{"tid":69888522,"publishdate":"2017-04-20","title":"Thyssen Krupp Materials Ag vs The Steel Authority Of India on 20 April, 2017","doc":"<h2 class=\"doc_title\">Thyssen Krupp Materials Ag vs The Steel Authority Of India on 20 April, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-bhat\">S.Ravindra Bhat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:d-sharma\">Deepa Sharma</a></h3>\n\n<pre id=\"pre_1\">$~\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                         RESERVED ON: 25.04.2016\n%                                        PRONOUNCED ON: 20.04.2017\n\n+                         FAO (OS) 150/2002\nTHYSSEN KRUPP MATERIALS AG                     ..... Appellants\n                 Through: Mr. Rishi Agarwala with Ms. Misha\n                 Rohatagi, Mr. Umang Gupta and Mr. Karan\n                 Luthra, Advocates.\n\n                    Versus\n\nTHE STEEL AUTHORITY OF INDIA                      ..... Respondents\n                  Through: Mr. Dipankar P. Gupta, Sr. Advocate,\n                  Mr. Jaideep Gupta, Sr. Advocate with Mr. Santosh\n                  Kumar and Mr. Jagmohan Sharma, Advocates.\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\nHON&#x27;BLE MS. JUSTICE DEEPA SHARMA\nS.RAVINDRA BHAT, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.     Thyssen Krupp Materials, AG, the appellant (hereafter &quot;Thyssen&quot;) is\naggrieved by an order of a learned single judge, dated 10.01.2002 by which\nSuit no. 352A/ 1998 (hereinafter referred to as the &quot;suit&quot;) for enforcement of\nan arbitral award, was rejected. The impugned judgment completely set\naside the arbitral award; therefore, this appeal under Section 39 of the (old)\n<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a> 1940 (&quot;the Act&quot;), read with <a href=\"/doc/130705466/\" id=\"a_2\">Section 10</a> of the Delhi High\nCourt Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">2.     Thyssen was previously known as TSU Thyssen Stahlunion GmbH\nand is registered under the provisions of laws of Germany. Thyssen is acting\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">FAO (OS) 150/2002                                                   Page 1 of 51</span>\n through its Constituted Power of Attorney, Mr. D.K. Jain. The Respondent -\nSteel Authority of India (hereinafter referred to as &quot;SAIL&quot;) is a central\npublic sector company incorporated under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act, 1956</a>.\n</p>\n<p data-structure=\"RespArg\" id=\"p_3\">3.     Briefly, the facts are that Thyssen contracted, with SAIL by\nagreement dated 04.03.1994 (hereafter &quot;the agreement&quot;) to purchase 10,000\nMT, plus-minus 5%, Prime Cold Rolled Mil Steel Sheets in coils\n(hereinafter &quot;CRC&quot;) in terms of specifications given in Annexure 1 to the\nagreement. Thereafter, Thyssen contracted to purchase an additional 10,000\nMT of CRC from SAIL under the said agreement of 04.03.1994 and\nconsequently, inserted an addendum/amendment to the agreement for the\nsupply of second lot on 12.05.1994 (hereafter &quot;the amendment&quot;). Thyssen‟s\nofficers and experts made regular visits to SAIL‟s Bokaro Steel Plant and\nmade reports of the same. SAIL had agreed to regular inspection of the CRC\nin its plant in Bokaro and also during the pre-shipment stage at the port of\nloading. Such inspection was carried out by SGS, India appointed by\nThyssen. The first lot of CRC was sent to New Orleans, USA via „IRENES\nDIAMOND‟ under a Bill of Lading dated 11.08.1994 and was to arrive\nbetween 15.09.1994 and 21.09.1994. SAIL was invited to inspect the de-\ncoiling and de-canning of the CRC upon discharge but it declined to do so\nby its letter dated 08.10.1994. Upon its discharge, Thyssen‟s customers\ninformed it that the CRC supplied was defective and the material was not\nsuitable for continuous coil cutting and leveling into flat sheets and/or\nslitting. Since the goods were deemed to be defective and were rejected by\nThyssen‟s buyers they had to be sold by way of salvage as a result of which\nit suffered considerable losses.      Thyssen    claimed   damages     -both\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">FAO (OS) 150/2002                                                  Page 2 of 51</span>\n compensatory and exemplary alleging breach of the agreement and\nsupplementary agreement. SAIL contended that it had not breached the\ncontract and that the supplementary agreement had not been entered into. It\nalso urged that the goods supplied by it were in terms of the contract and\nfurther that Thyssen could not claim damages, since its nominated\nrepresentative/agency had inspected the goods prior to dispatch.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">Arbitral Proceedings:\n</p>\n<p data-structure=\"Section\" id=\"p_5\">4.     In terms of clause 13 of the agreement, the parties resorted to\narbitration, to resolve their disputes, in accordance with rules of Conciliation\nand Arbitration of the ICC. The Chairman of the Arbitral Tribunal appointed\na sole arbitrator (Mr. Cecil Abrahams) and the arbitration proceedings took\nplace in New Delhi. The applicable law, as agreed by the parties, were the\nlaws of India for the time being in force. Thyssen, the claimant, contended\nthat it had an enforceable contract for the supply of 20,000 MTs of CRC to\nbe supplied in two lots by the SAIL. It argued that the first lot so received\nwas not in compliance with either the express terms of the contract and/or\nthe implied terms such as those enshrined in <a href=\"/doc/1504127/\" id=\"a_4\">Sections 15</a>, <a href=\"/doc/346827/\" id=\"a_5\">16</a> and <a href=\"/doc/45301/\" id=\"a_6\">17</a> of the\nSale of Goods Act. The first lot, which arrived in the United States, was\nrejected by the buyers and was to be sold by way of salvage, which caused a\nloss to them.\n</p>\n<p data-structure=\"RespArg\" id=\"p_6\">5.     The Claimant contended that in terms of the pre-contractual\nnegotiations followed by the agreement of 04.03.1994, the Respondents\nwere required to deliver &quot;prime cold rolled mild steel sheets in coil in\ncompliance with ASTM A568 completely oiled with sufficient oil to protect\nthe Cold Rolled Coil (&quot;CRC&quot;) against water and moisture and with cut/slit\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">FAO (OS) 150/2002                                                     Page 3 of 51</span>\n edges.&quot; These were the express terms of the contract. This term, according\nto Thyssen, was breached. It relied on the testimony of an expert witness,\nDr. Rollins, who gave his interpretation of the term &quot;Prime&quot;. The expert\ndeposed that a material is considered prime if &quot;at least 90-95% of it is\nusable for continuous levelling and cutting operations.&quot; Upon cross-\nexamination, he said that continuous coil cutting and levelling into flat\nsheets is the mark of something which is prime. He also stated that in CRC,\nthere is a prime market and a secondary market. Thus anything, which can\nbe sold in the prime market, is considered to be &quot;prime&quot; material. The word\nprime not only appears in the Annexure to the Agreement, but also in the\nheading of the Agreement, (the second Preamble), Clause 1.1 and also in the\nAmendment dated 12.05.1994, where in clause (a), it is specifically stated\nthat the Inspection Certificate of SGS will confirm the material to be in\nprime condition. Mr. Sharma, SAIL‟s expert, deposed that &quot;prime&quot; is mere\nverbiage. He said that the word &quot;prime&quot; was merely offered to give some\ncomfort to the Claimants. The word so used in the Agreement was to denote\nthat the goods were to be manufactured according to SAIL‟s standards, the\nbest prepared. He stated that in order to ascertain the meaning of the term\n&quot;prime&quot;, the intention of the persons forming the contract must be taken into\naccount and must be construed in the context it was used in at the time of\nmaking of the contract. The Arbitrator however, did not accept SAIL‟s\ncontentions and found favour in the meaning given by Thyssen‟s expert, Dr.\nRollins.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">6.     On the issue of the suitability of the material for continuous coil\ncutting, SAIL urged that if the pre-contractual fax that was received from\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">FAO (OS) 150/2002                                                   Page 4 of 51</span>\n Mr. Ramachandran prescribing specifications of the material is to be\nbelieved, then it would raise the standard and quality of the material above\nthe required ASTM A568 tolerance. Furthermore, this provision was\ndeliberately and consciously left out of the negotiations of the contract and\nfinds no express mention in the terms of the Agreement dated 04.03.1994.\nThyssen countered SAIL‟s argument by referring to the pre-contractual fax\nsent by Mr. Ramachandran to establish that at all times both parties had an\nunderstanding that the material to be supplied was to be suitable for\ncontinuous coil cutting and leveling into flat sheets. Furthermore, they\ncontend that despite there being no express term in this regard, the\nClaimants had only agreed the reduce the quality of the material from Class\n1, exposed material to Class 2 and unexposed material against the\nbackground of this well - known requirement. SAIL urged that in order to\nestablish the capabilities of the plant, Mr. Kruger, a very experienced Senior\nSales Manager and Thyssen‟s representative visited its Bokaro plant in\nDecember 1993 and from what he was shown during the visit, the purchaser\nwas able to form a favourable impression with respect to the material\nquality, as well as capability and technical competence of the staff. Thyssen\nalso sent representatives to the plant to view the trial lot. The trial lot itself\nhad defects such as wavy edges, smut, stains and severe rust and no\nobjections were raised against these by the officials of Thyssen. SAIL‟s\ncontention therefore was that these multiple visits together with examination\nof Mannesmann cargo, established the manufacturer‟s published standards\nand amounts to an inspection of the material that was available. The\nArbitrator did not find merit in this argument either and held SAIL to have\nacted in breach of the agreement.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">FAO (OS) 150/2002                                                       Page 5 of 51</span>\n<p data-structure=\"Precedent\" id=\"p_8\"> 7.     The Agreement contained a provision for a Mill Test Certification by\nSGS India Pvt. Ltd in clause 4.1.3.1. Thyssen had argued that SGS had no\nopportunity of looking at the insides of the coil and that it was merely\noffered to CRC for inspection after skin passed and thus, SGS had no way of\nknowing whether or not the interior of the coils were defective or not. The\nreport, duly annexed at Page. 430 of Pleadings, Vol. 2, indicate that they had\ndone random sampling to check the chemistry, oiling, the hardness and\ndimensions of the coils. SGS themselves made it clear that the scope of their\ninvestigation was very narrow. Thyssen also appointed IGI as its\ninvestigating agency but said that it had a role more limited than that of\nSGS. The Arbitrator found for Thyssen and did not agree that they were\nfinal certificates. For this he relied on the judgments in Rolimpex Centrala\nHandlu Zagranicznego v. Haji E. Dossa &amp; Sons Ltd., (1971) 1 Lloyd LR\n380 and Davie vs. Edinburgh Magistrate, 1953 SC 34 on the issue of the\njudge‟s limited powers to re-appreciate an expert witnesses‟ testimony. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"813088\" id=\"span_6\">This\nwas applied by the Supreme Court in <a href=\"/doc/813088/\" id=\"a_7\">Murari Lal vs. State of MP</a>, (1980) 1\nSCC 704 where the court observed as follows:</span>\n</p>\n<blockquote id=\"blockquote_1\">               &quot;... duty of the expert witness is to furnish the Judge or jury\n               with the necessary scientific criteria for testing the accuracy of\n               their conclusions, so as to enable the Judge or jury to form\n               their own independent judgment by the application of these\n               criteria to the facts proved in evidence. The scientific opinion\n               evidence, if intelligible, convincing and tested, becomes a\n               factor (and often an important factor) for consideration along\n               with the whole other evidence in the case, but the decision is for\n               the Judge or jury. In particular the bare ipse dixit of a scientist,\n               however eminent, upon the issue in controversy, will normally\n               carry little weight, for it cannot be tested by cross examination\n               nor independently appraised, and the parties have invoked the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">FAO (OS) 150/2002                                                        Page 6 of 51</span>\n                decision of a judicial tribunal and not an oracular\n               pronouncement by an expert.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_8\">The Arbitrator stated that he arrived at his decision after prudent and due\nconsideration of all evidence produced before him and not merely on the\nbasis of the report of one expert witness. While awarding damages, the Ld.\nArbitrator followed the principle set out in <a href=\"/doc/339747/\" id=\"a_8\">Section 73</a> of the Indian Contract\nAct, 1872. Thyssen‟s claim for damages was to the tune of the difference\nbetween the sound market value of the goods and the market value of the\ndefective goods. SAIL on the other hand stated that the measure of damages\nshould be based on the breach of warranty and must be the difference\nbetween the price paid and the price realized on sale as was held in the case\nof <a href=\"/doc/1961694/\" id=\"a_9\">Union of India vs. Rallia Ram</a>, AIR 1963 SC 1685.The Arbitrator agreed\nwith Thyssen and held that the true basis of assessment of loss is the\ndifference between sound market value and damaged market value.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">8.     On the question of non-delivery of the second lot, it was contended\nthat it was clear, in terms of the amendment dated 12.05.1994, that SAIL\nagreed to supply 20,000 MTs of CRC to the Claimants. SAIL on the other\nhand, contended that there was no binding agreement with regard to this\namendment as the on-going negotiation never concluded into a binding\npromise. It argued that in FOB sale, the essential terms of the contract must\nbe agreed to before a concluded contract can come into existence.\nFurthermore, no shipping date was agreed to between the parties nor was the\nsize finalized. SAIL stated that it was merely a conditional contract, and\nalternatively if there was a concluded contract, Thyssen was in breach as it\ndid not act in consonance with the letter of credit issued. The Arbitrator\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">FAO (OS) 150/2002                                                   Page 7 of 51</span>\n held that there was a valid and binding agreement between the parties with\nregard to the 2nd lot and that SAIL was in breach. He awarded damages.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">9.     The award, by the Arbitrator, accepted Thyssen‟s claims. The\nclaimant was held entitled to exemplary damages to the tune of:\n</p>\n<blockquote id=\"blockquote_2\">       a. US $2,184,09.81 being the damages awarded to Thyssen for the\n           first and second lot.\n</blockquote><blockquote id=\"blockquote_3\">       b. US $424,813.85 being the interest awarded for the two lots till the\n           date of the award.\n</blockquote><blockquote id=\"blockquote_4\">       c. US $500,000 being the lead costs awarded under the Award.\n       d. US $50,000 being cost of arbitration awarded under the Award.\n       For interest from the date of award till realization.\n</blockquote>\n<blockquote id=\"blockquote_5\">The impugned judgment\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1708306\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_12\">10.    Thyssen had approached this court, for a judgment directing that rule\nof court should be made, in consonance with the award. SAIL opposed its\npetition and the proceedings were registered as a suit (Suit No. 352A/ 1998).\nThe single judge relied on the judgments reported as <a href=\"/doc/525017/\" id=\"a_10\">Champsey Bhara &amp;\nCo. v. Jivraj Balloo Spg. &amp;Wvg. Co. Ltd.</a> AIR 1923 PC 66; <a href=\"/doc/899181/\" id=\"a_11\">Arosan\nEnterprises Ltd. vs. Union of India &amp; Anr</a>, (1999) 9 SCC 449; <a href=\"/doc/1708306/\" id=\"a_12\">State of\nRajasthan v. Puri Construction Co. Ltd.</a> (1994) 6 SCC 485 for the scope of\ninterference with arbitral awards.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"813088\" id=\"span_13\">On the argument of role of experts, the\njudge relied on <a href=\"/doc/813088/\" id=\"a_13\">Murari Lal v. State of MP</a>, AIR 1980 SC 531, that an expert\ndeposes and does not decide; his duty is to furnish the judge with the\nnecessary scientific criteria for testing the accuracy of his conclusion so as\nto enable the judge to form his independent judgment upon application of\nthese criteria to the facts proved in evidence. The court while dealing with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">FAO (OS) 150/2002                                                   Page 8 of 51</span>\n the opinion of an expert should proceed cautiously, probe the reasons for the\nopinion and then accept or reject it. The single judge rejected Thyssen‟s\nexpert‟s opinion on the meaning of the expression &quot;Prime&quot;; it was held that\nmerely because the description of the steel given was &quot;prime&quot;, did not make\nClass 2 into Class 1 material. It was the overall meaning of the word that\nmust be looked at, said the single judge. Thus, in this background, both\nparties consciously and with full knowledge agreed to the supply of Class 2\nmaterial. Just because the term &quot;prime&quot; appears in the contract, the theory\nthat prime material is the best material found footing, which led to ignoring\nthe fact that the quality ultimately agreed to between the parties was Class II\nfor unexposed application which means that the steel should be used by way\nof hidden material, not as top class material, which is always exposed. On\nthe question of whether the agreement required the contracted material to be\nsuitable for continuous coil cutting, it was held that the phrase &quot;continuous\ncoil cutting&quot; was deliberately left out of the ultimate contract. Thus, to\nconstrue it to be implicit in the meaning of the term &quot;prime&quot; is patently\nwrong. Had the word &quot;prime&quot; indicated to the quality of continuous coil\ncutting, the question of providing fitness as per tolerance ASTM would not\nhave arisen. The court held that reliance on an isolated letter dated\n05.02.1994 to bind the parties to this requirement when the contract did not\nmention the same was not tenable. On the next question as to the effect of\nvisits to SAIL‟s plant, by representatives of Thyssen, it was held -\noverruling the arbitrator‟s findings- that the surveyors went for multiple\nvisits to the Bokaro plant and often made recommendations to the\nmanufacturer about the quality of production of the material. Therefore, the\nfinding that Thyssen had no quality control over the material produced was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">FAO (OS) 150/2002                                                    Page 9 of 51</span>\n patently erroneous. Similarly, the arbitrator‟s findings that SGS and IGI had\nlimited role in quality checking and control, were held to be erroneous. On\nthe issue of damages too, the single judge held that the arbitrator erred in\nlaw in granting damages. It was held that the proper and applicable principle\nwas compensation for breach of the warranty and the measure of damages is\nthe difference between price paid and price realised on sale.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1199558\" id=\"span_16\">Thus, the true\ncriteria for calculating damages that had to applied by the Arbitrator was\nthat which was propounded in <a href=\"/doc/1199558/\" id=\"a_14\">Kasturilal Ralia Ram Jain v State Of Uttar\nPradesh</a> AIR 1965 SC 1039. In that case it was held that upon receipt of\ndelivery of goods, a party becomes the owner of the goods and therefore, the\nadvertisement, publicity, storage, commission, overhead expenses cannot be\nawarded to it as part of compensation towards breach of the warranty. On\nthe last issue regarding whether the additional quantities had to be supplied\nby SAIL, the court reversed the arbitrator‟s findings and held that there was\nno concluded contract between the parties.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">11.    This appeal was heard earlier and decided by a Division Bench of this\ncourt, by judgment dated 28 March 2003. Thyssen was aggrieved by the\ndecision; it therefore appealed by special leave to the Supreme Court. On 5\nMarch 2013, the Supreme Court disposed of the appeals (CA 9675/2003 and\nCA 1616/2007). The court remitted the matter for fresh decision, by the\nDivision Bench; it also required the bench to first decide the following issue:\n</p>\n<blockquote id=\"blockquote_6\">       &quot;Whether the arbitrator has taken into account the fact that the\n       contract was f.o.b. Vishakhapatnam and thus, what was the effect\n       thereof?&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">FAO (OS) 150/2002                                                   Page 10 of 51</span>\n<p data-structure=\"Issue\" id=\"p_14\"> The Supreme Court also stated in its order that after deciding the above\nprimary issue and depending on it, this bench should thereafter decide other\nissues, if needed.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">Parties&#x27; contentions\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">12.    Mr Rishi Agarwala, learned counsel for Thyssen, argues that the only\nground taken by SAIL in its petition for challenging the Arbitral Award in\nrespect of FOB regarding the market price to be decided in terms of the\nloading port instead of the destination. The Arbitrator ruled against the\nRespondent and observed in the Award as follows:\n</p>\n<blockquote id=\"blockquote_7\">       &quot;Steel was contracted to be sold to the US market and therefore the\n       analysis of the domestic value of the steel in India is irrelevant.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">Counsel urged that the above finding is supported by the ruling Van Den\nHurk Vs. R. Martens &amp; Co., Ltd. - 1920(1) KB 850 which held as follows:\n</p>\n<blockquote id=\"blockquote_8\">       &quot;In my judgment the proper basis is the date at which the goods\n       arrived at their ultimate destination, and consequently that the proper\n       measure of damages is the higher one, namely, 2010l.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1144263\" id=\"span_18\">Reliance was also placed on Hope Prudhomme and Company vs. Hamel and\nHoney, AIR 1925 PC 161; Obaseki Bros vs. Relief &amp; Sons Ltd., 1952(<a href=\"/doc/1144263/\" id=\"a_15\">2)\nLloyd LR 364 and Naihati Jute Mills Ltd. vs. Khyaliram Jagannath</a>, (1968)\n1 SCR 821.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27285\" id=\"span_19\">13.    It was argued that the definition of &quot;FOB&quot; in terms of the 1990\nINCOTERMS only transfers the risk of goods and not the title. The\nAppellant further submits that a five judge Bench judgment of the Supreme\nCourt of India in <a href=\"/doc/27285/\" id=\"a_16\">B.K. Wadeyar v Daulatram Rameshwarlal</a>, (1961) 1 SCR\n924 stated this proposition of law in the following terms:</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">FAO (OS) 150/2002                                                   Page 11 of 51</span>\n<blockquote id=\"blockquote_9\">        &quot;5......The normal rule in FOB contracts is that the property is\n       intended to pass and does pass on the shipment of the goods. In\n       certain circumstances, e.g., if the seller takes the bill of lading to his\n       own order and parts with it to a third person the property in the\n       goods, it has been held, does not pass to the buyer even on shipment.\n       We are not concerned here with the question whether the passing of\n       property in the goods was postponed even after shipment. The\n       correctness of the proposition that in the absence of special\n       agreement the property in the goods does not pass in the case of a\n       FOB contract until the goods are actually put on board is not\n       disputed before us.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">It is submitted that in the present case there was a special agreement, which\nclearly postponed the transfer of title of the goods after the same had crossed\nthe rails of the ship and therefore the effect of FOB in these special\ncircumstances was totally irrelevant. The Sole Arbitrator correctly\nconsidered this. It is argued that in any case, even if the FOB nature was\nconsidered to be relevant, SAIL‟s argument that once the goods had been\nplaced on board after inspection, Thyssen could not have rejected the goods\nat the port of destination i.e. USA is not correct; in this regard reliance is\nplaced on the Arbitrator‟s finding that SGS India was not Thyssen‟s agent:\n</p>\n<blockquote id=\"blockquote_10\">       &quot;SGS themselves had made it clear that the scope of their role was\n       very narrow and that they were performing their obligation under an\n       existing contract that they had with the Respondents. The Respondents\n       contend that SGS are their agents. Having considered the various\n       documents and the submissions, I am satisfied that SGS did not\n       become the a gents of the Claimants. I am also satisfied that the role\n       that SGS had to play was a rather limited one.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">Thyssen also submits that SGS India‟s disclaimer in its pre-inspection\ncertificate to that effect ought to be read against SAIL&#x27;s contention that the\ncertificate was conclusive of the quality of the goods. The certificate of\ninspection therefore, could not have been treated to be conclusive as held in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">FAO (OS) 150/2002                                                     Page 12 of 51</span>\n the judgment of Rolimpex v. Haji Dossa &amp; Sons 1971 (1) Lloyd LR 380.\nThe disclaimer relied on is in the following terms:\n</p>\n<blockquote id=\"blockquote_11\">       &quot;... This certificate is not intended to relieve the seller or buyer from\n       their contractual obligations. This inspection has been carried out to\n       the best of our knowledge and ability and our responsibility is limited\n       to the exercise of reasonable care&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_22\">14.    Thyssen argues that pre-shipment inspection by SGS India cannot be\nattributed to it and in any case under the agreement was not to be treated as\nfinal. Further, the certificate cannot take away SAIL&#x27;s liability in respect of\nlatent defects and breaches of specification in view of <a href=\"/doc/1504127/\" id=\"a_17\">Sections 15</a>, <a href=\"/doc/346827/\" id=\"a_18\">16</a> and\n<a href=\"/doc/45301/\" id=\"a_19\">17</a> of the Sale of Goods Act, 1930. Counsel relies on Firm of Shivallingappa\nShankarappa Mendse v Joint Family firm of <a href=\"/doc/15591279/\" id=\"a_20\">Ck. Balakrishna Chettiar, AIR\n1962 Mad 426 and Shri Lal Mahal Ltd. Vs. Progetto Grano Spa</a>, (2014) 2\nSCC 433. The inspection Certificate in fact mentions that there were small\ndefects. It is urged that the purchaser in the present case is therefore entitled\nto warranty on the goods.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">15.    Thyssen urges that interpretation of the terms of the contract was\nwithin the domain of the arbitrator, which meant that his decision is final; it\ncannot be questioned nor can it be said that the award is based on extraneous\nconsiderations. The CRC was to be sold in the US market for the purpose of\ncontinuous coil cutting and leveling into flat sheets / slitting. The CRC\nsupplied by SAIL did not answer to the description and specifications agreed\nto by the parties nor was it of merchantable quality. The CRC was incapable\nof being used for the purpose which &quot;prime cold rolled mild steel sheet&quot; is\nused. Therefore, the conclusion that SAIL committed breach of the contract\nwas justified. The Single Judge rendered inconsistent findings in firstly\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">FAO (OS) 150/2002                                                     Page 13 of 51</span>\n relying on the correspondence exchanged between the parties at the stage of\nnegotiation- to their intention and on the other hand, faulting the arbitrator\nfor relying on a letter dated 05.02.1994. SAIL‟s failure to produce Mr.\nRamachandran, signatory to the contract was fatal to its argument regarding\nparties‟ intention as to meaning of the term &quot;prime&quot;. SAIL kept back the best\nevidence i.e. its signatory to the contract, therefore adverse inference ought\nto have been drawn against it. However, the learned single Judge failed to do\nso. It is argued that ASTM i.e. American Standard of Testing Material does\nnot deal with the continuous coil cutting and leveling. It was for this reason\nthat the term &quot;prime&quot; was inserted in the contract. ASTM 568 is one of the\nmany specifications to which the material had to conform. Merely because\nin the ASTM A-568 the words &quot;continuous coil cutting and levelling&quot; were\nnot used did not mean that the other specifications could not be inserted in\nthe contract. The arbitrator was justified in rejecting SAIL‟s argument that in\nthe absence a fixed standard of material the term &quot;prime&quot; was of no\nsignificance. Since the contract contained the specification &quot;prime&quot; over and\nabove the ASTM 568, it had a particular meaning. The single judge‟s\nfinding that the word &quot;prime&quot; was redundant or it meant Class 2 material,\nwas in excess of the court‟s jurisdiction. The impugned judgment could not\nhave re-appreciated the evidence led on behalf of Thyssen, in the form of\nexpert opinion of Mr. Joseph Bleke Houser of SGS Commercial Testing and\nEngineering Co. of USA. Mr. William Pitkin Bowes along with Mr. Servero\nCalima also inspected the CRC at the premises of TSG‟s customers. Mr.\nBowes found CRC to be with mill imperfections. He further found some\noscillation of terms to be both edges wavy and centre/quarter buckle/oil\ncanning, speckled/spotted rust due to oil not being uniformly applied. Some\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">FAO (OS) 150/2002                                                   Page 14 of 51</span>\n of the CRC coils had speckled edge rust, black carbon stains, holes in the\nsurface of the material, speckled rust due to oil not being uniformly applied,\nserrated edges, cantor buckle and quarter buckle both sides, bad shape\nproblems/imperfections, fins on edges, etc.\n\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1199558\" id=\"span_25\">16.    It was argued, on the question of damages, that the learned single\njudge fell into error in holding that the distinction made between sound\nmarket and damaged market value in the case of damaged goods, was\ncontrary to law. The Single Judge‟s understanding, that wherever defective\ngoods or goods unfit for consumption or goods that in breach of\nspecifications are received by the buyer, the latter is entitled to claim\ncompensation for breach of the warranty and the measure of damages is the\ndifference between price paid and price realized on sale therefore, is\nimpeached as incorrect. The application of the <a href=\"/doc/1199558/\" id=\"a_21\">Ralia Ram</a> case ratio for\ncalculating damages was not apt. In that case it was held by the Supreme\nCourt that when a party takes delivery of goods he becomes the owner of\nthe goods and therefore, the advertisement, publicity, storage, commission,\noverhead expenses cannot be awarded to the buyer as part of compensation\ntowards breach of the warranty.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_25\">17.    It is argued that any certificate issued by SGS cannot take away\nSAIL&#x27;s liability for latent defects and breaches of specification in view of\n<a href=\"/doc/1504127/\" id=\"a_22\">Sections 15</a>, <a href=\"/doc/346827/\" id=\"a_23\">16</a> and <a href=\"/doc/45301/\" id=\"a_24\">17</a> of the Sale of Goods Act. The inspection Certificate\nin fact mentioned that there were small defects. The purchaser - in the\npresent case the second appellant, is entitled to warranty on the goods under\nSection 59 of the Indian Sale of Goods Act, which reads as follows:\n</p>\n<blockquote id=\"blockquote_12\">       &quot;59. Remedy for breach of warranty - (1) Where there is a breach of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">FAO (OS) 150/2002                                                  Page 15 of 51</span>\n           warranty by the seller, or where the buyer elects or is compelled to\n          treat any breach of a condition on the part of the seller as a breach of\n          warranty, the buyer is not by reason only of such breach of warranty\n          entitled to reject the goods; but he may-\n</blockquote><blockquote id=\"blockquote_13\">          (a) Set up against the seller the breach of warranty in diminution or\n          extinction of the price; or\n</blockquote><blockquote id=\"blockquote_14\">          (b)Sue the seller for damages for breach of warranty.\n          (2) The fact that a buyer has set up a breach of warranty in\n          diminution or extinction of the price does not prevent him from suing\n          for the same breach of warranty if he has suffered further damage.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">Thus, &quot;damages&quot; were to be calculated in terms of <a href=\"/doc/339747/\" id=\"a_25\">Section 73</a> of the\nContract Act, 1872. Reliance is placed on the judgments of the Supreme\nCourt of India to say that the damages would be the difference between the\ncontract price and the market price less mitigation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"300557\" id=\"span_27\">In this regard Thyssen\ncites <a href=\"/doc/300557/\" id=\"a_26\">Union of India Vs. West Punjab Factories</a> (1996) 1 SCR 580 to this\neffect:</span>\n</p>\n<blockquote id=\"blockquote_15\">          &quot;It is next contended that damages should have been awarded at the\n          rate of Rs. 38/- per bale which was the contract price between the\n          factor/ and the J. C. Mills. This contract was made in November 1942.\n          The contract price in our opinion no measure of damages to be\n          awarded in a case like the present. It is well settled that it is the\n          market price at the time the damage occurred which is the measure of\n          damages to be awarded. It is not in dispute that the trial court has\n          calculated damages on the basis of the market price prevalent on\n          March 8. In these circumstances this contention must also be\n          rejected.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_27\">18.       SAIL‟s argument that FOB meant that the difference between the\ncontract price and the market price ought to be taken at the loading port and\nnot the destination is disputed. It is emphasized that the rejection was\nspecific on the point by the Arbitrator. Furthermore, in the cross\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">FAO (OS) 150/2002                                                      Page 16 of 51</span>\n examination, SAIL‟s witness, Mr. G.S. Sandhu admitted that the price of\nsteel even in India had increased from the date of the contract. The relevant\nquestion and answer is as follows:\n</p>\n<blockquote id=\"blockquote_16\">       &quot;479. Q. There was talk of knowing the outcome on the first Lot\n       before getting the second lot produced and there was a third factor,\n       was there not? During the course of the period since January 1994\n       when the price had been agreed, the price of cold-rolled coils had\n       risen substantially, had it not?\n</blockquote><blockquote id=\"blockquote_17\">       A. That is true.\n</blockquote><blockquote id=\"blockquote_18\">       480. Q. And it was up by about $100 a tonne by September 1994?\n       A. Maybe that much. It will not be exactly 100, but we can say that.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_28\">Therefore, urges Thyssen, assessment of damages by the Arbitrator was by\nrelying upon the report of Mr. Allen Davies (its expert witness), who was\nthoroughly cross-examined by SAIL. Thyssen‟s counsel submits that the\nmarket price proven by it was of US$ 500 PMT and the contract price was\nUS$ 360.5 PMT. The difference was therefore of US$ 139.5 PMT.\nHowever, through mitigation of losses Thyssen was able to achieve a further\nreduction in damages and the contractual loss proven by the Appellant was\nthat of US$ 117PMT. Merely because Thyssen was able to obtain a price\nhigher than the contractual price, that cannot be taken as the market price.\nThe only measure of damages is the market price and the difference it has\nwith the contract price. The mitigation only helped SAIL in minimizing the\npayment of damages to Thyssen. Adding the expenses of US$ 28 PMT,\nargued counsel Thyssen was entitled to claim and was awarded US$ 145\nPMT for the defective supplies.\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">19.    It was argued by Mr. Agarwala, that the learned single judge fell into\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">FAO (OS) 150/2002                                                   Page 17 of 51</span>\n error in accepting SAIL‟s contention that there was no concluded contract in\nrespect of the second lot. The amendment, dated 12.5.1994 to the main\nagreement dated 04.03.1994, clearly increased the contractual quantity to\n20,000 MTs to be supplied in two lots. The second lot was to be supplied in\nMay-June 1994. However, the first lot itself was exported in August 1994\nand SAIL wanted to escape its obligation to supply the second lot because\nthe international prices of steel had increased as admitted by its witness, Mr.\nG.S. Sandhu in answers to question Nos. 479 and 480. Accordingly, SAIL\ntook refuge under (a) defects in LC (b) formal amendment not having been\nexecuted in respect of sizes as reasons for not being able to supply the said\ngoods. Both the reasons were clearly an afterthought and raised for the first\ntime on 10.10.1994 though all correspondences prior to the same admitted\nthat the size mix had been provided by the Appellant and the establishment\nof the LC was not in dispute. The Contract between the parties in respect of\nthe second lot was clearly a concluded Contract. Thyssen also relied on the\nprevious judgment of the Division Bench, which had noted the amendment,\ndated 12.5.1994: &quot;Separate amendment will be issued for sizes in the second\nlot. All other terms and conditions of the contract remain unchanged&quot;\n</p><blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"739258\" id=\"span_30\">Thyssen says that the above words in the said amendment cannot be\nconstrued in a manner as to destroy the amendment itself. Thyssen relies on\n<a href=\"/doc/739258/\" id=\"a_27\">Kollipara Sriramulu v T. Aswathanarayana</a> (1958) 3 SCR 387 where it was\nheld as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">       &quot;3. We proceed to consider the next question raised in these appeals,\n       namely, whether the oral agreement was ineffective because the\n       parties contemplated the execution of a formal document or because\n       the mode of payment of the purchase money was not actually agreed\n       upon. It was submitted on behalf of the appellant that there was no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">FAO (OS) 150/2002                                                   Page 18 of 51</span>\n        contract because the sale was conditional upon a regular agreement\n       being executed and no such agreement was executed. We do not\n       accept this argument as correct. It is well established that a mere\n       reference to a future formal contract will not prevent a binding\n       bargain between the parties. The fact that the parties refer to the\n       preparation of an agreement by which the terms agreed upon are to\n       be put in a more formal shape does not prevent the existence of a\n       binding contract.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489309\" id=\"span_32\">20.    Mr. Dipankar Gupta and Mr. Joydeep Gupta, learned senior counsel\nappearing for SAIL, urged that this court should not interfere with the\nimpugned judgment of the learned single judge. The first contention urged is\nthat the contract between the parties is on FOB basis; reliance is placed on\n<a href=\"/doc/489309/\" id=\"a_28\">Contship vs. D.K.Lall</a> (2010) 4 SCC 256 where it was held that\n\n       &quot;in the case offo.b. contracts the goods are delivered free on board\n       the ship. Once the &#x27;seller has placed the goods safely on board at his\n       cost and thereby handed over the possession of the goods to the ship\n       &#x27;in terms of the bill of lading or other documents, the responsibility of\n       the seller ceases and the delivery of the goods to the buyer is\n       complete. The goods are from that stage onwards at the risk of the\n       buyer.&quot;</span>\n</p><p data-structure=\"PetArg\" id=\"p_31\">It is argued that neither the claim before the arbitrator nor the award is based\non or took into account the fact that the contract was f.o.b. Vizag for the\nfollowing reasons:\n</p>\n<blockquote id=\"blockquote_21\">a) The claim made by TSU of US$ 1,776,503.05 is based on the market\nvalue of the first lot of US$ 5,008,172.33 (p 95-96 of the appeal Paper\nbook). The award does not explain the market value at which place. TSU,\nhowever, led evidence in the arbitration proceedings and from para 3.6 of\nthe evidence of Mr. Alan K. Davis (pg. 337 Vol. I) and Admofsky‟s\nevidence it appears that this figure of US$ 5,008,172.33 is the aggregate of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">FAO (OS) 150/2002                                                    Page 19 of 51</span>\n the different prices at which the first lot was sold by TSG to their different\nretail customers at different places in the USA.\n</blockquote>\n<blockquote id=\"blockquote_22\">b) The amount awarded for the first lot (p. 177 of the appeal Paper book) is\nbased on the very same alleged market value of US$ 5,008,172.37 less the\ntotal salvage value thereof plus costs associated with salvage. Though there\nwere some small amendments to the claim (p. 153-154 of the appeal paper\nbook) the basis, namely, the market value in USA, remained the same.\n</blockquote>\n<blockquote id=\"blockquote_23\">c) Assuming that the materials covered by the first lot or any part thereof\nwere defective in any way (which is denied) damages would have to be\nestablished with reference to the market value at the place of delivery,\nnamely Vizag in the present case.\n</blockquote>\n<blockquote id=\"blockquote_24\">d) It is therefore clear that both the claim and the award with reference to the\nfirst lot were unrelated to the market rate at Vizag and therefore the award\nfailed to take into account the fact that the contract was f.o.b. Vizag.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1813747\" id=\"span_34\">21.    Furthermore, it is argued that that the arbitrator completely ignored\nthat the relevant market (even if the goods were assumed to be defective)\nwas at Vizag and therefore ignored the fact that the- contract was f.o.b.\nVizag. Counsel relied on the observations of the award in this regard that &quot;it\nis wrong to take domestic Indian steel-production as a comparison, which it\nis clear, would never have been acceptable to USA market&quot;( p. 172 of the\npaper book); &quot;Steel was directed to be sold to the US market and therefore\nthe analysis of the domestic value of the steel in India is irrelevant&quot; ( p 158\nof the paper book)&quot;The only sensible way of assessing the f. o. b. Vizag price\nfor export to USA (which this cargo was) rather than sale to the domestic\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">FAO (OS) 150/2002                                                     Page 20 of 51</span>\n market is to take the CIF new Orleans figures and work backward&quot; (p. 72 of\nthe paper, book). Counsel submitted that these observations are grossly\nmistaken and unwarranted. The market value in different markets of the\nsame goods does not depend upon the cost of transportation from one\nmarket to the other. For example, the same goods may be sold at widely\nvarying price in different markets in the same city. In fact, the metal bulletin\nrelied upon by Thyssen (pg. 481 Vol 1) shows that contemporaneous prices\nin USA were about 100 USD more PMT when compared to contractual\nprice of 360.5 USD PMT. Reliance is placed on <a href=\"/doc/1813747/\" id=\"a_29\">Murlidhar Chiranjilal v\nHarishchandra Dwarkadas</a>, AIR 1962 SC 366. The contract there was for\ndelivery of certain goods through railway receipt for Kolkata f.o.r. Kanpur.\nIt was held that damages would be the difference between the market price\nin Kanpur on the date of breach and the contract price and the fact that\ncontract envisaged goods going to Calcutta would be irrelevant. It is urged\nthat the fact that Thyssen was taking the goods to USA is irrelevant because\nthey could take it anywhere else also after obtaining SAIL&#x27;s prior approval.\nSuch clauses are part of the contract because of international trade relations\netc. It is therefore urged that the award did not consider that the contract was\nf.o.b. Vizag. On this ground alone the award deserves to be set aside.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_36\">These\ncontentions, urge SAIL are without prejudice to its contention that in terms\nof the Supreme Court‟s ruling, in case of an alleged defective sale the\ncorrect measure of damages is the difference between price paid and price\nreceived - <a href=\"/doc/1961694/\" id=\"a_30\">UOI v. Ralia Ram</a> AIR 1963 SC 1685. Further arguendo, even if\nthe alleged market price were to be the basis of damages then in case of a\nsub-sale the damages is limited by the price of sub-sale by the claimant.\nThis, SAIL submits, is irrespective of the question of alleged defects, which\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">FAO (OS) 150/2002                                                    Page 21 of 51</span>\n too is dealt with.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">22.    On the issue of whether the materials were defective, it is contended\nthat since the contract was FOB Vizag and it was no one&#x27;s case that there\nwas any damage to the goods while during transit from SAIL‟s Bokaro Plant\nto Vizag, any defects, to entitle the Thyssen to damages, must be proved to\nbe mill related. There could be no claim otherwise. This was never\nestablished. It is argued that M/s. S.G.S. India Ltd. (&quot;SGS&quot;) being the\nSurveyor named in the contract was appointed at Thyssen‟s insistence. Its\nwitness, Mr. Kruger, in his statement-in-chief stated:&quot;We insisted that all\nmaterial would go through a full range of inspection by SGS.&quot; [Page 320\nVol.I Para 50.3]. It is emphasized that Thyssen paid SAIL for the goods\nthrough Letter of Credit supported by the SGS certificates as provided at\npage 87 of the paper book. Thyssen could not have negotiated the letter of\ncredit if the SGS certificates were not in terms of the contract, i.e. that the\nmaterials had not been produced according to the contract requirements. In\naddition to SGS‟ inspection, the claimants on 29.04.1994 appointed\nInspectorate Griffith (India) Pvt. Ltd. (hereinafter referred to as IGI) as their\nown inspecting agency at their cost, to supervise the material at the Bokaro\nSteel Plant [Vol.II page 656]. Thyssen stated that this action was taken, to\navoid dispute regarding quality of materials. IGI did supervise production at\nBokaro but Thyssen did not disclose any adverse report by them. Mr. Jain of\nNEPL (a witness on behalf of Thyssen) in his cross-examination confirmed\nthat IGI observed production and reported periodically on the same (pg 307\nVol.I). It is argued further that there was direct supervision by Thyssen&#x27;s\nSurveyors and representatives of the entire production of the CR Coils at the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">FAO (OS) 150/2002                                                     Page 22 of 51</span>\n SAIL‟s Bokaro Mills, as evident from the following facts:\n</p>\n<blockquote id=\"blockquote_25\">(a)    On 25.04.1994 Mr. Kruger of TSU after visit to Bokaro mills noted\nthat they have &quot;seen the CRC mill in full and have seen the temper passing\nof some of the Coils of our order as well as the packing of material for the\nUSA. During this visit we have found some small problems which we felt\nhave to be adjusted.....&quot;[pg 636 Vol.II]\n\n</blockquote><blockquote id=\"blockquote_26\">(b)    NEPL, TSU&#x27;s Indian agents (Mr. Jain &amp; Somani) who were also\nvisiting the plant during production wrote to Mr. Kruger of TSU on\n01.06.1994 as follows:\n</blockquote>\n<blockquote id=\"blockquote_27\">&quot;Because of this strict inspection asked by us the quantity being produced as\nbeen reduced&quot; [Vol.II pg. 727]\n</blockquote><blockquote id=\"blockquote_28\">(c)    There was a joint meeting on 04.06.1994 during production where\nSAIL, TSU and SGS participated. In this meeting it was recorded that SGS\nwill visually inspect and measure all the coils. Various precautionary\nmeasures were discussed. In the minutes of this meeting it is recorded as\nfollows:\n</blockquote>\n<blockquote id=\"blockquote_29\">&quot;All the coils will be visually inspected and measured by SGS before and\nafter packing as per the contract. Plant has informed that rust preventive oil\n13-SO manufactured by IOC is being used and even oiling throughout the\nsurface of the coil and the edges is ensured&quot; [Vol.II pg 731]\n\n\n</blockquote><blockquote id=\"blockquote_30\">(d)    On 24.06.1994 NEPL, the Indian agents of the claimant reported to\nMr.Sohn (of TSU) that oiling had been increased/changed as per instructions\nof Mr. Brooks of TSU. [Vol. II pg 746]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">FAO (OS) 150/2002                                                  Page 23 of 51</span>\n</blockquote><blockquote id=\"blockquote_31\"> (e)    On 28.07.1994 Mr. Kruger of the claimant wrote to Mr. Adamofsky\nof TSG &quot;we have a full inspection by SGS during production, packing,\ntransportation and loading. SAIL has done everything possible to protect the\ncargo. SAIL has three times produced part of the material newly&quot; [Vol. II\npg. 757 to 759] Later, on 04.08.1994, he again wrote to Mr. Adamofsky of\nTSG in which he observed: &quot;material was inspected and is still being\ninspected during production, packaging, transport to port and loading&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_34\">[Vol.III pg. 764]\n\n</p><p data-structure=\"RespArg\" id=\"p_35\">(f)   SAIL submitted that Mr. Kruger of the claimant observes in his\nstatement of examination in chief that:\n</p>\n<blockquote id=\"blockquote_32\">&quot;As I stated in my report, everybody at the Bokaro Mill was both\ncooperative and concerned to ensure that the quality of the CRC met that\nwhich TSU required.&quot; [Vol. I para 51 p 321].\n</blockquote><p data-structure=\"PetArg\" id=\"p_36\">23.    It was also argued that at no stage during production was any\ncomplaint made either by representatives of TSU or by any of the Indian\nsurveyors to the effect that the material covered by the first lot was in any\nway defective. The award fails to take into account and in fact brushes aside\nall the evidence indicated above to the effect that materials were produced in\nthe presence of and under the direct supervision of TSU, SGS and IGI. The\naward was also vitiated by reading the word &quot;prime&quot; to mean top quality\ngoods and suitable for continuous coil cutting which was beyond contractual\nspecifications.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">24.     It is further argued by counsel that the arbitrator&#x27;s finding in the\naward with regard to alleged defects in the 1st lot is based upon the evidence\nof American surveyors Mr. Bowes and Calima who are alleged to have\ninspected the goods after delivery from TSG to its retail customers at\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">FAO (OS) 150/2002                                                  Page 24 of 51</span>\n different places in U.S.A. Counsel relied on judgments of the Supreme\nCourt that an expert must give objective findings and it is for the court to\nconclude whether the expert&#x27;s views are correct (Ref. Murarilal v. State of\nMadhya Pradesh 1980 (1) SCC 704 and Ramesh Chandra Aggarwal v.\nRegency Hospital Ltd. and Ors. 2009 (9) SCC 709). It is argued that the\nevidence as well as observations in the award show that the American\nsurveyors totally failed to give objective findings and the Arbitrator blindly\naccepted the subjective opinions of the American surveyors. Reliance is\nplaced on the following observations in the Award:\n</p>\n<blockquote id=\"blockquote_33\">       &quot;They say that the surveyors did not sufficiently measure the extent of\n       the defects which they found. If one were taking of the border line\n       goods, there might be some force in it. These goods were according to\n       the surveyors, the worst they had ever seen. They were so defective\n       they did not need correct measurement.&quot; (p 144-145 of the paper\n       book).&quot;\n</blockquote><blockquote id=\"blockquote_34\">       &quot;It is not practical, particularly when the extent of the defects was so\n       obvious to the experienced surveyors, to waste time and money\n       inspecting, measuring and quantifying the precise percentage of the\n       defective material including attempting to cut level and then measure\n       defects in sheet which it is known are going to unusable (p. 145 of the\n       paper book).\n</blockquote><blockquote id=\"blockquote_35\">These, argue counsel, reveal that the award was rendered without\nconsidering the contractual specifications and without considering the fact\nthat goods were admittedly fit for such specifications. Additionally, at the\ntime of alleged survey, the American surveyors had reference to the\nspecifications mentioned in the purchase orders of TSG&#x27;s retails customers\nplaced on TSG (pg 864 Vol.III). These were different from the\nspecifications of the SAIL-TSU contracts. Therefore, the American\nSurveyors did not have the contractual specifications at the time of their\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">FAO (OS) 150/2002                                                   Page 25 of 51</span>\n alleged survey. Apparently, the Surveyors were then told that this will not\ndo in view of the proposed litigation with SAIL (pg 869 Vol.III). The\nsurveyors immediately obliged by purporting to certify that the surveyed\ngoods did not conform to the TSU/SAIL contract. (vide pg 870 Vol. III). It\nis pointed out that with reference to a suggestion put to one of the American\nsurveyors that he had been looking at the material with the wrong\nspecifications in mind, the Award observed that &quot;was not border line\nmaterial, so the precise specifications make no difference.&quot;           In the\ncircumstances there was clear evidence to the effect that the goods covered\nby the 1st lot were not defective in any way and that the award is &quot;otherwise\ninvalid&quot; on this account also.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_38\">25.    It is pointed out that the Single Judge set aside the award for the\nsecond lot, inter alia on the basis that there was no enforceable, binding or\nconcluded contract regarding the same and also on the basis that for an fob\nVizag contract, American steel prices could not have been taken into\nconsideration for assessing damages. On whether there was a concluded\ncontract or not with regard to the second lot, the Single Judge had to decide\nthat issue afresh on facts, as per the mandate of <a href=\"/doc/725355/\" id=\"a_31\">Section 33</a> of the Act,\nirrespective of any decision of the Arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1557021\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"74498\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_44\">26.    This part of the award, it is submitted, has to be treated differently\nfrom the portion regarding the 1st lot. The limitations of <a href=\"/doc/1503578/\" id=\"a_32\">Section 30</a> of the\nArbitration Act, 1940 would not apply here. SAIL relies on <a href=\"/doc/1986314/\" id=\"a_33\">Khardah Co.\nLtd. v. Raymon and Co. (India) Pvt. Ltd.</a> AIR 1962 SC 1810; <a href=\"/doc/74498/\" id=\"a_34\">Waverly Jute\nMills Co. Ltd. v. Raymon and Co. (India) Pvt. Ltd.</a> AIR 1963 SC 90; <a href=\"/doc/1557021/\" id=\"a_35\">Renu\nSagar Power Co. Ltd. v. General Electric Co. and Anr1984</a> (4) SCC 679.</span></span></span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">FAO (OS) 150/2002                                                  Page 26 of 51</span>\n<p data-structure=\"CDiscource\" id=\"p_40\"> The contract for the first lot was dated 04.03.1994 for 10,000 MTs. There\nwas an amendment to this contract on 12.05.1994 which suggested a supply\nof a second lot of 10000 MTs of CRC. However, it was envisaged that a\nseparate amendment for sizes of the second lot to be agreed upon later will\nbe issued (pg 88 appeal paper book). It was contended by SAIL that there\nwas no concluded contract for the 2nd lot, inter alia because (a) separate\namendment for sizes of the second lot was never issued; (b) Thyssen bases\nthe claim on letter dated 17.03.1994 for agreement on the size mix for the\nsecond lot and it being similar to the first lot is incorrect because the size-\nmix was not specified, in the letter of 12.05.1994, which expressly stated\nthat a further document was to be issued. This read with clauses 9 and 10 of\nthe agreement, negates any argument that the size-mix was already a\nconcluded matter on 12.05.1994 because of the letter dated 17.03.1994. (b)\nIt is argued that the specifications suggested by TSU in September 1994 for\nthe second lot were different from those of the first lot and that the sub-lots\nand markings were to be indicated later, thereby showing conclusively that\nthey had not been agreed upon even till then.\n</p>\n<p data-structure=\"RespArg\" id=\"p_41\">27.    SAIL&#x27;s counsel urges that the essential terms had not been agreed\nupon finally and, therefore, no binding contract came into existence. It relies\non May v. Butcher 1934 (2) KB 17. It is stated that Mr. Kruger who was\nprimarily responsible for negotiating the contract on the part of TSU did not\nknow that such an agreement was entered into. This was consistent with Mr.\nKruger&#x27;s letter dated 05.09.1994, which is at (pg 768 Vol. III). These\ncontentions were accepted. SAIL urges that the single judge‟s findings do\nnot call for interference on this aspect. It is urged that no damages would be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">FAO (OS) 150/2002                                                   Page 27 of 51</span>\n payable even otherwise. The finding of the arbitrator, it is submitted was\ntotally unwarranted. The arbitrator held that:\n</p>\n<blockquote id=\"blockquote_36\">&quot;It is wrong to take domestic Indian steel production as a comparison,\nwhich it is clear, would never have been acceptable to the USA market.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_42\">Analysis and Conclusions\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">28.    The contract between the parties was concluded on 04.03.1994;\nThyssen placed an order for the purchase of 10,000 CRC from SAIL. The\nparties also agreed that SAIL would supply an additional 10,000 CRC to\nThyssen, at a later date. The material supplied by SAIL, was alleged to be\nnot in terms of standards agreed to by the parties. This dispute was referred\nto arbitration. The several points which included were (a) the interpretation\nof the contract, with reference to the quality of the goods agreed to be sold;\n</p><p data-structure=\"Section\" id=\"p_44\">(b) whether there was a concluded contract between the parties as to the\nsecond- additional quantity; (c) whether Thyssen could claim damages in the\ncircumstances- in the context of SAIL‟s plea that it had the goods inspected\nfrom time to time, at the stage of manufacture and also that given the\ncondition that the goods were FOB Vizag there could be no liability and (b)\nwhether Thyssen was entitled to damages based on the difference between\nthe price of the goods at the time they were ultimately received by its\ncustomers and their contract value.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">29.    It must be noticed at the outset that the remit of the Supreme Court\nwas with respect to rendering a finding whether the arbitrator took note of\nthe fact that the goods were f.o.b. Vizag and the effect thereof upon the\nvalidity of the award. The scope of the remand in the present case is found\nin the decision of the Supreme Court, which has referred the following issue\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">FAO (OS) 150/2002                                                  Page 28 of 51</span>\n to this Court:\n</p>\n<blockquote id=\"blockquote_37\">               &quot;Whether the arbitrator has taken into account the fact that the\n               contract was f.o.b. Vishakhapatnam and thus, what was the\n               effect thereof?&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">   The Supreme Court in its remand order also noted:\n</p>\n<blockquote id=\"blockquote_38\">               &quot;In view of the above, the judgment and orders passed by the\n               Division Bench impugned in both these appeals are set aside\n               and we remand the cases to the Division Bench of the High\n               Court to consider it afresh and decide first the primary issue\n               and depending upon the outcome of the same, other issues may\n               be considered.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_48\">30.    It is clear from the order of the Supreme Court that it would be open\nto this court to consider all the issues raised in this dispute, after deciding the\nprimary question referred to it. Before doing so, it is essential to recollect the\nscope of the power to be exercised by this Court in a matter arising under\n<a href=\"/doc/1503578/\" id=\"a_36\">Section 30</a> of the Arbitration Act, 1940, such as the present one. The\nSupreme Court in the case of <a href=\"/doc/899911/\" id=\"a_37\">Jivarajbhai Ujamshi Sheth v. Chintamanrao\nBalaji</a>, AIR 1965 SC 214, while reviewing the scope of powers of the Court\nunder <a href=\"/doc/1503578/\" id=\"a_38\">Section 30</a> of the Arbitration Act, 1940, held:</span>\n</p>\n<blockquote id=\"blockquote_39\">               &quot;The Court in dealing with an application to set aside an award\n               has not to consider whether the view of the arbitrator on the\n               evidence is justified. The arbitrator&#x27;s adjudication is generally\n               considered binding between the parties, for he is a tribunal\n               selected by the parties and the power of the Court to set aside\n               the award is restricted to cases set out in<a href=\"/doc/904169/\" id=\"a_39\"> s. 30</a>. It is not open to\n               the Court to speculate, where no reasons are given by the\n               arbitrator, as to what impelled the arbitrator to arrive at his\n               conclusion. On the assumption that the arbitrator must have\n               arrived at his conclusion by a certain process of reasoning, the\n               Court cannot proceed to determine whether the conclusion is\n               right or wrong. It is not open to the Court to attempt to probe\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">FAO (OS) 150/2002                                                       Page 29 of 51</span>\n                the mental process by which the arbitrator has reached his\n               conclusion where it is not disclosed by the terms of his award.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_50\">31.    Similarly, the Supreme Court in <a href=\"/doc/1010255/\" id=\"a_40\">State of U.P. v. Allied Constructions</a>,\n(2003) 7 SCC 396, in relation to <a href=\"/doc/1503578/\" id=\"a_41\">Section 30</a> of the Arbitration Act, held:</span>\n</p>\n<blockquote id=\"blockquote_40\">           &quot;Interpretation of a contract, it is trite, is a matter for arbitrator to\n           determine <a href=\"/doc/1503578/\" id=\"a_42\">Section 30</a> of the Arbitration Act, 1940 providing for\n           setting aside an award is restrictive in its operation. Unless one or\n           the other condition contained in <a href=\"/doc/904169/\" id=\"a_43\">Section 30</a> is satisfied, an award\n           cannot be set aside. The arbitrator is a Judge chosen by the parties\n           and his decision is final. The Court is precluded from reappraising\n           the evidence. Even in a case where the award contains reasons,\n           the interference therewith would still be not available within the\n           jurisdiction of the Court unless, of course, the reasons are totally\n           perverse or the judgment is based on a wrong proposition of law.\n           An error apparent on the face of the records would not imply\n           closer scrutiny of the merits of documents and materials on record.\n           Once it is found that the view of the arbitrator is a plausible one,\n           the Court will refrain itself from interfering.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1069282\" id=\"span_51\">32.    Therefore, what emerges clearly from these above dictums is that\nwhile dealing with an arbitral award under <a href=\"/doc/1503578/\" id=\"a_44\">Section 30</a> of the Arbitration Act,\n1940, the Court cannot set aside the award unless &quot;the reasons are totally\nperverse or the judgment is based on a wrong proposition of law.&quot; Under no\ncircumstance can the Court reappraise the evidence or interfere with the\nfindings of fact recorded by the arbitral tribunal. It also must be noted that\nunder <a href=\"/doc/1294263/\" id=\"a_45\">Section 15</a> of the Arbitration Act, 1940, the Court also has the power\nto modify an arbitral award. While dealing with the question of modifying\nan arbitral award, the Supreme Court in the case of <a href=\"/doc/1069282/\" id=\"a_46\">Gujarat Water Supply\nand Sewerage Board v. Unique Erectors (Gujarat) Pvt. Ltd.</a>, AIR 1989 SC\n973 noted:</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">FAO (OS) 150/2002                                                        Page 30 of 51</span>\n<blockquote id=\"blockquote_41\">        &quot;There is, however, one infirmity in the award which is apparent on\n       the face of the award which in the interest of justice as the law now\n       stands declared by this Court, we should correct, viz., the question of\n       interest pendente lite.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601768\" id=\"span_53\">Along similar lines, the Supreme Court in <a href=\"/doc/601768/\" id=\"a_47\">Union of India v. Manager</a>, M/s.\nJain and Associates, AIR 2001 SC 809 explained the scheme of <a href=\"/doc/1504127/\" id=\"a_48\">Section 15</a>\nand <a href=\"/doc/1503578/\" id=\"a_49\">Section 30</a> of the Arbitration Act, 1940 in the following terms:</span>\n</p>\n<blockquote id=\"blockquote_42\">       &quot;Similarly, when the Court is required to proceed without objection\n       application under <a href=\"/doc/1503578/\" id=\"a_50\">Section 30</a> or 33 of the Act, it cannot pronounce the\n       judgment without considering the provisions of <a href=\"/doc/1294263/\" id=\"a_51\">Sections 15</a> and <a href=\"/doc/109140/\" id=\"a_52\">16</a> of\n       the Act, which provide, as stated above, for modification or correction\n       of any award or for remitting it to the arbitrator for re-consideration\n       on the ground that (i) there is any error of law apparent on the face of\n       the award, (ii) the award is incapable of being executed, (iii) the\n       award has left undetermined any of the matters referred to\n       arbitration, (iv) that a part of the award is upon a matter not referred\n       to arbitration and (v) the award contains any obvious error.\n       Jurisdiction of the Court to pronounce judgment depends on exercise\n       of its power to modify or remit the award.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_51\">33.    The remit is a narrow one; yet it involves analysis of some facts,\nbased on the evidence, i.e., as to whether the inspection of the goods at\nvarious stages bound Thyssen and the facts on the record, in the context of\nSAIL‟s contention that upon delivery of the goods on board, the claimant\nbuyer was precluded from objecting to its quality- which would also\nultimately impact the issue of damages, if any and its quantum.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489309\" id=\"span_54\">34.    Keeping the above view in mind, the first question that this Court\nmust consider is the one referred to it by the Supreme Court. The contract in\nthe present case is f.o.b. Vishakhapatnam. The nature of an f.o.b. contract\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">FAO (OS) 150/2002                                                     Page 31 of 51</span>\n and its distinction from a CIF contract was explained by the Supreme Court\nin the case of <a href=\"/doc/489309/\" id=\"a_53\">Contship Container Lines Ltd v. D.K. Lall</a>, (2010) 4 SCC 256:</span>\n</p>\n\n<blockquote id=\"blockquote_43\">               &quot;The distinction between CIF (Cost Insurance and Freight) and\n               FOB (Free on Board) contracts is well recognized in the\n               commercial world. While in the case of CIF contract the seller\n               in the absence of any special contract is bound to do certain\n               things like making an invoice of the goods sold, shipping the\n               goods at the port of shipment, procuring a contract of\n               insurance under which the goods will be delivered at the\n               destination etc., in the case of FOB contracts the goods are\n               delivered free on board the ship. Once the seller has placed the\n               goods safely on board at his cost and thereby handed over the\n               possession of the goods to the ship in terms of the Bill of Lading\n               or other documents, the responsibility of the seller ceases and\n               the delivery of the goods to the buyer is complete. The goods\n               are from that stage onwards at the risk of the buyer.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_53\">35.    It must be noted in this context, that while in an f.o.b. contract, the\nrisk passes to the buyer once the goods are put on board the ship and\nthereafter the seller‟s obligations are complete, this does not imply that the\nbuyer does not have any right to claim damages or repudiate the contract in\ncase the goods are subsequently found to be defective. In that sense, an f.o.b.\ncontract has no relevance to the liability of a seller to sell the contractual\ngoods or to the quality of the goods sold. It is only relevant for\ndetermination of risk and liability during transportation of the goods. It has\nbeen noted in Benjamin‟s Sale of Goods (7th ed., 2006), p. 1737:\n</p><blockquote id=\"blockquote_44\">               &quot;An f.o.b. buyer has the normal right to reject the goods if they\n               are defective in a way that amounts to a breach of a\n               fundamental term, or to breach of condition, or to a breach of\n               an intermediate term which causes serious prejudice to the\n               buyer.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">FAO (OS) 150/2002                                                     Page 32 of 51</span>\n<p data-structure=\"Section\" id=\"p_54\"> Therefore, it is clear that merely because the risk passes to the buyer when\nthe seller places the goods on board the ship in an f.o.b. contract, this does\nnot affect the right of the buyer to reject the goods or claim damages, when\nsubsequently on arrival of the goods, it is discovered that the goods were in\na defective condition. Such a rule also finds place in <a href=\"/doc/1057711/\" id=\"a_54\">Section 41</a> of the Sale\nof Goods Act, 1930, which provides:\n</p>\n<blockquote id=\"blockquote_45\">       &quot;<a href=\"/doc/1057711/\" id=\"a_55\">Section 41</a> - Buyer&#x27;s right of examining the goods\n               (1) Where goods are delivered to the buyer which he has not\n               previously examined, he is not deemed to have accepted them\n               unless and until he has had a reasonable opportunity of\n               examining them for the purpose of ascertaining whether they\n               are in conformity with the contract.\n</blockquote><blockquote id=\"blockquote_46\">               (2) Unless otherwise agreed, when the seller tenders delivery of\n               goods to the buyer, he is bound, on request, to afford the buyer\n               a reasonable opportunity of examining the goods for the\n               purpose of ascertaining whether they are in conformity with the\n               contract.\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">36.    By reason of <a href=\"/doc/1057711/\" id=\"a_56\">Section 41</a>, a buyer is not deemed to have accepted the\ngoods delivered to him by the seller, unless he has had reasonable\nopportunity of examining them. Thus, merely because the risk passes to the\nbuyer in an f.o.b. contract when the goods are put on board the ship by the\nbuyer, unless the buyer has had reasonable opportunity of examining the\ngoods, he would not be deemed to have accepted them, and consequently, he\nwould be entitled to claim damages in case on examining them it is found\nthat the goods were not in conformity with the contract. The question that\nthen arises is whether the buyer i.e. TSU in this case had the opportunity of\nexamining the goods through its agents-SGS India PTE. Ltd and IGI, before\nthe goods were put on board the ship by the seller. It is important to note that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">FAO (OS) 150/2002                                                    Page 33 of 51</span>\n the question of whether SGS India PTE Ltd. and IGI were acting as the\nagents of TSU and whether they had sufficient opportunity to examine the\ngoods in a manner that displaces the presumption under <a href=\"/doc/1057711/\" id=\"a_57\">Section 41</a> of the\nSale of Goods Act, 1930, is essentially a question of fact. Since the learned\narbitrator has returned a finding on this point, it would not be appropriate for\nthis Court to reappraise the evidence on its own accord. On this issue, the\nlearned arbitrator has noted that both SGS and IGI had a very limited role to\nplay in the examination of the goods and the nature of the inspection carried\nout by them was also limited. The arbitrator found that the certificates\nadduced by SGS or IGI cannot be relied upon as evidencing the fact that the\nbuyer had sufficient opportunity of examining the goods before they were\nput on board by the seller. Thus, under <a href=\"/doc/1057711/\" id=\"a_58\">Section 41</a> of the Sale of Goods Act,\nthe buyer would retain his right to reject the goods till such time as he has\nhad reasonable opportunity to examine them. In this context, the law in\nrelation to the buyer‟s right of examination of goods has been stated in\nBenjamin (supra), p. 1743 in the following terms:\n</p>\n<blockquote id=\"blockquote_47\">       &quot;First, the burden of proving that the buyer had a reasonable\n       opportunity of examining the goods at the point of the shipment lies\n       on the seller and unless there is an affirmative finding of fact to that\n       effect, the buyer will not be held to have accepted the goods merely\n       because he failed to examine them at that point. Secondly, the\n       opportunity afforded to the buyer must be a reasonable opportunity of\n       examining the goods to see whether they were in accordance with the\n       contract-not merely whether there was reasonable opportunity to\n       have discovered the particular defect which is being sued for if it had\n       been the only defect.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_56\">37.    Such being the case, in view of the arbitrator‟s finding, it is clear that\nin this case, the buyer did not have the opportunity of examining the goods\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">FAO (OS) 150/2002                                                     Page 34 of 51</span>\n before they were put on board the ship by the seller. The question is whether\nin case of an f.o.b. contract, the law in relation to the buyer‟s right to\nexamine the goods would operate differently and whether the buyer would\nbe entitled to exercise such a right only before the goods are put on board\nthe ship by the seller, as the risk would pass to the buyer thereafter.\nHowever, it was noted by the Court of Appeal in Boks &amp; Co. v. JH Rayner\n&amp; Co, (1921) 8 Ll. L. Rep. 108 that &quot;there was not...any general rule that\nan f.o.b. buyer must inspect the goods before they were put on board.&quot; In\nfact, it is noted in Benjamin (supra), p. 1741 that-\n</p><blockquote id=\"blockquote_48\">               &quot;In most of the reported cases on f.o.b. contracts, the point of\n               examination has been held to be, not the place of shipment, but\n               the destination of the goods: that is, the place at which they\n               actually get into the hands of the buyer or into the hands of a\n               sub-buyer to whom they are directly dispatched.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">Similarly, in the context of the <a href=\"/doc/651105/\" id=\"a_59\">Sale of Goods Act, 1930</a>, it has been noted in\nPollock &amp; Mulla, The Sale of Goods Act, (9th ed. 2014), p. 419:\n</p>\n<blockquote id=\"blockquote_49\">             &quot;..(In f.o.b. contracts) Although the place for examination is\n       usually the place of delivery, there is no rule that the goods must be\n       examined on or before shipment, which may often be impracticable.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_58\">38.    Therefore, in this case, even though the contract was f.o.b.\nVishakhapatnam, the buyer still had the right to examine the goods after\nreceiving them either at the destination or at the place where the sub-buyer\nreceived them, and if they were found to be defective, then the buyer\nretained the right to reject them or claim damages for breach of warranty. In\nthe present case, as is clear from the facts recorded in the arbitral award, the\nfirst lot of CRC was loaded on the vessel for shipment to New Orleans,\nUSA. It appears from the facts that the goods were directly dispatched to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">FAO (OS) 150/2002                                                    Page 35 of 51</span>\n Thyssen‟s buyers when the goods reached New Orleans. Its customers, on\nreceiving the goods informed it that the CRC supplied by SAIL had several\ndefects and accordingly rejected the said goods. Therefore, it is clear that the\nbuyer i.e. TSU did not have the opportunity of examining the goods at the\ninitial place of delivery and hence, could not have lost its right to reject the\ngoods or claim damages for breach of warranty, in case the goods were\nfound to be defective by the buyer‟s customers.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">39.      Once it is clear that the nature of the contract being f.o.b.\nVishakhapatnam did not affect Thyssen‟s right to claim damages from SAIL\nin case the goods were found to be defective on examination, the next\nquestion that must be considered is whether the goods in the present case are\ndefective in nature. In order to ascertain whether the goods are defective in\nnature, it would be apposite to reproduce the relevant provisions of the <a href=\"/doc/651105/\" id=\"a_60\">Sale\nof Goods Act, 1930</a> dealing with the quality of the goods sold by the seller\nto the buyer:\n</p>\n<blockquote id=\"blockquote_50\">        &quot;<a href=\"/doc/1504127/\" id=\"a_61\">Section 15</a>\n        Where there is a contract for the sale of goods by description, there is\n        an implied condition that the goods shall correspond with the\n        description; and, if the sale is by sample as well as by description, it\n        is not sufficient that the bulk of the goods correspond with the sample\n        if the goods do not also correspond with the description.\n         <a href=\"/doc/346827/\" id=\"a_62\">Section 16</a>\n        Subject to the provisions of this Act and of any other law for the time\n        being in force, there is no implied warranty or condition as to the\n        quality or fitness for any particular purpose of goods supplied under a\n        contract of sale, except as follows:\n</blockquote>\n<blockquote id=\"blockquote_51\">      (1) Where the buyer, expressly or by implication, makes known to the\n      seller the particular purpose for which the goods are required, so as\n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">FAO (OS) 150/2002                                                    Page 36 of 51</span>\n       to show that the buyer relies on the seller&#x27;s skill or judgment, and the\n      goods are of a description which it is in the course of the seller&#x27;s\n      business to supply (whether he is the manufacturer or producer or not),\n      there is an implied condition that the goods shall be reasonably fit for\n      such purpose:\n</blockquote>\n<blockquote id=\"blockquote_52\">      Provided that, in the case of a contract for the sale of a specified article\n      under its patent or other trade name, there is no implied condition as to\n      its fitness for any particular purpose.\n</blockquote><blockquote id=\"blockquote_53\">      (2) Where goods are bought by description from a seller who deals in\n          goods of that description (whether he is the manufacturer or producer\n          or not), there is an implied condition that the goods shall be of\n          merchantable quality:\n</blockquote>\n<blockquote id=\"blockquote_54\">          Provided that, if the buyer has examined the goods, there shall be no\n          implied condition as regards defects which such examination ought to\n          have revealed.\n</blockquote><blockquote id=\"blockquote_55\">      (3) An implied warranty or condition as to quality or fitness for a\n          particular purpose may be annexed by the usage of trade.\n      (4) An express warranty or condition does not negative a warranty or\n          condition implied by this Act unless inconsistent therewith.&quot;\n<a href=\"/doc/259529/\" id=\"a_63\">Section 59\n      (1)</a> Where there is a breach of warranty by the seller, or where the buyer\n      elects or is compelled to treat any breach of a condition on the part of\n      the seller as a breach of warranty, the buyer is not by reason only of\n      such breach of warranty entitled to reject the goods; but he may--\n</blockquote><blockquote id=\"blockquote_56\">            (a) set up against the seller the breach of warranty in diminution\n            or extinction of the price; or\n</blockquote><blockquote id=\"blockquote_57\">            (b) sue the seller for damages for breach of warranty.\n(2) The fact that a buyer has set up a breach of warranty in diminution or\nextinction of the price does not prevent him from suing for the same breach\nof warranty if he has suffered further damage.\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">40.      In this case, the learned arbitrator in his award found that the goods\ndelivered to the buyer were hit by the operation of <a href=\"/doc/1504127/\" id=\"a_64\">Section 15</a> (implied\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">FAO (OS) 150/2002                                                      Page 37 of 51</span>\n condition that the goods shall correspond with the description), <a href=\"/doc/686067/\" id=\"a_65\">Section\n16(1)</a> (implied condition as to fitness for purpose) and <a href=\"/doc/1135028/\" id=\"a_66\">Section 16(2)</a>\n(implied condition as to goods being of merchantable quality). On the basis\nof the above provisions, the learned arbitrator found that the goods delivered\nby the seller were defective in nature, i.e. they did not conform to the\ndescription, they were unfit for the purpose that they were being bought and\nthat they were not of merchantable quality. Since this is a finding of fact\narrived at by the arbitrator, this Court finds no reason to interfere with the\nsame. In fact, on this point, the Division Bench‟s decision (which has been\nset aside by the Supreme Court) also found that the goods delivered by SAIL\nwere defective in nature. Even the learned Single Judge in his decision, after\nreaching the conclusion that the arbitrator‟s findings on the defective nature\nof the goods was fraught with infirmities, nonetheless proceeded to examine\nthe question of damages.\n</p><p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1708306\" id=\"span_63\">41.    This court does not propose to re-appreciate the facts pertaining to\ncontract interpretation, particularly as to the meaning of the expression\n&quot;prime&quot; and the discussion on applicability of standards, or whether the\nCRC was suitable for coil cutting or not. As stated earlier, it is clear that\ninterpretation of contract- even under the (now repealed) <a href=\"/doc/1052228/\" id=\"a_67\">Arbitration Act,\n1940</a> was the exclusive domain of the arbitrator; the &quot;reasonableness&quot; of that\ndecision is not open to challenge before a court considering an application\nunder <a href=\"/doc/904169/\" id=\"a_68\">Section 30</a>/<a href=\"/doc/725355/\" id=\"a_69\">33</a> of the Act. (See <a href=\"/doc/1708306/\" id=\"a_70\">Allied Construction</a> (supra) <a href=\"/doc/588099/\" id=\"a_71\">Sudarshan\nTrading Co v Govt of Kerala</a> 1989 (2) SCC 38 and Harish Chandra &amp; Co v\nState of UP (2016) 9 SCC 478). Instead of reopening the facts therefore, this\ncourt proposes to proceed on the basis that the goods delivered by SAIL to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">FAO (OS) 150/2002                                                  Page 38 of 51</span>\n TSU were in some respects, defective in nature, and move to the issue of\ncomputation of damages by the learned arbitrator.</span></span>\n</p><p data-structure=\"Section\" id=\"p_62\">42.    Once it is established that the goods in question were defective,\n<a href=\"/doc/1259095/\" id=\"a_72\">Section 59</a> of the Sale of Goods Act, 1930 would apply where the buyer\nelects to or is compelled to treat the breach of condition by the seller as a\nbreach of warranty, and the buyer in such a case would be entitled to set up\nagainst the seller the breach of warranty in diminution or extinction of the\nprice or sue the seller for damages for breach of warranty. The question that\nwould then arise would be in relation to the computation of damages. In this\nregard, the damages that would be due to the buyer from the seller would be\ngoverned by <a href=\"/doc/339747/\" id=\"a_73\">Section 73</a> of the Indian Contract Act, 1872. Section 73\nprovides:\n</p>\n<blockquote id=\"blockquote_58\">               &quot;When a contract has been broken, the party who suffers by\n               such breach is entitled to receive, from the party who has\n               broken the contract, compensation for any loss or damage\n               caused to him thereby, which naturally arose in the usual\n               course of things from such breach, or which the parties knew,\n               when they made the contract, to be likely to result from the\n               breach of it.\n</blockquote>\n<blockquote id=\"blockquote_59\">               Such compensation is not to be given for any remote and\n               indirect loss or damage sustained by reason of the breach.\n               Compensation for failure to discharge obligation resembling\n               those created by contract.\n</blockquote>\n<blockquote id=\"blockquote_60\">               When an obligation resembling those created by contract has\n               been incurred and has not been discharged, any person injured\n               by the failure to discharge it is entitled to receive the same\n               compensation from the party in default, as if such person had\n               contracted to discharge it and had broken his contract.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">FAO (OS) 150/2002                                                  Page 39 of 51</span>\n<blockquote id=\"blockquote_61\">                Explanation.-In estimating the loss or damage arising from a\n               breach of contract, the means which existed of remedying the\n               inconvenience caused by the non-performance of the contract\n               must be taken into account.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_63\">43.      Section 73 stipulates the rule of damages for breach of contract, aimed\nat compensating the injured party, as far as money can, by placing him in as\ngood a situation as if the contract had been performed. With respect to\ndefective goods, the measure of damages is usually the price paid for the\ndefective goods to the seller reduced by the price received when such\ndefective goods are sold by the buyer. In relation to an f.o.b. contract, the\ncomputation of damages has to be with reference to the market price of the\ngoods at the place where the goods were put on board the ship. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813747\" id=\"span_66\">In this\ncontext, in relation to an f.o.r. (Kanpur) contract, the Supreme Court in\n<a href=\"/doc/1813747/\" id=\"a_74\">Murlidhar Chiranjilal v. Harishchandra Dwarkadas</a>, AIR 1962 SC 366,\nnoted:</span>\n</p><blockquote id=\"blockquote_62\">               &quot;The two principles on which damages in such cases are\n               calculated are well-settled. The first is that, as far as possible,\n               he who has proved a breach of a bargain to supply what he\n               contracted to get is to be placed, as far as money can do it, in\n               as good a situation as if the contract had been performed; but\n               this principles is qualified by a second, which imposes on a\n               plaintiff the duty of taking all reasonable steps to mitigate the\n               loss consequent on the breach, and debars him from claiming\n               any part of the damage which is due to his neglect to take such\n               steps : (British Westinghouse Electric and Manufacturing\n               Company Limited v. Underground Electric Railways Company\n               of London [1912] A.C. 673. These two principles also follow\n               from the law as laid down in s. 73 read with the Explanation\n               thereof. If therefore the contract was to be performed at\n               Kanpur it was the respondent&#x27;s duty to buy the goods in Kanpur\n               and rail them to Calcutta on the date of the breach and if it\n               suffered any damage thereby because of the rise in price on the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">FAO (OS) 150/2002                                                      Page 40 of 51</span>\n                date of the breach as compared to the contract price, it would\n               be entitled to be reimbursed for the loss. Even if the respondent\n               did not actually buy them in the market at Kanpur on the date\n               of breach it would be entitled to damages on proof of the rate\n               for similar canvas prevalent in Kanpur on the date of breach, if\n               that rate was above the contracted rate resulting in loss to it.\n               But the respondent did not make any attempt to prove the rate\n               for similar canvas prevalent in Kanpur on the date of breach.\n               Therefore it would obviously be not entitled to any damages at\n               all, for on this state of the evidence it could not be said that any\n               damage naturally arose in the usual course of things.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813747\" id=\"span_68\">44.    Similarly, in relation to an f.o.b. contract, the quantification of\ndamages would have to be with respect to the market price of the goods at\nthe place at which the goods were put on board the vessel, i.e.\nVishakhapatnam in this case. Inasmuch as the arbitrator in his assessment of\nthe amount of damages due, has taken into consideration the market price of\nthe goods as prevalent in the US, instead of Vishakhapatnam, prima facie\nthe award on this point seems to have ignored the f.o.b. nature of the\ncontract and is based on an erroneous understanding of the law. However, in\n<a href=\"/doc/1813747/\" id=\"a_75\">Murlidhar</a> (supra) itself, the Supreme Court also noted:</span>\n</p>\n<blockquote id=\"blockquote_63\">               &quot;But the learned counsel for the respondent relies on that part\n               of s. 73 which says that damages may be measured by what the\n               parties knew when they made the contract to be likely to result\n               from the breach of it. It is contended that the contract clearly\n               showed that the goods were to be transported to and sold in\n               Calcutta and therefore it was the price in Calcutta which would\n               have to be taken into account in arriving at the measure of\n               damages for the parties knew when they made the contract that\n               the goods were to be sold in Calcutta. Reliance in this\n               connection is placed on two cases, the first of which is Re. R.\n               and H. Hall Ltd. and W.H. Pim (Junior) &amp; Co.&#x27;s\n               Arbitration [1928] All E.R. 763. In that case it was held that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">FAO (OS) 150/2002                                                       Page 41 of 51</span>\n                damages recoverable by the buyers should not be limited\n               merely to the difference between the contract price and the\n               market price on the date of breach but should include both the\n               buyers&#x27; own loss of profit on the re-sale and the damages for\n               which they would be liable for their breach of the contract of\n               re-sale, because such damages must reasonably be supposed to\n               have been in the contemplation of the parties at the time the\n               contract was made since there contract itself expressly\n               provided for re-sale before delivery, and because the parties\n               knew that it was not unlikely that such re-sale would occur.\n               That was a case where the seller sold unspecified cargo of\n               Australian wheat at a fixed price. The contract provided that\n               notice of appropriation to the contract of a specific cargo in the\n               specific ship should be given within a specified time and also\n               contained express provisions as to what should be done in\n               various circumstances if the cargo should be re-sold one or\n               more times before delivery. That was thus a case of a special\n               type in which both buyers and seller knew at the time the\n               contract was made that there was an even chance that the\n               buyers could re-sell the cargo before delivery and not retain it\n               themselves.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">45.      Plainly Murlidhar tells us that the normal rule in case of an f.o.b.\ncontract is also subject to an exception, i.e. a situation where the parties\nbefore delivery, were aware of a contract of re-sale between the buyer and a\nthird party. In other words, if a contract of re-sale was in the contemplation\nof the parties to the original contract of sale of the goods, then such contract\nwould be relevant for the purposes of computation of damages due to the\nbuyer. In the case of Bence Graphics International Ltd. v. Fasson U.K. Ltd.,\n[1997] 3 W.L.R. 205 the law on this point was laid down in the following\nterms:\n</p>\n<blockquote id=\"blockquote_64\">               &quot;The situation often arises where the buyer seeks to displace\n               the presumption and recover losses other than the diminution in\n               value. Where a seller knows that the buyer intended to resell\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">FAO (OS) 150/2002                                                     Page 42 of 51</span>\n                the goods and ought reasonably to have contemplated that a\n               breach of his undertaking as to the description or condition of\n               goods would be not unlikely to cause the buyer to lose the profit\n               he hoped to make on the resale, or potential sub-sale, the buyer\n               may recover damages in respect of such loss of profits caused\n               by a breach of the seller&#x27;s undertaking.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110784505\" id=\"span_71\">In a recent decision in the context of <a href=\"/doc/339747/\" id=\"a_76\">Section 73</a> of the Indian Contract Act,\n1872, likewise, the law has been stated by the Andhra Pradesh High Court in\nthe case of <a href=\"/doc/110784505/\" id=\"a_77\">The Andhra Pradesh Mineral Development Corporation Ltd. v.\nPottem Brothers</a>, (2016) 4 ALD 354:</span>\n</p>\n<blockquote id=\"blockquote_65\">               &quot;Where the parties knew that the agreement to purchase goods\n               was entered into to supply to a third party under a sub-sale it is\n               a clear case where, under <a href=\"/doc/339747/\" id=\"a_78\">Section 73</a> of the Contract Act, the\n               party committing the breach would be liable to pay the\n               difference between the contract rate and the sub-sale rate if the\n               parties knew, at the time of the contract, that a breach thereof\n               would result in damages.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_67\">46.    In the present case, from the findings of the learned arbitrator it seems\nclear that SAIL was aware of the contract of re-sale between Thyssen and\nTSG and hence, it could be said that the contract for re-sale was in the\ncontemplation of the parties. Even the learned Single Judge seems to have\nfound that SAIL was aware of the contract of re-sale between TSU and\nTSG, when he noted:\n</p>\n<blockquote id=\"blockquote_66\">       &quot;In this case the Arbitrator could have at the most allowed the loss\n       suffered by the TSU while selling the goods to TSG.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">A similar view was taken by the Division Bench in its previous judgment in\nthis case, where it was stated as follows:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">FAO (OS) 150/2002                                                     Page 43 of 51</span>\n<blockquote id=\"blockquote_67\">                &quot;Admittedly, TSU had back-to-back contract with TSG. The\n               entire CRC consignment to TSG as per the record was sold at\n               the rate of US 414 dollars per metric ton. TSG in turn sold the\n               same to its various customers at different rates. The price at\n               which the TSG sold the consignment to its customers has in fact\n               been worked out to be the market price by the arbitrator. To\n               our mind, SAIL cannot be fastened with the liability to\n               compensate at that rate because that is not the loss suffered by\n               TSU. Moreover, that could neither be considered as the market\n               price nor could be treated as the basis for assessing the\n               damages. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_73\">TSG had no privity of contract with SAIL and being\n               not a contracting party its loss could not be held to be the\n               barometer for assessing the damages. On the contrary, the\n               price at which TSU sold the CRC to TSG at best could be\n               treated the market price for assessing damages. As already\n               observed above, consignment in question having been sold to\n               TSG, the TSU could claim compensation i.e. the difference\n               between the salvage price it got and the price at which CRC\n               was sold to TSG. Supreme Court in the case of <a href=\"/doc/1961694/\" id=\"a_79\">Union of India\n               v. Rallia Ram</a> (supra) after considering various provisions as to\n               how to determine the compensation came to the conclusion that\n               compensation could be the difference between the price paid\n               and the price received. Therefore, if we rely on Rallia Ram&#x27;s\n               decision then appellant would be entitled to the difference\n               between the price paid to the SAIL i.e. USD 363.50 and the\n               salvage price i.e. USD 383.28. On that principle the appellant\n               would not be entitled to any compensation. However, if we take\n               the price at which the TSU had entered into a contract for sale\n               with TSG i.e. USD 414 per metric ton and the salvage price i.e.\n               USD 383.28 dollars per metric ton then the difference would\n               come to USD 30.72 per metric ton. The market price proved by\n               the TSU is at which rate TSU sold the goods to TSG. Had the\n               goods not been damaged the TSU would not have got more\n               than USD 414 per metric ton. Therefore that can only be\n               treated as the market rate. Hence, the difference in the price of\n               the salvage goods and the price at which TSU sold the CRC to\n               TSG, to our mind, is the reasonable compensation which the\n               arbitrator could have awarded.&quot;</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">FAO (OS) 150/2002                                                    Page 44 of 51</span>\n<p data-structure=\"Section\" id=\"p_69\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_75\">47.     The learned arbitrator in computing damages fell into error by taking\ninto account the price at which Thyssen sold the goods further to its\ncustomers. Details of such contracts between TSG and its customers would\nnot be in the contemplation of SAIL while entering into the contract with\nThyssen. Moreover, such a computation would be hit by the principle of\nremoteness and indirect loss, enshrined in <a href=\"/doc/339747/\" id=\"a_80\">Section 73</a> of the Indian Contract\nAct, 1872, for which SAIL cannot be expected to compensate TSU.\nTherefore, in our view, the reasonable compensation that should have been\nawarded keeping in mind the principles <a href=\"/doc/1961694/\" id=\"a_81\">laid down in</a> Section 73, would be\nthe difference in the price of the salvage goods and the price at which TSU\nsold the goods to TSG, as such a contract was in the contemplation of the\nparties (i.e. SAIL and TSU). This amount would work out to USD $ 30.72\nper metric ton for the first lot of 10,000 metric tons.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1961694\" id=\"span_76\">48.     The learned arbitrator in his award has also awarded damages to\nThyssen on the basis of the overhead costs incurred by it for securing the\nsalvage sale. We find that on the issue of overhead costs incurred by the\nbuyer for securing the sale of the defective goods, the law has been settled\nby the Supreme Court in <a href=\"/doc/1961694/\" id=\"a_82\">Union of India v. A.L. Rallia Ram</a>, AIR 1963 SC\n1685:</span>\n</p>\n<blockquote id=\"blockquote_68\">               &quot;This observation proceeds upon a clear fallacy. The\n               respondent had purchased and taken delivery of 29,74,270\n               packets, out of which he sold 6,34,270 packets and returned\n               23,40,000 packets under an arrangement whereby the\n               Government of India was to take back the goods found with the\n               respondent in their original packing. The respondent had\n               purchased the goods under the acceptance of tender dated\n               September 9, 1946 which provided by clause 11 that &quot;All sales\n               will be conducted on the distinct understanding that the goods\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">FAO (OS) 150/2002                                                  Page 45 of 51</span>\n                sold are on a &#x27;said to contain&#x27; basis. No responsibility for\n               quality will be accepted whatsoever after the delivery is made\n               at the depot.&quot; When he took delivery of the goods, he became\n               owner of the goods by the express intendment of the contract.\n               The expenditure incurred for advertisement, publicity, storage,\n               agency commission and other overhead expenses since the\n               respondent took delivery was therefore in respect of his own\n               goods and he cannot claim these expenses as part of\n               compensation payable for breach of warrant in respect of\n               goods retained by him. The respondent was undoubtedly\n               entitled to the difference between the contract price and the\n               market price of the goods which he retained, and that\n               compensation has been awarded to him.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_78\">Inasmuch that the risk and title had passed to the buyer in the present case\nonce the delivery was complete, any overhead expenses incurred by the\nbuyer in procuring the salvage sale, would not compensable as damages, as\nper the ruling in <a href=\"/doc/1961694/\" id=\"a_83\">Rallia Ram</a> (supra). Therefore, the only damages that TSU\nwould be entitled to claim for the defective goods in respect of the first lot,\nwould be to the extent of USD $ 30.72 per metric ton for the first 10,000\nmetric tons.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">Second Lot\n\n</p><p data-structure=\"Precedent\" id=\"p_73\">49.     Although this court has returned findings on the question remanded\nto it by the Supreme Court in its order, to put rest to this protracted litigation\nthat has lasted almost 20 years, the court would decide the issue in relation\nto the second lot of CRC as well. In relation to the second lot, the dispute\nbetween the parties is to the existence of a concluded contract. In this\ncontext it must be pointed out that since the arbitrator is a creation of the\ncontract, the question of existence of agreement between the parties, would\ngo to the very root of the arbitrator‟s jurisdiction and can be examined by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">FAO (OS) 150/2002                                                      Page 46 of 51</span>\n this Court under <a href=\"/doc/1503578/\" id=\"a_84\">Section 30</a> of the Arbitration Act, 1940. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_80\">In this context, the\nSupreme Court in <a href=\"/doc/662824/\" id=\"a_85\">Rajasthan State Mines &amp; Minerals Limited v. Eastern\nEngineering Enterprises &amp; Anr.</a>, AIR 1999 SC 3627, held:</span>\n</p>\n<blockquote id=\"blockquote_69\">           &quot;It is settled law that the arbitrator is the creature of the contract\n           between the parties and hence if he ignores the specific terms of\n           the contract, it would be a question of jurisdictional error which\n           could be corrected by the Court and for that limited\n           purpose agreement is required to be considered. For deciding\n           whether the arbitrator has exceeded his jurisdiction reference to\n           the terms of the contract is a must.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_81\">Similarly, in <a href=\"/doc/1015491/\" id=\"a_86\">Associated Engineering Co. v. Government of Andhra Pradesh</a>,\nAIR 1992 SC 232, the Court held:</span>\n</p>\n<blockquote id=\"blockquote_70\">               &quot;An arbitrator who acts in manifest disregard of the contract\n               acts without jurisdiction. His authority is derived from the\n               contract and is governed by the <a href=\"/doc/1052228/\" id=\"a_87\">Arbitration Act</a> which embodies\n               principles derived from a specialised branch of the law of\n               agency (see Mustill &amp; Boyd&#x27;s Commercial Arbitration, Second\n               Edition, p. 641). He commits misconduct if by his award he\n               decides matters excluded by the agreement (see Halsbury&#x27;s\n               Laws of England, Volume II, Fourth Edition, Para 622). A\n               deliberate departure from contract amounts to not only\n               manifest disregard of his authority or a misconduct on his part,\n               but it may tantamount to a mala fide action. A conscious\n               disregard of the law or the provisions of the contract from\n               which he has derived his authority vitiates the award.\n               A dispute as to the jurisdiction of the arbitrator is not a dispute\n               within the award, but one which has to be decided outside the\n               award. An umpire or arbitrator cannot widen his jurisdiction\n               by deciding a question not referred to him by the parties or by\n               deciding a question otherwise than in accordance with the\n               contract.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">FAO (OS) 150/2002                                                      Page 47 of 51</span>\n<blockquote id=\"blockquote_71\">                If the arbitrator commits an error in the construction of the\n               contract, that is an error within his jurisdiction. But if he\n               wanders outside the contract and deals with matters not\n               allotted to him, he commits a jurisdictional error.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_75\">50.    In relation to the second lot, the question that arises is whether there\nwas an existing contract enforceable between the parties. In this context,\nClause 9 of the main agreement (Agreement for Sale and Purchase of Prime\nCold Rolled Mild Steel Sheets in Coils) between the parties is relevant.\nClause 9 is reproduced below:\n</p><blockquote id=\"blockquote_72\">           &quot;Clause 9: Modification of the Contract\n              This Agreement cancels all previous negotiations/agreements\n           between the parties hereto. There are no understandings or\n           agreement between the Buyer and the Seller which are not fully\n           expressed herein and no statement or agreement, oral or written,\n           made prior to or at the signing hereof shall effect or modify the\n           terms hereof or otherwise be binding on the parties hereto. No\n           change in respect of the contract covered by this Agreement shall\n           be valid unless the same is agreed to in writing by both the parties\n           hereto specifically stating the same to be an amendment to this\n           Agreement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_76\">51.    With respect to the second lot, admittedly, no such formal\nmodification or amendment to the agreement was made by the parties. The\nlearned arbitrator found that Clause 9 of the agreement had been waived by\nconduct of the parties and in any event, it would not have any impact on the\nexistence of a concluded contract between the parties in relation to the\nsecond lot. He relied on the negotiations between the parties and exchange\nof letters to find that there was in existence a concluded contract between the\nparties in relation to the second lot. Such kind of clauses in commercial\ncontracts are known as &quot;entire agreement&quot; clauses, the intention of which is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">FAO (OS) 150/2002                                                   Page 48 of 51</span>\n to preclude parties from adducing evidence of a collateral contract or\nagreement between the parties governing the same issue. The English law in\nrelation to such kind of clauses has been aptly <a href=\"/doc/1015491/\" id=\"a_88\">laid down in</a> the case of\nInntrepreneur Pub Co Ltd v East Crown Ltd, [2000] 2 Lloyd‟s Rep. 611:\n</p><blockquote id=\"blockquote_73\">               &quot;The purpose of an entire agreement clause is to preclude a\n               party to a written agreement from threshing through the\n               undergrowth and finding in the course of negotiations some\n               (chance) remark or statement (often long forgotten or difficult\n               to recall or explain) on which to found a claim such as the\n               present to the existence of a collateral warranty. The entire\n               agreement clause obviates the occasion for any such search\n               and the peril to the contracting parties posed by the need which\n               may arise in its absence to conduct such a search. For such a\n               clause constitutes a binding agreement between the parties that\n               the full contractual terms are to be found in the document\n               containing the clause and not elsewhere, and that accordingly\n               any promises or assurances made in the course of the\n               negotiations (which in the absence of such a clause might have\n               effect as a collateral warranty) shall have no contractual force,\n               save insofar as they are reflected and given effect in that\n               document.\n</blockquote>\n<blockquote id=\"blockquote_74\">   Entire agreement clauses come in different forms. In the leading case of\n   Deepak v. ICI [1998] 2 Lloyds Rep 140, 138, affirmed [1999] 1 Lloyds\n   Rep 387 the clause read as follows:\n</blockquote>\n<blockquote id=\"blockquote_75\">       &quot;10.16 Entirety of Agreement\n       This contract comprises the entire agreement between the PARTIES\n       ... and there are not any agreements, understandings, promises or\n       conditions, oral or written, express or implied, concerning the subject\n       matter which are not merged into this CONTRACT and superseded\n       thereby ...&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_77\">        Rix J and the Court of Appeal held in that case (in particular\n       focusing on the words &quot;promises or conditions&quot;) that this language\n       was apt to exclude all liability for a collateral warranty. In Alman &amp;\n       Benson v. Associated Newspapers Group Ltd 20 June 1980 (cited by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">FAO (OS) 150/2002                                                    Page 49 of 51</span>\n        Rix J at p.168), Browne-Wilkinson J reached the same conclusion\n       where the clause provided that the written contract &quot;constituted the\n       entire agreement and understanding between the parties with respect\n       to all matters therein referred to&quot; focusing on the word\n       &quot;understanding&quot;. In neither case was it necessary to decide whether\n       the clause would have been sufficient if it had been worded merely to\n       state that the agreement containing it comprised or constituted the\n       entire agreement between the parties. That is the question raised in\n       this case, where the formula of words used in the clause is\n       abbreviated to an acknowledgement by the parties that the Agreement\n       constitutes the entire agreement between them. In my judgment that\n       formula is sufficient, for it constitutes an agreement that the full\n       contractual terms to which the parties agree to bind themselves are to\n       be found in the Agreement and nowhere else and that what might\n       otherwise constitute a side agreement or collateral warranty shall be\n       void of legal effect.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_78\">52.    While there is hardly any case law or jurisprudence by Indian courts\non such concepts, this court is of the opinion that the above ruling in the\ncontext of English law, would apply with equal force to the Indian context.\nThe object of insertion of such a clause is the parties‟ resolve to prevent\neither of them from raising any claim based on a collateral contract, entered\ninto by the parties during negotiations or after conclusion of the contract.\nThe very purpose of such a stipulation would be defeated in case parties\nwere allowed to raise a claim based on a collateral agreement, entered\nbetween them during negotiations. In the present case, Clause 9 of the\nagreement between the parties is of such nature; it would necessarily\npreclude the parties from raising any claims based on collateral agreements\nthat are not encompassed within the present contract or are not expressly\nstated as being amendments to the main agreement. That being the case, we\nare of the view that the learned arbitrator fell into error by not giving Clause\n9 its full intended effect. Indeed by finding that the parties through their\n\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">FAO (OS) 150/2002                                                    Page 50 of 51</span>\n conduct had impliedly waived Clause 9, the arbitrator in effect defeated the\nvery purpose of inserting Clause 9- that to prevent parties from raising such\nclaims based on collateral agreements entered into between the parties, not\nspecifically encompassed by the contract nor specifically stated to be\namendments to the agreement. Therefore, we set aside the arbitrator‟s award\nin relation to the second lot of CRC and find that there was no concluded\ncontract entered into between the parties in relation to the second lot.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">53.    As far as the award of US $ 500,000/- towards cost and US $ 50,000/-\nthis court is of opinion that the award cannot be faulted for arbitrator&#x27;s\nmisconduct.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">54.    In the light of the above discussion, the appeal is partly allowed; the\naward is modified to the extent that Thyssen is entitled to $ 7,44,000/-\ntowards damages; interest at the rate awarded on the said amount, till date of\npayment, $ 500,000/- towards cost and $ 50,000/- towards award charges.\nThe impugned judgment of the learned single judge is therefore, modified to\nthis extent. Appeal is allowed in these terms; there shall, however, be no\norder on costs.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_81\">                                                       S. RAVINDRA BHAT\n                                                            (JUDGE)\n\n\n                                                          DEEPA SHARMA\n                                                             (JUDGE)\nAPRIL 20, 2017\n\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">FAO (OS) 150/2002                                                    Page 51 of 51</span>\n </p>","numcites":42,"numcitedby":5,"docsource":"Delhi High Court","citetid":69888522,"divtype":"judgments","relatedqs":[{"value":"sale of goods act 1930","formInput":"sale%20of%20goods%20act%201930"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"breach of warranty ","formInput":"breach%20of%20warranty%20"},{"value":"indian contract act 1872","formInput":"indian%20contract%20act%201872"},{"value":"\"merchantable quality\"","formInput":"%22merchantable%20quality%22"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"damages calculation","formInput":"damages%20calculation"},{"value":"fob contract","formInput":"fob%20contract"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"measure of damages","formInput":"measure%20of%20damages"},{"value":"\"what is a collateral warranty\"","formInput":"%22what%20is%20a%20collateral%20warranty%22"},{"value":"sale of goods act","formInput":"sale%20of%20goods%20act"},{"value":"sgs india","formInput":"sgs%20india"},{"value":" warranty","formInput":"%20warranty"},{"value":"defect in goods","formInput":"defect%20in%20goods"},{"value":"expert witness","formInput":"expert%20witness"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"section 30 of arbitration","formInput":"section%2030%20of%20arbitration"},{"value":"arbitral award","formInput":"arbitral%20award"}],"cats":[{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}