{"tid":151593616,"publishdate":"2018-01-05","title":"M/S. Inox Wind Ltd. vs M/S. Thermocables Ltd. on 5 January, 2018","doc":"<h2 class=\"doc_title\">M/S. Inox Wind Ltd. vs M/S. Thermocables Ltd. on 5 January, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 SUPREME COURT 349, 2018 (3) ALJ 44, AIR 2018 SC (CIVIL) 793, (2018) 1 PAT LJR 388, (2018) 2 RECCIVR 582, (2018) 1 RECCIVR 552, (2018) 3 MPLJ 490, (2018) 1 PUN LR 793, (2018) 2 MAD LJ 119, (2018) 5 MAH LJ 14, (2018) 3 ALLMR 65 (DEL), (2018) 2 CURCC 319, (2018) 1 ARBILR 1, (2018) 182 ALLINDCAS 1 (SC), (2018) 127 ALL LR 200, (2018) 1 JLJR 254, (2018) 1 JCR 383 (SC), (2018) 2 DMC 1, 2018 (2) KCCR SN 154 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:l-n-rao\">L. Nageswara Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:l-n-rao\">L. Nageswara Rao</a>, <a href=\"/search/?formInput=benchid:s-a-bobde\">S.A. Bobde</a></h3>\n\n<pre id=\"pre_1\">                                                               Reportable\n\n\n              IN THE SUPREME COURT OF INDIA\n               CIVIL APPELLATE JURISDICTION\n\n                  CIVIL APPEAL No. 19            of 2018\n              (Arising out of SLP (Civil) No.31049 of 2016)\n\n M/S. INOX WIND LTD.\n                                                     .... Appellant\n\n                                   Versus\n\n M/S THERMOCABLES LTD.                             .... Respondent\n\n                           JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\"> L. NAGESWARA RAO, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">       Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2. This appeal is directed against the judgment of the High Court\n\n  of Judicature at Allahabad dismissing the application filed by the\n\n  Appellant   under    <a href=\"/doc/605764/\" id=\"a_1\">Section     11   (6)</a>   of    the    Arbitration   and\n\n  Conciliation Act, 1996 (hereinafter referred to as ‘the Act’).\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3. The Appellant is a manufacturer of wind turbine generators (WTGs).\n\n  The Respondent is engaged in the business of manufacture of wind\n\n  power cables and other types of cables. Two purchase orders dated\n\n  13.12.2012 and 02.02.2013 were issued by the Appellant to the\n\n  Respondent for supply of cables for their WTGs. According to the\n\n  Purchase       Order,      the        supply         was        to      be\n\n  according to the terms mentioned in the order and the Standard\n\n  Terms and Conditions that were attached thereto. Apart from the\n\n\n\n</p><p data-structure=\"Section\" id=\"p_5\">                                                                       1|Page\n\f  other conditions, the Standard Terms and Conditions contain a\n\n  clause pertaining to dispute resolution. The said clause provides for\n\n  a dispute to be resolved by a sole arbitrator in accordance with the\n\n  provisions of the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a>. The material\n\n  on record indicates that the Respondent accepted all the terms and\n\n  conditions mentioned in the Purchase Order except the delivery\n\n  period as is evident from a letter dated 15.12.2012.\n\n</p><p data-structure=\"Issue\" id=\"p_6\">4. The Respondent, pursuant to the Purchase Order, supplied wind\n\n  power cables to the Appellant. While laying the cables supplied by\n\n  the Respondent-company, the Appellant discovered that the outer\n\n  sheaths of the cables of 150 sq. mm. were cracked. This forced\n\n  them to stop the WTGs so as to avert damage to expensive\n\n  equipment.    According to the Appellant, the Respondent-company\n\n  did not replace the cables.        The Appellant, therefore, was\n\n  constrained to issue a notice dated 30.10.2014 proposing the name\n\n  of a sole arbitrator in terms of the Standard Terms and Conditions.\n\n  In the absence of any response, the Appellant moved the High Court\n\n  of Judicature at Allahabad by filing an application under <a href=\"/doc/605764/\" id=\"a_3\">Section 11\n\n  (6)</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20317\" id=\"span_1\">5. The High Court dismissed the said application by holding that an\n\n  arbitrator cannot be appointed as the Appellant did not prove the\n\n  existence of an arbitration agreement. The High Court relied upon\n\n  the judgment of this Court in <a href=\"/doc/20317/\" id=\"a_4\">M.R. Engineers and Contractors\n\n  Private Limited v. Som Datt Builders Limited</a>, (2009) 7 SCC\n\n  696 to hold that there is no special reference to the arbitration</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_8\">                                                                2|Page\n\f  clause in the standard terms and conditions, so the arbitration\n\n  clause cannot be said to have been incorporated into the purchase\n\n  order.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_2\">6. We have heard the counsel for the Appellant and Respondent. The\n\n  judgment of this Court in <a href=\"/doc/20317/\" id=\"a_5\">M.R. Engineers’</a> case (supra) was relied\n\n  upon by both the parties.      Before proceeding further, it would be\n\n  necessary to appreciate the ratio of <a href=\"/doc/20317/\" id=\"a_6\">the said judgment</a>. A few facts\n\n  necessary to understand the dispute in the said case are that the\n\n  Appellant therein was a sub-contractor of the Respondent.          The\n\n  Appellant   was    entrusted     a   part   of   the   work   by   the\n\n  Respondent-contractor which pertained to ‘construction of project\n\n  directorate building’. It was mentioned in the sub-contract that it\n\n  shall be carried out as per the terms and conditions applicable to\n\n  the main contract. A dispute arose between the parties which made\n\n  the Appellant therein to approach the High Court for appointment of\n\n  an arbitrator under <a href=\"/doc/605764/\" id=\"a_7\">Section 11 (6)</a> of the Arbitration and Conciliation\n\n  Act, 1996. The High Court of Kerala rejected the application on the\n\n  ground that the arbitration clause in the main contract was not\n\n  incorporated by reference in the contract between the Appellant\n\n  and Respondent therein.        In the appeal before this Court, the\n\n  Appellant submitted that his case was squarely covered by <a href=\"/doc/153260/\" id=\"a_8\">Section\n\n  7 (5)</a> of the Act and that the arbitration clause from the main\n\n  contract was incorporated by reference in the sub contract between\n\n  him and the Respondent.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_10\">7. This Court considered the scope of <a href=\"/doc/153260/\" id=\"a_9\">Section 7 (5)</a> of the Act and held\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">                                                                 3|Page\n\fthat a conscious acceptance of the arbitration clause found in\n\nanother document is necessary for the purpose of incorporating it\n\ninto the contract. It was further held that general rules of\n\nconstruction of contracts would have to be followed as there were\n\nno guidelines in <a href=\"/doc/153260/\" id=\"a_10\">Section 7(5)</a> regarding the conditions that need to\n\nbe fulfilled before construing a reference to a portion of a contract\n\nas a reference incorporating the whole of it along with the\n\narbitration clause contained in it. While distinguishing ‘reference’ to\n\nanother document from ‘incorporation’, this Court observed that the\n\nrelevant factor was the intention of the parties either to adopt the\n\ndocument in its entirety or to borrow specific portions of the said\n\ndocument.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_3\">In this connection, the Court held as follows: (<a href=\"/doc/20317/\" id=\"a_11\">M.R.\n\nEngineers’</a> case, para 17-19)\n\n     “17. We will give a few instances of incorporation and mere reference to\n     explain the position (illustrative and not exhaustive). If a contract refers to\n     a document and provides that the said document shall form part and\n     parcel of the contract, or that all terms and conditions of the said\n     document shall be read or treated as a part of the contract, or that the\n     contract will be governed by the provisions of the said document, or that\n     the terms and conditions of the said document shall be incorporated into\n     the contract, the terms and conditions of the document in entirety will get\n     bodily lifted and incorporated into the contract. When there is such\n     incorporation of the terms and conditions of a document, every term of\n     such document (except to the extent it is inconsistent with any specific\n     provision in the contract) will apply to the contract. If the document so\n     incorporated contains a provision for settlement of disputes by arbitration,\n     the said arbitration clause also will apply to the contract.</span>\n\n</p><p data-structure=\"Section\" id=\"p_12\">     18. On the other hand, where there is only a reference to a document in a\n     contract in a particular context, the document will not get incorporated in\n     entirety into the contract. For example, if a contract provides that the\n     specifications of the supplies will be as provided in an earlier contract or\n     another purchase order, then it will be necessary to look to that document\n     only for the limited purpose of ascertainment of specifications of the goods\n     to be supplied. The referred document cannot be looked into for any other\n     purpose, say price or payment of price. Similarly, if a contract between X\n     and Y provides that the terms of payment to Y will be as in the contract\n     between X and Z, then only the terms of payment from the contract\n     between X and Z, will be read as part of the contract between X and Y. The\n     other terms, say relating to quantity or delivery cannot be looked into.\n\n</p><p data-structure=\"Section\" id=\"p_13\">     19. Sub-section (5) of <a href=\"/doc/1846895/\" id=\"a_12\">Section 7</a> merely reiterates these well-settled\n     principles of construction of contracts. It makes it clear that where there is\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">                                                                                 4|Page\n\f       a reference to a document in a contract, and the reference shows that the\n       document was not intended to be incorporated in entirety, then the\n       reference will not make the arbitration clause in the document, a part of\n       the contract, unless there is a special reference to the arbitration clause so\n       as to make it applicable.”\n\n</p><p data-structure=\"Section\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20317\" id=\"span_4\">8. Relevant passages from Russell on Arbitration 23rd Edition (2007)\n\n  which were relied upon by this Court for interpretation of <a href=\"/doc/153260/\" id=\"a_13\">Section 7\n\n  (5)</a> of the Arbitration and Conciliation Act, 1996 are as under: (<a href=\"/doc/20317/\" id=\"a_14\">M.R.\n\n  Engineers’</a> case, para 20-21)\n\n       “20. The      following     passages    from Russell   on   Arbitration throw\n       considerable light on the position while dealing with Section 6(2) of the\n       (English) Arbitration Act, 1996 corresponding to Section 7(5) of the Indian\n       Act. (See pp. 52-55, 23rd Edn.):</span>\n</p><blockquote id=\"blockquote_1\">               “Reference to another document.—The terms of a contract may\n               have to be ascertained by reference to more than one document.\n               Ascertaining which documents constitute the contractual\n               documents and in what, if any, order of priority they should be read\n               is a problem encountered in many commercial transactions,\n               particularly those involving shipping and construction. This issue\n               has to be determined by applying the usual principles of\n               construction and attempting to infer the parties&#x27; intentions by\n               means of an objective assessment of the evidence. This may make\n               questions of incorporation irrelevant, if for example it is clear that\n               the contractual documents in question are entirely separate and no\n               intention to incorporate the terms of one in the other can be\n               established. However, the contractual document defining and\n               imposing the performance obligations may be found to incorporate\n               another document which contains an arbitration agreement. If\n               there is a dispute about the performance obligations, that dispute\n               may need to be decided according to the arbitration provisions of\n               that other document. This very commonly occurs when the\n               principal contractual document refers to standard form terms\n               containing an arbitration agreement. However the standard form\n               wording may not be apt for the contract in which the parties seek\n               to incorporate it, or the reference may be to another contract\n               between parties at least one of whom is different. In these\n               circumstances it may be possible to argue that the purported\n               incorporation of the arbitration agreement is ineffective. The\n               draftsmen of the <a href=\"/doc/1306164/\" id=\"a_15\">Arbitration Act, 1996</a> were asked to provide\n               specific guidance on the issue, but they preferred to leave it to the\n               court to decide whether there had been a valid incorporation by\n               reference. (Para 2.044)\n                                              ***\n       Subject to drawing a distinction between incorporation of an arbitration\n       agreement contained in a document setting out standard form terms and\n       one contained in some other contract between different parties, judicial\n       thinking seems to have favoured the approach of Sir John Megaw in\n       Aughton, namely, that general words of incorporation are not sufficient.\n       Rather, particular reference to the arbitration clause needs to be made to\n       comply with <a href=\"/doc/1660061/\" id=\"a_16\">Section 6</a> of the Arbitration Act, 1996, unless special\n       circumstances exist. (Para 2.047)\n               Reference to standard form terms.— If the document sought to be\n               incorporated is a standard form set of terms and conditions the\n               courts are more likely to accept that general words of incorporation\n               will suffice. This is because the parties can be expected to be more\n\n\n\n\n</blockquote><blockquote id=\"blockquote_2\">                                                                                  5|Page\n\f               familiar with those standard terms including the arbitration clause.”\n               (Para 2.048)\n\n\n</blockquote><blockquote id=\"blockquote_3\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29637506\" id=\"span_5\">21. After referring to the view of Sir John Megaw in <a href=\"/doc/29637506/\" id=\"a_17\">Aughton Ltd. v. M.F.\n        Kent Services Ltd.</a> [(1991) 57 BLR 1] that specific words were necessary to\n        incorporate an arbitration clause and that the reference in a sub-contract\n        to another contract&#x27;s terms and conditions would not suffice to incorporate\n        the arbitration clause into the sub-contract, followed in Barrett &amp; Son\n        (Brickwork) Ltd. v. Henry Boot Management Ltd.[1995 CILL 1026] , Trygg\n        Hansa Insurance Co. Ltd. v. Equitas Ltd. [(1998) 2 Lloyds&#x27; Rep 439]\n        and AIG Europe (UK) Ltd. v. Ethniki [(2000) 2 All ER 566 (CA)] and Sea\n        Trade Maritime Corpn. v. Hellenic Mutual War Risks Assn. (Bermuda) Ltd.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_16\">        No. 2 [2006 EWHC 2530] , Russell concludes:\n</p>\n<blockquote id=\"blockquote_4\">               “The current position therefore seems to be that if the arbitration\n               agreement is incorporated from a standard form a general\n               reference to those terms is sufficient, but at least in the case of\n               reference to a non-standard form contract in the context of\n               construction and reinsurance contracts and bills of lading a specific\n               reference to the arbitration agreement is necessary.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_6\">9. This Court also discussed the scope of <a href=\"/doc/153260/\" id=\"a_18\">Section 7 (5)</a> of the Act and\n\n  summarised as follows: (<a href=\"/doc/20317/\" id=\"a_19\">M.R. Engineers’</a> case, para 24)\n        “24. The scope and intent of <a href=\"/doc/153260/\" id=\"a_20\">Section 7(5)</a> of the Act may therefore be\n        summarised thus:</span>\n</p><blockquote id=\"blockquote_5\">        (i) An arbitration clause in another document, would get incorporated into\n        a contract by reference, if the following conditions are fulfilled:\n</blockquote><blockquote id=\"blockquote_6\">        (1) the contract should contain a clear reference to the documents\n        containing arbitration clause,\n        (2) the reference to the other document should clearly indicate an\n        intention to incorporate the arbitration clause into the contract,\n        (3) the arbitration clause should be appropriate, that is capable of\n        application in respect of disputes under the contract and should not be\n        repugnant to any term of the contract.\n</blockquote><blockquote id=\"blockquote_7\">        (ii) When the parties enter into a contract, making a general reference to\n        another contract, such general reference would not have the effect of\n        incorporating the arbitration clause from the referred document into the\n        contract between the parties. The arbitration clause from another contract\n        can be incorporated into the contract (where such reference is made), only\n        by a specific reference to arbitration clause.\n</blockquote><blockquote id=\"blockquote_8\">        (iii) Where a contract between the parties provides that the execution or\n        performance of that contract shall be in terms of another contract (which\n        contains the terms and conditions relating to performance and a provision\n        for settlement of disputes by arbitration), then, the terms of the referred\n        contract in regard to execution/performance alone will apply, and not the\n        arbitration agreement in the referred contract, unless there is special\n        reference to the arbitration clause also.\n</blockquote><blockquote id=\"blockquote_9\">        (iv) Where the contract provides that the standard form of terms and\n        conditions of an independent trade or professional institution (as for\n        example the standard terms and conditions of a trade association or\n        architects association) will bind them or apply to the contract, such\n        standard form of terms and conditions including any provision for\n        arbitration in such standard terms and conditions, shall be deemed to be\n        incorporated by reference. Sometimes the contract may also say that the\n        parties are familiar with those terms and conditions or that the parties\n        have read and understood the said terms and conditions.\n</blockquote><blockquote id=\"blockquote_10\">        (v) Where the contract between the parties stipulates that the conditions\n        of contract of one of the parties to the contract shall form a part of their\n        contract (as for example the general conditions of contract of the\n        Government where the Government is a party), the arbitration clause\n\n\n</blockquote><blockquote id=\"blockquote_11\">                                                                                 6|Page\n\f         forming part of such general conditions of contract will apply to the\n         contract between the parties.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_18\">10. It was ultimately found that the intention of the parties was not to\n\n  incorporate the main contract in its entirety into the sub-contract.\n\n  Further, this Court held that the arbitration clause in the main\n\n  contract was inapplicable to the contract between the parties as the\n\n  main         contract    was   between     the     Public    Works     Department,\n\n  Government of Kerala and the contractor in which the arbitration\n\n  clause        contemplated     appointment         of   a   committee      of       three\n\n  arbitrators, with one each to be appointed by the State of Kerala\n\n  and the Respondent therein and the third to be nominated by the\n\n  Director General Road Development, Ministry of Surface Transport\n\n  Roads in Government of India.               Appointment of a committee of\n\n  arbitrators       with   representatives      of    State   of   Kerala     and      the\n\n  Government of India was totally irrelevant for the contract between\n\n  the contractor and the sub-contractor.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">11. <a href=\"/doc/1660061/\" id=\"a_21\">Section 6 (2)</a> of the Arbitration Act, 1996 which extends to England,\n\n  Wales and Northern Ireland is in pari materia with <a href=\"/doc/153260/\" id=\"a_22\">Section 7 (5)</a> of\n\n  the Arbitration and Conciliation Act, 1996 and it reads as under:-\n\n</p><blockquote id=\"blockquote_12\">         “6. Definition of arbitration agreement.\n</blockquote><blockquote id=\"blockquote_13\">         ...\n</blockquote><blockquote id=\"blockquote_14\">         (2) The reference in an agreement to a written form of arbitration clause\n         or to a document containing an arbitration clause constitutes an\n         arbitration agreement if the reference is such as to make that clause part\n         of the agreement.”\n\n</blockquote><p data-structure=\"Issue\" id=\"p_20\">12. It will be useful to understand the interpretation of the incorporation\n\n  issue in England.          The question whether the general words of\n\n  incorporation are sufficient to incorporate an arbitration agreement\n\n  arose for consideration of the High Court of Justice, Queen’s Bench\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">                                                                                  7|Page\n\f  Division, Commercial Court in Sea Trade Maritime Corporation v.\n\n  Hellenic Mutual War Risks Association (Bermuda) Limited,\n\n  The Athena [2006] EWHC 2530 (Comm). In the said case the\n\n  difference between incorporation in a single contract case and a two\n\n  contract case was recognized. If there is a reference to a secondary\n\n  document in a contract between two parties and that secondary\n\n  document is a contract to which at least one party is different from\n\n  the parties to the contract in question, it would be a two contract\n\n  case. In other words, if the secondary document is between other\n\n  parties or if only one of the parties to the contract in dispute is party\n\n  to an earlier contract to which a reference is made, then it would be\n\n  a two contract case.     In such a contract general reference to the\n\n  earlier contract would not be sufficient to incorporate the arbitration\n\n  clause. However, if the reference is to standard terms in a contract\n\n  that would be a case of ‘single contract’ and the use of general\n\n  words to incorporate the arbitration agreement by a reference is\n\n  permissible.   As the reference in that case was to a standard form\n\n  of contract which was a single contract case, Justice Langley held\n\n  that the general words of incorporation were enough to incorporate\n\n  an arbitration clause.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">13. The question of incorporation of the arbitration clause from an\n\n  earlier contract by general reference into a later contract came up\n\n  for   consideration before the Queen’s Bench Division again in\n\n  Habas Sinai Ve Tibbi Gazlar Isthisal Endustri AS v. Sometal\n\n  SAL [2010] EWHC 29 (Comm). The contract in the said case\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">                                                                   8|Page\n\f  pertained to sale of 10,000 metric tons of steel scrap. There were\n\n  several terms in the contract under the headings material, quantity,\n\n  price, shipment, discharge, rate, payment and final weight. Apart\n\n  from the said terms, the contract contained a clause which was in\n\n  the following terms: “All the rest will be same as our previous\n\n  contracts.”\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">14. The dispute that arose in that case was whether general words\n\n  mentioned above were capable of incorporating an arbitration\n\n  clause.   The difference in approach between cases in which the\n\n  parties incorporate the terms of a contract between the other\n\n  parties or between one of them with a third party on the one hand\n\n  and those in which they incorporate the standard terms on the other\n\n  hand, was noticed.         The following broad categories in which the\n\n  parties attempt to incorporate an arbitration clause were recognized\n\n  by the Court, which are as follows:\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\n</p><blockquote id=\"blockquote_15\">      “(1) A and B make a contract in which they incorporate standard terms.\n      These may be the standard terms of one party set out on the back of an\n      offer letter or an order, or contained in another document to which reference\n      is made; or terms embodied in the rules of an organisation of which A or B or\n      both are members; or they may be terms standard in a particular trade or\n      industry.\n</blockquote>\n<blockquote id=\"blockquote_16\">      (2) A and B make a contract incorporating terms previously agreed between\n      A and B in another contract or contracts to which they were both parties\n\n      (3) A and B make a contract incorporating terms agreed between A (or B)\n      and C. Common examples are a bill of lading incorporating the terms of a\n      charter to which A is a party; reinsurance contracts incorporating the terms\n      of an underlying insurance; excess insurance contracts incorporating the\n      terms of the primary layer of insurance; and building or engineering sub\n      contracts incorporating the terms of a main contract or sub-sub contracts\n      incorporating the terms of a sub contract.\n</blockquote>\n<blockquote id=\"blockquote_17\">      (4) A and B make a contract incorporating terms agreed between C and D.\n      Bills of lading, reinsurance and insurance contracts and building contracts\n      may fall into this category.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">15. In Habas’s case (supra), Justice Christopher Clarke followed the\n\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">                                                                                9|Page\n\f  ratio in the case of ‘the Athena’ (supra) and held that in single\n\n  contract cases (categories 1 and 2), a general reference would be\n\n  sufficient for incorporation of an arbitration clause from a standard\n\n  form of contract.           In cases falling under categories 3 and 4\n\n  mentioned above which are two contract cases, it was held that a\n\n  stricter rule has to be followed by insisting on a specific reference to\n\n  the arbitration clause from an earlier contract. Reliance placed on\n\n  the judgment of Sir John Megaw in Aughton v MF Kent Services\n\n  [1991] 31 Con L.R. 60 was repelled in the following terms:\n\n</p><blockquote id=\"blockquote_18\">        “53 I do not regard myself as bound by the decisions of the Court of\n        Appeal in Aughton v Kent and The Ethniki to reach a different conclusion.\n        Both were two-contract cases. Further the judgments of Sir John Megaw\n        and Lord Justice Ralph Gibson are, in part in conflict so as to preclude\n        either of them being binding authority even in a two contract case. The\n        agreement of Evans LJ with Sir John Megaw&#x27;s “ analysis of the authorities\n        with regard to arbitration clauses and specifically with regard to the\n        incorporation of charterparty arbitration clauses into bills of lading ” was\n        obiter.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">16. The point pertaining to the independent nature of an arbitration\n\n  clause    being      determinative          of    the     dispute       pertaining       to\n\n  incorporation was also dealt with in the said judgment as follows:\n\n</p><blockquote id=\"blockquote_19\">        “51 Like Langley J, however, I do not accept that, in a single contract case,\n        the independent nature of the arbitration clause should determine whether\n        it is to be incorporated. A commercial lawyer would probably understand\n        that an arbitration clause is a separate contract collateral to another\n        substantive contract and that the expression “arbitration clause” is, on\n        that account, something of a misnomer for “the arbitration contract which\n        is ancillary to the primary contract”. But a businessman would have no\n        difficulty in regarding the arbitration clause (as he would call it) as part of\n        a contract and as capable of incorporation, by appropriate wording, as any\n        other term of such a contract; and it is, as it seems to me to a\n        businessman&#x27;s understanding that the court should be disposed to. give\n        effect. A businessman who had agreed with his counterparty a contract\n        with 10 specific terms under various headings and then agreed with the\n        same counterparty terms 1-5 under the same headings as before and, as\n        to the rest, that all the terms of the previous contract should apply, would,\n        I think, be surprised to find that “all” should be interpreted so as to mean\n        “all but the arbitration clause”.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_29\">17. For a better understanding of the single and two contract cases and\n\n  reference to standard form terms it is relevant to examine Russell\n\n\n                                                                                   10 | P a g e\n\fon Arbitration 24th Edition (2015) which is as under:                    (See pp. 52-54, 24rd\n\nEdn.)\n\n        “Reference to standard form terms, single and two contract cases. If the\n        document sought to be incorporated is a standard form set of terms and\n        conditions the courts are more likely to accept that general words of\n        incorporation will suffice. This is because the parties can be expected to\n        be more familiar with those standard terms, including the arbitration\n        clause.    In Sea Trade Maritime Corp v. Hellenic Mutual War Risks\n        Association (Bermuda) Ltd, (The “Athena”) No.2 the Court drew a\n        distinction between what is described as a “two contract case”, that is\n        where the arbitration clause is contained in a secondary document which\n        is a contract to which at least one party is different from the parties to the\n        contract in question, and “a single contract case” where the arbitration\n        clause is in standard terms to be found in another document. Relying on\n        dictum of Bingham LJ in Federal Bulk Carries Inc v. C. Itoh &amp; Co Ltd (The\n        “Federal Bulker”), Langley J stated that:\n</p><blockquote id=\"blockquote_20\">               “In principle, English law accepts incorporation of standard terms\n               by the use of general words and, I would add, particularly so when\n               the terms are readily available and the question arises in the\n               context of dealings between established players in a well-known\n               market. The principle, as the dictum makes clear, does not\n               distinguish between a term which is an arbitration clause and one\n               which addresses other issues. In contrast, and for the very reason\n               that it concerns other parties, a “stricter rule” is applied in\n               charterparty/bills of lading cases. The reason given is that the\n               other party may have no knowledge nor ready means of\n               knowledge of the relevant terms. Further, as the authorities\n               illustrate, the terms of an arbitration clause may require\n               adjustment if they are to be made to apply to the parties to a\n               different contract.”\n\n        The Court therefore reinforced the distinction between incorporation by\n        reference of standard form terms and of the terms of a different contract,\n        and concluded that in a single contract case general words of\n        incorporation are sufficient, whereas by its nature a two contract case\n        may require specific reference to the other contract, unless the secondary\n        document is stated to be based on standard form terms containing an\n        arbitration agreement. In that case, presumably specific reference to the\n        arbitration clause would not be needed. As discussed below, this approach\n        has been endorsed in subsequent cases, albeit drawing a slightly different\n        but “material” distinction between incorporation of the terms of a separate\n        contract – standard or otherwise – made between the same parties which\n        are treated as “single contract” cases, even where there is in fact more\n        than one contract; and those where the terms to be incorporated are\n        contained in a contract between one or more different parties which are\n        treated as the “two contract” cases. (Para 2-049)\n\n        Extension of the single contract cases.\n</blockquote><blockquote id=\"blockquote_21\">        Recently, the courts appear to have extended the “single contract”\n        principle applicable to standard form contracts, where general words of\n        incorporation will suffice, to other types of contract where the same\n        rationale can be said to apply. Thus, if the document sought to be\n        incorporated is a bespoke contract between the same parties, the courts\n        have accepted this as a “single contract” case where general words of\n        incorporation will suffice, even though the other contract is not on\n        standard terms and constitutes an entirely separate agreement. The\n        rationale for this approach is that the parties have already contracted on\n        the terms said to be incorporated and are therefore even more likely to be\n        familiar with the term relied on than a party resisting incorporation of a\n        standard term. Put another way, if general words of incorporation are\n        sufficient for the latter, they should be even more so for the former. The\n        courts also appear to have accepted as a “single contract” case a situation\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">                                                                                    11 | P a g e\n\f       where the contract referred to is between one of the parties to the original\n       contract and a third party, where the contracts as a whole “were entered\n       into in the context of a single commercial relationship”.(Para 2-050)\n       [Emphasis Supplied]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_7\">18. This Court in <a href=\"/doc/20317/\" id=\"a_23\">M.R. Engineers’</a> case, which is discussed in detail\n\n  supra, held the rule to be that an arbitration clause in an earlier\n\n  contract cannot be incorporated by a general reference.                             The\n\n  exception to the rule is a reference to a standard form of contract by\n\n  a trade association or a professional institution in which case a\n\n  general reference would be sufficient for incorporation of an\n\n  arbitration clause.     Reliance was placed by this Court on Russell on\n\n  Arbitration 23rd Edition (2007). The development of law regarding\n\n  incorporation after the judgment in M.R. Engineers requires\n\n  careful consideration.</span> It has been held in Habas Sinai Ve Tibbi\n\n  Gazlar Isthisal Endustri AS v Sometal SAL [2010] EWHC 29\n\n  (Comm) that a standard form of one party is also recognized as a\n\n  ‘single contract’ case.       In the said case, it was also held that in\n\n  single contract cases general reference is enough for incorporation\n\n  of an arbitration clause from a standard form of contract. There is\n\n  no distinction that is drawn between standard forms by recognized\n\n  trade associations or professional institutions on one hand and\n\n  standard terms of one party on the other.                 Russell on Arbitration\n\n  24th Edition (2015) also takes note of the Habas’s case.\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">19. We are of the opinion that though general reference to an earlier\n\n  contract is not sufficient for incorporation of an arbitration clause in\n\n  the later contract, a general reference to a standard form would be\n\n\n\n\n                                                                               12 | P a g e\n\f  enough for incorporation of the arbitration clause.            In M.R.\n\n  Engineers this Court restricted the exceptions to standard form of\n\n  contract of trade associations and professional institutions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_8\">In view\n\n  of the development of law after the judgment in <a href=\"/doc/20317/\" id=\"a_24\">M.R. Engineers’</a>\n\n  case, we are of the opinion that a general reference to a consensual\n\n  standard form is sufficient for incorporation of an arbitration clause.\n\n  In other words, general reference to a standard form of contract of\n\n  one party will be enough for incorporation of arbitration clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_9\">A\n\n  perusal of the passage from Russell on Arbitration 24th Edition\n\n  (2015) would demonstrate the change in position of law pertaining\n\n  to incorporation when read in conjunction with the earlier edition\n\n  relied upon by this Court in <a href=\"/doc/20317/\" id=\"a_25\">M.R. Engineers’</a> case.           We are in\n\n  agreement with the judgment in M.R. Engineer’s case with a\n\n  modification that a general reference to a standard form of contract\n\n  of one party along with those of trade associations and professional\n\n  bodies will be sufficient to incorporate the arbitration clause.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">20. In the present case, the purchase order was issued by the Appellant\n\n  in which it was categorically mentioned that the supply would be as\n\n  per the terms mentioned therein and in the attached standard\n\n  terms and conditions.        The Respondent by his letter dated\n\n  15.12.2012 confirmed its acceptance of the terms and conditions\n\n  mentioned in the purchase order except delivery period.                  The\n\n  dispute arose after the delivery of the goods.      No doubt, there is\n\n  nothing forthcoming from the pleadings or the submissions made by\n\n  the parties that the standard form attached to the purchase order is\n\n\n                                                                     13 | P a g e\n\f  of a trade association or a professional body.               However, the\n\n  Respondent was aware of the standard terms and conditions which\n\n  were attached to the purchase order. The purchase order is a single\n\n  contract and general reference to the standard form even if it is not\n\n  by a trade association or a professional body is sufficient for\n\n  incorporation of the arbitration clause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">21. For the aforementioned reasons, the appeal is allowed and the\n\n  judgment of the High Court is set aside. Justice Sushil Harkauli is\n\n  appointed as the Arbitrator to adjudicate the dispute between the\n\n  parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n</p><p data-structure=\"Precedent\" id=\"p_36\">                                        ........................................J.\n                                                              [S.A. BOBDE]\n\n\n\n                                         ..……................................J.\n                                               [L. NAGESWARA RAO]\n\n New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_37\"> January 05, 2018\n\n\n\n\n                                                                       14 | P a g e\n\f</p>","numcites":7,"numcitedby":57,"docsource":"Supreme Court of India","citetid":151593616,"divtype":"judgments","relatedqs":[{"value":"standard form of contracts","formInput":"standard%20form%20of%20contracts"},{"value":"\"standard form of contract\"","formInput":"%22standard%20form%20of%20contract%22"},{"value":"contract incorporation by reference","formInput":"contract%20incorporation%20by%20reference"},{"value":"incorporation of arbitration clause by reference","formInput":"incorporation%20of%20arbitration%20clause%20by%20reference"},{"value":"incorporation by reference","formInput":"incorporation%20by%20reference"},{"value":"russell on arbitration","formInput":"russell%20on%20arbitration"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"reinsurance","formInput":"reinsurance"},{"value":"incorporation by reference arbitration","formInput":"incorporation%20by%20reference%20arbitration"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"sub-contracting in contract","formInput":"sub-contracting%20in%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"sub contracting","formInput":"sub%20contracting"},{"value":"arbitration incorporation","formInput":"arbitration%20incorporation"},{"value":"arbitration clause by reference","formInput":"arbitration%20clause%20by%20reference"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"m.r. engineers ","formInput":"m.r.%20engineers%20"},{"value":"contract between parties","formInput":"contract%20between%20parties"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"administrative-assistance","formInput":"tag:administrative-assistance"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}