{"tid":62770560,"publishdate":"2018-04-18","title":"Seema Singh vs Central Bureau Of Investigation And Anr on 18 April, 2018","doc":"<h2 class=\"doc_title\">Seema Singh vs Central Bureau Of Investigation And Anr on 18 April, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2018 (4) ALJ 229, AIR 2018 SUPREME COURT 2161, 2018 (16) SCC 10, AIR 2018 SC( CRI) 722, (2018) 2 CRILR(RAJ) 448, (2018) 70 OCR 890, (2018) 3 BOMCR(CRI) 187, (2018) 6 SCALE 76, (2018) 2 UC 1173, (2018) 2 CURCRIR 250, (2018) 188 ALLINDCAS 186 (SC), (2018) 2 ALD(CRL) 486, (2018) 104 ALLCRIC 655, (2018) 2 CRIMES 376, 2018 CRILR(SC&MP) 448, (2018) 3 ALLCRILR 462, 2018 CRILR(SC MAH GUJ) 448, AIRONLINE 2018 SC 36</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-bhushan\">Ashok Bhushan</a>, <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<pre id=\"pre_1\">                                                                                    REPORTABLE\n\n\n                                              IN THE SUPREME COURT OF INDIA\n\n                                            CRIMINAL APPELLATE JURISDICTION\n\n\n                                           CRIMINAL APPEAL NO. 569 OF 2018\n                                     [ARISING OUT OF SLP (CRL.) NO. 5611 OF 2017]\n\n\n                         SEEMA SINGH                                              .....APPELLANT(S)\n\n                                                VERSUS\n\n                         CENTRAL BUREAU OF INVESTIGATION &amp;                     .....RESPONDENT(S)\n                         ANR.\n\n\n                                                                  WITH\n\n                                           CRIMINAL APPEAL NO. 570 OF 2018\n                                      (ARISING OUT OF SLP (CRL.) NO. 3511 OF 2018\n                                        ARISING OUT OF DIARY NO. 26339 OF 2017)\n\n\n\n\n                                                        JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                         A.K. SIKRI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                                       Delay condoned in Diary No. 26339 of 2017.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Issue\" id=\"p_4\">                         2)     Leave granted.\n</p><span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span><p data-structure=\"Issue\" id=\"p_5\">\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">NIDHI AHUJA</span>\n\n</p><p data-structure=\"Issue\" id=\"p_6\">                         3)     In the Criminal Appeal arising out of Special Leave Petition (Crl.)\n<span class=\"hidden_text\" id=\"span_4\">Date: 2018.04.18</span>\n<span class=\"hidden_text\" id=\"span_5\">17:39:02 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n                                No. 5611 of 2017, the appellant, on whose complaint case is\n\n                         Criminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_7\">                         @ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                            Page 1 of 23</span><p data-structure=\"Issue\" id=\"p_7\">\n\f       registered against respondent No.2 herein under <a href=\"/doc/538436/\" id=\"a_1\">Sections 498-A</a>,\n\n       <a href=\"/doc/1560742/\" id=\"a_2\">302</a> and <a href=\"/doc/1897847/\" id=\"a_3\">120-B</a> IPC, has challenged order dated March 09, 2017\n\n       passed by the High Court of Judicature at Allahabad, whereby\n\n       respondent No. 2 has been enlarged on bail subject to the\n\n       following conditions:\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><blockquote id=\"blockquote_1\">              “(a) The applicant shall not tamper with the prosecution\n              evidence.\n</blockquote>\n<blockquote id=\"blockquote_2\">              (b) The applicant shall not pressurize the prosecution\n              witnesses.\n</blockquote>\n<blockquote id=\"blockquote_3\">              (c) The applicant shall appear on the date fixed by the trial\n              court.\n</blockquote>\n<blockquote id=\"blockquote_4\">              (d) The applicant shall not commit an offence similar to\n              the offence of which he is accused, or suspected of the\n              commission, of which he is suspected.\n</blockquote>\n<blockquote id=\"blockquote_5\">              (e) The applicant shall not directly or indirectly make any\n              inducement, threat or promise to any person acquainted\n              with the facts of the case so as to dissuade him from\n              disclosing such facts to the Court or to any police officer or\n              tamper with the evidence.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_9\">                    In case of default of any of the conditions\n              enumerated above, it would be open to the opposite party\n              to approach the Court concerned for cancellation of bail.\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188951670\" id=\"span_8\">However, it is directed that the aforesaid case\n              pending before the court below be decided expeditiously, if\n              possible within a period of one year strictly, on day to day\n              basis in accordance with <a href=\"/doc/1645292/\" id=\"a_4\">Section 309</a> Cr.P.C. and also in\n              view of principle as has been laid down in the recent\n              judgment of the Hon’ble Apex Court in the case of <a href=\"/doc/188951670/\" id=\"a_5\">Vinod\n              Kumar v. State of Punjab</a>; 2015 (3) SCC 220 if there is no\n              legal impediment.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">                   It is made clear that in case, the witnesses are not\n              appearing before the court concerned, liberty is being\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_9\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 2 of 23</span><p data-structure=\"Issue\" id=\"p_12\">\n\f              given to the concerned court to take necessary coercive\n              measures in accordance with law for ensuring the\n              presence of the witnesses.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">                     Apart from the aforesaid conditions, it is further\n              provided that the applicant shall surrender his passport\n              within a period of two weeks’ from the date of his release\n              before the concerned court and shall co-operate with the\n              investigation. It is further provided that the applicant shall\n              present himself before the court concerned on each and\n              every date and will not seek any adjournment whatsoever\n              and in case any adjournment is sought on any exceptional\n              circumstances, the court concerned shall specify the\n              reasons in the order itself while granting such\n              adjournment. It is also provided that in case, there is any\n              change of address, the concerned S.S.P. and the Court\n              shall be immediately informed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">                     Liberty is also being given to the learned counsel for\n              the complainant to file a bail cancellation application\n              before the court concerned itself, in case, there is any\n              violation on the part of the applicant of the aforesaid\n              conditions.”\n\n\n</p><p data-structure=\"Issue\" id=\"p_15\">4)     Other appeal is preferred by the Central Bureau of Investigation\n\n       (CBI) for the same relief as CBI also feels aggrieved by the same\n\n       very order granting bail to respondent No. 2, who is facing trial in\n\n       the aforesaid case.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"Facts\" id=\"p_17\">5)     The gravamen of the charge against respondent No. 2 is that he\n\n       has murdered his wife Smt. Sara Singh. The allegations in the\n\n       chargesheet are that respondent No. 2 got married to the\n\n       deceased at Arya Samaj Mandir, Lucknow on July 27, 2013\n\n       where after the deceased went to live at her mother’s place due\n\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_10\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 3 of 23</span><p data-structure=\"Facts\" id=\"p_18\">\n\f       to the social non-acceptance of their marriage by the family\n\n       members of respondent No. 2. She used to live at her mother’s\n\n       place when suddenly respondent No. 2 started behaving cordially\n\n       with his wife and planned a trip in July, 2015 along with her to\n\n       New Delhi/Leh. During the course of their journey, the Maruti\n\n       Swift Car allegedly met with an accident on July 09, 2015 near\n\n       Sirsaganj, District Firozabad. It was not an accident but a pre-\n\n       planned plot to get rid of the deceased and subsequently a FIR\n\n       dated July 18, 2015 was registered by the appellant herein who is\n\n       the mother of the deceased. Consequently the Case Crime No.\n\n       387 of 2015 under <a href=\"/doc/538436/\" id=\"a_6\">Sections 498-A</a>, <a href=\"/doc/1560742/\" id=\"a_7\">302</a> and <a href=\"/doc/1897847/\" id=\"a_8\">120-B</a> IPC, Police\n\n       Station Sirsaganj, District Firozabad was registered. The State\n\n       Government transferred the case to the CBI vide notification\n\n       issued on July 24, 2015 and another notification was issued by\n\n       the Department of Personnel &amp; Training, Government of India,\n\n       New Delhi on October 14, 2015.       In pursuance of the above\n\n       notifications, the CBI registered a case bearing No. RC No.\n\n       6(S)/2015/ SCU.V/SC.II/CBI dated October 19, 2015 and\n\n       accordingly the CBI commenced the investigation of the aforesaid\n\n       case on October 19, 2015.         Subsequently, on the basis of\n\n       evidence collected by the CBI, respondent No. 2 was arrested on\n\n       November 25, 2016. Thereafter, respondent No. 2 filed his bail\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_11\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                          Page 4 of 23</span><p data-structure=\"Issue\" id=\"p_19\">\n\f       application      before      the   Special   Judicial   Magistrate,   CBI,\n\n       Ghaziabad which was rejected vide order dated December 15,\n\n       2016.     Another bail application was rejected vide order dated\n\n       January 13, 2017. Eventually the bail application was filed before\n\n       the High Court of Judicature at Allahabad which has been allowed\n\n       vide impugned order dated March 09, 2017 and bail is granted.\n\n\n</p><p data-structure=\"Facts\" id=\"p_20\">6)     It becomes clear from the above that respondent No. 2 maintains\n\n       that incident in question was merely an accident in which his wife\n\n       died. On the other hand, the prosecution alleges that in reality,\n\n       respondent No. 2 murdered his wife and thereafter stage\n\n       managed the said accident in order to project that Sara Singh\n\n       died in the said accident.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"Facts\" id=\"p_22\">7)     According to respondent No.2, when their car met with an\n\n       accident on July 09, 2015 which was being driven by him and his\n\n       wife Sara Singh was also sitting therein, she got badly injured and\n\n       while she was taken to the hospital, she expired and was\n\n       declared brought dead by the District Hospital, Ferozabad.\n\n       Postmortem of the body was conducted and as per the report, the\n\n       cause of death was due to the injuries received in the said\n\n       accident.      Sara Singh was cremated thereafter.          However, on\n\n       July 18, 2015, the FIR was lodged doubting the postmortem\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_12\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 5 of 23</span><p data-structure=\"Facts\" id=\"p_23\">\n\f       report and alleging that Sara Singh was murdered. After the\n\n       investigation of the case was transferred to the CBI, CBI has\n\n       obtained the report from Central Road Research Institute (CRRI),\n\n       report of the Medical Board constituted by the All India Institute of\n\n       Medical Sciences (AIIMS), New Delhi, report from Central\n\n       Forensic Science Laboratory (CFSL), New Delhi as well as from\n\n       Indian Institute of Technology (IIT). On the basis of these reports\n\n       and further investigation, chargesheet was prepared and\n\n       submitted to the CBI court, Ferozabad.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">\n</p><p data-structure=\"Facts\" id=\"p_25\">8)     Respondent No. 2 was arrested on November 25, 2016 and was\n\n       granted bail on March 09, 2017. He, thus, remained in custody\n\n       for three and half months.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n</p><p data-structure=\"Facts\" id=\"p_27\">9)     The case set up by respondent No. 2 in support of his plea for bail\n\n       in the High Court was that the accused and his wife had planned\n\n       a trip to Leh and when they reached Ferozabad, the accused\n\n       found that a small school girl was coming on her bicycle from the\n\n       other side. In order to save her, the accused had to apply sudden\n\n       brakes on his vehicle which was being driven at a high speed and\n\n       diverted the stearing as a result of which the car went out of\n\n       control and fell in a ditch alongside road. The result was that the\n\n       car skidded and over-turned. It was also pleaded that there were\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_13\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                              Page 6 of 23</span><p data-structure=\"Facts\" id=\"p_28\">\n\f       no eye-witnesses of the incident and no evidence whatsoever\n\n       which could show the participation of respondent No. 2 as per the\n\n       role assiged by the CBI. The prosecution, while opposing the\n\n       bail, had drawn the attention to the reports of CRRI, AIIMS, CFSL\n\n       and IIT. On the basis of these reports, it was contended that\n\n       there was clear evidence to show that it was not an accident as\n\n       narrated by respondent No. 2 and, therefore, it was the result of a\n\n       pre-planned murder. Referring to the report of the AIIMS, it was\n\n       argued that Sara Singh was initially strangulated and thereafter\n\n       crime scene was created in which the accident became the\n\n       culminating point. It was also emphasised that respondent No. 2\n\n       had a criminal history of three cases.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n</p><p data-structure=\"CDiscource\" id=\"p_30\">10)    The order of the High Court shows that in coming to the\n\n       conclusion that respondent No. 2 was entitled to bail, pending\n\n       trial, following factors weighed with it:\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n</p><blockquote id=\"blockquote_6\">       (a)    Videography of the postmortem was not done.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">       (b)    After the alleged accident, respondent No. 2 had informed\n\n       about the same to the family members of the deceased.            On\n\n       receiving this information, mother of the deceased had arrived\n\n       and postmortem was done in her presence and other family\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_14\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                            Page 7 of 23</span>\n<p data-structure=\"PetArg\" id=\"p_32\">\f       members. At that time, certain doctors who were close and well-\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">       known to the family of the deceased were also present at the spot\n\n       and they had taken certain photographs of the body before the\n\n       postmortem was done. At that time, none of these persons raised\n\n       any objection with regard to the videography of the postmortem\n\n       not being done. They did not demand second postmortem either\n\n       in case they had suspicion.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n</p><p data-structure=\"Section\" id=\"p_35\">       (c)    Insofar as the report of AIIMS is concerned, it is solely\n\n       based on photographs which were provided to the panel of\n\n       doctors and, thus, doctors never conducted any postmortem on\n\n       the body of the deceased.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">\n</p><p data-structure=\"Section\" id=\"p_37\">       (d)    There is no eye-witness account which may show that the\n\n       girl was either tortured or threatened on the way or she was\n\n       injured, though vague allegations have been made in this behalf\n\n       but without any supporting documents.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">\n</p><p data-structure=\"CDiscource\" id=\"p_39\">       (e)    After investigation, the chargesheet had been filed by the\n\n       CBI. The main crux of the chargesheet is only the documentary\n\n       evidence and not any eye-witness account.           Documentary\n\n       evidence is already available with the CBI. Therefore, there is no\n\n       possible apprehension of respondent No. 2 in either hampering\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_15\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                           Page 8 of 23</span><p data-structure=\"CDiscource\" id=\"p_40\">\n\f       with the investigation or tampering with the evidence or\n\n       threatening anybody in case he is released on bail.\n\n\n</p><p data-structure=\"Section\" id=\"p_41\">       (f)    There is no likelihood of accused absconding as well.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_42\">11)    Mr. Prashant Bhushan, who argued on behalf of the complainant,\n\n       and Mr. Maninder Singh, learned Additional Solicitor General,\n\n       who argued for CBI, read out extensively from the aforesaid\n\n       reports of the expert bodies, namely, CRRI, AIIMS, CFSL and IIT.\n\n       It was submitted by them that the report of the CRRI clearly\n\n       depicted that there was no likelihood of any such accident as\n\n       narrated by respondent No. 2 having regard to the condition of\n\n       the car and the place of accident. It was, thus, a make-belief\n\n       story putforth by the accused. From the report submitted by the\n\n       doctors from the AIIMS, it was pointed out that cause of death\n\n       was fatal pressure over neck by ligature and this would indicate\n\n       Sara Singh had not died in the accident but was strangulated to\n\n       death by the accused. Reports of CFSL and IIT, likewise, were\n\n       read out to support the aforesaid case put up by the prosecution,\n\n       namely, alleged accident as projected by respondent No. 2 could\n\n       not have happened and, therefore, he was making a false case\n\n       that Sara Singh had died in an accident. It was also argued that\n\n       the defence set up by respondent No. 2 was false inasmuch as\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_16\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                            Page 9 of 23</span><p data-structure=\"Precedent\" id=\"p_43\">\n\f       both were sitting in the said car when the alleged incident took\n\n       place and how it was possible that insofar as one passenger\n\n       (namely, Sara Singh) is concerned, she died and the other one\n\n       (namely, respondent No. 2) did not suffer even minor injuries. It\n\n       was, thus, pleaded that when there was nothing to show that\n\n       chargesheet was false and it has also come on record that\n\n       accused is a history-sheeter and belongs to influential political\n\n       family, bail should not have been granted by the High Court. Mr.\n\n       Bhushan also referred to the following judgments of this Court in\n\n       support of his contention that it was a fit case for setting aside the\n\n       order of the High Court granting bail:\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\n</p><blockquote id=\"blockquote_8\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134501705\" id=\"span_17\">(<a href=\"/doc/134501705/\" id=\"a_9\">i)    Neeru Yadav v. State of Uttar Pradesh &amp; Anr.1</a>\n\n              “15. This being the position of law, it is clear as cloudless\n              sky that the High Court has totally ignored the criminal\n              antecedents of the accused. What has weighed with the\n              High Court is the doctrine of parity. A history-sheeter\n              involved in the nature of crimes which we have reproduced\n              hereinabove, are not minor offences so that he is not to be\n              retained in custody, but the crimes are of heinous nature\n              and such crimes, by no stretch of imagination, can be\n              regarded as jejune. Such cases do create a thunder and\n              lightning having the effect potentiality of torrential rain in an\n              analytical mind. The law expects the judiciary to be alert\n              while admitting these kind of accused persons to be at\n              large and, therefore, the emphasis is on exercise of\n              discretion judiciously and not in a whimsical manner.</span>\n</blockquote>\n<pre id=\"pre_2\">                                xxx         xxx          xxx\n\n\n1   (2016) 15 SCC 422\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n<span class=\"hidden_text\" id=\"span_18\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                     Page 10 of 23</span>\n</pre><blockquote id=\"blockquote_9\">\f              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1919812\" id=\"span_19\">18. Before parting with the case, we may repeat with profit\n              that it is not an appeal for cancellation of bail as the\n              cancellation is not sought because of supervening\n              circumstances. The annulment of the order passed by the\n              High Court is sought as many relevant factors have not\n              been taken into consideration which includes the criminal\n              antecedents of the accused and that makes the order a\n              deviant one. Therefore, the inevitable result is the\n              lancination of the impugned order [<a href=\"/doc/1919812/\" id=\"a_10\">Budhpal v. State of\n              U.P.</a>, 2014 SCC OnLine All 14815].”</span>\n\n\n</blockquote><blockquote id=\"blockquote_10\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129584\" id=\"span_20\">(<a href=\"/doc/1129584/\" id=\"a_11\">ii)   Prasanta Kumar Sarkar v. Ashis Chatterjee &amp; Anr.2</a>\n\n              “9. We are of the opinion that the impugned order is\n              clearly unsustainable. It is trite that this Court does not,\n              normally, interfere with an order passed by the High Court\n              granting or rejecting bail to the accused. However, it is\n              equally incumbent upon the High Court to exercise its\n              discretion judiciously, cautiously and strictly in compliance\n              with the basic principles <a href=\"/doc/1129584/\" id=\"a_12\">laid down in</a> a plethora of\n              decisions of this Court on the point. It is well settled that,\n              among other circumstances, the factors to be borne in\n              mind while considering an application for bail are:</span>\n</blockquote>\n<blockquote id=\"blockquote_11\">                 (i)     whether there is any prima facie or reasonable\n                         ground to believe that the accused had committed\n                         the offence;\n</blockquote>\n<blockquote id=\"blockquote_12\">                 (ii)    nature and gravity of the accusation;\n</blockquote>\n<blockquote id=\"blockquote_13\">                 (iii)   severity of the punishment in the event of conviction;\n</blockquote>\n<blockquote id=\"blockquote_14\">                 (iv) danger of the accused absconding or fleeing, if\n                      released on bail;\n</blockquote>\n<blockquote id=\"blockquote_15\">                 (v)     character, behaviour, means, position and standing\n                         of the accused;\n</blockquote>\n<blockquote id=\"blockquote_16\">                 (vi) likelihood of the offence being repeated;\n</blockquote>\n<blockquote id=\"blockquote_17\">                 (vii) reasonable apprehension of the witnesses being\n                       influenced; and\n\n</blockquote><blockquote id=\"blockquote_18\">                 (viii) danger, of course, of justice being thwarted by grant\n                        of bail.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_45\">2   (2010) 14 SCC 496\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_21\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                        Page 11 of 23</span><p data-structure=\"Precedent\" id=\"p_46\">\n\f              [See State of U.P. v. Amarmani Tripathi (SCC p.31, para\n</p><p data-structure=\"Precedent\" id=\"p_47\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067439\" id=\"span_22\"><a href=\"/doc/1067439/\" id=\"a_13\">18), Prahlad Singh Bhati v. NCT of Delhi</a>, and Ram Govind\n              Upadhyay v. Sudarshal Singh.]</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">              10. It is manifest that if the High Court does not advert to\n              these relevant considerations and mechanically grants\n              bail, the said order would suffer from the vice of non-\n              application of mind, rendering it to be illegal. In Masroor, a\n              Division Bench of this Court, of which one of us (D.K. Jain,\n              J.) was a member, observed as follows: (SCC p. 290, para\n</p><p data-structure=\"Precedent\" id=\"p_49\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"500640\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196229169\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"468792\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"716645\" id=\"span_26\">13)\n\n                 “13...Though at the stage of granting bail an elaborate\n                 examination of evidence and detailed reasons touching\n                 the merit of the case, which may prejudice the accused,\n                 should be avoided, but there is a need to indicate in such\n                 order reasons for prima facie concluding why bail was\n                 being granted particularly where the accused is charged\n                 of having committed a serious office.”\n\n                 (See also <a href=\"/doc/716645/\" id=\"a_14\">State of Maharashtra v. Ritesh</a>, <a href=\"/doc/468792/\" id=\"a_15\">Panchanan\n                 Mishra v. Digambar Mishra</a>, <a href=\"/doc/196229169/\" id=\"a_16\">Vijay Kumar v. Narendra</a> and\n                 <a href=\"/doc/500640/\" id=\"a_17\">Anwari Begum v. Sher Mohammad</a>.)</span></span></span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_50\">              11. We are constrained to observe that in the instant\n              case, while dealing with the application of the accused for\n              grant of bail, the High Court completely lost sight of the\n              basic principles enumerated above. The accused, in the\n              present case, is alleged to have committed a heinous\n              crime of killing an old helpless lady by strangulation. He\n              was seen coming out of the victim’s house by a neighbour\n              around the time of the alleged occurrence, giving rise to a\n              reasonable belief that he had committed the murder. We\n              feel that under the given circumstances, it was not the\n              stage at which bail under <a href=\"/doc/1667941/\" id=\"a_18\">Section 439</a> of the Code should\n              have been granted to the accused, more so, when even\n              charges have not yet been framed.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_51\">12)    Mr. Manan Kumar Mishra, learned senior counsel appearing for\n\n       the accused, strongly refuted the aforesaid submissions.                 He\n\n       referred to the same very reports of the expert bodies and\n\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_27\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 12 of 23</span><p data-structure=\"RespArg\" id=\"p_52\">\n\f       submitted that these very reports when read minutely, would\n\n       indicate that none of these reports have given any final and\n\n       conclusive opinion. He laid much stress on the fact that these\n\n       reports were based on postmortem of the ‘photographs’ of\n\n       deceased and not of the ‘body of the deceased’ and, therefore,\n\n       could not be given much credence in any case. He also pointed\n\n       out that insofar as opinion of doctors of AIIMS is concerned, while\n\n       assigning the cause of death, the Medical Board itself had\n\n       cautioned       that    same      should   be   corroborated   with     the\n\n       circumstantial evidence of the investigation in this case. On that\n\n       basis, he reiterated his submissions which were accepted by the\n\n       High Court, as mentioned above, and argued that the High Court\n\n       had rightly exercised its discretion in granting bail to respondent\n\n       No. 2. He further argued that once such a discretion is exercised,\n\n       unless it is shown that the same is perverse, the Court should not\n\n       interfere with the same. In support, he relied upon the judgments\n\n       of this Court in:\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n</p><blockquote id=\"blockquote_19\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193239104\" id=\"span_28\">(<a href=\"/doc/193239104/\" id=\"a_19\">i)    Tomaso Bruno and Anr. v. State of Uttar Pradesh3</a>:</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">              “36. In the second post-mortem report, Ext. Ka-11,\n              substantially there were no changes except signs of\n              decomposition. The second post-mortem report reiterates\n              that cause of death is “asphyxia as a result of\n              strangulation”. According to the medical opinion, a hard\n3   (2015) 7 SCC 178\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_29\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                  Page 13 of 23</span>\n<p data-structure=\"CDiscource\" id=\"p_54\">\f              blunt substance appears to have been used to cause\n              strangulation leading to the death on account of asphyxia.\n              However, no such hard or blunt substance was found or\n              seized from the room. Doctors have not found any physical\n              signs of internal injuries viz. any extravasation of blood in\n              the tissue or any laceration in the underlying muscles.\n\n</p><p data-structure=\"CDiscource\" id=\"p_55\">              37. Considering the post-mortem reports, Exts. Ka-10 and\n              Ka-11 and the evidence of PWs 10 and 11, in our view,\n              reasonable doubts arise as to the cause of death due to\n              asphyxia as a result of strangulation. Let us consider the\n              injuries found on the body of deceased Francesco Montis\n              vis-à-vis symptoms of strangulation. As per Modi&#x27;s Medical\n              Jurisprudence And Toxicology, 24th Edn. 2011, p. 453 the\n              symptoms of strangulation are stated as under:\n\n</p><blockquote id=\"blockquote_21\">                 “(b)Appearances due to Asphyxia.—The face is\n                 puffy and cyanosed, and marked with petechiae. The\n                 eyes are prominent and open. In some cases, they\n                 may be closed. The conjunctivae are congested and\n                 the pupils are dilated. Petechiae are seen in the\n                 eyelids and the conjunctivae. The lips are blue.\n                 Bloody foam escapes from the mouth and nostrils,\n                 and sometimes, pure blood issues from the mouth,\n                 nose and ears, especially if great violence has been\n                 used. The tongue is often swollen, bruised, protruding\n                 and dark in colour, showing patches of extravasation\n                 and occasionally bitten by the teeth. There may be\n                 evidence of bruising at the back of the neck. The\n                 hands are usually clenched. The genital organs may\n                 be congested and there may be discharge of urine,\n                 faeces and seminal fluid.\n</blockquote>\n<blockquote id=\"blockquote_22\">                 (ii) Internal Appearance.—The neck and its\n                 structures should be examined after removing the\n                 brain and the chest organs, thus allowing blood to\n                 drain from the neck to the blood vessels. There is\n                 extravasation of blood into the sub-cutaneous tissues\n                 under the ligature mark or finger marks, as well as in\n                 the adjacent muscles of the neck, which are usually\n                 lacerated. Sometimes, there is laceration of the\n                 sheath of the carotid arteries, as also their internal\n                 coats with effusion of blood into their walls. The\n                 cornua of the hyoid bone may be fractured also the\n                 superior cornua of thyroid cartilage but fracture of the\n                 cervical vertebrae is extremely rare. These should be\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_30\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                  Page 14 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_56\">\f                 carefully dissected in situ as they are difficult to\n                 distinguish from dissection artefacts in the neck.”\n                                                   (emphasis in original)\n\n                                 xxx       xxx          xxx\n\n</p><p data-structure=\"Conclusion\" id=\"p_57\">              40. The courts, normally would look at expert evidence\n              with a greater sense of acceptability, but it is equally true\n              that the courts are not absolutely guided by the report of\n              the experts, especially if such reports are perfunctory and\n              unsustainable. We agree that the purpose of an expert\n              opinion is primarily to assist the court in arriving at a final\n              conclusion but such report is not a conclusive one. This\n              Court is expected to analyse the report, read it in\n              conjunction with the other evidence on record and then\n              form its final opinion as to whether such report is worthy of\n              reliance or not. As discussed earlier, serious doubts arise\n              about the cause of death stated in the post-mortem\n              reports.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1108032\" id=\"span_31\">(<a href=\"/doc/1108032/\" id=\"a_20\">ii)   Siddharam Satlingappa Mhetra v. State of Maharashtra\n\n       &amp; Ors.4</a>:</span>\n</p>\n<blockquote id=\"blockquote_23\">              “87. The complaint filed against the accused needs to be\n              thoroughly examined including the aspect whether the\n              complainant has filed a false or frivolous complaint on\n              earlier occasion. The court should also examine the fact\n              whether there is any family dispute between the accused\n              and the complainant and the complainant must be clearly\n              told that if the complaint is found to be false or frivolous,\n              then strict action will be taken against him in accordance\n              with law. If the connivance between the complainant and\n              the investigating officer is established then action be taken\n              against the investigating officer in accordance with law.\n</blockquote>\n\n<blockquote id=\"blockquote_24\">              88. The gravity of charge and the exact role of the accused\n              must be properly comprehended. Before arrest, the\n              arresting officer must record the valid reasons which have\n              led to the arrest of the accused in the case diary. In\n              exceptional cases the reasons could be recorded\n              immediately after the arrest, so that while dealing with the\n\n4   (2011) 1 SCC 694\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_32\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 15 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_59\">\f              bail application, the remarks and observations of the\n              arresting officer can also be properly evaluated by the\n              court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">              89. It is imperative for the courts to carefully and with\n              meticulous precision evaluate the facts of the case. The\n              discretion must be exercised on the basis of the available\n              material and the facts of the particular case. In cases\n              where the court is of the considered view that the accused\n              has joined investigation and he is fully cooperating with the\n              investigating agency and is not likely to abscond, in that\n              event, custodial interrogation should be avoided.\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">                                 xxx      xxx          xxx\n\n</p><p data-structure=\"Precedent\" id=\"p_62\">              115. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188951670\" id=\"span_33\">In <a href=\"/doc/188951670/\" id=\"a_21\">Joginder Kumar</a> case [(1994) 4 SCC 260 : 1994\n              SCC (Cri) 1172] a three-Judge Bench of this Court has\n              referred to the 3rd Report of the National Police\n              Commission, in which it is mentioned that the quality of\n              arrests by the police in India mentioned the power of arrest\n              as one of the chief sources of corruption in the police. The\n              Report suggested that, by and large, nearly 60% of the\n              arrests were either unnecessary or unjustified and that\n              such unjustified police action accounted for 43.2% of the\n              expenditure of the jails.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n</p><p data-structure=\"Section\" id=\"p_64\">              116. Personal liberty is a very precious fundamental right\n              and it should be curtailed only when it becomes imperative\n              according to the peculiar facts and circumstances of the\n              case.\n</p><p data-structure=\"Precedent\" id=\"p_65\">              117. In case, the State considers the following suggestions\n              in proper perspective then perhaps it may not be\n              necessary to curtail the personal liberty of the accused in a\n              routine manner. These suggestions are only illustrative\n              and not exhaustive:\n</p>\n<blockquote id=\"blockquote_25\">              (1) Direct the accused to join the investigation and only\n              when the accused does not cooperate with the\n              investigating agency, then only the accused be arrested.\n</blockquote>\n\n<blockquote id=\"blockquote_26\">              (2) Seize either the passport or such other related\n              documents, such as, the title deeds of properties or the\n              fixed deposit receipts/share certificates of the accused.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_66\">Criminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_34\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                 Page 16 of 23</span><p data-structure=\"Conclusion\" id=\"p_67\">\n\f              (3) Direct the accused to execute bonds.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\n</p><p data-structure=\"Conclusion\" id=\"p_69\">              (4) The accused may be directed to furnish sureties of a\n              number of persons which according to the prosecution are\n              necessary in view of the facts of the particular case.\n\n\n              (5) The accused be directed to furnish undertaking that he\n              would not visit the place where the witnesses reside so\n              that the possibility of tampering of evidence or otherwise\n              influencing the course of justice can be avoided.\n\n\n              (6) Bank accounts be frozen for small duration during the\n              investigation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n</p><p data-structure=\"Conclusion\" id=\"p_71\">              118. In case the arrest is imperative, according to the facts\n              of the case, in that event, the arresting officer must clearly\n              record the reasons for the arrest of the accused before the\n              arrest in the case diary, but in exceptional cases where it\n              becomes imperative to arrest the accused immediately, the\n              reasons be recorded in the case diary immediately after\n              the arrest is made without loss of any time so that the\n              court has an opportunity to properly consider the case for\n              grant or refusal of bail in the light of reasons recorded by\n              the arresting officer.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">\n</p><p data-structure=\"Conclusion\" id=\"p_73\">              119. Exercise of jurisdiction under <a href=\"/doc/1783708/\" id=\"a_22\">Section 438</a> CrPC is an\n              extremely important judicial function of a Judge and must\n              be entrusted to judicial officers with some experience and\n              good track record. Both the individual and society have\n              vital interest in orders passed by the courts in anticipatory\n              bail applications.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">\n</p><p data-structure=\"Section\" id=\"p_75\">              120. It is imperative for the High Courts through its judicial\n              academies      to     periodically    organise     workshops,\n              symposiums, seminars and lectures by the experts to\n              sensitise judicial officers, police officers and investigating\n              officers so that they can properly comprehend the\n              importance of personal liberty vis-à-vis social interests.\n\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_35\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                  Page 17 of 23</span><p data-structure=\"Conclusion\" id=\"p_76\">\n\f              They must learn to maintain fine balance between the\n              personal liberty and the social interests.\n\n\n</p><p data-structure=\"Section\" id=\"p_77\">              121. The performance of the judicial officers must be\n              periodically evaluated on the basis of the cases decided by\n              them. In case, they have not been able to maintain\n              balance between personal liberty and societal interests,\n              the lacunae must be pointed out to them and they may be\n              asked to take corrective measures in future. Ultimately, the\n              entire discretion of grant or refusal of bail has to be left to\n              the judicial officers and all concerned must ensure that\n              grant or refusal of bail is considered basically on the facts\n              and circumstances of each case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">\n</p><p data-structure=\"Precedent\" id=\"p_79\">              122. In our considered view, the Constitution Bench in\n              Sibbia case [(1980) 2 SCC 565 : 1980 SCC (Cri) 465] has\n              comprehensively dealt with almost all aspects of the\n              concept of anticipatory bail under <a href=\"/doc/1783708/\" id=\"a_23\">Section 438</a> CrPC. A\n              number of judgments have been referred to by the learned\n              counsel for the parties consisting of Benches of smaller\n              strength where the Courts have observed that the\n              anticipatory bail should be of limited duration only and\n              ordinarily on expiry of that duration or standard duration,\n              the court granting the anticipatory bail should leave it to\n              the regular court to deal with the matter. This view is\n              clearly contrary to the view taken by the Constitution\n              Bench in Sibbia case [(1980) 2 SCC 565 : 1980 SCC (Cri)\n              465] . In the preceding para, it is clearly spelt out that no\n              limitation has been envisaged by the legislature under\n              <a href=\"/doc/1783708/\" id=\"a_24\">Section 438</a> CrPC. The Constitution Bench has aptly\n              observed that “we see no valid reason for rewriting <a href=\"/doc/1144664/\" id=\"a_25\">Section\n              438</a> with a view, not to expanding the scope and ambit of\n              the discretion conferred on the High Court or the Court of\n              Session but, for the purpose of limiting it”.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_80\">              123. In view of the clear declaration of law laid down by\n              the Constitution Bench in Sibbia case [(1980) 2 SCC 565 :\n</p><blockquote id=\"blockquote_27\">              1980 SCC (Cri) 465] , it would not be proper to limit the life\n              of anticipatory bail. When the Court observed that the\n              anticipatory bail is for limited duration and thereafter the\n              accused should apply to the regular court for bail, that\n              means the life of <a href=\"/doc/1783708/\" id=\"a_26\">Section 438</a> CrPC would come to an end\n              after that limited duration. This limitation has not been\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_36\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 18 of 23</span>\n<blockquote id=\"blockquote_28\">\f              envisaged by the legislature. The Constitution Bench in\n              Sibbia case [(1980) 2 SCC 565 : 1980 SCC (Cri) 465]\n              clearly observed that it is not necessary to rewrite <a href=\"/doc/1783708/\" id=\"a_27\">Section\n              438</a> CrPC. Therefore, in view of the clear declaration of the\n              law by the Constitution Bench, the life of the order under\n              <a href=\"/doc/1783708/\" id=\"a_28\">Section 438</a> CrPC granting bail cannot be curtailed.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_81\">              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"772627\" id=\"span_37\">124. The ratio of the judgment of the Constitution Bench in\n              Sibbia case [(1980) 2 SCC 565 : 1980 SCC (Cri) 465]\n              perhaps was not brought to the notice of Their Lordships\n              who had decided the cases of <a href=\"/doc/772627/\" id=\"a_29\">Salauddin Abdulsamad\n              Shaikh v. State of Maharashtra</a> [(1996) 1 SCC 667 : 1996\n              SCC (Cri) 198] , K.L. Verma v. State [(1998) 9 SCC 348 :</span>\n</p><blockquote id=\"blockquote_29\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780466\" id=\"span_38\">1998 <a href=\"/doc/1780466/\" id=\"a_30\">SCC (Cri) 1031] , Adri Dharan Das v. State of W.B.</a>\n              [(2005) 4 SCC 303 : 2005 SCC (Cri) 933] and Sunita Devi\n              v. State of Bihar [(2005) 1 SCC 608 : 2005 SCC (Cri)\n              435] .”</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_30\">13)    We have deliberated on the respective arguments in conjunction\n\n       with the record of the case. Since we are concerned with the\n\n       order of the High Court whereby respondent No. 2 has been\n\n       granted bail, having regard to the limited scope of interference\n\n       with such an order and keeping in mind the parameters on which\n\n       such an order can be interdicted, we are of the view that the\n\n       reasons given by the High Court to grant bail to respondent No. 2,\n\n       cannot be termed as perverse.          It can be discerned from the\n\n       reading of the impugned order, from which we have culled out\n\n       circumstances, that the High Court kept in mind the relevant\n\n       factors while considering the bail application. No doubt, the\n\n       offence with which respondent No. 2 is charged is a serious one.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_82\">Criminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_39\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                Page 19 of 23</span><p data-structure=\"CDiscource\" id=\"p_83\">\n\f       That by itself cannot be the ground to outrightly deny the benefit\n\n       of bail if there are other overwhelming circumstances justifying\n\n       grant of bail. The High Court has discussed those factors which\n\n       are reproduced above in para 9. No doubt, the counsel for the\n\n       appellants have extensively referred to the reports of CRRI,\n\n       AIIMS, CFSL and IIT. Their evidentiary value is yet to be tested,\n\n       more so, when these reports are given on the basis of studies\n\n       undertaken much after the incident. Report of AIIMS is based on\n\n       the photographs and not on the basis of postmortem of the body\n\n       of the deceased. Moreover, the learned counsel for respondent\n\n       No. 2 has made a submission that AIIMS has not given any\n\n       conclusive opinion. According to him, same is the position qua\n\n       other reports as well. We are not supposed to examine these\n\n       reports in depth at this stage as that exercise has to be done by\n\n       the trial court when these reports are proved by the makers of the\n\n       report and they are cross-examined thereupon. Moreover, in a\n\n       criminal case where respondent No. 2 is charged of committing\n\n       murder, the burden is upon the prosecution to establish, beyond\n\n       reasonable doubts, that the death of Sara Singh was the result of\n\n       a murder and that it is respondent No. 2 who committed the said\n\n       murder. His defence about alleged accident is only one of the\n\n       factors that would be looked into as to whether such a story\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_40\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                          Page 20 of 23</span><p data-structure=\"CDiscource\" id=\"p_84\">\n\f       putforth by him is correct or not and the effect thereof. We have\n\n       to keep in mind that, at this juncture, the limited question is as to\n\n       whether the High Court is rightly used its discretion to grant the\n\n       bail.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n</p><p data-structure=\"Precedent\" id=\"p_86\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122663958\" id=\"span_41\">14)    We are of the opinon that the High Court has taken into\n\n       consideration relevant factors while granting the bail to\n\n       respondent No.2. The impugned order is also a speaking order\n\n       with reasons that need to be given in brief while deciding as to\n\n       whether the undertrial is entitled to bail or not. Therefore, the\n\n       judgment cited by the learned counsel for the complainant would\n\n       not apply to the facts of this case. We may refer to a recent\n\n       judgment dated February 06, 2018 in the case of <a href=\"/doc/122663958/\" id=\"a_31\">Dataram Singh\n\n       v. State of Uttar Pradesh &amp; Anr.</a> 5 wherein this Court (speaking\n\n       through Madan B. Lokur, J.) made the following pertinent\n\n       observations:</span>\n</p>\n<blockquote id=\"blockquote_31\">               “2. A fundamental postulate of criminal jurisprudence is\n               the presumption of innocence, meaning thereby that a\n               person is believed to be innocent until found guilty.\n               However, there are instances in our criminal law where a\n               reverse onus has been placed on an accused with regard\n               to some specific offences but that is another matter and\n               does not detract from the fundamental postulate in respect\n               of other offences. Yet another important facet of our\n               criminal jurisprudence is that the grant of bail is the\n               general rule and putting a person in jail or in a prison or in\n               a correction home (whichever expression one may wish to\n\n5   (2018) 3 SCC 22\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_42\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                   Page 21 of 23</span>\n<p data-structure=\"Conclusion\" id=\"p_87\">\f              use) is an exception. Unfortunately, some of these basic\n              principles appear to have been lost sight of with the result\n              that more and more persons are being incarcerated and\n              for longer periods. This does not do any good to our\n              criminal jurisprudence or to our society.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">              3. There is no doubt that the grant or denial of bail is\n              entirely the discretion of the judge considering a case but\n              even so, the exercise of judicial discretion has been\n              circumscribed by a large number of decisions rendered by\n              this Court and by every High Court in the country. Yet,\n              occasionally there is a necessity to introspect whether\n              denying bail to an accused person is the right thing to do\n              on the facts and in the circumstances of a case.\n\n</p><p data-structure=\"Conclusion\" id=\"p_89\">                                 xxx       xxx          xxx\n\n</p><p data-structure=\"Conclusion\" id=\"p_90\">              7. However, we should not be understood to mean that\n              bail should be granted in every case. The grant or refusal\n              of bail is entirely within the discretion of the judge hearing\n              the matter and though that discretion is unfettered, it must\n              be exercised judiciously and in a humane manner and\n              compassionately. Also, conditions for the grant of bail\n              ought not to be so strict as to be incapable of compliance,\n              thereby making the grant of bail illusory.”\n\n\n</p><p data-structure=\"RespArg\" id=\"p_91\">15)    It has not been disputed that after the incident in which Sara\n\n       Singh died, mother of the deceased, other family members as\n\n       well as some doctors who were close to the family had arrived.\n\n       Postmortem was conducted in their presence.               At that stage,\n\n       nobody nurtured any suspicion. FIR was lodged nine days after\n\n       the incident.         The material collected by the CBI during\n\n       investigation is documentary in nature which are given on the\n\n       basis of photographs produced before them and had to be tested\n\n       during trial. Insofar as allegations of threat are concerned, it was\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_43\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                  Page 22 of 23</span><p data-structure=\"Precedent\" id=\"p_92\">\n\f       argued by Mr. Manan that the police examined the same and\n\n       found to be false. In any case, the High Court has given liberty to\n\n       the prosecution to apply for cancellation of bail in case any such\n\n       threat is extended or there is any violation on the part of\n\n       respondent No. 2 to any of the conditions of the bail. The High\n\n       Court has imposed strict conditions of bail keeping in view the\n\n       interest of the prosecution as well.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_93\">\n</p><p data-structure=\"Conclusion\" id=\"p_94\">16)    We, therefore, do not find any merit in these appeals which are\n\n       accordingly dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_95\">\n\n</p><p data-structure=\"Precedent\" id=\"p_96\">                                              .............................................J.\n                                                                          (A.K. SIKRI)\n\n\n                                              .............................................J.\n                                                            (ASHOK BHUSHAN)\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_97\">APRIL 18, 2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\">\n\n\nCriminal Appeal No. 569 of 2018 &amp; Anr.\n</p><span class=\"hidden_text\" id=\"span_44\">@ SLP (Crl.) No. 5611 of 2017 &amp; Anr.                                        Page 23 of 23</span><p data-structure=\"Conclusion\" id=\"p_99\">\n\f</p>","numcites":21,"numcitedby":24,"docsource":"Supreme Court of India","citetid":62770560,"divtype":"judgments","relatedqs":[{"value":"anticipatory bail","formInput":"anticipatory%20bail"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"section 438 of crpc","formInput":"section%20438%20of%20crpc"},{"value":"personal liberty","formInput":"personal%20liberty"},{"value":"\" anticipatory bail\"","formInput":"%22%20anticipatory%20bail%22"},{"value":"bail application","formInput":"bail%20application"},{"value":"criminal jurisprudence","formInput":"criminal%20jurisprudence"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"section 438 of criminal procedure code","formInput":"section%20438%20of%20criminal%20procedure%20code"},{"value":"strangulation","formInput":"strangulation"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"case diary","formInput":"case%20diary"},{"value":" iit","formInput":"%20iit"},{"value":"cfsl","formInput":"cfsl"},{"value":"sibbia case","formInput":"sibbia%20case"},{"value":"section 438","formInput":"section%20438"},{"value":"abscondence","formInput":"abscondence"},{"value":"aiims","formInput":"aiims"},{"value":"threat","formInput":"threat"},{"value":"post-mortem report","formInput":"post-mortem%20report"}],"cats":[{"value":"directions-for-grant-of-bail-to-person-apprehending-arrest","formInput":"tag:directions-for-grant-of-bail-to-person-apprehending-arrest"},{"value":"murder","formInput":"tag:murder"},{"value":"dowry","formInput":"tag:dowry"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"mischief-by-explosive-substance","formInput":"tag:mischief-by-explosive-substance"}],"courtcopy":true,"query_alert":null,"agreement":false}