{"tid":35985697,"publishdate":"2015-02-26","title":"Tejram Patil vs State Of Maharashtra on 26 February, 2015","doc":"<h2 class=\"doc_title\">Tejram Patil vs State Of Maharashtra on 26 February, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2015 AIR SCW 1553, 2015 (4) AJR 663, AIR 2015 SC( CRI) 683, AIR 2015 SC (SUPP) 328, (2016) 2 MH LJ (CRI) 550, (2015) 2 ALLCRILR 752, (2015) 89 ALLCRIC 365, (2015) 2 MADLW(CRI) 514, (2015) 2 DLT(CRL) 752, (2015) 2 JLJR 303, 2015 CRILR(SC MAH GUJ) 328, 2015 (2) ABR (CRI) 46, (2015) 2 ALLCRIR 1333, (2015) 1 CURCRIR 466, (2015) 3 KCCR 214, (2015) 3 RAJ LW 2046, (2015) 1 MAD LJ(CRI) 585, (2015) 2 RECCRIR 283, (2015) 2 MARRILJ 482, 2015 (3) SCC (CRI) 653, (2015) 2 KER LT 53.2, (2015) 61 OCR 234, (2015) 2 SCALE 698, (2015) 1 CRIMES 275, (2015) 3 PAT LJR 182, (2015) 148 ALLINDCAS 119 (SC), (2015) 1 CRILR(RAJ) 328, 2015 CRILR(SC&MP) NIL 328, (2015) 2 ALD(CRL) 15</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:adarsh-kumar-goel\">Adarsh Kumar Goel</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:adarsh-kumar-goel\">Adarsh Kumar Goel</a>, <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a></h3>\n\n<pre id=\"pre_1\">                                                      REPORTABL\n                                                      E\n\n                  IN THE SUPREME COURT OF INDIA\n                 CRIMINAL APPELLATE JURISDICTION\n\n              CRIMINAL APPEAL NO.1330 OF 2009\n\n    TEJRAM PATIL                                         …\n    APPELLANT\n\n    VERSUS\n\n    STATE OF MAHARASHTRA                                 …\nRESPONDENT\n\n                           JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    ADARSH KUMAR GOEL J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">    1.   This appeal has been preferred against the judgment\n\n    and order dated 17th November, 2008 passed by the High\n\n    Court of Judicature at Bombay, Nagpur Bench, in Criminal\n\n    Appeal No.455 of 2003, upholding the conviction of the\n\n    appellant under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> IPC and sentence of rigorous\n\n    imprisonment for life. The appellant has also been directed\n\n    to pay fine of Rs.10,000/-, in default, to suffer RI for six\n\n    months.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">    2.    Deceased Savita was married to the appellant about\n\n    three years prior to the date of the incident in question, i.e.,\n\n    on 28th March, 1999. One son and one daughter were born\n\n    out of the wedlock.     They were living in a rented house\n\n    owned by PW1 Vimalbai.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Issue\" id=\"p_5\">                                                         Page 1\n\f                                          Criminal Appeal No.1330 of 2009\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">3.   According to the prosecution, the deceased was\n\nsubjected to cruelty and on the fateful day, the appellant\n\nreturned home in drunken condition and started abusing the\n\ndeceased and her mother Prabha Bai who had come on a\n\nvisit to her daughter’s house.    Thereafter, the appellant\n\npoured kerosene on the deceased and set her on fire.\n\nPrabhabai and Vimalbai, PW1, tried to extinguish the fire\n\nand received burn injuries in the process. They were taken\n\nto Medical College and Hospital, Nagpur.         The deceased\n\nmade a dying declaration (‘DD’) (Exhibit 45) before PSI Sunil\n\nEknadi Wanjari. She succumbed to her injuries at 6.25 A.M.\n\non 29th March, 1999. Prabhabai also made a DD (Exhibit 43)\n\nbefore the PSI Bhila Narayan Bachao (PW5), on the basis of\n\nwhich FIR was lodged at Police Station Imambada.                Rajiv\n\nBabarao Raut (PW3), Special Judicial Magistrate (SJM) also\n\nrecorded DD of Prabhabai (Exhibit 41) at 9.30 A.M. on 29 th\n\nMarch, 1999.     The said Magistrate also recorded the\n\nstatement of PW1 Vimalbai (Exhibit 29). Prabhabai died on\n\n1st April, 1999 at 2.2.0 A.M. with 77% burn injuries.             The\n\ndead bodies were subjected to post mortem.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">4.   After completion of investigation, the accused was\n\nsent up for trial. The prosecution examined PW1, Vimalbai,\n\nthe land lady, PW2 Purshottam, father of the deceased, PW3\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                          2</span>\n                                                         Page 2\n\f                                             Criminal Appeal No.1330 of 2009\n\n\n\nRajiv Babarao Raut, SJM, PW 4 PSI Sunil Eknadi Wanjari and\n\nPW5 PSI Bhila Narayan Bachao, apart from producing the\n\nDDs and other documents.          The prosecution mainly relied\n\nupon DD made by Prabhabai duly recorded by the SJM, Rajiv\n\nBabarao Raut, Exhibit 41. As regards, the DD of deceased\n\nSavita Exhibit 45, the trial Court did not place reliance on\n\nthe same pointing out the infirmities that the said DD did\n\nnot bear signature or thumb mark of the deceased. There\n\nwas no evidence of fitness of the deceased to make a\n\nstatement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">5.   As regards, the DD of Prabhabai, the objection as to its\n\nadmissibility, in so far as it related to the cause of death of\n\nthe deceased Savita, was overruled. This question will be\n\nconsidered in a later part of this order.             To complete\n\nnarration of facts, the content of the said declaration may\n\nbe noted, which is as follows :\n</p>\n<blockquote id=\"blockquote_1\">        “I had gone to the house of my daughter\n        Savita casually. The incident had taken place\n        at 8.30 p.m. The husband of Savita (Tejram)\n        accused returned to the house drunk. Tejram\n        picked up quarrel with Savita. Then Tejram\n        poured kerosene on the person of Savita and\n        ignited match stick and set her ablaze. I and\n        landlady Vimalbai (P.W.1) rushed to save\n        Savita. However, fire flared up. I tried to catch\n        Savita but got burnt. The neighbour took us to\n        the hospital.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                              Page 3 of 18</span>\n                                                            Page 3\n\f                                         Criminal Appeal No.1330 of 2009\n\n\n\nThe above statement is identical to the statement (Exhibit\n\n</blockquote><blockquote id=\"blockquote_2\">43) recorded by PW5 PSI Bhila Narayan Bachao. It may be\n\nnoted here that the DD Exhibit 41 recorded by the\n\nMagistrate carried certification of the Doctor about the\n\nfitness of the declarant to make the statement.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_9\">6.   The stand of the accused in his statement under\n\n<a href=\"/doc/140515/\" id=\"a_2\">Section 313</a> was that the deceased Savita committed\n\nsuicide by pouring kerosene on herself when the accused\n\nfailed to meet her demand to pay her Rs.200/- for domestic\n\nexpenses.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">7.   The trial Court held the case of the prosecution proved\n\nmainly by relying on DDs Exhibits 41 and 43 made by\n\ndeceased Prabhabai.       The said DDs were held to be\n\nadmissible and genuine.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">8.   On appeal, the High Court affirmed the conviction and\n\nsentence of the appellant but on a different basis. The High\n\nCourt held the DDs Exhibits 41 and 43 to be inadmissible for\n\ncause of death of Savita as the said statements were made\n\nby deceased Prabhabai and could be relevant only for the\n\ncause of death of Prabhabai. However, the DD Exhibit 45\n\nmade by Savita which was not accepted by the trial Court,\n\nwas accepted by the High Court.      It was held that since\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                         4</span>\n                                                        Page 4\n\f                                            Criminal Appeal No.1330 of 2009\n\n\n\nSavita had 100 per cent burn injuries, there was urgency for\n\nPSI Sunil Eknadi Wanjari PW4 to record her statement and in\n\nsuch circumstances failure to obtain medical evidence or to\n\nwait for the Magistrate was not a fetter to the reliability of\n\nthe said DD.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">9.    The High Court held that there are following important\naspects of the case:\n</p>\n<blockquote id=\"blockquote_3\">        “(a)   presence     of   appellant, Prabhabai\n               (mother of deceased) as well as Vimal\n               (land lady of deceased) on the spot at\n               the time of incident.\n</blockquote><blockquote id=\"blockquote_4\">        (b)    Similarly, Savita, Prabhabai,   Vimal\n               sustained burn injuries and were\n               admitted in the hospital is also not\n               disputed.\n</blockquote><blockquote id=\"blockquote_5\">        (c)    There is absolutely no evidence on\n               record to show that Savita was either fed\n               up with her life or was frustrated and\n               therefore, wanted to end her life.\n</blockquote><blockquote id=\"blockquote_6\">        (d)    Similarly, there is nothing on record to\n               show that Savita had any reason to end\n               her life.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">10.   We have heard learned counsel for the parties.\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">11.   Learned counsel for the appellant mainly submitted\n\nthat DD Exhibit 45 was rightly discarded by the trial Court\n\nand has been wrongly relied upon by the High court as the\n\nsole basis for conviction of the appellant.             He further\n\nsubmitted that DDs Exhibits 41 and 43 made by Prabhabai\n\nare not admissible in evidence as rightly held by the High\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                             Page 5 of 18</span>\n                                                           Page 5\n\f                                             Criminal Appeal No.1330 of 2009\n\n\n\nCourt. He thus, concluded that there was no legal evidence\n\nin support of conviction of the appellant.\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">12.   On the other hand, learned counsel for the State\n\nsupported the judgment of the courts below. According to\n\nhim, DD made by deceased Savita as well as DDs made by\n\nPrabhabai were admissible in evidence and were reliable.\n\nHe further submitted that the incident has been admitted\n\nby the appellant and his only defence was that the\n\ndeceased Savita committed suicide by pouring kerosene on\n\nherself which has been found to be false by both the courts\n\nbelow. Thus, the circumstantial evidence of the deceased\n\nbeing present at the place of occurrence and the death\n\nbeing not suicidal rule out the chance of the appellant being\n\ninnocent. The circumstantial evidence itself proves the guilt\n\nof the appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">13.   We have given our anxious consideration to the rival\n\nsubmissions and perused the evidence on record.\n\n</p><p data-structure=\"Issue\" id=\"p_17\">14.   The decision of this appeal will rest on the answers to\n\nthe following two questions :\n</p>\n<blockquote id=\"blockquote_7\">       (i)   Reliability of DD Exhibit 45 recorded by PSI\n             Sunil Eknadi Wanjari PW 4 made by\n             deceased Savita;\n</blockquote><blockquote id=\"blockquote_8\">       (ii) Admissibility and reliability of DDs made by\n            Prabhabai recorded by SJM, Rajiv Babarao\n            Raut Exhibit 41) and PSI Bhila Narayan\n            Bachao\n            (Exhibit 43).\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_5\">                                                             6</span>\n<p data-structure=\"Issue\" id=\"p_18\">                                                            Page 6\n\f                                                            Criminal Appeal No.1330 of 2009\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1305772\" id=\"span_6\">15.   As regards the reliability of DD Exhibit 45, we find\n\n                merit in the contention of learned counsel for the appellant.\n\n                We are of the view that the trial Court was justified in\n\n                discarding the said piece of evidence.         Undoubtedly, as\n\n                held by the High Court relying on judgment of this Court in\n\n                <a href=\"/doc/1305772/\" id=\"a_3\">Laxman vs. State of Maharashtra1</a> that even in absence\n\n                of certification by the Doctor as to fitness of mind of the\n\n                declarant and even if the DD is recorded by the Police\n\n                Officer, the same can be relied upon.      However, the Court\n\n                must be satisfied that the deceased was in a fit mental\n\n                condition to make the DD and that the statement was\n\n                faithfully recorded and was otherwise reliable.                In the\n\n                present case, it is difficult to record such satisfaction. There\n\n                is no material for the Court being satisfied that the\n\n                deceased was in fit condition to make the declaration. The\n\n                deceased was in the hospital at the time of her alleged\n\n                statement but no effort was made by the PSI to ascertain\n\n                her medical condition or to certify that he had satisfied\n\n                himself about the fitness of the declarant. The DD does not\n\n                bear the signature or thumb mark of the deceased.                   The\n\n                deceased had sustained 100 per cent burns and succumbed\n\n                to her injuries on 29 March, 1999 at 6.25 a.m. as already\n1 (2002) 6 SCC 710\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                             Page 7 of 18</span>\n                                                                           Page 7\n\f                                                Criminal Appeal No.1330 of 2009\n\n\n\nnoted.   The view taken by the High Court that in the\n\npeculiarity of facts, authenticity of DD could be accepted, in\n\nour opinion, is not sound.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">16.   Coming now to the second question of admissibility\n\nand reliability of DDs Exhibits 41 and 43 it will be necessary\n\nto refer to the text of <a href=\"/doc/1135830/\" id=\"a_4\">Section 32(1)</a> of the Evidence Act,\n\nwhich is as follows :\n</p>\n<blockquote id=\"blockquote_9\">         “32 Cases in which statement of relevant fact\n         by person who is dead or cannot be found,\n         etc ., is relevant. —Statements, written or\n         verbal, of relevant facts made by a person who\n         is dead, or who cannot be found, or who has\n         become incapable of giving evidence, or whose\n         attendance cannot be procured without an\n         amount of delay or expense which, under the\n         circumstances of the case, appears to the\n         Court unreasonable, are themselves relevant\n         facts in the following cases:—\n         (1) when it relates to cause of death. —When\n         the statement is made by a person as to the\n         cause of his death, or as to any of the\n         circumstances of the transaction which\n         resulted in his death, in cases in which the\n         cause of that person&#x27;s death comes into\n         question.\n</blockquote><p data-structure=\"PetArg\" id=\"p_21\">         Such statements are relevant whether the\n         person who made them was or was not, at the\n         time when they were made, under expectation\n         of death, and whatever may be the nature of\n         the proceeding in which the cause of his death\n         comes into question.”\n                                        (emphasis\n                                   added)\n\n</p><p data-structure=\"Section\" id=\"p_22\">17.   A bare perusal of the section shows :\n\n</p><blockquote id=\"blockquote_10\">          (i)    Statement should be of a person who is\n                 dead/cannot be found/has become\n                 incapable of giving evidence etc;\n</blockquote><blockquote id=\"blockquote_11\">          (ii)   It should relate to the relevant facts; and\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                8</span>\n                                                               Page 8\n\f                                                  Criminal Appeal No.1330 of 2009\n\n\n\n</blockquote><blockquote id=\"blockquote_12\">             (iii) It should relate to cause of ‘his death’ or\n                   circumstances of the transaction which\n                   resulted in ‘his death’, in cases in which\n                   the cause of that person’s death comes\n                   into question.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">18.    In the present case, we are concerned with Point (iii)\n\nas we are concerned with the question whether statement\n\nof Prabhabai is relevant for determining cause of death of\n\nSavita. In other words, when charge is of murder of Savita,\n\nwhether cause of death of Prabhabai which is integral part\n\nof     the     incident     can    also     be    held         to      be\n\nin question.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">19.    On a plain reading, the statement is admissible about\n\nthe cause of death or the circumstances of the transaction\n\nwhich resulted in the death of the person making the\n\nstatement.       Question is what happens when two deaths\n\nhave     taken      place    in   the     same     transaction            and\n\ncircumstances of the transaction resulting in one death is\n\nclosely interconnected with the other death.                  Admittedly,\n\nthe DD of Prabhabai is admissible as to cause of her death\n\nas well as the circumstances of the transaction which\n\nresulted in her death. Such statement may not by itself be\n\nadmissible to determine the cause of death of anyone other\n\nthan the person making the statement. However, when the\n\ncircumstances of the transaction which resulted in death of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                    Page 9 of 18</span>\n                                                                 Page 9\n\f                                              Criminal Appeal No.1330 of 2009\n\n\n\nthe person making the statement as well as death of any\n\nother person are part of the same transaction, the same will\n\nbe relevant also about the cause of death of such other\n\nperson.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">20.   Expressions “Relevant” and “facts in issue” are\n\ndefined in the <a href=\"/doc/1953529/\" id=\"a_5\">Evidence Act</a> as follows:\n\n</p><blockquote id=\"blockquote_13\">          &quot;Relevant&quot; - One fact is said to be relevant to\n          another when the one is connected with the\n          other in any of the ways referred to in the\n          provisions of this Act relating to the relevancy\n          of facts.\n</blockquote><blockquote id=\"blockquote_14\">          &quot;Facts in issue&quot; -The expression &quot;facts in\n          issue&quot; means and includes--any fact from\n          which, either by itself or in connection with\n          other facts, the existence, nonexistence,\n          nature or extent of any right, liability, or\n          disability asserted or denied in any suit or\n          proceeding, necessarily follows.\n</blockquote>\n<blockquote id=\"blockquote_15\"><a href=\"/doc/1536853/\" id=\"a_6\">Section 6</a> is as follows :\n</blockquote>\n<blockquote id=\"blockquote_16\">          “6. Relevancy of facts forming part of\n          same transaction - Facts which, though not\n          in issue, are so connected with a fact in issue\n          as to form part of the same transaction, are\n          relevant, whether they occurred at the same\n          time and place or at different times and places.\n</blockquote>\n<blockquote id=\"blockquote_17\">                            Illustrations\n                              xxxxxxx”\n\n</blockquote><p data-structure=\"Section\" id=\"p_26\">21.   Thus,    when     a    dying     declaration      relating         to\n\ncircumstances of the transaction which resulted in death of\n\na person making the declaration are integral part of\n\ncircumstances resulting in death of any other person, such\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                            10</span>\n                                                           Page 10\n\f                                                               Criminal Appeal No.1330 of 2009\n\n\n\n                 dying declaration has relevance for death of such other\n\n                 person also.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">                 22.     We may now refer to the decisions dealing with the\n\n                 said legal issue. In Kashinath Tukaram Jadhav vs. State\n\n                 of Maharashtrath, a Division Bench of the Bombay High\n\n                 Court held the same view relying upon the judgment of\n\n                 Travancore-Cochin High Court, in Lukka Ulahannen vs.\n\n                 Travancore-Cochin         State   (AIR   1955     Trav-Co        104)\n\n                 as follows :\n</p>\n<blockquote id=\"blockquote_18\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794497\" id=\"span_11\">“The view that the statement of one dead\n                           person is not a relevant fact with respect to\n                           the question about the death of another\n                           person or with respect to the causing of hurt to\n                           a third is too narrow to be accepted. To\n                           exclude from the evidence statements made\n                           by a deceased person as to incidents which\n                           occurred during the course of the transaction\n                           which resulted in his death statements other\n                           than those relating to the cause of his death,\n                           would be to import a limitation to the words\n                           used in the section which their natural\n                           meaning does not warrant. When a limitation\n                           like that is intended, the Legislature specially\n                           provides for it.”\n\n                 In doing so, the High Court also relied upon an early Madras\n\n                 Judgment in Re P. Subbu Thevan [2 Weir 750 (B)] and\n\n                 Judgment of Rangoon High Court in Nga His Din vs.\n\n                 Emperor (AIR 1936 Rang 187) but dissented from the view\n\n                 taken by the Allahabad High Court in <a href=\"/doc/1794497/\" id=\"a_7\">Kunwarpal Singh vs.\n\n                 Emperor</a> (AIR 1948 All 170) . The Bombay High Court in\n\nth 1984 Crl. L.J. 1447\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                                Page 11 of 18</span>\n                                                                            Page 11\n\f                                            Criminal Appeal No.1330 of 2009\n\n\n\nthat case dealt with death of two persons in the same\n\ntransaction. The person making the DD was stabbed while\n\nsaving the other person who was stabbed.            Such DD was\n\nheld to be admissible for both the deaths.           The DD and\n\ndiscussion of the Court in <a href=\"/doc/1794497/\" id=\"a_8\">the said judgment</a> are as follows :</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">        “27. The relevant part of the dying declaration\n        of Tatya read:\n</blockquote><blockquote id=\"blockquote_20\">            “On Sunday, the 30 July, 1978, at about\n        1.00 p.m. myself and Shri Khanna were\n        standing near the flour mill, in Tagore Nagar,\n        Group No.7. One Kashya Jadhav came there\n        and called us. He asked whether we were\n        searching him for assaulting.      Immediately\n        thereafter, he took out one open knife and\n        stabbed Khanna on his chest twice. When I\n        tried to save Khanna, Kashya stabbed me on\n        my chest.\n</blockquote><blockquote id=\"blockquote_21\">        28.        A reading of the declaration shows\n        that it would become unintelligible and present\n        a distorted picture if the narration regarding\n        stabbing of Khanna is excluded therefrom.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_28\">        Why did Kashya stab Tatya? It is because\n        Tatya ran to the rescue of Khanna who was\n        being stabbed Kashya.        Be excluding the\n        narration regarding Khanna, the declaration\n        may give an impression that Kashya came to\n        the spot and straightway lunged towards Tatya\n        and stabbed him – which is not what the\n        declarants states. Right from the moment\n        Kashya arrived at the crossing of the roads\n        where Nana and Khanna were standing till the\n        stabbing of Nana formed an unbroken chain of\n        events constituting one transaction. Hence,\n        the narration of Nana regarding the manner in\n        which Kashya stabbed Khanna would also fall\n        within the meaning of the phrase “any of the\n        circumstances of the transaction” contained in\n        sub-section (1) of<a href=\"/doc/1959734/\" id=\"a_9\"> S.32</a> of the Evidence Act. An\n        errant bus-drived ploughing his bus into a\n        crowd of waiting commuters; a rogue\n        pachyaderm running amock from captivity\n        trampling the onlookers; a racist spraying\n        bullets on the foci of his hatred – will not the\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                          12</span>\n                                                         Page 12\n\f                                                              Criminal Appeal No.1330 of 2009\n\n\n\n                           last of the survivors of the rampage be able to\n                           describe how others met their deaths before\n                           the avalanche hit him?\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">               23.     In Ratan Gond vs. State of Biharth two young girls\n\n               Baisakhi and Aghani, aged 9 years and 5 years respectively\n\n               were killed. They had gone to the jungle at a short distance\n\n               from their village. Their mother Jatri had also gone to the\n\n               jungle. When Jatri came back she found Aghani alone in the\n\n               house.        Aghani gave a statement to her mother about\n\n               Baisakhi and since she died, the question was whether her\n\n               statement was admissible about the cause of death of\n\n               Baisakhi.        It may be mentioned that Baisakhi had not\n\n               returned to her house and her dead body was found on the\n\n               next day. The question before the Court was whether the\n\n               statement of Aghani was admissible about the cause of\n\n               death of Baisakhi, the Court held :\n</p>\n<blockquote id=\"blockquote_22\">                           “In the case before us, the statements made\n                           by Aghani do not relate to the cause of her\n                           death or to any of the circumstances relating\n                           to her death; on the contrary, the statements\n                           relate to the death of her sister. We are,\n                           therefore, of the opinion that the statements\n                           do not come within <a href=\"/doc/1135830/\" id=\"a_10\">Section 32(1)</a> of the\n                           Evidence Act and, indeed, Mr. Dhebar\n                           appearing on behalf of the State, has conceded\n                           that <a href=\"/doc/1135830/\" id=\"a_11\">Section 32(1)</a> does not apply to the\n                           statements\n                           of Aghani.”\n\n               It is clear from the above judgment that it was not a case\n\n               where the transaction in which the person making the\nth AIR 1959 SC 18 = 1959 SCR 1336\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                               Page 13 of 18</span>\n                                                                           Page 13\n\f                                                           Criminal Appeal No.1330 of 2009\n\n\n\n                statement and the other deceased died was the same as in\n\n                the present case.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_30\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13149785\" id=\"span_15\">24.   The    matter   was   again   considered       in     <a href=\"/doc/13149785/\" id=\"a_12\">Sharad\n\n                Birdhichand Sarda vs. State of Maharashtra2</a>.                   It was\n\n                observed :</span>\n</p>\n<blockquote id=\"blockquote_23\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1848868\" id=\"span_16\">“10. ………..Coming now to the question of\n                        interpretation of <a href=\"/doc/1135830/\" id=\"a_13\">Section 32(1)</a> of The Evidence\n                        Act, this Court in the case of <a href=\"/doc/1848868/\" id=\"a_14\">Ratan Gond v.\n                        State of Bihar</a> (1959 SCR 1336 : AIR 1959 SC\n                        18 : 1959 Cri LJ 108), S.K. Das, J. made the\n                        following observations:</span>\n</blockquote><blockquote id=\"blockquote_24\">                             The only relevant clause of <a href=\"/doc/1959734/\" id=\"a_15\">Section 32</a>\n                        which may be said to have any bearing is\n                        clause (1) which relates to statements made\n                        by a person as to the cause of his death or as\n                        to any of the circumstances of the transaction\n                        which resulted in his death. In the case before\n                        us, the statements made by Aghani do not\n                        relate to the cause of her death or to any of\n                        the circumstances relating to her death; on the\n                        contrary, the statements relate to the death of\n                        her sister.\n</blockquote><blockquote id=\"blockquote_25\">                             In the Law of Evidence by Woodroffe &amp;\n                        Ameer Ali, (Vol. II) the authors have collected\n                        all the cases at one place and indicated their\n                        conclusions thus:\n</blockquote><blockquote id=\"blockquote_26\">                             To sum up, the test of the relevancy of a\n                        statement under <a href=\"/doc/1135830/\" id=\"a_16\">Section 32(1)</a>, is not what the\n                        final finding in the case is but whether the\n                        cause of the death of the person making the\n                        statement comes into question in the case. The\n                        expression “any of the circumstances of the\n                        transaction which resulted in his death” is\n                        wider in scope than the expression “the cause\n                        of his death”; in other words, clause (1) of\n                        <a href=\"/doc/1959734/\" id=\"a_17\">Section 32</a> refers to two kinds of statements:\n                        (1) statement made by a person as to the\n                        cause of his death, and (2) the statement\n                        made by a person as to any of the\n                        circumstances of the transaction which\n                        resulted in his death.\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">2 (1984) 4 SCC 116\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                          14</span>\n                                                                        Page 14\n\f                                      Criminal Appeal No.1330 of 2009\n\n\n\n     The words ’resulted in his death’ do not\nmean ’caused his death’. Thus it is well settled\nthat declarations are admissible only insofar as\nthey point directly to the fact constituting the\nres gestae of the homicide; that is to say, to\nthe act of killing and to the circumstances\nimmediately attendant thereon, like threats\nand    difficulties, acts,   declarations    and\nincidents, which constitute or accompany and\nexplain the fact or transaction in issue. They\nare admissible for or against either party, as\nforming parts of the res gestae…….&quot;\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"516808\" id=\"span_18\">11.      The leading decision on this question,\nwhich has been endorsed by this Court, is the\ncase of <a href=\"/doc/516808/\" id=\"a_18\">Pakala Narayana Swami v. Emperor</a>\n(AIR 1939 PC 47 : 66 IA 66 : 180 IC 1) where\nLord Atkin has laid down the following tests:</span>\n</p><blockquote id=\"blockquote_27\">     It has been suggested that the statement\nmust be made after the transaction has taken\nplace, that the person making it must be at\nany rate near death, that the ‘circumstances’\ncan only include the acts done when and\nwhere the death was caused. Their Lordships\nare of opinion that the natural meaning of the\nwords used does not convey any of these\nlimitations. The statement may be made\nbefore the cause of death has arisen, or before\nthe deceased has any reason to anticipate\nbeing killed. The circumstances must be\ncircumstances of the transaction: general\nexpressions indicating fear or suspicion\nwhether of a particular individual or otherwise\nand not directly related to the occasion of the\ndeath      will   not     be     admissible………\n“Circumstances of the transaction&quot; is a phrase\nno doubt that conveys some limitations. It is\nnot as broad as the analogous use in\n&quot;circumstantial evidence&quot; which includes\nevidence of all relevant facts. It is on the other\nhand      narrower      than     &quot;res     gestae&quot;.\nCircumstances must have some proximate\nrelation to the actual occurrence:…………\n     It   will   be    observed     that &quot;the\ncircumstances” are of the transaction which\nresulted in the death of the declarant.\n    These principles were followed and fully\nendorsed by a decision of this Court in Shiv\nKumar v. State of Uttar Pradesh (Cri. Appeal\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                       Page 15 of 18</span>\n                                                   Page 15\n\f                                              Criminal Appeal No.1330 of 2009\n\n\n\n        No.55 of 1966, decided on July 29, 1966)\n        where the following observations were made:\n</blockquote><blockquote id=\"blockquote_28\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"516808\" id=\"span_20\">It is clear that if the statement of the\n        deceased is to be admissible under this section\n        it must be a statement relating to the\n        circumstances of the transaction resulting in\n        his death. The statement may be made before\n        the cause of death has arisen, or before the\n        deceased has any reason to anticipate being\n        killed,……..        A necessary condition of\n        admissibility under the section is that the\n        circumstance must have some proximate\n        relation to the actual occurrence……….. The\n        phrase &quot;circumstances of the transaction&quot; is a\n        phrase that no doubt conveys some\n        limitations. It is not as broad as the analogous\n        use in &quot;circumstantial evidence&quot; which includes\n        evidence of all relevant facts. It is on the other\n        hand narrower than &quot;res gestae&quot; (See <a href=\"/doc/516808/\" id=\"a_19\">Pakala\n        Narayana Swami v. Emperor</a>).”</span>\n\n</blockquote><blockquote id=\"blockquote_29\">25.   It is thus clear that the DD is admissible not only in\n\nrelation to the cause of death of the person making the\n\nstatement and as to circumstances of the transaction which\n\nresulted in his death, if the circumstances of the said\n\ntransaction relate to death of another person, the statement\n\ncannot be held to be inadmissible when circumstances of\n\n“his” death are integrally connected to the circumstances of\n\ndeath of such other person.\n</blockquote>\n<blockquote id=\"blockquote_30\">26.   In the present case, the statement of pouring of\n\nkerosene on Savita, intervention of Prabhabai in the process\n\nand her receiving burn injuries resulting in her death are\n\nintegral part of the same transaction. Thus, the statement\n\nwhich relates to circumstances of the transaction resulting\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                            16</span>\n                                                           Page 16\n\f                                         Criminal Appeal No.1330 of 2009\n\n\n\nin her death being admissible, it can be relied upon to show\n\nas to how death of Savita took place. The said statement is\n\nalso corroborated by the admission of the accused himself\n\nto the extent that the death of Savita was by burning and\n\nthe deceased Prabhabai received the burn injuries in the\n\nsame       incident.         Though,    the         version\n\nof the accused that it was suicide, the same has been\n\nrightly                        found\n\nto be false.\n</blockquote>\n<blockquote id=\"blockquote_31\">27.    In these circumstances, the death of Savita is proved\n\nbeyond reasonable doubt to be homicidal death by burning\n\nand by pouring of kerosene and setting her on fire by the\n\naccused.       This stands established by the statement of\n\nPrabhabai and the attendant circumstances.              The said\n\nstatement was duly recorded by the Magistrate and carries\n\nan endorsement by the doctor about her consciousness and\n\nfitness to make a statement.     There is no reason for not\n\naccepting the authenticity of the version given in the said\n\nDD.\n</blockquote>\n<blockquote id=\"blockquote_32\">28.    Accordingly, we hold that the DD made by Prabhabai\n\nwas admissible as to the circumstances of the transaction\n\nwhich included the circumstance of pouring of kerosene and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                          Page 17 of 18</span>\n                                                      Page 17\n\f                                         Criminal Appeal No.1330 of 2009\n\n\n\nlighting of fire by the accused resulting in death of the\n\ndeceased.\n</blockquote>\n<blockquote id=\"blockquote_33\">29.   As a result of the above discussion, we hold that the\n\ncase of the prosecution against the appellant is proved\n\nbeyond reasonable doubt. No interference is called for with\n\nhis conviction and sentence.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_33\">      The appeal is accordingly dismissed.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">                               ……..…………………………….J.\n                                    [DIPAK MISRA]\n\n\n\n                               .….………………………………..J.\n                                   [ ADARSH KUMAR GOEL ]\n\nNEW DELHI\nFEBRUARY 26, 2015\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                       18</span>\n                                                      Page 18\n\f</p>","numcites":11,"numcitedby":7,"docsource":"Supreme Court of India","citetid":35985697,"divtype":"judgments","relatedqs":[{"value":"res gestae","formInput":"res%20gestae"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"burn injury ","formInput":"burn%20injury%20"},{"value":"fact in issue","formInput":"fact%20in%20issue"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"suicide","formInput":"suicide"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"in case of death of","formInput":"in%20case%20of%20death%20of"},{"value":"section 32(1)","formInput":"section%2032%281%29"},{"value":"Emperor ","formInput":"Emperor%20"},{"value":"circumstantial evidence is of no evidence","formInput":"circumstantial%20evidence%20is%20of%20no%20evidence"},{"value":"328","formInput":"328"},{"value":"adarsh","formInput":"adarsh"}],"cats":[{"value":"evidence-from-deceased-or-unavailable-persons","formInput":"tag:evidence-from-deceased-or-unavailable-persons"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"murder","formInput":"tag:murder"},{"value":"relevant-facts-forming-part-of-same-transaction","formInput":"tag:relevant-facts-forming-part-of-same-transaction"},{"value":"miscarriage-without-consent","formInput":"tag:miscarriage-without-consent"}],"courtcopy":true,"query_alert":null,"agreement":false}