{"tid":482720,"publishdate":"1998-08-28","title":"Geo Tech. Construction Co. Pvt. Ltd. vs Hindustan Steel Works Construction ... on 28 August, 1998","doc":"<h2 class=\"doc_title\">Geo Tech. Construction Co. Pvt. Ltd. vs Hindustan Steel Works Construction ... on 28 August, 1998</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1999KER72, AIR 1999 KERALA 72, 1999 (2) ARBI LR 23, ILR(KER) 1998 (1) KER 26, (1999) 1 KER LT 536, (1999) 2 ARBILR 23, (1999) 2 CIVLJ 300</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-sivarajan\">G. Sivarajan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-sivarajan\">G. Sivarajan</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Mohammed, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.  The cardinal dispute for adjudication in this appeal revolves around the invocation of Bank guarantees executed in terms of an agreement for performance of a works contract. The question is whether the appellant is entitled to a temporary injunction re-straining the respondents from enforcing the Bank guarantees executed by the second respondent on behalf of the appellant, in favour of the first respondent. The plaintiff, M/s. Geo Tech Construction Co. (P) Ltd. (hereinafter referred to as &#x27;Geo Tech&#x27;) is the appellant and the first respondent M/s. Hindustan Steel Works Construction Ltd. (hereinafter called by acronym &#x27;HSCL&#x27;) is the first defendant in the suit. The State Bank of Travancore, M. G. Road, Ernakulam is the second defendant. This appeal is directed against the order of the First Additional Sub Judge, Ernakulam in an interim application, I. A. No. 1908 of 1998 in O. S. No. 236 of 1998.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The above suit was filed praying for a decree on the following terms :\n</p>   \n\n<blockquote id=\"blockquote_1\">&quot;a) to declare that the first defendant has no \n\nright or authority whatsoever to invoke bank guarantee Nos. BG. No.41/94-95 dated 17-11-1994 for Rs. 5 lakhs, B. G. No. 42/94-95 dated 17-11-1994 for Rs. 5 lakhs and B. G. No. 43/94-95 dated 17-11-1994 for Rs. 5 lakhs issued by the second defendant and that the second defendant has no right or authority whatsoever to make any payment pursuant to the same and that the said Bank stands discharged.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">b) to grant a permanent prohibitory injunction\nrestraining the first defendant from invoking\nBank guarantees Nos. BG No. 41/94-95 dated 17-\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">11-1994, B. G. No. 42/94-95 dated 17-11-1994\nand B. G. No. 43/94-95 dated 17-11-1994 issued\nby the second defendant and the second defend\nant from making any payment pursuant to the\nsame.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">c) to grant such other reliefs requested for by the plaintiff and this Hon&#x27;ble Court may deem fit and proper.&quot; \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">Pending the suit the Geo-Tech filed I. A. No. 1908 of 1998 praying for a temporary injunction restraining the HSCL from invoking the above said Bank guarantees and the Bank from making any payment pursuant to it. The said interim application has been dismissed by the court below on the ground that Geo-Tech failed to make out a prima facie case. Hence this appeal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">3. The factual situation &#x27;behind the suit as well as the interim application as reflected from the plaint and the affidavit filed by the appellant is analysed hereunder in a condensed form.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">The HSCL was the contractor for the work of &#x27;Pile Foundation&#x27;, &#x27;Pile Caps&#x27;, Site development works etc. in respect of the &#x27;International Stadium&#x27; at Kaloor, Cochin owned by the Greater Cochin Development Authority. As per the Memorandum of understanding arrived at between the HSCL and Geo-Tech, the latter will be entrusted with the execution of the above work on successful finalisation of the lender and Geo-Tech will be the sub contractor for executing it and a contract of agreement was executed between Geo-Tech and the HSCL, in consequence of which the HSCL awarded the work to the Geo-Tech as per letter of intent No. EDM/122- Cochin/ 94/292 dated 7-4-1994. The contract work was successfully completed by the Geo-Tech on 16-4-1996 and the defect liability period was over on 30-11-1996 and the security deposit was re\n\nleased to the Geo-Tech by the HSCL. Consequently the HSCL released the retention amount when the Geo-Tech executed three Bank guarantees for Rs. 5 lakhs each. Thus the total Bank guarantee for Rs. 15 lakhs has been issued by the Bank for the purpose of releasing the retention amount. Since the contract work was successfully completed and the defect liability period was over, the Geo-Tech wrote several letters to the HSCL requesting for the release of the Bank guarantees. However the HSCL was taking effective steps to invoke the Bank guarantees alleging that Geo-Tech had defaulted in remitting Rs. 14.20 lakhs towards the dues under the <a href=\"/doc/97216774/\" id=\"a_1\">Kerala Construction Workers Welfare Fund Act</a>. The Geo-Tech did not remit the dues as they had no liability to pay under the Act, Therefore there was clear fraud in the action of the HSCL and thus it would vitiate the very foundation of Bank guarantees. If the Bank guarantees are invoked if would result in irretrievable harm and injustice to the Geo-Tech. In view of the above cause the Geo-Tech filed the suit O. S. No. 236 of 1998 before the Sub Court, Emakulam with the prayers afore stated. Along with the suit I. A. No. 1908/98 seeking temporary injunction was also filed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">4. The application for temporary injunction was opposed by the HSCL and a counter affidavit had been filed. The contentions of the HSCL as revealed from the counter affidavit are thus : The Bank guarantee is a separate agreement and the underlying contract or the respective contentions of the parties on merits cannot be dragged into the matter of invocation of Bank guarantee. Three Bank guarantees were furnished for the refund of retention money and the Bank has undertaken unconditionally to pay the amount claimed by the HSCL on demand and without any demur. The HSCL is the sole judge to say whether Geo-Tech has committed any breach or breaches of any of the terms and conditions of the contract between the parties. The contemporaneous correspondence would prove that there was no fraud being played by the HSCL and it was specifically agreed to by the Geo-Tech that all the liabilities under the law for the time being in force in respect of any labour employed by the contractor and any expenditure incurred by the employer shall be payable by the Geo-Tech and the HSCL has a lien for such amounts on the security deposit which includes the retention \n\namount. A formal agreement was entered into between the Geo-Tech and the HSCL on 7-4-1994, which contains several documents including tender documents, general conditions of contract, correspondence exchanged between the HSCL and the Geo-Tech and the Memorandum of Understanding between the parties, letter of intent issued in favour of the Geo-Tech and the form of agreement between them. Under Clause 27 of the General Conditions of Contract, Geo-Tech shall at all times indemnify the HSCL against all claims of compensation in respect of any workmen employed by the Geo-Tech. In view of this and various other provisions contained in the general conditions of contract and the terms contained in the Bank guarantees and other attendant circumstances, it would reveal that the Geo-Tech had agreed to retain the Bank guarantees, indemnify the HSCL in case it had to incur any expenditure by way of contribution towards Kerala Construction Workers Welfare Fund. The Bank had an unconditional liability to pay the amount to the HSCL and the Geo-Tech had agreed for the same in its letter dated 20-12-1996. The Geo-Tech is bound to pay the contribution to the Kerala Construction Workers Welfare Fund in respect of the workers engaged by it. The plea of fraud and irretrievable injustice is totally unfounded. Under the agreement dated 7-4-1994 any liability including the contribution payable to the Kerala Construction Workers Welfare Fund is that of the Geo-Tech.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">5. The Court below marked the photo copies of three Bank guarantees CLI 41/94-95, CLI 42/ 94-95 and CLI 43/94-95 as Exts. A1 to A3 respectively, Ext. B 1 is the copy of the General Conditions of contract (extracts) and Ext, B 2 is the copy of the General Instructions and notice inviting tenders. After considering these and other documents produced in the case, the court below found that the Geo-Tech is liable to pay the contribution under the <a href=\"/doc/97216774/\" id=\"a_2\">Kerala Construction Workers Welfare Fund Act</a> inasmuch as it admitted the execution of Exts. B 1 and B 2. While dismissing the petition on the ground that the Geo-Tech failed to make out a prima facie case for temporary injunction the Court below, inter alia, observed to the following effect: The HSCL being the contractor G.C.D.A. deducted 1% from the part payments of the bills towards the contribution under the Construction Workers Welfare \n\nFund Act. Though HSCL challenged the said deduction in this court and Supreme Court it had no case that the liability to pay contribution is on Geo-Tech. However, the liability arises in view of execution of Exts. B 1 and B 2. The plea of &#x27;irretrievable injustice&#x27; made by the Geo-Tech is negatived inasmuch as the HSCL as not done any act fraudulently causing injustice to the Geo-Tech.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">6. During the hearing of this appeal it was brought to our notice that the HSCL had produced seven documents. However, those documents were not seen marked in the certified copy of the order supplied to the HSCL. From the impugned order it is seen that the Geo-Tech has produced Exts. A1 to A11 and the HSCL has produced Exts. B1 to B5. The Court below has committed an error in not properly marking the documents produced by the parties. No witnesses were examined by the Court below and arguments were heard on the basis of the documents produced by the parties. In the present proceeding the Geo-Tech has filed C.M.P. No. 4380 of 1998 for accepting certain documents in evidence. We have allowed the petition and accordingly the letter of intent dated 7-4-1997 has been taken in evidence. So also on the side of the HSCL C.M.P. No. 4935 of 1998 was filed praying to accept the General Conditions of contract of M/s. Hindustan Steel Works Construction Limited in evidence. We have allowed this petition also. In addition to these documents both parties in the course of hearing, have placed reliance on documents relating to the agreement executed between the parties and no objections had been raised by them during the hearing.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">7. Before embarking on the crucial question of temporary injunction, it would be worthwhile to have a peep into the sanctity of Bank guarantees in commercial transactions. <a href=\"/doc/53550/\" id=\"a_3\">Section 126</a> of the Indian Contract Act, 1872 defines &#x27;Contract of guarantee&#x27; as a contract to perform the promise, or discharge the liability, of a third person in case of his default. The contract of guarantee is a trilateral contract, that is to say three persons, surety, principal debtor and creditor are involved. Generally speaking, contract of guarantee, such as Bank guarantee, letters of credit etc. are absolute and unqualified. But Willkins Micawber&#x27;s definition of guarantee in Dickens&#x27; masterpiece, David Copperfield is, &quot;A guarantee is where one \n\nman that can&#x27;t pay gets another man that can&#x27;t pay to say he will&quot;. This appears to be a cynical approach but really thought-provoking. This popular belief is totally denounced in the case of contract of Bank guarantees. In Tarapore &amp; Co., Madras v. V/o Tractors Export, Moscow (1969) 2 S.C.R. 920 : (AIR 1970 SC 1168) the Supreme Court observed that it was a mechanism of great importance in international trade and any interference with that mechanism was bound to have serious repercussions on the international trade of this country. In other words, what is said is that the Courts should not lightly interfere with the mechanism and autonomy of contract of Bank guarantees and irrevocable latter of credit. It must be recalled that the contract of Bank guarantee revolves around internal trade transactions in the country. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_1\">In <a href=\"/doc/325228/\" id=\"a_4\">Svenska Handelsbanken v. Indian Charge Chrome</a>, 1994 (1) SCC 502 : (AIR 1994 SC 626) the Supreme Court said:</span>\n</p>   \n\n<blockquote id=\"blockquote_3\">&quot;It has to maintain its credibility and not\nmerely be guided by the loss to our citizen. It has\nalso to maintain its international credibility. Credibility is the most important thing for any banking institution. If the credibility-goes the Bank\ncannot survive. The bank in its working has to be\nmost upright and honest in dealing with its customes.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">The trust in commerce internal and international would be irreparably damaged if the commitment of Banks is not honoured free from interference by Courts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_2\">8. The underlying dispute between the parties is whether the Geo-Tech is liable to indemnify the HSCL in respect of the contribution paid or payable under the provisions of the <a href=\"/doc/97216774/\" id=\"a_5\">Kerala Construction Workers Welfare Fund Act</a>. This is an Act intended to provide for the constitution of a fund to grant relief to promote the welfare of and to pay pension to the construction workers in the State of Kerala and for other matters incidental thereto. In view of the provisions contained in Clause (e) of <a href=\"/doc/162781225/\" id=\"a_6\">Section 2</a>, the Geo-Tech will be the &#x27;contractor&#x27; and the HSCL will be the &#x27;employer&#x27; and in view of Sub-section (2) of <a href=\"/doc/191879263/\" id=\"a_7\">Section 8</a> the employer shall contribute 1% of the cost of construction work undertaken by it to the Fund. The above Act came up for interpretation before this Court in <a href=\"/doc/992584/\" id=\"a_8\">Poulose v. State of Kerala</a>. ILR (1993) 3 Kerala 675. There the main challenge \n\nwas directed against <a href=\"/doc/134692494/\" id=\"a_9\">Section 2 (g)</a> and <a href=\"/doc/58477941/\" id=\"a_10\">Section 8(2)</a> of the Act as also the levy of licence fee under <a href=\"/doc/183609209/\" id=\"a_11\">Section 9</a>. This court found <a href=\"/doc/134692494/\" id=\"a_12\">Sections 2 (g)</a> and <a href=\"/doc/58477941/\" id=\"a_13\">8(2)</a> of the Act and Clauses 25 and 26 of the Scheme valid. The learned single judge of this court observed :</span>\n</p><blockquote id=\"blockquote_4\">  &quot;There is no procedure in the Act or in the scheme for determination of disputes or questions which are likely to arise, like the cost of construction, whether there is a construction work at all, and if so, as to when the construction was completed, when the contribution became payable and others. Umpteen similar circumstances may be visualised, particularly in the application of the Act to private employers. Who is to make an assessment and who is the authority and so on are all left nebulous and without guidelines.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"448602\" id=\"span_3\">However, the HSCL filed writ petition. O. P. No. 1 1626 of 1994 claiming exemption from the provisions of the <a href=\"/doc/97216774/\" id=\"a_14\">Kerala Construction Workers Welfare Fund Act</a> on the ground that it is a government company wholly owned and controlled by the Central Government. The above contention was negatived by this Court and the matter went up in appeal before the Supreme Court in <a href=\"/doc/448602/\" id=\"a_15\">Hindustan Steel Works Construction Ltd. v. State of Kerala</a>, (1997) 5 SCC 171 : (AIR 1997 SC 2275).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_4\">The Supreme Court in <a href=\"/doc/448602/\" id=\"a_16\">the said decision</a> upheld the decision of this Court in <a href=\"/doc/992584/\" id=\"a_17\">Poulose</a>&#x27;s case, ILR (1993) (3) Kerala 675 and the claim of the HSCL for exclusion from the purview of the Act was negatived. However, the Supreme Court in page 180 of the report observed (at page 2280 of AIR) :</span>\n</p><blockquote id=\"blockquote_5\">  &quot;The Welfare Funds Act is essentially an Act to protect the interest of and welfare of the labourers. Unless expressly the instrumentality or agency of the Government is kept outside the purview of the said Act, it would not be proper to interpret the said Act in a wide amplitude by removing the corporate veil so as to exclude such instrumentality or agency from the purview of, the said Act.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_5\">In view of <a href=\"/doc/992584/\" id=\"a_18\">the above decision</a> it is settled that the HSCL is not entitled to claim exemption on the ground, of it being a company owned by the Central Government. However, HSCL took the view that the liability to pay the contribution under the Act is on Geo-Tech and it had undertaken to indemnify the HSCL for the defaults committed by non-payment of contribution. It may not be proper for this court to adjudicate this dispute in the present proceeding finally since we are concerned here only with regard to the invocation of bank guarantee executed for refund of retention money.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">9. The first and foremost contention advanced by the learned counsel for Geo-Tech is that there was no undertaking by the Geo-Tech to indemnify HSCL for the payment of contribution towards welfare fund dues. He explained the point by submitting that there being no guarantee at all to discharge such liability, the attempt to enforce a non-existing guarantee is liable to be restrained by an order of injunction. He further added that if there was a term in the contract whereby Geo-Tech had undertaken to pay 1% contribution towards welfare fund dues HSCL is within its rights in enforcing the guarantee. Therefore he pleaded that enforcement of Bank guarantees is vitiated by fraud and irretrievable injustice.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">10. On the other hand, the HSCL claims indemnification in respect of contribution under the Welfare Fund Act paid or payable to the workers employed by Geo-Tech for the performance of works contract. The counsel for the HSCL by placing reliance on different sections in the Act argued that the statutory liability to pay the contribution was on the Geo-Tech who had employed workers in execution of the contract and for that reasons it had to indemnify the HSCL for the payment of contribution paid or payable. He pleaded that the claim for injunction against the invocation of Bank guarantees cannot be allowed in view of the principles <a href=\"/doc/992584/\" id=\"a_19\">laid down by</a> the Supreme Court in various decisions. There is neither fraud nor irretrievable injustice as alleged. If at all any injury is caused it can be retrieved by filing suits against HSCL for recovery of money or otherwise. Since the Bank guarantee is an independent contract, terms of the underlying contract between the parties need not be looked into in a suit for injunction against the enforcement of Bank guarantee. He also placed particular reliance on Clause 27 of the General Conditions of Contract which runs thus :\n</p>   \n\n<blockquote id=\"blockquote_6\">&quot;27. The Contractor shall at all times indemnify the Employer against all claims for compensation under the provision of the <a href=\"/doc/6559712/\" id=\"a_20\">Workmen&#x27;s \n\nCompensation Act, 1923</a> (VIII of 1923) or any other law for the time being in force by or in respect of any workmen employed by the Contractor in carrying out the Contract and against all costs and expenses of penalties incurred by the Employer in connection therewith and (without prejudice to any other means of recovery) the employer shall be entitled to deduct from any money due or to become due to the Contractor (whether under this contract or any other contract) all money paid, or payable by the Employer by way of compensation aforesaid or for costs or expenses in connection with any claim thereto and the contractor shall abide by the decision of the Employer as to the sum payable by the Contractor under the provisions of this clause.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\">II. Now let us ascertain the nature of and circumstances under which the contract of Bank guarantees (Exts. A1 to A 3) were given by the Bank in favour of the HSCL on behalf of the Geo-Tech. An agreement was made on 7th day of April 1994 between the HSCL and Geo-Tech for the execution of the work of site development, pile foundation and pile caps of the International Stadium at Kaloor by Geo-Tech. The following documents shall be deemed to form and be read and construed as part of the agreement, namely :\n</p>   \n\n<blockquote id=\"blockquote_7\">i) Letter No. GFC/W2/93/1227 Dt. 2-12-93\nfrom Geotech\n \n\n</blockquote><blockquote id=\"blockquote_8\">ii) Letter No. GFC/W2/93/1312 Dt. 15-12-93 from Geotech\n \n\n</blockquote><blockquote id=\"blockquote_9\">iii) MOU executed by and between HSCL &amp; Geotech Dt. 3-2-1994\n \n\n</blockquote><blockquote id=\"blockquote_10\">iv) Letter No. GCPL/W2/94/1410 Dt. 8-l-94 from Geotech\n \n\n</blockquote><blockquote id=\"blockquote_11\">v) Detailed information Geotech submitted to HSCL on 8-3-94\n \n\n</blockquote><blockquote id=\"blockquote_12\">vi) HSCL letter No. ED (M)/122-Cochin/94/ 222 Dt. 8-3-94 and accepted by Geotech\n \n\n</blockquote><blockquote id=\"blockquote_13\">vii) Letter of Intent No. EDM/122-Cochin/ 94/292 Dt. 5-4-94 issued by HSCL in favour of Geotech including Annexures A, B &amp; C.\n \n\nThe letter of intent issued by the HSCL to Geo Tech on 7-4-1994 contains, inter alia, the following clauses.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">&quot;(9) Water &amp; Power required for the work shall be your responsibility and no claim, therefore, in any form, shall be entertained.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">You shall also arrange power and water supply arrangement for the entire project requirement by obtaining approvals and depositing necessary security and other expenditures to the State Authorities. On completion of your contract, the Security Deposits and the cost of Transformer supplied by you will be reimbursed to you.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">(11) As a special case to expedite the work and start no time you shall be granted an interest bearing mobilisation advance equal to Rs. 1,50,00,000/- (Rupees one crore fifty lakhs only) against Bank Guarantee as per HSCL&#x27;s approved format.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">Clause 19 of the General Instructions and notice inviting tenders provides for security deposit and the refund of retention money. The said clause reads thus :\n</p> \n\n<blockquote id=\"blockquote_15\">19(a) In addition to the Earnest Money Deposit under Clause 16 above further amount shall be paid by the successful tenderer on award of work so as to make full security deposit amount of 2 1/2% of the contract value, the E.M.D. forming part of Security Deposit. As a further security for the due fulfilment of the contract by the contractor 5% of the value of the work done will be deducted by the Employer from each payment to be made to the contractor until the retention money and the security deposit together amount to 7 1/2 % of the contract value of the work. On the Architect&#x27;s certificate of completion of the works. 50% of the retention money and 50% of the security deposit would be refunded and the remaining 50% will be released by the Employer after rectification of the defects pointed out during the defects liability period. The amounts retained by the employer shall not bear any interest.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(b) All compensation or other sums of money payable by the contractor to the employer under the terms of this contract may be deducted from his earnest money and the security deposit if the amount so permits and the contractor shall, unless such deposit has become otherwise payable, within ten days after such deduction make good in cash the amount so deducted.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">The terms contained in the above clause with regard to security deposit and retention money have been modified as per Ext. A 8 letter dated 1-8-1994 sent by the HSCL to Geo-Tech. The letter is extracted here under :\n</p>   \n\n\n\n<blockquote id=\"blockquote_17\">&quot;We are pleased to inform you that initial retention of Rs. 5.25 lakhs only will be withheld in cash against retention money recovered @ 5% from each bill. When retention money withheld exceeds Rs. 10.25 lakhs, you will be permitted to submit suitable Bank Guarantee for every Rs. 5 lakhs, withheld beyond initial amount of 5.25 lakhs whereupon the cash retention of like amount will be released. Thus the retention money will ultimately comprise of cash retention of Rs. 5.25 lakhs and series of Bank Guarantees. Bank guarantees for 50% of the total retention money shall be valid till completion of work and the Bank Guarantee for the remaining retention money shall be valid till the end of defect liabilities period. The cash part of the Retention Money (Rupees Five point two five lakhs) shall be re-leased at the end of defect liability period after adjustment against dues to Greater Cochin Development Authority/HSCL if any. Retention money will not bear any interest.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">You may submit Bank Guarantee in multiples of Rs. 5/- lakhs in the format enclosed.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">It was in view of the above provisions the Bank guarantees were given by the Bank. The question is whether this Court can injunct the Bank or HSCL from enforcing such Bank guarantees executed specifically for refunding the retention money.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">12. In this context it would be worthwhile to examine the terms and conditions contained in the Bank guarantees which is common in all respects. Exts. A 1 to A 3 dated 17-11-1994 are the Bank guarantees bearing numbers Clause 41, Clause 42 and Clause 43 of 1994-95, each for the amount of Rs. 5 lakhs. The relevant portions of the Bank guarantee are reproduced hereunder :\n</p>   \n\n<blockquote id=\"blockquote_19\">Bank Guarantee for refund of retention money &quot;In Consideration of Hindustan Steelworks Construction Limited of 1, Shakespeare Sarani, 8th floor, Calcutta 700 071 (hereinafter called HSCL) having agreed to release the sum of Rs. 5,00,000/- (Rupees five lakhs only) to M/s. Geo-Tech Construction Company Private Limited of 8th Floor, KSHB Office Complex, Panampilly Nagar, Cochin 682036 (hereinafter called the contractor) as per Clause 3 of Annexure I of Part I amendments and subsequent letter No. HSCL/ GCDA/507/94 dated 1-8-1994 upon the contractor furnishing a Bank guarantee, we, State Bank of Travancore, M. G. Road, Ernakulam, Cochin \n\n682035 having its Head Office at Trivandrum (hereinafter referred to as said &#x27;Bank&#x27;) do hereby undertake and agree to indemnify and keep indemnified HSCL against any loss or damage. cost, charges and expenses, caused to or suffered \nby or that may be caused to or suffered by HSCL by reason of any breach or breaches by the said contractor of any of the terms and conditions contained in the said contract and to unconditionally pay the amount claimed bv HSCL on demand and without demur to the extent as afore-said.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">We the said Bank further agree that HSCL shall be the sole judge of and as to whether the said contractor has committed any breach or breaches of any of the terms and conditions of the said contract, and to the extent of loss, damage, cost, charges and expenses caused to or suffered by or that may be caused to or suffered by HSCL on account thereof and the decision of HSCL that the contractor has committed such breach or breaches and as to the amount or amounts or loss, damage, cost, charges and expenses caused to or suffered by or that may be caused to or suffered by HSCL from time to time shall be final and binding on us.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">We, the said Bank, further agree that the Guarantee herein contained shall remain in full \nforce and effect during the period that would be taken for the performance of the said contract and till all the dues of HSCL under the said contract or by virtue of any of the terms and conditions governing the said contract have been fully paid and its claims satisfied or discharged or till HSCL certifies that the terms and conditions of the said contract have been fully and properly canned out by the said contractor and accordingly discharges this guarantee subject to, however, that HSCL shall have no claim under this guarantee after 30-\n \n\nHSCL shall have the fullest liberty without affecting in any way the liability of the Bank under this guarantee or indemnity from time to time to vary any of the terms and conditions of the said contract or to extent time of performance by the said contractor or to postpone for any time and from time to time any of the power exercisable by it against the said contractor and either to enforce or forbear from enforcing any of the terms and conditions governing the said contract or security available to HSCI and the said Bank \n\nshall not be released from its liability under this presents by any exercise by HSCL of the liberty with reference to the matter or thing whatsoever which under the law relating to sureties but for this provision have the effect of their releasing the Bank from its such liability.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">It shall not be necessary for HSCL to proceed against the contractor before proceeding against the Bank and the guarantee herein contained shall be enforceable against the Bank notwithstanding any security which HSCL may, have, obtain or obtained from the contractor shall at the time when proceedings are taken against the Bank hereunder be outstanding or unrealised.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">Notwithstanding anything contained herein above, the liability of the Bank to this guarantee is restricted to Rs. 5,00,000/- (Rupees five lakhs only) and the guarantee shall remain in force till 30-6-96. Unless a suit or action to enforce a claim under this guarantee is filed against the Bank within three months from the date of expiry of this Bank guarantee, all the rights of HSCL under this guarantee shall be forfeited and the Bank shall be relieved and discharged from all obligations under this guarantee.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">We, the said Bank, lastly undertake not to revoke this guarantee during its currency except with consent of HSCL in writing and agree that any change in constitution of the said contractor or the said Bank shall not discharge our liability hereunder.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">13. A conjoint reading of Ext. A8 letter and the terms contained in the Bank guarantee would broadly bring forth the following features.\n</p>   \n\n<p data-structure=\"Conclusion\" id=\"p_26\">(1) That Geo-Tech is allowed to submit Bank guarantees for every Rs. 5 lakh for the release of retention money when it exceeds Rs. 10.25 lakhs.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">(2) That the cash retention of Rs. 5.25 lakhs and series of Bank guarantees furnished as above together constitute retention money.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">(3) That the Bank guarantee for 50% of the total retention money shall be valid till completion of work and the remaining 50% till the end of defect liabilities period.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">(4) That the Bank undertakes to unconditionally pay the amount claimed by HSCL without demur and thus to indemnify HSCL against any loss or damage, charges and expenses suffered by HSCL by reason of breach by the Geo-Tech of any of the terms of contract.\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_30\">(5) That the Bank agreed that HSCL shall be the sole judge to decide as to whether Geo-tech has committed breach of any terms and conditions of the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">(6) That the decision of the HSCL as to the question of breach or as to the amount of loss or damage suffered by it shall be final and binding on the Bank.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">(7) That the Bank has agreed that the Bank guarantee shall remain in force and effect during the period of performance of contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">(8) That the HSCL has the liberty to vary any\nof the terms and conditions of contract without\naffecting in any way the liability of the Bank\nunder the guarantee.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">(9) That the Bank guarantee shall be enforceable against the Bank notwithstanding any security obtained by HSCL.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\">(10) That it is not necessary for the HSCL to proceed against Geo-Tech before proceeding against the Bank.\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">(11) The cash part of the retention money (Rupees five point two five lakhs) shall be released at the end of defect liability period after adjustment against dues to Greater Cochin Development Authority/HSCL if any. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">14. It is no doubt true that the terms and conditions of the contract do not specifically refer to the payment of contribution under the Welfare Fund Act. That does hot mean the whole transaction is vitiated for exercise of fraud. Whether such payment falls under any general provisions of the contract is a dispute to be decided between the parties. As far as the Bank is concerned when HSCL says that there is breach by the Geo-Tech that is the final word. What is before us is the Bank guarantees executed specifically for the refunds of retention money and enforcement of such Bank guarantees. This court cannot say either while executing the Bank guarantees oral the time of its enforcement, the HSCL has exercised fraud either on Geo-Tech or on the Bank. There must be prima facie strong evidence at least for alleging that a transaction is vitiated by fraud. In this behalf we have to look into the plaint and affidavit for that purpose.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">15. It is an admitted case that on 13-6-1996 the Geo-Tech requested the Bank to extend the Bank guarantee upto 30-11-1996 for the reason that the guarantee period for all the three Bank \n\nguarantees would expire on 30-6-1996. Accordingly it was extended upto 30-11-1996. Again by letter dated 30-11-1996 the period of the Bank guarantee was extended. Thus the guarantee period in respect of the above three Bank guarantees was extended from time to time, and finally it was extended upto 28-5-1998. The HSCL by its letter dated 16-2-1998 requested the Geo-Tech to remit Rs. 14.20 lakhs being 1% contract value towards contribution to the Welfare Fund. That request may be to monitor the retention money. When the HSCL represents breach or default by the Geo-Tech that is final and conclusive as far-as the Bank is concerned. That will naturally result in the enforcement of Bank guarantee. It was in the above Circumstances the Geo-Tech filed the present suit on 26-2-1998 seeking injunction against the Bank.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1616843\" id=\"span_6\">16. What is argued by the counsel for HSCL is that the Court need not look into the underlying contract or the correspondence between the parties relating to the terms of the contract. What is primarily to be seen is the terms contained in the contract of Bank guarantee. The counsel has specifically drawn our attention to the decision of another Division Bench of this court in <a href=\"/doc/1616843/\" id=\"a_21\">Unique Alliance Industries v. Anupama Agencies</a> 1994 (2) KLT 831 : (AIR 1995 Kerala 52) wherein one of us (Mohammed, J.) spoke on behalf of the Bench.</span> After placing reliance on the decision of the Supreme Court in Syndicate Bank v. Vijayakumar, AIR 1992 SC 1066 the Court held in that case that the terms contained in the Bank guarantee alone need be considered for its enforceability. In other words, the obligations arising under the Bank guarantee are independent of the obligations arising out of a specific contract between the parties. Therefore the Court should not lightly interfere with the operation of Bank guarantee or irrevocable documentary credit. In order to restrain the operation of an irrevocable letter of credit, performance of bond or guarantee by the order of the Court, there should be a good prima facie act of fraud or irretrievable injustice.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_7\">In <a href=\"/doc/218672/\" id=\"a_22\">General Electric Technical Services Company Inc. v. Punj Sons (P) Ltd.</a>, AIR 1991 SC 1994 the Supreme Court held that the Bank could not be interdicted by the Court in the absence of fraud or special equities in the form of preventing irretrievable injustice between the \n\nparties. It further held that the High Court in the absence of prima facie case on such matters has committed an error in restraining the Bank from honouring its commitment under the Bank guarantee. Prevention of &#x27;irretrievable injustice&#x27; between the parties was considered to be a special equity. Therefore in all such cases the plea of fraud or irretrievable injustice shall not be allowed unless they are proved by affidavit or otherwise.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_8\">In a later decision in <a href=\"/doc/514858/\" id=\"a_23\">Ansal Engineering Projects Ltd. v. Tohri Hydro Development Corporation</a> 1996 (5) SCC 450 the Supreme Court made it abundantly clear as to the burden of proof in this regard as thus :</span>\n</p><blockquote id=\"blockquote_25\">  &quot;The Court exercising its power cannot interfere with enforcement of bank guarantee/letters of credit except only in cases where fraud or special equity is prima facie made out in the case as triable issue by strong evidence so as to prevent irretrievable injustice to the parties. The trading operation would not be jettisoned and faith of the people in the efficacy of banking transactions would not be eroded or brought to disbelief. The question, therefore, is whether the petitioner had made out any case of irreparable injury by proof of special equity or fraud so as to invoke the jurisdiction of the Court by way of injunction to restrain the first respondent from encashing the bank guarantee.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_9\">18. What is emphasized by the Supreme Court in <a href=\"/doc/514858/\" id=\"a_24\">the above decision</a> is that the fraud and special equity shall be made out prima facie in the case as a triable issue by strong evidence so as to prevent irretrievable injustice to the parties. As far as fraud is concerned, it must be an esiablished fraud and further it must be a fraud known to the Bank.</span> In Derry v. Peek 1989 App Cases 337 it is observed thus :\n</p><blockquote id=\"blockquote_26\">  &quot;It was there decided that in order for fraud to be established, it is necessary to prove the absence of an honest belief in the truth of that which has been stated; in the words of Lord Herschell, &quot;fraud is proved when it is shown that a false representation has been made (1) knowingly, or (2) without belief in its truth, or (3) recklessly careless whether it be true or false.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_42\">Lord Denning observed in Edward Owen Engineering Ltd, v. Barclays Bank International Ltd. (1978) 1 All ER 976 :\n</p>   \n\n<blockquote id=\"blockquote_27\">&quot;The Bank must pay according to its \n\nguarantee, on demand if so stipulated, without proof or conditions. The only exception is when there is a clear fraud of which the bank has notice.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_10\">In <a href=\"/doc/329587/\" id=\"a_25\">U. P. Co-operative Federation Ltd. v. Singh Consultants and Engineers (P) Ltd.</a> (1988) 1 SCC 174 the Supreme Court said :</span>\n</p><blockquote id=\"blockquote_28\">  &quot;The nature of the fraud that the courts talk about is fraud of an &#x27;egregious nature as to vitiate the entire underlying transaction&#x27;.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_11\">It is the fraud of the beneficiary, not the fraud of anybody else. It is reiterated in <a href=\"/doc/270232/\" id=\"a_26\">N.T.P.C. Ltd. v. Flowmore Pvt. Ltd.</a>, AIR 1996 SC 445.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1501393\" id=\"span_12\">In <a href=\"/doc/1501393/\" id=\"a_27\">I.T.C. Ltd. v. Debts Recovery Appellate Tribunal</a>, AIR 1998 SC 634 the Supreme Court said at page 638 :</span>\n</p><blockquote id=\"blockquote_29\">  &quot;What is necessary for the Bank to refuse payment is a case of clear &#x27;fraud&#x27; and the Bank&#x27;s  knowledge as to such fraud.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_13\">In <a href=\"/doc/573550/\" id=\"a_28\">State Trading Corporation of India Limited v. Jainsons Clothing Corporation</a> (1994) 6 SCC 597 : (AIR 1994 SC 2778) the Supreme Court said at page 2783; of AIR :</span>\n</p><blockquote id=\"blockquote_30\">  &quot;The grant of injunction is a discretionary power in equity jurisdiction. The contract of guarantee is a trilateral contract which the bank has undertaken to unconditionally and unequivocally abide by the terms of the contract. It is an act of trust with full faith to facilitate free flow of trade and commerce in internal or international trade or business. It creates an irrevocable obligation to perform the contract in terms thereof. On the occurrence of the events mentioned therein the Bank guarantee becomes enforceable. The subsequent disputes in the performance of the contract does not give rise to a cause nor is the court justified on that basis, to issue an injunction from enforcing the contract, i.e., bank guarantee. The parties are not left with no remedy. In the event of the dispute in the main contract ends in the party&#x27;s favour, he/it is entitled to damages or other consequential_reliefs.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_14\">In <a href=\"/doc/708879/\" id=\"a_29\">Hindustan Steel Workers Construction Ltd. v. G. S. Atwal &amp; Co. (Engg.) Pvt. Ltd.</a>, AIR 1996 SC 131 it observed :</span>\n</p><blockquote id=\"blockquote_31\">  &quot;Suffice it to say that in the case of confirmed Bank guarantees/irrevocable letters of credit, the Court will not interfere with the same unless there is fraud and irretrievable damages are involved in the case and fraud has to be an established fraud.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\">In R.D. Harbottle (Mercantile) Ltd. v. National Westminster Bank Ltd. (1977) 2 All ER 862), Kerr. J. said :\n</p><blockquote id=\"blockquote_32\">  &quot;In the case of a confirmed performance guarantee, just as in the case of a confirmed letter of credit, bank was only concerned to ensure that the terms of its mandate and confirmation have been complied with and was no way concerned with any contractual dispute which might have arisen between the buyers and sellers.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\">In Edward Owen Engineering Ltd.&#x27;s case, supra(1978) 1 All ER 976 the court said that the net effect of the injunction is to restrain the bank from performing the bank guarantee which cannot be done whereas the respondent could sue the appellant for damages.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1618446\" id=\"span_15\">20. <a href=\"/doc/299780/\" id=\"a_30\">Section 17</a> of the Indian Contract Act defines &#x27;fraud&#x27;. It is a comprehensive term and embraces large number of delinquencies. A person who alleges fraud must give particulars thereof in his pleadings. It must be established beyond any reasonable doubt. Lord Alkin in <a href=\"/doc/1618446/\" id=\"a_31\">A. L. N. Narayanan Chettiyar v. Official Assignee</a>, AIR 1941 PC 93 observed at page 95 :</span>\n</p>   \n\n<blockquote id=\"blockquote_33\">&quot;Fraud like any other charge of a criminal offence whether made in civil or criminal proceedings, must be established beyond reasonable doubt. A finding as to fraud cannot be based on suspicion and conjecture.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\">Order XXXIX Rule 1 authorises the issue of a temporary injunction in a suit only when it is proved by affidavit or otherwise the actions alleged against the defendant or any party to the suit. The court cannot order temporary injunction as a matter of course when there is a debatable and arguable case prima facie. Only when a case is proved by affidavit or otherwise the court gets the power to order temporary injunction in exercise of its discretion. It can be granted &#x27;for the purpose of staying and preventing the wasting, damaging, alienation, sale, removal or disposition of the property or dispossession of the plaintiff, otherwise causing injury to the plaintiff, in relation to any property in dispute in the suit&#x27;. But, at the same time, it may be recalled that the granting of temporary, injunction is not a panacea for all disputes coming before courts. When the purpose of obtaining injunction is \n\npleaded, unless it is proved by affidavit or otherwise, the court can refuse to order temporary injunction, even if the court feels that there is a debatable or arguable case. The pleadings make only allegations or averments of facts. Mere pleading does not make a strong prima facie case. The case must be established with sufficient material or proved by affidavit. What is required is a finding that a prima facie case for temporary injunction is proved or made out.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">21. What is &#x27;irretrievable injustice&#x27;? &#x27;Irretrievable&#x27; means not retrievable or irreparable. New Webster&#x27;s dictionary says the word &#x27;retrieve&#x27; means to recover or regain, to rescue or save, to restore or bring back to a former and better state.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_16\">In <a href=\"/doc/325228/\" id=\"a_32\">Svenska Handelsbanken</a>&#x27;s case (1994) 1 SCC 502 the Supreme Court says, &#x27;irretrievable injury&#x27; is of the nature as noticed in the case of Itek Corporation v. The First National Bank of Boston 566 Fed. Supp. 1210-1217.</span> The expression &quot;to prevent irretrievable injustice&quot;, appears to have its origin from the decision of the Court of Appeal in the case of Elian and Rabbath (Trading As Elian &amp; Rabbath) v. Matsas and Matsas 1966 (2) Lloyd&#x27;s Rep. 495. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_17\">Though that case has been distinguished on facts by the Supreme Court in <a href=\"/doc/325228/\" id=\"a_33\">Svenska Handelsbanken</a>&#x27;s case (1994) 1 SCC 502 : (AIR 1994 SC 626), it would be worthwhile to note what actually is &#x27;irretrievable injustice&#x27;. Lord Denning M. R. on the basis of the facts available <a href=\"/doc/325228/\" id=\"a_34\">in that case</a> said, that was a special case in which an injunction should be granted by the court to prevent what might be &#x27;irretrievable injustice&#x27;. He further said :</span>\n</p>   \n\n<blockquote id=\"blockquote_34\">&quot;Although the shippers were not parties to the bank guarantee, nevertheless they have a most important interest it it. If the Midland Bank Ltd. pay under this guarantee, they will claim against the Lebanese bank, who in turn will claim against the shippers. The shippers will certainly be debited with the account. On being so debited, they will have to sue the shipowners for breach of their promise, express or implied, to release the goods. Are the shippers to be forced to take that course? or can they short-circuit the dispute by suing the shipowners at once for an injunction ?\n</blockquote> \n\n<blockquote id=\"blockquote_35\">I think this is a special case in which an injunction should be granted. There is prima facie ground for saying that, on the telex messages which passed (and indeed I would add, on the first three lines of the guarantee) the shipowners promised that, if the bank guarantee was given, they would release the goods. I know that the only lien they had in mind at that time was the lien for demurrage. But would anyone suppose that the goods would be held for another lien ? It can well be argued that the guarantee was given on the understanding that the lien was raised and no further lien imposed; and that when the shipowners, in breach of that understanding, imposed a further lien, they were disabled from acting on the guarantee.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_19\">Elian&#x27;s case (supra) has been referred to in <a href=\"/doc/329587/\" id=\"a_35\">U.P. Co-operative Federation Ltd.</a>&#x27;s case (1988) 1 SCC 174 and in <a href=\"/doc/325228/\" id=\"a_36\">Svenska Handelsbanken</a>&#x27;s case (1994) I SCC 502 : (AIR 1994 SC 626).</span></span> In the latter case the Supreme Court after analysing the \nfacts in Elian&#x27;s case, observed :\n</p>\n<blockquote id=\"blockquote_36\">  &quot;If we closely analyse the facts of that case,\nirretrievable injustice which was made the basis\nfor grant of injunction really was on the ground\nthat the guarantee was not encashable on its\nterms when the buyers had paid 2000 pounds to\nlift the original lien&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_21\">22. Itek Corporation&#x27;s case, (supra), has been referred to by the Supreme Court in <a href=\"/doc/325228/\" id=\"a_37\">Svenska Handelsbanken</a>&#x27;s case(1994) 1 SCC 502, and in <a href=\"/doc/270232/\" id=\"a_38\">N.T.P.C.</a>&#x27;s case (AIR 1996 SC 445).</span></span> In the former case, after narrating the facts the Supreme Court observed that the judgment in Itek&#x27;s case is on peculiar facts of its own and the situation created after the Iranian revolution when the American Government cancelled the export licence in relation to Iran as it related to high technology. Finally it said :\n</p><blockquote id=\"blockquote_37\">  &quot;It is thus clear that this judgment is based on peculiar facts, particularly of situation in the Government of Iran which came into power after the revolution in Iran and its relations with the United States of America and in any case on the prima facie finding of fraud being given by the learned court read with the finding of irreparable harm which could not be avoided by adequate remedy at law due to peculiar situation in Iran.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_22\">In <a href=\"/doc/270232/\" id=\"a_39\">N.T.P.C.</a>&#x27;s case, supra, the Supreme Court observed :</span>\n</p><blockquote id=\"blockquote_38\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_23\">&quot;While irretrievable injustice should be of the kind arising in an irretrievable situation which was referred to in the <a href=\"/doc/708879/\" id=\"a_40\">U. S.</a> case of Itek Corporation v. First National Bank of Boston etc. 566 Fed. Supp. 1210. The Irreparable harm should not be speculative.</span> It should be genuine and immediate as well as irreversible a kind of situation which existed in the case of Itek Corporation (supra).....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_57\">The Court further said :\n</p><blockquote id=\"blockquote_39\">  &quot;Learned counsel for the first respondent has relied upon the fact that the first respondent kept all the bank guarantees alive by renewing them from time to time during the pendency of arbitration and on the fact that the appellant did not invoke the bank guarantees while the arbitration was in progress. Neither of these two circumstances can lead to the conclusion that the bank guarantees cannot be invoked while the arbitration is pending. The bank guarantees are unconditional and, payable on demand. The circumstances pointed out by learned counsel for the first respondent do not constitute a bar on the right of the appellant to encash the bank guarantees.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_58\">The learned counsel for the Geo-Tech has placed reliance on the decisions in Elian&#x27;s case and Itek&#x27;s case which we have discussed herein above, where the courts in England interfered on account of irretrievable injustice. As observed by the, Supreme Court the factual situation in those cases are totally different and they have no comparison or similarity to the facts of the present case;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\">23. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"329587\" id=\"span_24\">In <a href=\"/doc/329587/\" id=\"a_41\">U. P. Co-operative Federation</a>&#x27;s case (1988) 1 SCC 174 the Supreme Court after elaborately discussing Edward Owen Engineering&#x27;s case (1978) I All ER 976 held that the Bank must pay according to its guarantee, on demand as stipulated, without proof or conditions. The only exception is when there is a clear fraud of which the bank has notice. If the bank detects with a minimal investigation the fraudulent action of the seller, the payment could be refused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_25\">By placing reliance on the decision the Supreme Court in <a href=\"/doc/1988070/\" id=\"a_42\">Hindustan Steel Workers Construction Ltd. v. Tarapore and Co.</a>, AIR 1996 SC 2268 observed at page 2274 :</span>\n</p><blockquote id=\"blockquote_40\">  &quot;A demand by the beneficiary under the bank guarantee may become fraudulent not because of any fraud committed by the beneficiary while executing the underlying contract but it may \n\nbecome so because of subsequent events or circumstances.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"767167\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_28\">However the court refused to interfere for the reason that there was no pleading of fraud and special equities pleaded are insufficient. After placing reliance on <a href=\"/doc/329587/\" id=\"a_43\">U. P. Co-operative Federation</a>&#x27;s case and <a href=\"/doc/708879/\" id=\"a_44\">H.S.C.L.</a>&#x27;s case (supra) the Supreme Court in <a href=\"/doc/767167/\" id=\"a_45\">New India Assurance Company Ltd. v. Kusumanchi Kameshwara Rao and another</a> (1997) 9 SCC 179 held that as per <a href=\"/doc/205529/\" id=\"a_46\">Sections 91</a> and <a href=\"/doc/1790262/\" id=\"a_47\">92</a> of the Indian Evidence Act, 1872 no evidence dehors the terms of the agreement, whether documentary or oral, can be led by the parties to get out of the express terms thereof. It further held :</span></span></span>\n</p><blockquote id=\"blockquote_41\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"767167\" id=\"span_29\">&quot;Whether the express terms of the guarantee bond give rise to the contract of guarantee sought to be enforced will be the only limited enquiry which could be gone into by the courts while deciding the rights and obligations flowing from such contract of guarantee which is a tripartite contract between the creditor, principal debtor and the surety. Once such suretyship agreement is established on the clear terms of the bond then as <a href=\"/doc/767167/\" id=\"a_48\">laid down by</a> the aforesaid decisions of this court no latitude can be given to the contracting party, namely the surety or even the principal debtor to enable them to get out of the obligations of the suretyship agreetaent flowing from such contract, except in exceptional circumstances as indicated in these decisions.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_61\">24. the above analysis of the &#x27;case law relating to &#x27;fraud&#x27; and &#x27;irretrievable injustice&#x27; would reveal that the following points may have decisive role in the matter of granting or refusing injunction against the enforcement of bank guarantee.\n</p>   \n\n<p data-structure=\"CDiscource\" id=\"p_62\">(1) The obligations arising under the Bank guarantee are independent of the obligations arising out of specific or underlying contract.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">(2) The plea of fraud or irretrievable injustice shall not be allowed unless a prima facie case is made out as a triable issue by a strong evidence.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">(3) The plea of fraud must be an established fraud and it must be a fraud known to the bank.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">(4) The fraud alleged must be a fraud of an &#x27;egregious nature&#x27; as to vitiate the entire underlying transaction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_66\">(5) The fraud shall be fraud of beneficiary and not the fraud of anybody else.\n</p> \n\n\n\n<p data-structure=\"Precedent\" id=\"p_67\">(6) The subsequent dispute in the performance of the contract does not give rise to issue an injunction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_68\">(7) In the event of the dispute in the main contract ends in party&#x27;s favour he is entitled to damages or other consequential reliefs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\">(8) The irreparable injury should not be speculative. It should be genuine and immediate as well as irreversible.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_70\">(9) Irretrievable injustice must be of the kind referred to in the case of &#x27;Itek Corporation&#x27; if the bank guarantees are realised.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_71\">(10) If the bank detects with minimal investigation, the fraudulent action the payment could be refused.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_72\">(11) A demand by the beneficiary under the bank guarantee may become fraudulent because of subsequent events taking place after executing the underlying contract. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_73\">25. Learned counsel for the appellant has forcefully contended that if there was no contractual liability undertaken by the principal debtor there could not be any question of enforcing a guarantee for a non-existent liability. That means it goes to the root of the underlying contract and in such situation there is no question of fraud or irretrievable injustice, so argued by the counsel. Therefore what the counsel pleaded is that the court has to go into the question whether the guarantee covers the claim sought to be realised or the amount sought to be recovered. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"767167\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"926875\" id=\"span_31\">In support of this plea, the recent decisions of the Supreme Court in <a href=\"/doc/926875/\" id=\"a_49\">National Textiles Corporation (South Maharashtra) Limited v. Tamil Nadu Co-operative Marketing Federation Ltd.</a> 1998 (5) JT SC 174 : (AIR 1998 SC 2658) and in <a href=\"/doc/767167/\" id=\"a_50\">New India Assurance Company Ltd. v. Kusumanchi Kameshwara Rao</a> (1997) 9 SCC 179 were cited. On the basis of these decisions counsel points out that there is no necessity to show fraud in a case where the question whether the principal debtor has contracted to pay the liability, is in dispute: That means when non-liability is pleaded, the fraud need not be established. When this proposition is applied to the facts of the present case, the position would be that the enforcement of Exts. A1 to A3 bank guarantees can be injuncted in view of the fact that the Geo-Tech has disputed the liability to pay the contribution under the <a href=\"/doc/97216774/\" id=\"a_51\">Kerala Construction Workers Welfare Fund Act</a>, \n\nwithout establishing fraud on the part of HSCL or irretrievable injustice to which proposition we cannot agree.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_74\">26. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"270232\" id=\"span_32\">In <a href=\"/doc/270232/\" id=\"a_52\">National Textile Corporation</a>&#x27;s case (supra) 1998 (5) JT (SC) 174 : (AIR 1998 SC 2658) the principal debtor disclaimed liability to pay the amount covered by the bank guarantee. The beneficiary invoked the bank guarantee for the balance amount. Thereupon the principal debtor filed the suit in the High Court praying for a declaration that the bank guarantee stood discharged and/or was void. The prayer for ad-interim relief was rejected against which appeals were filed before the Division Bench. Those appeals were dismissed. Thereupon filed appeals before the Supreme Court by the special leave. The Supreme Court said that the appellants furnished irrevocable bank guarantee where under the second respondent unequivocally and unconditionally agreed to pay the first respondent on demand the price of the &#x27;Kapas&#x27; not paid by the appellants. Accordingly the court held that the High Court was right in concluding that the appellant was not entitled to any ad interim relief. Therefore this is not a case where the High Court or Supreme Court granted injunction against the invocation of bank guarantee. The suit itself arose after the first respondent therein invoked the bank guarantee. There was no plea of fraud or irretrievable injustice. In the present case the temporary injunction was also sought on the ground of fraud and irretrievable injury.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"767167\" id=\"span_33\">In <a href=\"/doc/767167/\" id=\"a_53\">New India Assurance Company</a>&#x27;s case (supra) (1997) 9 SCC 179 the Supreme Court in the case of confirmed bank guarantees/irrevocable letters of credit, held that the court will not interfere with the same unless there is fraud and irretrievable damages involved in the case and the fraud has to be an established fraud. The appeal before the Supreme Court arose in a suit for recovery of the money by the beneficiary against the guarantor. Neither the plaintiff nor the defendant pleaded fraud or irretrievable injustice. The court elaborately considered the question whether the guarantee covers the liability sought to be recovered and such a consideration was necessary since the suit was one for recovery of money arising out of a guarantee bond.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\">27. The counsel for the appellant further argued that the liability to pay contribution towards the welfare fund is not an obligation under \n\nany of the terms and conditions of the contract. When there is no guarantee at all to discharge such a liability release of the retention money should be allowed. This of course is dependent on the terms of the Bank guarantee and the underlying contract. On the question of credibility to indemnify the HSCL for the payment of contribution, there are conflicting views between the parties, as pointed out earlier. The case of Geo-Tech is that enforcement of Bank guarantee is vitiated for fraud inasmuch as it has no liability to pay the contribution. Can it be said to be a case of fraud much less an established fraud ? How can a person say it is a case of fraud when two opinions are possible on an interpretation of a term of a contract? This plea of fraud shall not be allowed unless a prima facie case is made out as a triable issue by a strong evidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1501393\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_36\">The averments contained in the affidavit in support of the petition for temporary injunction do not make out an established fraud. Underany circumstance the fraud alleged is not of &#x27;egregious&#x27; nature as to vitiate underlying transaction. There is no case for the HSCL that the alleged fraud is known to the bank. Therefore, we are of the view that the HSCL has failed to make a prima facie case of &#x27;established fraud&#x27; as envisaged by the Supreme Court in <a href=\"/doc/514858/\" id=\"a_54\">Ansal</a>&#x27;s case 1996 (<a href=\"/doc/329587/\" id=\"a_55\">5) SCC 450, U.P. Co-operative Federation</a>&#x27;s case 1998 (<a href=\"/doc/1501393/\" id=\"a_56\">1) SCC 174 and ITC</a>&#x27;s case, AIR 1998 SC 634.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_37\">28. As discussed herein above, the bank guarantee provides that the Bank undertakes and agrees to indemnify HSCL against any loss or damage etc. caused to or suffered by HSCL by reason of breach of any of the conditions of contract and to unconditionally pay the amount claimed by HSCL on demand and without de-mur. There is a further recital that HSCL shall be sole Judge as to whether Geo-Tech has committed breach of any terms and conditions of contract. The Supreme Court while dealing with similar terms in a bank guarantee observed in <a href=\"/doc/708879/\" id=\"a_57\">H.S.C.L.</a>&#x27;s case, AIR 1996 SC 131 thus:</span>\n</p><blockquote id=\"blockquote_42\">  &quot;We are of the view that the guarantees furnished by the Bank to the appellant are unconditional and the appellant is the sole Judge regarding the question as to whether any breach of contract has occurred and, if so, the amount of loss to be recovered by the appellant from the respondent. The entire dispute is pending before the Arbitrator.&quot; \n</blockquote> \n\n\n<p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1960318\" id=\"span_38\">In such circumstances the Court said that the\ngrant of interim injunction against the enforce\nment of bank guarantee is quite illegal and with\nout jurisdiction. However, in respect of conditional bank guarantee operative up to completion\nof work and trial production the Supreme Court\nfound that the injunction should have been granted\nas held in <a href=\"/doc/1960318/\" id=\"a_58\">Larsen &amp; Toubro Ltd. v. Maharashtra\nState Electricity Board</a>, AIR 1996 SC 334. There\nfore in view of the specific terms and conditions\ncontained in Exts. A1 to A3, the Geo-Tech is not\nentitled to get an order of injunction restraining\nthe invocation of bank guarantees.</span>\t\n</p> \n\n<p data-structure=\"Section\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1960318\" id=\"span_39\">29. Now let us turn to the plea of irretrievable injustice. &#x27;Irretrievable injustice&#x27; would arise not only from the performance of a written contract but also from outside the terms of the contract. The principle of &#x27;irretrievable injustice&#x27; is not a rigid or inflexible formula inasmuch as the circumstances which give rise to it may vary from facts to facts. It cannot be cribbed, cabined or confined within the framework of the terms <a href=\"/doc/1960318/\" id=\"a_59\">laid down in</a> a Bank guarantee or the underlying contract. Of course the solemnity and the credibility of a Bank guarantee has to be respected and upheld at all times but at the same time when there is irretrievable injustice it oversteps all other situations. The circumstances involved in this case will have to be evaluated in the abovesaid premise.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_79\">30. An obligation is &#x27;vinculum juris&#x27; or bond of legal necessity which binds together two or more determinate individuals. The duty to perform the contract is an obligation arising from the terms of the contract. Therefore those obligations must be placed with adequate accuracy so as to determine minutely whether there is violation of those obligations. Before a man is penalised for violation of the obligations, the obligations to be performed by him shall be stated and put before him in precise and explicit terms. It cannot be said in this case that the terms and conditions contained either in the bank guarantee or underlying contract are un-understandable or imperfect. The dispute as to the liability to indemnify the HSCL in respect of the contribution can be adjudicated in a properly framed suit. If ultimately, Geo-Tech is found to. be not liable for contribution then it can be recovered or retrieved from the HSCL, a company owned by the Central Government. There is no case for the Geo-Tech that the company is financially in a\n\ncrippled position and therefore there is no possibility to recover the amount or damages from it in case a decree is given to that effect. The person who pleades &#x27;irretrievable injury&#x27; must establish that the injury caused to him is genuine and immediate and also irreparable for certain cogent reasons. No such reasons are staled by the Geo-Tech in support of the temporary injunction. That means injunction sought for cannot be granted even if it suffers certain injury&quot; which can be compensated in appropriate proceedings. That is not a reason at all to restrain the invocation of bank guarantee by process of injunction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_80\">31. Let us now examine the pleadings in the present case in support of the prayer for temporary injunction on the ground of fraud and irretrievable injustice. In paragraph 16 of the affidavit it is averred thus :\n</p><blockquote id=\"blockquote_43\">  &quot;It is submitted that the first respondent is making frantic attempts to invoke bank guarantee. The letter dated 26-2-1998 mentioned above was issued with the clear intention of invoking bank guarantee. The attempt to invoke bank guarantee is for something beyond the scope of the bank guarantees. It is submitted that there is clear fraud in the action of the first respondent. The fraud in connection with such bank guarantees would vitiate the very foundation of the bank guarantees. If the bank guarantees arc invoked it will result in irretrievable harm and injustice to the petitioner. The bank guarantees are made only towards the specific purpose of retention amount and nothing else. The petitioner has no liability whatsoever towards any payment towards the said Act. The claim of the first respondent is illegal, unjust and totally without jurisdiction and to invoke bank guarantee towards the same can never be permitted particularly because the Bank guarantees are furnished for a specified particular purpose because it is clear fraud resulting in irretrievable harm gross injustice and irreparable injury. The first respondent can never be allowed to misuse the said bank guarantees.&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_81\">The bank guarantees were admittedly executed for refund of the retention money. The dispute is with regard to the payment of contribution towards welfare fund dues and as we said earlier this dispute cannot be resolved in the present proceeding. It requires to be decided in terms of the provisions contained in large number of documents relating to the underlying contract as referred to earlier. What is involved here is an unconditional bank guarantee and the HSCL, is the sole judge to decide the breach. In such situation, the fraud must be an &#x27;established fraud&#x27; to the knowledge of the Bank. The Bank though a party to the suit has no case that there was fraud in creating the bank guarantee or in its performance. What is the fraud committed by the beneficiary and who are the persons involved in fraud? One person alone cannot create fraud. The dispute between the parties on the interpretation of certain provisions contained in the underlying contract does not amount to fraud. Normally fraud consisted of large number of delinquencies and none is alleged against the HSCL. On the basis of suspicion and conjecture, finding of fraud cannot he arrived at. The allegations are quite insufficient to hold that the fraud is established beyond any reasonable doubt.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_40\">32. The Supreme Court in <a href=\"/doc/636783/\" id=\"a_60\">Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering Works P. Ltd.</a>, AIR 1997 SC 2477 : (1997 All LJ 1425) refused to countenance the plea of fraud in the absence of sufficient pleading in that behalf. The Court said that the application for injunction did not contain allegations of fraud and a bald averment alleging fraud was insufficient. Therefore the Supreme Court held that in the absence of established fraud and not mere allegation of fraud, the Court below could not have granted an injunction relating to the encashment of bank guarantees. As far as the second exception to the rule of granting injunction, the Supreme Court said thus at page 2482 :</span>\n</p><blockquote id=\"blockquote_44\">  &quot;The second exception to the rule of granting . injunction, i.e. the resulting of irretrievable injury, has to be such a circumstance which would make it impossible for the guarantor to reimburse himself, if he ultimately succeeds. This will have to be decisively established and it must be proved to the satisfaction of the Court that there would be no possibility whatsoever of the recovery of the amount from the beneficiary, by way of restitution.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_83\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1960318\" id=\"span_41\">The above decision rendered by the bench consisting of three Honourable Judges of the Supreme Court took note of the decision in <a href=\"/doc/1960318/\" id=\"a_61\">Larson &amp; Toubro</a>&#x27;s case (supra) (1995) 6 SCC 68 where an injunction was granted against the invocation of bank guarantee and distinguished <a href=\"/doc/1960318/\" id=\"a_62\">the said decision</a> as thus :</span>\n</p>\n<blockquote id=\"blockquote_45\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1960318\" id=\"span_42\">&quot;In our opinion, this decision can be of no assistance to respondent No. I because in <a href=\"/doc/1960318/\" id=\"a_63\">Larson and Toubro</a>&#x27;s case (supra) this Court found that the guarantee which had been given by the bank was to ensure only till the successful completion of the trial operations and the taking over of the plant. The documents revealed that the contractual term in this regard has been complied with and after successful completion of the trial operation, the plant had admittedly been taken over, in view of this, it was held by this Court that the terms of the bank guarantee did not permit its invocation once the trial operations have been successfully completed.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_84\">The Court further laid down :\n</p><blockquote id=\"blockquote_46\">  &quot;An injunction of the Court ought not to be an instrument which is used in nullifying the terms of a contract, agreement or undertaking which is lawfully enforceable.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_43\">33. The following observation of the Supreme Court in <a href=\"/doc/514858/\" id=\"a_64\">Ansal Engineering Projects</a>&#x27; (supra) (1996) 5 SCC 450 is apposite in the present context.</span>\n</p><blockquote id=\"blockquote_47\">  &quot;At the stage of invocation of bank guarantee, the need for final adjudication and decision on the amount due and payable by the petitioner would run contrary to the terms of the special contract in which the bank had undertaken to pay the amount due and payable by the contractor.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_86\">34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_44\">In <a href=\"/doc/1746106/\" id=\"a_65\">U.P. State Sugar Corporation v. Sumac International Ltd.</a> (1997) I SCC 568 : (AIR 1997 SC 1644) the Supreme Court said that the grounds of fraud or irretrievable injustice are not necessarily connected though both may co-exist in some cases. The law in this regard has been explained by the Supreme Court as hereunder at page 1649; of AIR :</span>\n</p><blockquote id=\"blockquote_48\">  &quot;The existence of any dispute between the parties to the contract is not a ground for issuing an injunction to restrain the enforcement of a bank guarantee. The Courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so. The second exception relates to cases where allowing the enactment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in \n\nmost cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_45\">In view of the principle <a href=\"/doc/1746106/\" id=\"a_66\">laid down in</a> this decision the existence of the dispute as to the liability to pay the contribution under the Welfare Fund Act between the parties is not a ground for issuing injunction to restrain the enforcement of the bank guarantees. Under no circumstances the present case will fall within the two exceptions carved out by the courts as discussed herein above.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_46\">35. Finally we are once again reminded of the decision of the Supreme Court in <a href=\"/doc/573550/\" id=\"a_67\">The State Trading Corporation of India Ltd.</a>&#x27;s case AIR 1994 SC 2778 supra wherein the principle governing the grant of injunction against the invocation of bank guarantee has been laid down in unequivocal terms. The law on the subject in hand is well settled in view of the large number of pronouncements of the Supreme Court. That being so, our function is to apply the law to the facts involved in the case and that is what we have done here.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_89\">36. In view of the discussion herein above, we are of the view that the appellant has not established a prima facie case for the grant of temporary injunction against the invocation of bank guarantees by the first respondent. Accordingly, we see no merit in this appeal. However, we make it abundantly clear that the observations and conclusions we made above have the effect and relevance only with regard to the interim issue involved in this appeal and that they are not to be treated as a conclusive and final expression of opinion with regard to any matter in issue in the \nsuit.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_90\">In the result, the appeal is dismissed. In the \ncircumstances of the case, no order as to costs.\n</p>\n \n\n","numcites":29,"numcitedby":1,"docsource":"Kerala High Court","citetid":482720,"divtype":"judgments","relatedqs":[{"value":"fraud on court ","formInput":"fraud%20on%20court%20"},{"value":"bank guarantee injunction","formInput":"bank%20guarantee%20injunction"},{"value":"kerala construction workers welfare fund act","formInput":"kerala%20construction%20workers%20welfare%20fund%20act"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"invocation of bank guarantee","formInput":"invocation%20of%20bank%20guarantee"},{"value":"defect liability period","formInput":"defect%20liability%20period"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"fraud in pleading ","formInput":"fraud%20in%20pleading%20"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"retention money","formInput":"retention%20money"},{"value":"hscl","formInput":"hscl"},{"value":"special equity","formInput":"special%20equity"},{"value":"bank guarantee fraud","formInput":"bank%20guarantee%20fraud"},{"value":"international trade","formInput":"international%20trade"},{"value":"refund retention money","formInput":"refund%20retention%20money"},{"value":"works contract","formInput":"works%20contract"},{"value":"1994 scc (1)1","formInput":"1994%20scc%20%281%291"},{"value":"itek corporation","formInput":"itek%20corporation"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"}],"cats":[{"value":"exclusion-of-evidence-of-oral-agreement","formInput":"tag:exclusion-of-evidence-of-oral-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}