{"tid":55052,"publishdate":"1957-09-25","title":"J.K. Jute Mills Co. Ltd. vs Firm Birdhichand Sumermal on 25 September, 1957","doc":"<h2 class=\"doc_title\">J.K. Jute Mills Co. Ltd. vs Firm Birdhichand Sumermal on 25 September, 1957</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1958ALL176, AIR 1958 ALLAHABAD 176</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nBeg, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is a civil revision application arising out of an application given under Order 21, Rule 50 (2), C. P. C., on behalf of J. K. Jute Mills Company Limited.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts giving rise to this application may be briefly stated as follows :--\n</p>  \n\n<blockquote id=\"blockquote_1\">There was a contract between J. K. Jute Mills Company Limited as sellers and Messrs. Bridhi Chand Sumermal (hereinafter called the firm) as purchasers. Clause 25 of the said contract provided for settlement of disputes between the parties to the said contract by arbitration. The authority nominated to give the award was the Merchants Chamber of Commerce, Kanpur. The firm Bridhi Chand Sumermal consisted of only two members as partners: one of them was Seth Tikam Chand, and the other was Seth Gambhir Mal Pandiya. The above contract between J. K. Jute Mills Company Limited and the firm was signed by only one of the partners, namely, Seth Tikam Chand.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">A dispute between the parties to the contract having arisen, it was, according to the terms of the contract, referred to the Merchants Chamber of Commerce, Kanpur, for arbitration. The arbitrators gave their award on 8-1-1947. The award was filed in Court. Seth Tikam Chand appeared and contested the said award on behalf of the firm. The award was, however, made a rule of the Court, and incorporated in a decree dated 7-1-1949. Seth Tikam Chand took up the matter in appeal, but was unsuccessful.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. On the decree-holder&#x27;s taking out execution against the firm, it was discovered that the judgment-debtor had closed his business, and that there were no assets of the firm available for the satisfaction of the decree. Thereafter, the decree-holder moved an application under Order 21, Rule 50(2), C. P. C., for permission to proceed against Seth Gambhirmal Pandiya, the other partner of the firm. It may be mentioned that no summons of the proceedings prior to that had been served on Seth Gambhirmal Pandiya, nor had he taken any part in the proceedings of the case before that stage.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. Seth Gambhirmal Pandiya appeared in response to the notice to show cause, and filed his objection on 24-5-1952. He stated that he was never served in the proceedings relating to the arbitration and award. He further objected that the other partner had no authority to enter into arbitration agreement on behalf of the firm. Consequently, there was no valid award, and he was not liable to be proceeded against. It may, however, be noted that he admitted his status as one of the partners of the firm.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. The execution Court held that Gambhirmal Pandiya&#x27;s status as a partner having been established, he could not be allowed to challenge the decree on merits. It, accordingly, allowed the application of the decree-holder for permission to proceed against Seth Gambhirmal Pandiya for the satisfaction of the decree.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">6. Dissatisfied with the said order, Seth Gambhirmal Pandiya has filed this revision application in the High Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">7. A preliminary objection relating to the maintainability of this application was raised on behalf of the opposite party on the ground that the order of the execution Court under Order 21, Rule 50(2), C. P. C., is appealable under Order 21, Rule 50(3), C. P. C. Order 21, Rule 50, C. P. C., provided as follows :--\n</p>  \n\n<blockquote id=\"blockquote_3\">&quot;50. (1) Where a decree has been passed against a firm execution may be granted --\n</blockquote>  \n\n<blockquote id=\"blockquote_4\">(a) against any property of the partnership;\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(b) against any person who has appeared in his own name under Rule 6 or Rule 7 of Order XXX or who has admitted on the pleadings that he is, or who has been adjudged to be a partner;\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(c) against any person who has been individually served as a partner with a summons and has failed to appear:\n</blockquote> \n\n<blockquote id=\"blockquote_7\">Provided that nothing In this sub-rule shall be deemed to limit or otherwise affect the provisions of <a href=\"/doc/171398/\" id=\"a_1\">Section 247</a> of the Indian Contract Act, 1872. \n</blockquote> \n\n<blockquote id=\"blockquote_8\">(2) Where the decree-holder claims to be entitled to cause the decree to be executed against any person other than such a person as is referred to in Sub-rule (1), Clauses (b) and (c), as being a partner in the firm, he may apply to the Court which passed the decree for leave, and where the liability is not disputed, such Court may grant such leave, or, where such liability is disputed, may order that the liability o such person be tried and determined in any manner in which any issue in a suit may be tried and determined.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(3) Where the liability of any person has been tried and determined under Sub-rule (2), the order made thereon shall have the same force and be subject to the same objections as to appeal or otherwise as if it were a decree.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(4) Save as against any property of the partnership, a decree against a firm shall not release, render liable or otherwise affect any partner therein unless he has been served with a summons to appear and answer.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. Having heard the learned counsel, I am, however, of opinion that the preliminary objection should be overruled, because an order is appealable under Sub-rule (3) only &#x27;where the liability of any person has been tried and determined under Sub-rule (2).&quot; The execution Court was of the opinion that the determination of a person&#x27;s liability under Sub-rule (2) means nothing more than the determination of his status as a partner, and that this is the sole question which falls to be determined under the said sub-rule. In the present case, however, the applicant did not want his status as a partner to be determined at all. On the other hand, he admitted his status as a partner.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">In view of the admission made by the applicant, the status of a partner was neither tried nor determined by the execution Court under Sub-rule 2. In the revision application also the application does not challenge his status as a partner which was the sole matter that according to the view of the trial Court as well as according to the view taken by me in this judgment falls to be determined under Sub-rule 2. In this view of the matter, the application for revision would in my opinion, be maintain-\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">9. On merits, however, I am of opinion that this application has no force. Order 21 Rule 50, C. P. C., provides for execution of decrees which have been passed against a firm. Sub-rule (1) provides for execution pf such decrees without the leave of the Court and Sub-rule (2) provides for execution of such decrees with the leave of the Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">According to Sub-rule (1) where a decree is passed against a firm, execution can be granted without the leave of the Court (a) against any property of the firm; (b) against any person who has appeared in his own name under Rule 6 or Rule 7 of Order XXX or who has admitted on the pleadings that he is, or who has been adjudged to be a partner; and (c) against any person who has been individually served as a partner with a summons and has failed to appear. If, however, the decree is sought to be executed against any person not covered by Clauses (b) and (c) above, then execution against such a person cannot be allowed without the Court&#x27;s leave under Sub-rule (2).\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">10. The question before us is whether, when an application is given against a person under Sub-rule (2), the defence of such a person is confined to the question whether he is a partner in the firm, or it is open to him to take any plea assailing the decree on merits. Having heard the learned counsel for the parties, I am of opinion that under Sub-rule (2) the Court&#x27;s jurisdiction is limited to the question of the determination of the status of such a person as a partner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1501129\" id=\"span_1\">Order 21, Rule 50, should, in my opinion, be read along with the provisions of Order 30. Order 30 deals with the procedure to be adopted in suits by or against firms; whilst this rule deals with the mode of execution of decrees which have been obtained against a firm named as such. As observed in <a href=\"/doc/1501129/\" id=\"a_2\">Purshottam Lal Jaitly v. W. T. Henley</a>&#x27;s Telegraph Works Ltd., AIR 1933 All 523 (A):</span>\n</p><blockquote id=\"blockquote_11\"> &quot;The name of the firm is only a compendious description of the partners in reference to the common interest which they possess in a certain concern. When the firm is arrayed as a defendant, all the partners should be deemed to be in the array of the defendants in their capacity as partners.&quot; (p. 524, col. 2). \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">11. The following observations in Western National Bank of City of New York v. Pe-rez Triana and Co., 1891-1 QB 304 (B), are also relevant in this connection:\n</p><blockquote id=\"blockquote_12\"> &quot;When a firm&#x27;s name is used, it is only a convenient method for denoting those persons who compose the firm at the time when that name is used, and a plaintiff who sues partners in the name of their firm in truth sues them individually, just as much as if he had set out all their names.&quot; (314).\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\">12. In In re, Frances Handford and Co.. Ex parte, Frances Handford. 1899-1 QB 566 (C), Lindley, M. R., made the following observations relating to the nature of a judgment in a suit against a firm:\n</p><blockquote id=\"blockquote_13\"> &#x27;The effect is that that form of judgment conceals the truth, but does not alter it. When you have a rule which enables you for the sake of convenience to bring an action and to obtain judgment against a firm, you are in truth bringing an action against the persons who constitute the firm, and the judgment is really a judgment against the individuals.&quot; (p. 570). \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"241937\" id=\"span_2\">In <a href=\"/doc/241937/\" id=\"a_3\">Firm Mahadeo Prasad Vaidnath Prasad v. Firm Kunjilal Vidyaram</a>, AIR 1940 All 81 (D), it was held that --</span>\n</p><blockquote id=\"blockquote_14\"> &quot;A firm is not a legal entity distinct from the members composing it and where a decree is passed against a person under which each member is personally liable to pay the amount decreed, any member of the firm can appeal against the decree as against the firm.&quot; (p. 82, col. 1). \n</blockquote> \n\n<blockquote id=\"blockquote_15\">The effect of Order 30 on a decree against a firm, therefore, is that the decree in law is a decree against all the members of the firm. Once a decree is obtained against a firm, the firm is bound by it. It constitutes in law a decree against all the partners of the firm. Once, therefore, a person is found to be a partner in the firm, it is not possible lor him to escape his liability under the decree on the ground that although the name of the firm did appear in the proceedings, his own name did not ap-pear in them.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">In view, however, of the technical manner in which the Legislature has sought to produce this effect, it is possible that serious danger may accrue to persons who might not be members of the firm at all and whose names did not appear in the suit nor were they served in it, but who may still be sought to be made liable in execution proceedings as partners in the firm. The object of Order 21, Rule 50 seems to be to provide a solution to this difficulty.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">The decree having been passed against the firm, it finally settles the liability of all the members of the firm as partners irrespective of the question whether they appeared in the proceedings of the case, or whether they had notice of them. It is a common decree against all the partners; and should be taken to be res judicata against all the partners of the firm.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">The liability of the firm having been finally adjudicated, the question of liability of every person as a partner of the firm should be taken to have been closed once for all as a result of the decree having been passed against the firm. The liability of every person as partner having thus been taken to have been established by the decree in the suit, the matter cannot be re-agitated at a subsequent stage in execution proceedings. The only ground on which the matter can be allowed to be re-agitated thereafter is that the person who is sought to be made liable as a partner is not really a partner.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">This question is, therefore, left open in respect of persons who had no opportunity of contesting their status as partners during the proceedings of the suit being neither implead-ed nor served in it. Sub-rule (2) of Order 21, Rule 50, is designed to offer such persons an opportunity in execution proceedings to raise the issue of their status as partners by requiring the decree-holder to seek the permission of the Court in that regard, and by requiring the Court to serve them with a summons to appear and answer.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">The only defence, therefore, that&#x27; can be set up by a person against whom leave is sought under Sub-rule (2) is that he is not a partner of the firm, nor has he ever held himself out as such. It is significant to note that the leave is sough under Sub-rule (2) against a person &#x27;as being a partner in the firm. This is the sole allegation on which an application under Sub-rule (2) is in law to be founded by the applicant-decree-holder.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">In  order  to  entitle the decree-holder to a grant of his application, therefore, the only thing that he has to establish is that the person against whom leave is sought is a partner of the firm or is liable as such. The grounds of defence, therefore, of the opposite party should be co(sic)ned only to the allegation on which the application in law is to be founded.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">The only ground, therefore, on which such a person can dispute his liability is that he is not a partner of the firm, nor did he ever hold himself out as such. It can only be this liability which can be contemplated in the latter portion of Sub-rule (2) and no other. Under Sub-rule (2) the applicant does not apply on the ground that the decree is binding on the firm or that the decree is good on merits. This is a matter foreign to the enquiry at that stage.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">The Court being an execution Court cannot go behind the decree on those points, and is bound by the findings in the judgment of the suit in that regard. Sub-rule (2) lays down that the effect of an order under that sub-rule is to determine the liability of &#x27;such person&#x27; only, viz., a person on whom liability is sought to be fastened as a partner. Sub-rule (2) does not lay down that its effect is to determine the liability of the partnership or the firm, a matter which has already been finally determined in the suit itself and which, therefore, does not call for further determination.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">Nor does Sub-rule (2) lay down that the effect of such an order is to cancel, modify or nullify the decree already passed in the suit. Sub-rule (3) also confines the sphere of contest in appeal to the determination of the liability of such person only, i.e., to the determination of his liability as partner under Sub-rule 2. To allow the objector to re-agitate the matter on merits would, therefore, have the effect of defeating the entire purpose of the provisions of Order XXX.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_17\">14. To sum up. the position appears to be that in a decree against a firm, the liability of every member of the firm as a partner is automatically determined. The result is that the decree can be satisfied not only from the property of the partnership, but also from the personal property of each of the partners. The question as to who are the persons who constitute the firm might, however, not have beet) determined in the suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">Where this is so, the matter is left open so far as the persons who were not individually served as partners at the trial stage are concerned. The enquiry as to whether such persons and, if so, which of them did constitute the firm and were its members, can be made in execution proceedings, and Order 21, Rule 50, appears to be designed to define the scope and to lay down the mode and method of such an enquiry.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\">15. A contrary view would lead to serious difficulties. It might result in a conflict between the findings at the trial and at the execution stage in the same case. Thus, if a person who is a partner is allowed to re-agitate a point that goes to the root of the matter, and the objection taken by him succeeds, he would be fully bound by the decree which has already been passed in the suit against the firm, yet according to the order of the same Court at the execution stage in the same suit, he would not be so bound.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\">Further, in such a case he would have to be held to be immune from personal liability as a partner even though his property as a partner would be liable for the satisfaction of the decree under Order 21, Rule 50(1) (a). Again, if a partner not impleaded or served in the suit is allowed to re-agitate the whole matter on merits, then it would be open to him to raise again the same pleas which were raised by other partners who were served in the suit.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">If the decision in the suit is not to be treated as res judicata against all partners, then it would be open to the same Court at the execution stage to take a different view of the same plea. The result would be that on the same point there would be two conflicting findings at two stages of the same case. Moreover, as a result of his objection at the execution stage, the claim might be found to be good against the firm only partially, even though the decree in the suit might postulate the liability in respect of the entire claim.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">16. The contrary view might result not only in a conflict between the decree in the suit and the order in execution proceedings in the same suit, but also in a conflict between various orders at the execution stage itself. Thus, for example, there might be a case where the number of partners who had not been served in the proceedings and against whom applications under Sub-rule (2) might be given is a very large one, say one hundred. If it is permissible to allow all these persons to re-agitate the whole matter, the result would be that each time a fresh application against each of such persons is made, fresh objections might be taken.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">In one objection case, the entire claim decreed might be upheld. In another objection case, the entire claim decreed might be repelled, and still in other objection cases, three-fourth, one-half or one-fourth of the claim might be upheld and so on. If this procedure is allowed, then there would neither be any consistency in findings nor would there be any finality of decisions in the same matter. The situation  thus  created would be a highly embarrassing and  confusing  one.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">17. On behalf of the applicant it is argued that such an interpretation might in certain cases result in injustice. It might be open to one of the partners to collude with the plaintiff and allow a fraudulent decree to be passed against a firm thereby injuring other partners. For such a contingency it is possible that the proper remedy for the party may be to file a suit to have the decree set aside.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">Such danger always exists in analogous cases where the law allows filing of suits in what may be styled as a vicarious fashion, for example, where the ward is sued through the guardian or where an endowment or deity is sued through the trustee or manager. The proper remedy, however, in such cases is not to question the correctness of the decree in execution proceedings, but to re-agitate the matter either by a separate suit or by reviving the proceedings in the same suit itself.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_26\">The Legislature has, however, tried to provide some safeguard for it by making the leave of the Court necessary for proceedings under Sub-rule 2. Where facts are such as to raise the suspicion of collusion between the parties, the Court may refuse such permission. The very fact that the Legislature made permission of the Court necessary for such a purpose also supports the conclusion that most probably the enquiry contemplated against a person proceeded against under Sub-rule (2) was of a restricted character.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_27\">No doubt this sub-rule might sometimes result in hardship, but this is a kind of hardship to which every person who enters into a transaction which entitles others to represent him or to act on his behalf should be prepared to face and to incur before he agrees to be a party to it. Such a person should be diligent of his rights and if he allows others to represent him, he should also be prepared to be bound by the consequences which flow from a transaction into which he entered with full knowledge of risks involved therein.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"910610\" id=\"span_3\">18. Our attention has also been drawn to Sub-rule (4) of Order 21, Rule 50, and it has been argued that Sub-rule (4) lays down that the effect of a decree against a firm is not to render liable any partner unless he has been served with a summons to appear and answer in the suit. I am of opinion that the summons referred to in this sub-rule is not the summons sent in the suit against the firm, but the notice or summons to appear and answer the application for leave to execute under Sub-rule (2), vide <a href=\"/doc/910610/\" id=\"a_4\">Jagat Chandra v. Gunny Hajee Ahmed</a>, AIR 1926 Cal 271 at pp. 274, 277 (E).</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">19. The above view taken by me on the merits of the case is in accord with the line of reasoning adopted in G. M. Shahani v. Ha-vero Trading Co., 51 Cal WN 488 (F) and Kup-puswami Mudaliar v. Polite Pictures, (S) AIR 1955 Mad 154 (G).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">Reference in this connection might also be made to In re, Malabar Forests and Rubber Co. Ltd., AIR 1932 Bom 334 (H); F. Order Dhanpatmal Diwanchand v. F. O. D. B. C. Chand Dowlatram Mianchannu, AIR 1934 Sind 135(2) (I); and Jagannath Jugal Kishore v. Chimanlal Chow-dhuri, AIR 1949 Cal 113 (J).\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1978292\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1905891\" id=\"span_5\">20. On behalf of the applicant reliance has been placed on <a href=\"/doc/1905891/\" id=\"a_5\">Bhagwan Manaji v. Hiraji Premaji</a>, AIR 1932 Bom 516 (K), which was followed in <a href=\"/doc/1978292/\" id=\"a_6\">Firm Tolaram-Nathmull v. Firm Mahomed Valli Patel</a>, AIR 1940 Cal 28 (L) and Cooverji Varjang v. Cooverbal Nagsey Champ-sey, AIR 1940 Bom 330 (M).</span></span> Learned counsel has also invited our attention to Kalu Ram v. Sheonand Rai, AIR 1932 Pat 323 (N) and Potti-swami v. Sulaiman, AIR 1942 Mad 501(2) (O).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">The cases reported in AIR 1932 Bom 516 (K); AIR 1940 Cal 28 (L) and AIR 1932 Pat 323 (N), have been dealt with in 51 Cal WN 488 (F). The obiter dicta contained in AIR 1932 Pat 323 (N) and AIR 1942 Mad 501(2) (O) have also been referred to in (S) AIR 1955 Mad 154 (G) and have been dissented from. As stated above, I am in agreement with the view taken in 51 Cal WN 488 (F) and (S) AIR 1955 Mad 154 (G).\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">21. For the above reasons, I am of opi-nion that there is no substance in this revision application. I would, therefore, dismiss it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">Agarwala, J.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_35\">22. This is a revision application under <a href=\"/doc/82577596/\" id=\"a_7\">Section 115</a> of the Code of Civil Procedure against an order of the first Civil Judge, Kanpur, dated 2nd June 1955, rejecting an objection of the applicant to the execution of the decree against him personally and allowing leave to the decree-holder-opposite party to proceed to execute the decree against the applicant under Order 21, Rule 50(2) <a href=\"/doc/161831507/\" id=\"a_8\">of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">23. The applicant is a partner of a firm, Messrs. Bridhi Chand Sumermal, which used to carry on business at Sambharlake, Rajpu-tana. The firm consisted of two partners; the applicant, Seth Gambhirmal Pandiya and one Seth Tikam Chand. Seth Tikam Chand purchased certain goods in the name of the firm Messrs, Bridhi Chand Sumermal from the decree-holder-opposite party, Messrs. J. K. Jute Mills Ltd., under a contract, clause 25 of which provided for reference of any dispute relating to the contract to arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">The contract was signed by Seth Tikam Chand on behalf of Messrs. Bridhi Chand Sumermal. In respect of this contract there was a dispute between the parties and according to clause 25 of the contract it was referred to arbitration. The arbitrators gave an award which was filed in Court and proceedings in the Court took place against the firm Messrs. Bridhi Chand Sumermal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_38\">The applicant&#x27;s name was not mentioned in the proceedings, no service was effected on him and he did not appear in the proceedings. Seth Tikam Chand appeared and contested the application on behalf of the firm, his objections were rejected and the Court passed a decree in terms of the award. Seth Tikam Chand appealed but the appeal was dismissed.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_39\">24. The decree-holder attempted to execute the decree against the assets of the firm Messrs. Bridhi Chand Sumermal in Sambharlake, Rajputana, but without reaping any satisfaction. Then he sought to execute the- decree against the applicant personally and made an application to the Court below under Order 21, Rule 50(2) <a href=\"/doc/161831507/\" id=\"a_9\">of the Code of Civil Procedure</a> alleging that the applicant was a partner of the firm and was therefore liable under the decree.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_40\">25. The applicant appeared in response to the notice issued to him by the Court below. He admitted that he was a partner of the firm Birdhi Chand Sumermal but pleaded that Seth Tikam Chand had no authority under law as provided in <a href=\"/doc/1218090/\" id=\"a_10\">Article 19</a> of the <a href=\"/doc/107341/\" id=\"a_11\">Indian Partnership Act</a> to enter into an agreement of reference to arbitration on behalf of his other partners, the applicant, and as such there was no valid reference and no valid award and therefore the decree passed upon the basis of the award was not binding upon him.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">26. The Court below considered that this objection to the liability of the applicant under the decree could not be entertained in the proceedings before him, that the only objection that could be entertained was that he was not a partner in the firm, but since the applicant had admitted that he was a partner in the firm, he was bound by the decree. He, therefore refused to consider the objection upon its merits and made the order under revision.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_42\">27. In this revision application the only point for consideration is whether the applicant was entitled to have his objection determined on the merits.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">28. A preliminary objection was raised to the hearing of this revision on the ground that instead of a revision, the applicant should have come up in appeal to this Court. In my opinion this objection is unfounded. Order 21, Rule 50, runs as follows :--\n</p>  \n\n<blockquote id=\"blockquote_25\">&quot;50. (1) Where a decree has been passed against a firm execution may be granted --\n</blockquote>  \n\n<blockquote id=\"blockquote_26\">(a) against any property of the partnership;\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(b) against any person who has appeared in his own name under Rule 6 01 Rule 7 of Order XXX or who has admitted on the pleadings that he is, or who has been adjudged to be a partner;\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(c) against any person who has been individually served as a partner with a summons and has failed to appear:\n</blockquote> \n\n<blockquote id=\"blockquote_29\">Provided that nothing in this sub-rule shall be deemed to limit or otherwise affect the provisions of <a href=\"/doc/171398/\" id=\"a_12\">Section 247</a> of the Indian Contract Act, 1872. \n</blockquote> \n\n<blockquote id=\"blockquote_30\">(2) Where the decree-holder claims to be entitled to cause the decree to be executed against any person other than such a person as is referred to in Sub-rule (1), Clauses (b) and (c), as being a partner in the firm, he may apply to the Court which passed the decree for leave, and where the liability is not disputed, such Court may grant such leave, or, where such liability is disputed, may order that the liability of such person be tried and determined in any manner in which any issue in a suit may be tried and determined.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">(3) Where the liability of any person has been tried and determined under Sub-rule (2), the order made thereon shall have the same force and be subject to the same objections as to appeal or otherwise as if it were a decree.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">(4) Save as against any property of the partnership, a decree against a firm shall not release, render liable or otherwise afiect any partner therein unless he has been served with a summons to appear and answer.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_44\">29. An appeal lies underClause(3) of the aforesaid rule against an order whereby the liability of any person has been tried and determined under Sub-rule 2. Under this sub-rule the decree-holder makes an application for leave to execute the decree against a person other than persons mentioned in Sub-rule (1) on the ground that he is a partner in the firm against which the decree has been obtained. Then two contingencies are envisaged in Sub-rule (2) : first, where such person does not dispute his liability and second, where he disputes such liability.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_45\">Ii the liability is not disputed the Court may grant leave prayed for by the decree-holder for the execution of the decree against him. If the liability is disputed, the Court will then try the issue of liability in the manner in which an issue in the suit is tried and determined. An appeal is provided for only in the second contingency and not in the first.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_46\">The Court below took the view that as the applicant admitted the fact of his being a partner in the firm against which the decree was obtained, it was a case in which the liability was not disputed and so it refused to go into the objection relating to the denial of the applicant&#x27;s liability under the decree and granted leave to the decree-holder to execute the decree.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_47\">The order, therefore, was one which could not be said to fall under Sub-rule (3) and therefore no appeal lies therefrom to this Court. The order can undoubtedly be challenged in revision on the ground that the Court below failed to exercise the jurisdiction vested in it under law by refusing to entertain the objection raised by the applicant.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_48\">30. Coming now to the merits of the revision application, we have to bear in mind certain well-established principles before we discuss the precise terms of Rule 50 of <a href=\"/doc/161831507/\" id=\"a_13\">Order 21 of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\">31. A firm or a trading partnership is not a legal entity by itself; it is not a person in the eye of law. It is merely an aggregate of the various partners forming it. Every partner is an agent of the firm for the purposes of the business of the partnership, vide <a href=\"/doc/214776/\" id=\"a_14\">Section 18</a> of the Indian Partnership Act. But this rule is, according to the section itself, subject to the other provisions of the Act. One of these provisions is contained in <a href=\"/doc/353998/\" id=\"a_15\">Section 19(2)</a> of the Act. Sub-section (2) of <a href=\"/doc/353998/\" id=\"a_16\">Section 19</a> recites what matters one partner cannot do without the consent of the other in the absence of any usage or custom of trade to the contrary.\n</p> \n\n<p data-structure=\"Section\" id=\"p_50\">One partner cannot submit a dispute to arbitration, he cannot open a banking account, he cannot compromise or relinquish any claim or portion of a claim by the firm, he cannot withdraw a suit or proceeding filed on behalf of the firm, he cannot admit any liability in a suit or proceeding against the firm, he cannot acquire immovable property on behalf of the firm, he cannot transfer immovable property belonging to the firm and he cannot enter into partnership on behalf of the firm.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_51\">The matters specified inClause(2) of 3. 19 are important matters and in its wisdom the Legislature has thought fit having regard to the nature of business affairs not to vest implied authority in one partner on behalf of the other partners in those matters in the absence of any usage or custom of trade to the contrary.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">For, to allow him to act in such matters on behalf of the other partners may entail incalculable mischief to the other partners which is not warranted by the ordinary course of business of the firm. If a partner does any of these acts which he has no authority to do, his act cannot bind the other partners.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"961334\" id=\"span_6\">32. An award which is based upon refer; ence to arbitration by one of the partners alone is not binding on the partner who did not agree to the reference and a decree based upon such award will also not be binding on him, vide Hatton v. Royle, (1858) 3 H &amp; N 500 (P); Hamtaidge v. De la Crouee, (1846) 3 CB 742 (Q); Munster v. Cox, (1885) 10 AC 680 (R); Dooly Chand v. Marnuji, 41 Ind Cas 295: (AIR 1917 Cal 481) (S): <a href=\"/doc/961334/\" id=\"a_17\">Gopal Das v. Baij Nath</a>, AIR 1926 All 238 (T); and AIR 1932 Bom 516 (K).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_54\">33. Since a partnership carries on business in the collective name of the firm and not in individual names of the partners, business convenience requires that, just as ordinary transactions are entered in the name of the firm and so also proceedings upon such transactions should also be permitted to be carried on in the name of the firm, even though the firm is not considered to be a legal entity. The law allows this to be done, and the provisions are contained in <a href=\"/doc/161831507/\" id=\"a_18\">Order XXX of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_55\">When a suit is instituted against the col&quot; lective name of the firm, it is really a suit against the individual partners thereof. Therefore the summons of the suit shall be served either upon any one or more of the partners or at the principal place where the partnership business is carried on within India, upon any person having, at the time of service, the control or management of the partnership business there, vide Rule 3 of Order XXX, C. P. C.\n \n\nWhen the plaintiff mentions the partners on whom notices of the suit are to be served and notices are served on such partners, they are entitled to defend the suit not only in the interest of all the partners constituting the firm but also in their own individual interests. Any one of them can say that though the other partners are liable for the plaintiff&#x27;s claim, he, the individual partner is not liable. One of the grounds on which this plea can be taken is that the action of the other partner in entering into the contract on the basis of which the suit has been brought was unauthorised under <a href=\"/doc/96884/\" id=\"a_19\">Section 19</a> of the Indian Partnership Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\">34. But can the plaintiff deprive the partner who is not so bound by the action of his other partner of this defence simply by not serving him with the notice of the suit? It would be a strange thing if he could so deprive him of a perfectly legitimate defence but this is precisely what is urged on behalt of the opposite party in the present case. It is said that the language of Order XXI, Rule 50, leads to this conclusion.\n</p> \n\n<p data-structure=\"Section\" id=\"p_57\">35. We have now to turn to the language of Order XXI, Rule 50. Sub-rule (1) of Rule 50 points out against whom and against what property a decree passed against a firm may be executed. Clause (a) of this sub-rule lays down that a decree against a firm is proprio vigore executable against the property of the partnership, irrespective of whether any partner has been served or not.\n</p> \n\n<p data-structure=\"Section\" id=\"p_58\">36. Clause (b) of the sub-rule lays down that the decree may be executed against any person who has appeared in his own name under Rule 6 or Rule 7 of Order XXX or who has ad-mitted on the pleadings that he is, or who has been adjudged to be a partner. This clause refers to those persons who have appeared in the proceedings of the suit and either have admitted themselves to be partners or have been adjudged to be partners.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">It is obvious that they are persons against whom a decree has been passed which means that the defence, if any, raised by them has been rejected. As already stated, every partner when appearing in the suit is entitled to object to a decree being passed against him or against the firm on the ground that the action of the partner which is the basis of the suit is not binding on him. Clause (2) therefore refers to those persons whose defence, if any, has been rejected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_60\">A person who having admitted himself to be a partner or who having been adjudged to be a partner is found not to be liable for the plaintiff&#x27;s claim and who has been exempted from the suit cannot obviously be the person against whose personal property the decree can be executed. It is important, therefore, to remember in connection withClause(b) of Sub-rule (1) of Rule 50 that the mere fact that the person has admitted on the pleadings that he is a partner or he is adjudged to be a partner does not make himself liable under the decree against the firm, unless he has been found to be liable for the plaintiff&#x27;s claim as such partner.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_61\">Though it is not expressly stated inClause(b) it is nevertheless implied that the partner mentioned in that clause has been found liable for the plaintiff&#x27;s claim. Clause (c) then mentions that the decree may be executed against a person who has been individually served as a partner with a summons in the suit, but has failed to put up a defence and therefore impliedly he must be deemed to have been adjudged lia-ble for the plaintiff&#x27;s claim.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\">Clauses (b) and (c) of Sub-rule (1) of Rule 50, therefore, cover the cases of persons who have been served in the suit as partners or who have appeared of their own accord as partners or who have appeared. in protest and denied to be partners but have been adjudged to be partners and who have been found liable as partners.\n</p> \n\n<p data-structure=\"Section\" id=\"p_63\">They do not cover the case of a person who was neither served in the suit nor appeared in the suit. For such a person Sub-rule (2) of Rule 50 makes provision and it directs that where the decree-holder claims to be entitled to cause the decree to be executed against such a person on the ground that he is a partner in the firm (and this is the only ground on which a decree-holder, holding a decree against the firm, can claim to execute a decree against a person who is not expressly named therein) then the decree-holder must apply to the Court before execution is ordered for leave to execute the decree against such person and though Sub-rule (2) does not expressly say so it necessarily implies having regard to the provisions of Sub-rule (4) that the notice of the application should be issued to such person.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">When notice has been served and the person puts in appearance, then two courses are open to him. Either he may put in no appearance in which case it will be assumed that he does not dispute his liability under the decree or he may appear in Court and say that he is not bound under the decree. Then the rule provides that where the liability is not disputed the Court may grant leave to execute the decree against him personally, but where the liability is disputed the Court may order that the liability of such person be tried and determined in any manner in which any issue in a suit is tried and determined.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">The sub-rule nowhere says that the dispute about the liability is to be confined to the fac-tum of such person being a partner. The rule is general in its terms, &#x27;where the liability is disputed&#x27;. Obviously &#x27;liability&#x27; is under the decree which is sought to be executed. The question is on what grounds a person can dispute his liability under a decree passed against a firm? It may be disputed on two grounds.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_66\">He may say he is not a partner of the firm against which the decree is passed or he may say that though he is a partner he is not bound under the decree for other reasons, e.g., for the reason that the partner upon whom notice was served in the suit did not and could not represent him in the proceedings of the suit or in the transaction upon which the suit was based. As already stated, if such person had been served in the suit itself, he had a perfect right to dispute his liability upon the aforesaid ground even though he admitted himself to be a partner.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\">In order that his right of defence may not be abridged by the action of the plaintiff in not serving him in the suit, Sub-rule (2) further provides that the issue about the liability of such person shall be tried and determined in any manner in which the same issue would have been tried in the suit itself. There is no justification lor limiting the scope of liability to the denial of the factum of being a partner in the hrm. If such were the intention of the Legislature, it would not have used the general word &#x27;liability&#x27;, but would have used the phrase &#x27;the fact of being a partner&#x27;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_68\">37. Sub-rule (3) further provides that where the liability of any person has been tried and determined under Sub-rule (2) the order made thereon shall have the same force and be subject to the same objections as to appeal or otherwise as if it were a decree. In other words, the issue about the liability of such person is to be treated on the same footing as if it had been raised in the suit itself.\n</p> \n\n<p data-structure=\"Section\" id=\"p_69\">38. The language of Sub-rule (4) shows that even though a person is admittedly a partner, the decree against his firm shall not release, render liable or otherwise affect him unless he has been served with a summons to appear and answer.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\">In other words, a decree against a firm cannot be executed personally against a person who is admittedly a partner without serving him with a summons to appear and answer the plaintiff&#x27;s claim or the liability under the decree. If the mere fact that such person is a partner were enough to make him personally liable under the decree, there would be no necessity of Sub-rule (4) to provide that he would not be liable unless he is served by means of a summons to appear and answer.\n</p> \n\n<p data-structure=\"Section\" id=\"p_71\">39. But the meaning of the word &#x27;liability&#x27; in Sub-rule (2) is sought to be limited to a dispute about the factum of such person being a partner on the following four grounds:\n</p>  \n\n<blockquote id=\"blockquote_33\">firstly, that since the decree-holder claims to be entitled to execute the decree against such person on the ground that he is a partner in the firm, the dispute about the liability must be confined to that fact alone;\n</blockquote> \n\n<blockquote id=\"blockquote_34\">secondly, that since under Clause (b) of Sub-rule (1) of Rule 50. the mere fact that a person has been adjudged to be a partner is enough for the decree to be executed against him personally, it must be conclusive for the purposes of Sub-rule (2) also;\n</blockquote> \n\n<blockquote id=\"blockquote_35\">thirdly, that one partner who has been served in the suit represents the other partners and since the decree passed against the firm is a decree against all the partners individually It is res judicata against them and the objection against its validity or correctness cannot be raised in execution proceedings;\n</blockquote> \n\n<blockquote id=\"blockquote_36\">and fourthly, that if one partner is allowed to question the correctness of the decree against the firm, then there might be conflicting decrees passed in the suit and this will create a very unfortunate and anomalous situation. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_72\">40. The first ground is based upon a reasoning which appears to be untenable, A plaintiff may claim to be entitled to a relief on the basis of certain facts which he alleges. The defendant may admit the facts alleged by the plaintiff and may yet put forward other defences to the claim. There is no rule which prevents the defendant from raising such pleas. The mere fact therefore that the decree-holder claims to hold such person liable for the reason that he is a partner is not enough to support the argument that such person cannot question his liability under the decree for reasons other than the denial of the factum of his being a partner.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_73\">41. As regards the second ground I have already shown that this is a misapprehension and that it is implied in Clause (b) of Sub-rule (1) that the person who has been adjudged to be a partner must be the partner whose defence has been rejected and had not been exempted from the suit and the decree has been passed against the firm including him, in other words, whose defence that he was not liable for the plaintiff&#x27;s claim even though he is a partner has been negatived.\n</p> \n\n<p data-structure=\"Section\" id=\"p_74\">42. In putting forward the third ground it is assumed that in every case when a decree is passed against a firm after service of the notice on one of the partners only, all the other partners are represented by the partners so served and that therefore the decree is binding upon all of them.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_75\">But one partner who has been served may not always be entitled to represent the other partners, for instance, where one partner agrees to refer the dispute to arbitration without the consent of the other partners, he is not entitled to represent the other partners in the suit and therefore in such a case when a decree is passed against the firm, the other partners who are not served in the suit must be entitled to show that the partner who was served did not represent them and that therefore they are not personally bound under the decree.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_76\">In such a case the decree does not operate as res judicata so far as the personal liability of the partners who were not served in the suit is concerned. The decree is merely executable against the partnership property. No-doubt if the partners who were not served wish to challenge the executability of the decree even as against the partnership property, they have to take proper steps, to have the decrees set aside.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_77\">If they do not take such steps, the decree is merely executable against the partnership property, and not against them personally. The decree, therefore, does not of its own force amount to res judicata so far as their personal liability is concerned unless that liability is determined in proceedings under Sub-rule (2) of Rule 50.\n</p> \n\n<p data-structure=\"Section\" id=\"p_78\">43. The fourth ground is equally untenable. What a partner questions in proceedings under Rule 50(2) is not the liability of the firm as a whole, i.e., liability of all the partners, but his own persona] liability. The issue that is raised in such proceedings is about a person&#x27;s personal liability and not about the liability of every other partner or the firm as a whole, and the order passed in such proceedings can only be about his personal liability and not about the firm&#x27;s liability. The decree will remain executable personally against the partner who was served in the suit and therefore there can be no fear of two contradictory decrees coming into existence.\n</p> \n\n<p data-structure=\"Section\" id=\"p_79\">44. A comparison with the corresponding English rule shows that the Indian rule is couched in language similar to that prevailing in England, vide Rule 8 of Order 48-A of the English Rules. The two Rules are practically word for word the same, and the English Courts have taken the same view as I am inclined to take.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_80\">45. In (1885) 10 AC 680 (R), the law on the point was thus enunciated by the Earl of Selborne, L. C.\n  \n\n&quot;Where there were, or might be, or were supposed to be more partners than one, it was not necessary to serve all of them if the action was brought against the firm; one or more or any number might be served or have notice; and the plaintiff, if he wished to know who the partners in, the firm were, might by easy proceeding, pointed out in the rules, ascertain who they were; and when he had obtained Ms judgment in the ordinary course in an action brought against the firm sued, the traders as a firm consisting of more than one person, the rules went on to provide what should be done in order to obtain execution against a person who had not practically defended the action.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\">In the first place against partnership assets execution might issue. In the second place it might issue against any one who had acknowledged on the record that he was a partner or had been lawfully adjudged to be one. In the third place it might issue against any person who had been properly served with the writ and had not chosen to come in and defend, but had left the defence to somebody else.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_82\">If execution was sought against any other person as being a member of the firm, then the Court was to exercise its discretion as to whether it would allow execution to issue or not, and upon what terms, and, as justice seemed to require, might let in the party enough to be affected by the judgment to the benefit of a defence, not indeed by trying the action over again, but by giving him, as against the application to make him answerable, the benefit of any defence which he might have had if he had been made a party on the record or had had notice of the proceeding, so as to relieve him from the risk of suffering by the collusion or the improper defence of his copartner.&quot;\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_83\">It is clear from the above quotation that the partner who was not served in the suit cannot be deprived of any defence open to him by the mere fact that a decree has been passed against the firm and he can question his liability under the decree upon any ground which he could raise in the suit itself, if he had been served therein and that he can question his liability under the decree upon any general ground open to him even though he admits himself to be a partner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_7\">46. The same view was expressed by Stirling L. J. in <a href=\"/doc/192070384/\" id=\"a_20\">Davis v. Hyman &amp; Co.</a>, (1903) 1 KB 854 (U). In that case in an action against the defendant firm, appearance was entered by one person as having been sued in the firm&#x27;s name. Judgment was entered against the firm, and the plaintiff applied for a summons under Order 48-A, Rule 8, to determine whether another person was liable to have execution issued against him on the judgment. The master made the following order :</span>\n</p><blockquote id=\"blockquote_37\"> &#x27;&#x27;It is ordered that the above-named plaintiff and Sydney Maurice Hyman proceed to the trial of an issue, wherein the plaintiff shall be the plaintiff and Sydney Maurice Hyman shall be the defendant, and that the question to be tried shall be whether the said Sydney Maurice Hyman was or has held him* self out as a partner in the defendant firm.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_38\">As to this order the Court of appeal held that the issue had been framed properly. An argument was raised that if this form of order is adopted, the defendant in the issue might be deprived of some defence that he might have had if he had been served with the writ and had an opportunity of appearing in the action. As to this, Stirling L. J. observed :\n</blockquote><blockquote id=\"blockquote_39\"> &quot;I would say that under the rule the question to be determined is the general one of the liability as a member of the firm, of the person sought to be charged, and it seems to me that an issue could, in a proper case, be so framed as to include any proper defence. No such defence is suggested in the present case.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_85\">Therefore in the opinion of Stirling, L. J., the question whether the liability was denied on a ground other than the fact of the person not being a member of the firm could be determined and issue could be framed accordingly in proceedings under Order 48-A, Rule 8.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_86\">47. In the case of Weir &amp; Co. v. McVicar &amp; Co., (1925) 2 KB 127 (V), a different view at first sight appears to have been taken, but on closer examination the case is distinguishable. In that case the facts were that in an action against a firm a person was served aa a partner and entered an appearance under protest and desired to say that he was not a partner and in the alternative that the firm was not liable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_87\">It was held that under Rule 7 of Order 48-A, an alternative plea could not be raised by a person who denied to be a partner and at the same time denied liability of the firm as a whole. In discussing this question Scrutton L. J. considered the position of a person alleged to be a partner who is served with a writ after the judgment had been obtained against the partnership under Order 48-A, Rule 8 of the Rules of the Supreme Court and observed that\n &quot;If the writ has been served on other members of the firm and judgment has been-recovered against the firm, Order 48-A, Rule 8. provides that an issue may be directed to try the question whether the alleged partner is in fact a partner or not. But it seems clear in that issue he cannot raise the question of the liability of the firm, for if he could you might have two separate judgments on the same cause of action, the one already obtained for a specified amount in the action against the firm, and the other, for possibly a reduced amount or for nothing at all, on the trial of the issue under Rule 8. The only question that can be raised on the trial of that issue is whether the person against whom execution is sought was a partner at the material time or not.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_88\">As to this Mr. Atkiu L. J. in the same judgment remarked :\n</p><blockquote id=\"blockquote_40\"> &quot;I quite agree with what Scrutton L. J. has said that it, would be quite impossible after judgment had been recovered against a firm to allow a person who was not a party to the action to question the liability of the firm in whole or in part, with the possible result that there might be two inconsistent judgments in respect of the same subject matter.&quot; Now it may be noted that Scrutton L. J. was not correct in saying that Order 48-A, Rule 8 provided that &quot;an issue may be directed to try the question whether the alleged partner is in fact a partner or not,&quot; because that rule provided for &quot;the liability of such person to be tried or determined in any manner in which any issue or question in an action may be tried and determined&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_89\">His observation that the partner who is served after judgment could not raise the question of the liability of the firm is understandable and may not be objected to, because the liability of the firm is established by the judgment, quo the partnership property and one cannot go beyond that liability in proceedings under Order 48-A, Rule 8 of the Supreme Court Rules, The only question that could be gone into under that rule is the individual liability of the person concerned.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_90\">The mistaken notion that Order 48-A, Rule 8 provided that an issue may be directed to try the question whether the alleged partner is in fact a partner or not lead Scrutton L. J. to make the observation that &#x27;&#x27;the only question that can be raised on the trial of that issue is whether the person against whom execution is sought was a partner at the material time or not&quot;. If he had kept the words of Order 48-A, Rule 8 clearly in mind he would not have made these observations.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_9\">It is also clear that the observations of Lord Selborne in Munster&#x27;s case (R) and of Stirling, L. J., in <a href=\"/doc/192070384/\" id=\"a_21\">Davis v. Hyman &amp; Co. (U</a>) (ubi supra) were not brought to the notice of Scrutton L. J. Lindley in his celebrated treatise on the law of Partnership has adopted the law as <a href=\"/doc/192070384/\" id=\"a_22\">laid down by</a> Stirling, L. J., in <a href=\"/doc/192070384/\" id=\"a_23\">Davis</a>&#x27;s case (U), vide 1935 Edn. at p. 374. The learned author says :</span></span>\n</p><blockquote id=\"blockquote_41\"> &quot;Under the provisions of Rule 8 (of Order 48-A) an issue may be directed to determine whether the person whose liability the plaintiff wishes to establish is or has held himself out to be a partner in the firm, or the issue may be so framed as to include any proper defence.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_92\">48. In India judicial  opinion is divided.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_93\">49. In AIR 1926 Cal 271 (E), a decree was sought to be executed against the heirs of one of the partners of a firm who had not been served in the original proceedings of the suit. The contention ot the counsel lor the heirs was that unless a partner was served in the suit itself, he could not be proceeded against. under Order 21, Rule 50 and reliance was placed upon Clause (4) of that rule. This contention was rejected. Sanderson C. J. observed in the course of his judgment that\n &quot;if on the trial of the issue contemplated by Order 21, Rule 50 (2) it is decided that the person, alleged by the decree-holder to be a partner, was a partner in the defendant firm, then it seems to me he has no cause for complaint.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_94\"> Buckland J. referring to Order 21, Rule 50 observed :\n</p><blockquote id=\"blockquote_42\"> &quot;The principle underlying this rule is that as regards the firm and the partnership property there has been a complete adjudication prior to decree. Service in the manner prescribed by Order 30 ensures that due notice shall be given to the firm as such. Then, as regards the liability of individual partners, the object of the rule is to ensure that no partner shall be held personally liable unless he shall have had individual notice or may be held to be aware of his liability.&quot; \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_95\">In that case the Court was not concerned with the question which is now before us in the present case, viz., whether in answering a notice under Order 21, Rule 50 (2) a partner can question his personal liability under the decree on the ground that the transaction was not binding on him personally so far as he was concerned, because under the law the other partner or partners had no authority to act on his behalf.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_96\">50. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"606816\" id=\"span_10\">In <a href=\"/doc/606816/\" id=\"a_24\">Chhatto Lal Misser &amp; Co. v. Narain-das Baijnath Prasad</a>, AIR 1930 Cal 53 (W), the plaintiff had obtained a decree against a firm in its firm name. Under Order 21, Rule 50 (2) the decree-holder sought to make one Bhagwat-das liable under the decree on the allegation that he was partner of the said firm. Bhagwat-das denied the liability on the ground that, firstly he was a ward under the United Provinces Court of Wards Act, 1912, and that therefore the Court was not competent to hear a case against him, or to decree it unless the provisions of that Act had been observed, and, second, that he was riot a partner in the defendant firm.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_97\">A preliminary objection was taken on the ground that in a proceeding under Order 21, Rule 50 (2), the only question was yes or no -- was the defendant a partner in the firm? Remfray J. relying upon the observation of Stirling, L, J. in Davis v. Hyman (U) (supra) observed :\n</p><blockquote id=\"blockquote_43\"> &quot;The question was a general one of liability   and   that   any   proper   defence   could   be raised.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_98\"> The learned Judge further observed :\n</p>  \n\n<blockquote id=\"blockquote_44\">&quot;It has long since ceased to be the province of procedure to exclude defences, and it is to be presumed that no defence is excluded unless that is the only possible construction of a rule. The common sense of the matter is that the party sought to be charged can raise any personal deience and is generally precluded from challenging the decree, though, if that were obtained . by collusion and fraud, that would not bind him, for he can only bo bound, if found to be a partner, by admissions made by his partners and their conduct within the scope of their authority as such.\n</blockquote> \n\n<blockquote id=\"blockquote_45\">Therefore, as the defendant merely seeks to raise a personal defence, that is legitimate.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_99\">In this case the learned Judge referred to the observations of Scrutton L. J. in (1925) 2 KB 127 (V), and to the observations of Buckland J. in AIR 1926 Cal 271: ILR 53 Cal 214 (E), and observed that the observations of Scrutton L. J. in Weir &amp; Co. v. McVicar and Co. (V) (supra), were not intended to dis-gree with Stirling, L. J.&#x27;a view in Davis v. Hyman (U) (supra), and if they were, he would follow Stirling, L. J., on the point under consideration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"192070384\" id=\"span_11\">51. In AIR 1932 Bom 334(H), in proceedings under Order 21, Rule 50 (2) Mirza, J. did not allow the defence of the person, who was served with a notice, to the effect that he was not a partner in the firm and alternatively that the firm was not liable for the transaction in suit. He quoted the observations of Stirling, L. J. &quot;in <a href=\"/doc/192070384/\" id=\"a_25\">Davis v. Hyman &amp; Co., (U</a>) (supra) with&#x27; out comments and the observations of Scrutton L. J. in Weir &amp; Co. v. McVicar &amp; Co. (V) (supra) and came to the conclusion that,\n &quot;if the analogy of that case (i.e. Weir &amp; Co. v. McVicar &amp; Co. (V), is applicable to the present case, it is not open to Mr. Cooper to rely upon the alternative defence raised in issue 3.&quot;</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_101\">The  learned Judge   distinguished the case   of AIR 1930 Cal 53  (W), on the ground that in that   case   a defence   personal   to  the partner was permitted.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"606816\" id=\"span_12\">The learned   Judge   observed that,\n &quot;It is clear from the judgment of <a href=\"/doc/606816/\" id=\"a_26\">Chhattoo Lal Misser &amp; Co. v. Naraindas Baijnath Prasad (W</a>), that the alternative defence under the <a href=\"/doc/27374055/\" id=\"a_27\">United Provinces Court of Wards Act</a> was permitted to the alleged partner in the firm only on the ground that it was a personal defence. What is sought in the present case to do is to challenge the decree passed against the firm on general grounds. In my judgment this cannot be permitted.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_102\">52. In AIR 1932 Bom 516 (K), one of the questions that arose for decision was exactly the same as has arisen in the present case. In that case in an application under Order 21, Rule 50 (2) against a partner who had not been served in the original suit, an objection to the liability of the partner under the decree was raised on the ground that the award made in reference to arbitration by one of the partners was not binding on the other partners. It was observed:\n</p><blockquote id=\"blockquote_46\"> &#x27;&#x27;Under Order 21, Rule 50, Clause (4), save as against any property of the partnership, a decree against a. firm shall not release, render liable or otherwise affect any partner therein unless he has been served with a summons to appear and answer. It would therefore follow that unless the partners have been served with a summons to appear in the application under Order 21, Rule 50 for leave to execute the decree and had an opportunity to dispute the liability, the decree against the firm, though it does not release sucn partners, does not. render them liable or otherwise affect them. \n</blockquote> \n\n<blockquote id=\"blockquote_47\">Ordinarily a decree is binding on an executing Court and no question of the liability of the judgment-debtor can be allowed to be raised in execution. But in the case of partners who have not been served in the suit, a specific provision is made under Order 21, Rule 50, Clauses (2) and (4) that where the liability is disputed the Court may determine that issue in the proceedings and the order shall be appealable as if it were a decree.\n</blockquote>  \n\n<blockquote id=\"blockquote_48\">&quot;It is contended on behalf of the decree-holder that the only question arising in the application for leave under Order 21, Rule 50, Clause (2); is whether the persons disputing the liability are partners, and that the persons who were not served in the suit cannot dispute the liability otherwise than proving that they were not partners.\n</blockquote> \n\n<blockquote id=\"blockquote_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_13\">Order 21, Rule 50 corresponds to the rule of the Supreme Court, Order 48-A, Rule 8 and it was held by Stirling L. J. in <a href=\"/doc/192070384/\" id=\"a_28\">Davis v. Hyman &amp; Co. (U</a>) (supra) that the only question which requires solution is whether his liability arises from his being a member of the firm or from his having held himself out as a partner; but under the rule the question to be determined is the general one of the liability, as a member of the firm, of the person sought to be charged, and that an issue could in a proper case be so framed as to include any appropriate defence.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_14\">The defence in the present case is that the appellants, who were the partners not Served in the suit, are not liable by the award decree passed on a reference made by Dullabh who had no power to refer the matter to arbitration under <a href=\"/doc/171398/\" id=\"a_29\">Section 251</a>, Contract Act and under the authorities <a href=\"/doc/192070384/\" id=\"a_30\">referred to above</a>. I think therefore that the appellants in Appeal No. 27, namely Bhagvan, Mulchand and Raychand, are not liable to be proceeded against in execution of the award decree which is invalid against them.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_103\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_15\">In <a href=\"/doc/192070384/\" id=\"a_31\">the above case</a> Murphy J. observed that\n &quot;it has been argued as to the point whether or not these undisclosed partners could be made liable in the absence of their consent to a reference and an award, that the only question to be considered in Order 21, Rule 50, is the one whether they were partners or not. This appears to be a narrow interpretation of the rule, the question being whether they are partners who are liable under the decree or not.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_104\">53. In AIR 1932 Pat 323 (N), Courtney C. J. and Fazl Ali J. held that an application under Order 21, Rule 50 (2) by the decree holder against a partner whose case does not fall under Sub-clause (1) of Rule 50 should be made to the original Court which passed the decree and they explained the significance of this provision in Sub-rule (2) of Rule 50 by saying that,\n   \n\n&quot;there is in the case of suits against partners a very sound reason for compelling resort to the Court which passed the original decree. A person sued as a partner is entitled to dispute the plaintiff&#x27;s claim upon its merits and quite apart from the question of his liability as a partner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_105\">If the construction contended for by the respondents were right it would enable a plaintiff to sue a firm and prevent a person against whom execution was intended and ultimately sought from disputing the claim upon its merits and enable him to bring that person into the proceedings not in the suit but in the later stages of execution which would defeat the whole purpose of the procedure which has been provided for in dealing with suits against firms and against persons whom it is sought to be made liable as being members of the firm.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_106\">54. In AIR 1934 Sind 135 (2) (I), Rup-chand, Additional Judicial Commissioner held that a partner who appears in answer to a summons under Order 21, Rule 50 (2) cannot say that the decree is not binding on the firm as a whole and that if he wants to dispute the decree he should take proceedings in the suit to have the decree set aside.\n</p> \n\n<p data-structure=\"Section\" id=\"p_107\">The learned Judge stated that the words &#x27;where the liability is not disputed&#x27; mean and can only mean liability as a partner in the firm, and that is the only question which can be determined in proceedings taken under this sub-rule. Were it otherwise, it might lead to this result that although a decree has been passed against a firm which was properly represented and is thus binding on\n &#x27;&#x27;the property of the firm and on those who have appeared in the suit before the decree was passed, the Court may subsequently find that the decree is not binding upon the firm and this can only lead to serious consequenca If the person who is served with a notice under Order 21, Rule 50,Clause(2), wants to dispute the decree he should take proceedings in the suit to have the decree set aside. But he cannot do so in execution proceedings under Rule 50, Clause (2).&quot;  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_108\">In my opinion what the learned Judge meant to say was that a partner in the firm can dispute his liability of the firm itself, that is the liability of all the partners. In the present case the applicant is disputing his liability as a partner of the firm on the ground that the award is not binding on him. though it may be binding on the other partner as he, the objector, did not agree to the reference to arbitration. The observations of Rupchand, Additional Judicial Commissioner are therefore not against the view I am inclined to take, though the language used by the learned Judge is not so clear as it might have been.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_109\">55. In AIR 1940 Cal 28 (L), the facts were similar to the facts of the present case. There two firms entered into a contract for the sale and purchase of jute. Eventually there were disputes, and the sellers referred the matter to the Bengal Chamber of Commerce in terms of the arbitration clause contained in the contract. The Chamber made their award. The award was filed in Court and made a rule of the Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_110\">The decree-holders took out summons against three persons, &#x27; These persons appeared and admitted that they were partners, but disputed their liability by saying that firstly the contract of sale was beyond the scope of the partnership and secondly that the individual partners had no authority on behalf of&#x27; the partnership to refer disputes between the firm and persons with whom the firm had dealings to arbitration. Panckridge J. following, the decision in AIR 1932 Bom 516 (K), held that on\n  \n\n&quot;the language of Order 21, Rule 50 (2), I have come to the conclusion that Mr. Banerji&#x27;s submission must prevail. The sub-rule says that the Court may grant leave to execute where the liability is not disputed, or, where such liability is disputed, may order the liability of such persons to be tried and determined. This language is sufficiently wide to permit a person desiring to dispute his liability as a partner to do so, not only on the ground that he is not a partner, but on other grounds as well,\n \n\nI should be disinclined to hold that the sub-rule entitles a person to dispute liability on grounds such as denial of the contract, or limitation, or accord and satisfaction, which go to the root of the suit, but as Mr. Banerji does not propose to press his submission that the contract was a gaming and wagering contract, I need not decide that point.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_111\">I think however that Mr. Banerji is entitled to raise all questions which affect his client&#x27;s liability qua partner. I therefore direct that the issue be tried whether Abdul Rahman has no liability under the award on the ground that the contract was beyond the scope of the partnership because it was a contract for the sale and purchase of jute, and in so far as it contained an arbitration clause.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_112\">The case of AIR 1940 Bom 330 (M), first came before Wadia J. who followed the decisions in AIR 1932 Bom 516 (K) and AIR 1940 Cal 28 (L), and stated the law to the effect that the language of Rule 50, Sub-rule (2) is sufficiently wide to permit a person desiring to dispute his liability as a partner to do so not only on the ground that he was not a partner, but on other grounds as well and that all appropriate issues could be tried by the Court, i.e. all proper defences or defences appropriate to the issue of the liability as partner, and an appeal against the decision of Wadia J. was dismissed by Beaumont C. J. and Kania J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_113\">56. In AIR 1942 Mad 501 (2) O., King J. followed the Patna view expressed in AIR 1932 Pat 323 (N).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_114\">57. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18867\" id=\"span_16\">In <a href=\"/doc/18867/\" id=\"a_32\">Ganeshnarayan v. I. T. Syndicate</a>, AIR 1954 Bom 91 (X), a decree had been obtained against a firm. , In the suit only one out of several partners was served. The decree-holder then took out notice of insolvency calling upon the firm to pay the decretal amount within a specified time mentioned in the notice. It was contended on behalf of the other partners of the firm that the decree which was obtained by decree-holder could only be executed against the partner who had been served and could not be executed against the other partners and to the extent the insolvency notice was addressed to the other partner it was bad. Chagla C, J. and Dixit J. stated the law thus :</span>\n</p><blockquote id=\"blockquote_51\"> &quot;Now, the position that arises in respect of a decree passed against a firm under the Civil Procedure Code is not and cannot be disputed. Partners can be sued in the firm name under Order 30 and Order 30 provides how service is to be effected. Certain consequences follow upon all the partners of a firm not being served and those consequences are set out in Order 21, Rule 50. Sub-rule (1) of that rule provides that a decree can be executed, which has been passed against a firm, against the property of the partnership and against any person who has appeared in his own name under Rule 6 or Rule 7 of Order 30 or who has admitted on the pleadings that he is, or who has been adjudged to be a partner, and against any person who has been individually served as a partner with a summons and has failed to appear.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_115\">Then after quoting Sub-rule   (2), their Lordships observed :\n</p>   \n\n<blockquote id=\"blockquote_52\">&quot;Therefore, in cases of partners who have not been served, the decree cannot be executed against  them   without leave   of the Court, and what is even more important is that it is open  to these partners  to  dispute their liability under the decree,  and if they so dispute their liability, their liability  has to  be  determined as if it was an issue in the suit itself... .....In a special and peculiar sense a decree against a firm is different from any other decree that may be passed by a Court. If a decree is passed against A, B, C and D, it can be executed without leave of the Court and none of the judgment debtors can question the decree. But where a decree is passed against a firm which is constituted of partners A, B. C and D, every partner who has not been served with the summons of the suit can question the decree and the judgment-creditor cannot execute the decree against all of them.\n</blockquote> \n\n<blockquote id=\"blockquote_53\">That is the fundamental distinction between a decree in a partnership suit against a firm which has been filed under Order 30 and a decree in an ordinary suit where the restrictions imposed upon the plaintiff under Order 30 do not apply.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_116\">58. As against this volume of authority of the High Courts of Bombay, Calcutta, Patna and Madras, there is one case of Calcutta and one case of Madras in which a contrary opinion has been expressed. In 51 Cal WN 488 (F), a decree was obtained against a firm on the basis of a compromise entered into on behalf of the firm by one of its partners. The decree was sought to be executed against a partner who was not served in the suit. Notice was issued under Order 21, Rule 50 and the partner appeared, who denied that he was a partner, but raised four objections :\n</p>  \n\n<blockquote id=\"blockquote_54\">1. That there was no contract between the plaintiff and the defendant firm.\n</blockquote> \n\n<blockquote id=\"blockquote_55\">2. that certain properties were charged for the payment of the decretal amount and the only mode for the realisation of the decretal amount reserved under these terms of settlements was the appointment of a receiver of the goods charged,\n \n\n</blockquote><blockquote id=\"blockquote_56\">3. that the compromise decree was not assented to by the partners who had appeared in the proceedings, and\n \n\n</blockquote><blockquote id=\"blockquote_57\">4. that a compromise entered into by some of the partners was not binding on the objector as he was not a party to the compromise. \n</blockquote> \n\n<blockquote id=\"blockquote_58\">The   last   objection    was   based   upon    <a href=\"/doc/96884/\" id=\"a_33\">Section 19</a> of the Partnership Act.\n</blockquote> \n\n<blockquote id=\"blockquote_59\">59. The case came before Das J. On the facts he held against the objector on all the grounds. As to the objection under <a href=\"/doc/96884/\" id=\"a_34\">Section 19</a> of the Partnership Act the learned Judge held that the partner who had compromised had power under the deed of partnership to enter into the compromise as otherwise also under <a href=\"/doc/459956/\" id=\"a_35\">Section 21</a> he could compromise on behalf of the other partners as an emergency measure.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_117\">These findings were enough to dispose of the objection of the objector but the learned Judge went on to discuss the wider question of law and he proceeded upon the assumption that the objections raised by the objector amounted to saying that the firm itself and every one of the partners was not bound by the decree and the learned Judge discussed the Rulings and the law on the point on this assumption.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_118\">The learned Judges&#x27; reasoning was more or less based upon the four grounds which 1 have mentioned in an earlier portion of this judgment and I have shown that those grounds do not apply when the partner who is served under Order 21, Rule 50, Sub-clause (2) challenges the decree not against the firm as a whole but so far as he himself is concerned. Indeed the learned Judge himself seems to admit the possi-bility of a defence which is peculiar to him to be raised in proceedings even though such person is admittedly a partner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_119\">The learned Judge distinguished the case of ILR 56 Cal 704: (AIR 1930 Cal 53) (W), decided by Remfry, J., on the ground that <a href=\"/doc/18867/\" id=\"a_36\">in that case</a> the defence that under the U. P, Court of Wards Act no decree could be passed against the objector was entirely a personal objection of a particular partner and was not an objection available to any of the other partners.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_120\">It is quite clear that the learned Judge did concede that an objection which is personal to the objector even though the objector admits himself to be a partner could be taken by him, but that an objection on behalf of the firm, that is to say, on behalf of all the partners cannot be taken. It is clear that the reasoning of the learned Judge is applicable to a case in which a partner who has not been served in the suit tries to raise a question on behalf of the firm.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_121\">The reasoning is not applicable to the case of a partner who tries to raise an objection which is personal to himself and is not on behalf of all the partners of the firm. In considering the authorities, the learned Judge relied upon the observation of Sanderson C. J. in 1LR 53 Cal 214: (AIR 1926 Cal 271) (E<a href=\"/doc/18867/\" id=\"a_37\">)<a href=\"/doc/18867/\" id=\"a_38\">, <a href=\"/doc/18867/\" id=\"a_39\">referred to above</a></a></a> which were not made in connection with the controversy that is now before us in the present case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_122\">He also relied upon the observations made by Scrutton L. J. in (1925) 2 KB 127 (V), and expressed his dissent from the observations of Scrutton L. J. in (1903) 1 KB 854 (U), by saying that they were obiter. The learned Judge did not refer to the House of Lord&#x27;s decision in Minister&#x27;s case (R).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_123\">60. The case went up in appeal before a Division Bench consisting of McNair and Gentle JJ. McNair J. clearly held that a partner who has admitted that he is a partner can neither question the liability of his firm under the derfee which is already passed nor even his own personal liability.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_124\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"910610\" id=\"span_17\">The learned Judge relied upon the reasoning of Das J. which, as I have shown, did not support the conclusion that the partner could not question his own personal liability in proceedings under Order 21, Rule 50 2. He also relied upon the observation of Sanderson C. J. in <a href=\"/doc/910610/\" id=\"a_40\">Jagat Chandra v. Gunney Hajee (E</a>) (supra). The learned Judge did not advance any argument of his own, nor did Gentle J. in coming to the same conclusion advanced any argument of his own.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_125\">61. In (S) AIR 1955 Mad 154 (G), four objections were raised by the Objector in proceedings under Order 21, Rule 50 (2),\n  \n\n</p><p data-structure=\"CDiscource\" id=\"p_126\">1. that he was not served with the summons of the suit and that the decree was obtained after service upon one Vittal Rao who was described as Sri Murugan Films by the sole proprietor M. G. Vittal Rao,\n \n\n</p><p data-structure=\"Section\" id=\"p_127\">2. That Vittal Rao had no authority to consent to a decree being passed against the firm in the face of the statutory provision enacted in <a href=\"/doc/96884/\" id=\"a_41\">Section 19(c)</a> of the Partnership Act.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_128\">3. that the firm of Sri Murugan Films had been dissolved and that the dissolution proceedings were pending, and\n \n\n</p><p data-structure=\"RespArg\" id=\"p_129\">4. that the decree against the firm was not properly and correctly passed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_130\">62. The learned Judges rejected the first and the third objections on grounds which do not concern the interpretation of Order 21, Rule 50. In respect of the objection based upon <a href=\"/doc/96884/\" id=\"a_42\">Section 19(c)</a> of the Partnership Act the learned Judges rejected it on the grounds firstly that under the special powers given to the Managing Director Vittal Rao he could consent to the decree being passed against the firm and secondly on the ground that it was not a consent decree at all.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_131\">The last objection was rejected on the ground that it could not be raised at that stage. This objection relating to the propriety or correctness of the decree against the firm, that is all the partners, could not obviously be taken in proceedings under Order 21, Rule 50.    The decision therefore on the facts was correct. But the learned Judges went on to observe that\n  \n\n&quot;when   a  firm   is sued   in its  firm   name, the decree against it would be a decree against the individual  partners  of the firm.....\n</p> \n\n<p data-structure=\"Section\" id=\"p_132\">The decree being binding upon the firm and against all the partners it could be executed against those who have been proved to be partners.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_133\">They relied on the fact that under Order 21, Rule 50, Sub-rule (1) (b) a person was made liable under the decree merely on the ground that he had been proved to be a partner in the firm. They observed :\n</p><blockquote id=\"blockquote_60\"> &quot;Therefore, notwithstanding the wide language of the expression &#x27;where such liability is disputed&#x27; in Sub-rule (2), Rule 50, the only question for consideration by the Court is the same as that which arises under Rule 50 (1) (b) i.e.. adjudging the person to be a partner. No defence which seeks to negative the liability of the partnership to the decree or impugns the validity of the decree as against the partnership would be open when a person is served with a notice under Order 21, Rule 50 (2).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_134\"> Then the learned Judges recited with approval the opinion of McNair J. in the case of 51 Cal WN 488 (F).\n</p> \n\n<p data-structure=\"Section\" id=\"p_135\">63. I have already pointed out that the argument that under Order 21, Rule 50 (1) (c) the decree is executable against persons who have been adjudged to be partners loses sight of the fact that Clauses (b) and (c) apply to proceedings in the suit before a decree is passed against the firm and in those proceedings admittedly the decree could be passed only when either no objection was raised by the partner concerned to the passing of the decree or if it was raised it had been rejected.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_136\">The second argument of the learned Judges that a defence which challenges the validity of the decree against the partnership cannot be open to a person served under Rule 50 (2) is the result, with respect, of a confusion of thought. As pointed out earlier, the objection of a partner that the decree does not bind him personally, as the partner who was served in the suit had no authority to act on his behalf, is not an objection that the decree is not binding on any partner of the firm.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_137\">64. On the whole, therefore, the weight of authority both in England and in India supports the view that I am inclined to take rather than the opposite view.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_138\">65. My conclusions therefore are :\n</p>  \n\n<blockquote id=\"blockquote_61\">(a) that although a decree passed against a firm is to be deemed to have been passed against all the individual partners thereof, it is proprio vigore binding as against the partnership property only and personally against those persons who are mentioned in Clauses (b) and (c) of Rule 50 (1) of Order 21;\n</blockquote> \n\n<blockquote id=\"blockquote_62\">(b) that the decree is not binding personally against a partner who has not been served in the suit and is binding against him only when a summons has been served upon him to appear and answer in proceedings under Rule 50, Sub-rule (2) and his liability has been determined.\n</blockquote> \n\n<blockquote id=\"blockquote_63\">(c) that a person who has not been served in the suit can question his personal liability under the decree even though he admits himself to be a partner upon any ground which was open to him if he had been served in the suit, and that therefore such a person can raise the objection that as the decree is the result of an award which is based upon an agreement of reference to arbitration to which he was not a party, he is not personally liable under the decree. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_139\">66. I would, therefore, allow this application, set aside the order of the Court below and remand the case to that Court for decision of the applicant&#x27;s objection upon its merits. The applicant is entitled to his costs of this revision application from the opposite party.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_140\">By The Court \n \n\n</p><p data-structure=\"Precedent\" id=\"p_141\">67. As the members of this Bench differ upon the decision on the point at issue in the case, we direct that the papers of the case be laid before the Hon&#x27;ble the Chief Justice for obtaining the opinion of the third Judge on the following question :\n</p><blockquote id=\"blockquote_64\"> &#x27;&#x27;Whether    the    applicant&#x27;s    objection   was maintainable in the Court below and fit to be decided upon its merits? \n</blockquote> \n\n<blockquote id=\"blockquote_65\">Mukerji, J.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_142\">68. This application in revision has been laid before me on a difference of opinion between Mr. Justice Agarwala and Mr. Justice Beg. Briefly stated the facts giving rise to the question which has been one of considerable difficulty were these :--\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_143\">69. A contract for supply of articles was entered into between J. K. Jute Mills Co. Ltd., as sellers and M/s. Birdhi Chand Sumermal as purchasers. In this contract there was a clause -- clause 25, which provided that all settlement of disputes arising under the contract between the parties was to be by arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_144\">The Merchants Chamber of Commerce, Kanpur, was the arbitrator named in clause 25. The firm of Birdhi Chand Sumermal was a firm made up of only two partners, namely, Seth Tikam Chand and Seth Gambhirmal Pan-diya. The aforementioned contract with J. K. Jute Mills Co. Ltd., which was ostensibly entered into by the firm Birdhi Chand Sumermal, was signed and executed by Seth Tikam Chand, one of the two partners of the firm.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_145\">70. Some disputes arose between the parties to the contract and in pursuance of the provisions ofClause25 of the contract the dispute was referred to the arbitration of the Merchants Chamber of Commerce, Kanpur. An award was made in this matter by the Merchants Chamber of Commerce, Kanpur, on the 8th of January 1947.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_146\">Seth Tikam Chand raised certain objections to the award; those objections were dismissed and the award was made a rule of the Court and a decree followed thereon on the 7th of January 1949. Seth Tikam Chand preferred an appeal, but he was unsuccessful in his appeal as well, so the decree which was made on the basis of the award became final as between the parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_147\">71. The decree-holder, namely, J. K. Jute Mills put tneir decree into execution against the firm, but discovered that the firm had no available assets which could satisfy the decree. The decree-holder, therefore, made an application under Order XXI, Rule 50(2) of the Civil Procedure Code for permission to execute their decree against Seth Gambhirmal Pandiya, the other partner of the firm Birdhi Chand Sumermal. Proceedings under Order XXI, Rule 50(2) were necessary because Gambhirmal Pandiya had not been served in the earlier proceedings which culminated in the decree, nor had he appeared at any stage of those proceedings or took any part in those proceedings.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_148\">72. Seth Gamtahirmal Pandiya, however, appeared in response to the notice which was issued to him under Order XXI, Rule 50(2), and filed certain objections to the prayer of the decree-holder; this he did by his objections dated 24th of May 1952. Briefly, he stated that he had never been served in the proceedings relating to the arbitration proceedings nor in proceedings relating to the making of the decree on the award. He specifically raised a question that Seth Tikam Chand, who had signed the contract with J. K. Jute Mills Co. Ltd., which contained the arbitration clause, had no authority to enter into such an agreement on behalf of the firm and, therefore, the award that was made on the basis of such an invalid reference was not binding on him.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_149\">It is important in this connection to note the fact that Gambhirmal Pandiya admitted that he was a partner of firm Birdhi Chand Sumermal. The controversy, therefore, that was raised by Seth Gambhirmal Pandiya amounted to his raising, in effect, the question of the validity of the decree and his liability to be bound by such a decree even though he was a partner of the firm.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_150\">73. The Court below held that since Gambhirmal Pandiya had not challenged that he was not a partner of the firm, he could not be allowed to challenge the decree on the merits and, therefore, the Court below directed execution to proceed against Gambhirmal Pandiya.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_151\">74. An application in revision was filed in this Court against the aforementioned order of the lower Court. A preliminary objection was raised before the Bench hearing the revision on the ground that the order against which the revision had been filed was an appealable order. Both the learned Judges held that the application in revision was maintainable and they went on, therefore, to determine the question that arose in the case on its merits. The learned Judges differed in regard to the mantainability of the objections which were filed by Seth Gambhirmal Pandiya. Mr. Justice Agarwala arrived at the following conclusions :--\n</p>  \n\n<blockquote id=\"blockquote_66\">&quot;(a) that although a decree passed against a firm is to be deemed to have been passed against all the individual partners thereof, it is proprio vigore binding as against the partnership property only and personally against those persons who are mentioned in Clauses (b) and (c) of Rule 50(1) of Order 21;\n</blockquote> \n\n<blockquote id=\"blockquote_67\">(b) that the decree is not binding personally against a partner who has not been served in the suit and is binding against him only when a summons has been served upon him to appear and answer in proceedings under Rule 50, Sub-rule (2), and his liability has been determined;\n</blockquote> \n\n<blockquote id=\"blockquote_68\">(c) that a person who has not been served in the suit can question his personal liability under the decree even though he admits himself to be a partner upon any ground which was open to him if he had been served in the suit, and that therefore such a person can raise the objection that as the decree is the result of an award which is based upon an agreement of reference to arbitration to which he was not a party, he is not personally liable under the decree.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_152\">75. Mr. Justice Beg, on the other hand, came to the conclusion that it was not open to a partner -- who admitted his status of being a partner -- to raise the type of question which was attempted to be raised by Seth Gambhirmal Pandiya in this case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_153\">76. The learned Judges framed the following question on which they wish to obtain an opinion :--\n</p><blockquote id=\"blockquote_69\"> &#x27;&#x27;Whether the applicant&#x27;s objection was maintainable in the Court below and fit to be decided upon its merits.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_154\">77. A large number of authorities were cited before the learned Judges and have again been cited before me and the case was argued with great care and ability by counsel appearing on both sides.\n</p> \n\n<p data-structure=\"Section\" id=\"p_155\">78. In order to be able to decide the question it would be necessary to again state the gravamen of the objection filed by Seth Gam-bhirmal Pandiya. The gravamen of Gambhir-mal Pandiya&#x27;s objection lay in the assertion that the reference to the arbitration having been made to by a single partner of the firm, without any consent from the other, such a reference was bad and the decree which followed on such a reference could not bind the other partner of the firm.\n</p> \n\n<p data-structure=\"Section\" id=\"p_156\">Seth Gambhirmal Pandiya, in effect, relied on the provisions of <a href=\"/doc/96884/\" id=\"a_43\">Section 19</a> of the Indian Partnership Act whereunder a partner was not deemed to have &#x27;implied authority&#x27; to submit disputes relating to the business of the firm to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_157\">79. In order to know whether such a plea was or was not available to Seth Gambhirmal Pandiya, it is necessary to know what is provided for under Order XXI, Rule 50(2) <a href=\"/doc/161831507/\" id=\"a_44\">of the Code of Civil Procedure</a>. But, before this is done it is necessary also to refer to the provisions of Order XXX of the Code in order to know the procedure for obtaining decrees against firms. Under Order 30. Rule 1, any two or more persons claiming or being liable as partners and carrying on business in the name of a firm may be sued in the firm name. Under Rule 3, where persons are sued as partners in the name of their firm, the summons shall be served either --\n</p>  \n\n<blockquote id=\"blockquote_70\">(a) upon any one or more of the partners, or,\n \n\n</blockquote><blockquote id=\"blockquote_71\">(b) at the principal place at which the partnership business is carried on within India upon any person having, at the time of service, the control or management of the partnership business there; the mode of service would depend, however, on the direction of the Court. Any person served with summons as a partner under Rule 3 may, under Rule 8, appear under protest, denying that he is a partner, but such appearance shall not preclude the plaintiff from otherwise serving a summons on the firm and obtaining a decree against the firm &#x27;in default of appearance where no partner has appeared&#x27;. It is perfectly clear on the provisions of Rule 10 that any person carrying on business in a name or style other than his own name may be sued in such a name or style as if it were a firm name; and, so far as the nature of the case permit, all rules framed under Order XXX were to be made applicable to such a suit. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_158\">A consideration of the provisions of Order XXX makes it plain that a firm may bring a suit without impleading the partners by name and proper service in respect of firm may be obtained without serving any of the partners but by only serving notice of the suit on the firm at its principal place of business on a person who may have at that time the control of management of the business. A decree obtained in a suit against a firm is a decree against all the partners composing the firm. In 1899-1 QB 566 (C), Lindley, M. R., said thus :--\n</p><blockquote id=\"blockquote_72\"> &#x27;&#x27;When you have a rule which enables you for the sake of convenience to bring an action and to obtain judgment against a firm, you are in truth bringing an action against the persons who constitute the firm, and the judgment is really a judgment against the individuals.&quot; In AIR 1933 All 523 (A), a Bench of this Court held that &quot;the name of the firm is only a compendious description of the partners in reference to the common interest which they possess in a certain concern. When the firm is arrayed as a defendant, all the partners should be deemed to be in the array of the defendants in their capacity as partners.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_159\">80. From what I have said above it would appear that even though Seth Gambhirmal Pandiya was not a named party in the proceedings which culminated in the decree which was sought to be executed against him by the decree-holder, even then under the law, he would be a judgment-debtor to the decree, he having been a partner of the firm against which the decree had been obtained.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_160\">81. The application out of which this revision has arisen was made by the decree-holder either on the 25th or 26th of May 1951, and is, apparently, dated 23rd May 1951. The prayer in this application was to the following effect :--\n</p><blockquote id=\"blockquote_73\">  &quot;A notice be issued to the judgment-debtor to show cause why he should not be deemed and declared a partner of the firm Birdhi Chand Sumermal, carrying on business at Sambhar Lake, Rajputaua, and further to show cause why the decree passed by the Court in the case should not be executed against him on the finding that Seth Gambhirrnal Pandiya was a partner of firm Birdhi Chand Sumermal.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_161\"> The main objections which were raised by Seth Gambhirrnal Pandiya to the prayer of the dec-ree-holder may be summarised as follows:--\n</p>  \n\n<blockquote id=\"blockquote_74\">(a) that no notice of the award having been given or notice of the filing of the award in Court, to him, the Court&#x27;s order making the award a rule of the Court was illegal, and\n \n\n</blockquote><blockquote id=\"blockquote_75\">(b) that there was no valid agreement for reference to arbitration because Tikam Chand had no authority (sic) Setn Gambnirmal P(sic)n-diya to enter into such a reference. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_162\">82. The trial Court decided the objections on the 2nd of June 1955, and held that since Seth Gambhirmal Pandiya has admitted being a partner of firm Birdhi Chand Sumermal, the other questions raised by him could not be gone into.\n</p> \n\n<p data-structure=\"Section\" id=\"p_163\">83. In order to be able to say whether the decision of the trial Judge was right or wrong it is necessary to know the exact scope of Rule 50(2) of Order XXI, C. P. C. The rule is in these words :--\n</p>  \n\n<blockquote id=\"blockquote_76\">&quot;50(1) Where a decree has been passed against a firm, execution may be granted --\n</blockquote>  \n\n<blockquote id=\"blockquote_77\">(a) against any property of the partnership;\n</blockquote> \n\n<blockquote id=\"blockquote_78\">(b) against any person who has appeared in his own name under Rule 6 or Rule 7 of Order XXX or who has admitted on the pleadings that he is, or who has been adjudged to be a partner;\n</blockquote> \n\n<blockquote id=\"blockquote_79\">(c) against any person who has been individually served as a partner with a summons and has failed to appear: \n</blockquote> \n\n<blockquote id=\"blockquote_80\">Provided that nothing in this sub-rule shall be deemed to limit or otherwise affect the provisions of <a href=\"/doc/171398/\" id=\"a_45\">Section 247</a> of the Indian Contract Act, 1872.\n</blockquote> \n\n<blockquote id=\"blockquote_81\">(2)   Where the decree-holder  claims  to  be entitled to cause the decree to be executed against any person other than such a person as is referred to in Sub-rule (1), Clauses (b) and (c), as being a partner in the firm, he may apply to the Court which passed the decree for leave, and where the liability is not disputed, such Court may grant such leave, or, where such liability is disputed, may order that the liability of such person be tried and determined in any manner in which any issue in a suit may be tried and determined.\n</blockquote> \n\n<blockquote id=\"blockquote_82\">(3) Where the liability of any person has been tried and determined under Sub-rule (2), the order made thereon shall have the same force and be subject to the same conditions as to appeal or otherwise as if it were a decree.\n</blockquote> \n\n<blockquote id=\"blockquote_83\">(4) Save as against any property of the partnership, a decree against a firm shall not release. render liable or otherwise affect any partner therein- unlpss he has been served with a summons to appear and answer.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_164\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"966445\" id=\"span_18\">Before going on to consider the scope of the afore-quoted rule, 1 consider it desirable to draw attention to the fact that a partnership firm is not a legal entity distinct from its members. Therefore, a decree obtained against a firm under Order XXX is a decree against each member composing the firm. This would be clear from the decisions of <a href=\"/doc/966445/\" id=\"a_46\">AIR 1940 All 81 (D) and Kritanta Kumar Guha v. Pullin Krishna</a>, AIR 1938 Cal 316 (Y), as also on the two cases already noticed by me earlier, one of this Court and, another In re, Frances Handform and Co., Ex parte, Frances Handford (C).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_165\">84. The case of Seth Gambhirmal Pandiya on the facts would not fall under the purview of Rule 50(1)(a), (b) and (c). His case would, definitely, fall under Sub-rule (2) of Rule 50. Gambhirmal Pandiya, as I have already noticed, admitted that he was a partner in the firm, but he contested his liability under the decree. Whether he was entitled to do so or not would be dependent upon what is the true meaning of the word &#x27;liability&#x27; as used in Sub-rule (2) of Rule 50.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_166\">Does &#x27;liability&#x27; in the rule mean the liability as a partner or does the word &#x27;liability&#x27; em-brace something more, and thereby conferring an obligation on the decree-holder and a privilege on the judgment-debtor to show that the decree was binding or not binding respectively, on the partner. In short, the question that is to be determined is whether a partner who! admits being a partner could further say that he is not bound by the decree because if he had the opportunity at the stage of the trial, that is before the decree was made, he could have shown that no decree could have been made against him.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_167\">If a partner could at this stage show that the decree could not be made against him then obviously he would be having a right to reopen the decree. The words of Sub-rule (2) do not on any interpretation that may be made, go to that extent. The argument that is put forward is that it is not this right of putting the entire decree into jeopardy that was being claimed, but what was being claimed by Seth Gambhirmal Pandiya was the right to show to the Court that he, even though a partner of the firm, was not bound by the decree or in other words what he wanted to say was that even though he was a partner of the firm, the decree could not be executed against him.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_168\">85. Mr. Justice Agarwala has. expressed the view that a partner by merely admitting that he is a partner does not make himself liable under a decree, unless it was found that he was liable for the plaintiff&#x27;s claim as a partner. Therefore, a partner who was not served and who was being made liable for the first time in execution, should have the opportunity of showing that he was not bound by the dec-ree.\n</p> \n\n<p data-structure=\"Section\" id=\"p_169\">As I read Mr. Justice Agarwala&#x27;s judgment I think he has given the word &#x27;liability&#x27; a wider meaning than in my view was contemplated by the framers of the sub-rule. The basis of Mr. Justice Agarwala&#x27;s argument appears to lie in the fact that according to him the gravamen of a partner&#x27;s liability to a decree lay in his being served as a partner in the suit or at some appropriate earlier stage in the proceeding. Mr. Justice Beg, on the other hand, was of the opinion that the scope of the word &#x27;liability&#x27; in Sub-rule (2) was not as wide as to include all possible defences that could be raised in respect of the plaintiff&#x27;s claim.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_170\">86. The question that has arisen for de-(sic) is no more res integra, for it is covered by a large number of decided cases both in England and in this country. It may, however, be pointed out that there are certain decisions which appear to take a view that supports the view taken by Mr. Justice Agar-wala. I may at the outset say that I am of the opinion that the cases that have taken the contrary view appear to me -- and I say so with great respect -- to lay down the correct law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_171\">One of the earliest cases that arose in England was the case of 1885-10 AC 680 (R). In this case, however, the question that I have to determine did not specifically arise, although an observation of Earl of Selborne, L. C., wherein he said this, may be of some value. Earl of Sel-borne, L. C., had said thus:\n</p>  \n\n<blockquote id=\"blockquote_84\">&quot;Where a plaintiff chose to sue in the firm name he might so sue, though to his knowledge there was only one individual in the firm. Where there were, or might be, or were supposed to be more partners than one, it was not necessary to serve all of them if the action was brought against the firm; one or more or any number might be served or have notice; and the plaintiff, if he wished to know who the partners in the firm were, might by easy proceedings, pointed out in the rules, ascertain who they were; and when he had obtained his judgment in the ordinary course in an action brought against the firm sued, the traders as a firm consisting of more than one person, the rules went on to provide what should be done in order to obtain execution against a person who had not practically defended the action.\n</blockquote> \n\n<blockquote id=\"blockquote_85\">In the first place against partnership assets execution might issue. In the second place it might issue against any one who had acknowledged on the record that he was a partner or had been lawfully adjudged to be one. In the third place it might issue against any person who had been properly served with the writ and had not chosen to come in and defend, but had left the defence to somebody else.\n</blockquote> \n\n<blockquote id=\"blockquote_86\">If execution was sought against any other person as being a member of the firm, then the Court was to exercise its discretion as to whether it would allow execution to issue or not. and upon what terms, and. as justice seemed to require, might let in the party sought to be affected by the judgment to the benefit of a defence. -- &#x27;&#x27;not indeed by trying the action over again&quot;, but by giving him. as against the application to make him answerable, the benefit of any defence which he might have had if he had been made a party on the record or had had notice of the proceeding, so as to relieve him from the risk of suffering by the collusion or the improper defence of his co-partner.&quot; (The underlining, (here in &#x27;&#x27; &quot;) in the above passage is mine.) \n \n\nFrom the above quotation and from the opinion of Earl of Selborne, L. C., it would appear that even according to him the scope of the enquiry was not an unlimited one. At any rate, the scope of the enquiry could not be such as to render it necessary to try the action over again.\n</blockquote> \n\n<blockquote id=\"blockquote_87\">The scope of the enquiry, according to Earl of Selborne, L. C., in my opinion, though worded widely, would not embrace an enquiry upon matters which would go to the root of the decree or affect the validity of the decree, would be outside the scope of the enquiry visualised even by Earl of Selborne, L. C.\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_172\">87. The next English case, in point of time, was the decision in 1903-1 KB 854 (U). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_19\">This was a decision by Vaughan-Williams, L. J., Stirling, L. J, and Mathew, L. J. It appears from a close examination of the decision that this decision of <a href=\"/doc/192070384/\" id=\"a_47\">Davis v. Hyman and Co. (U</a>), particularly the observations of Stirling, B. J., have been to a large extent misunderstood and have, therefore, led to a little conflict of views in India. Stirling, L. J., stated this at p. 856 of the report:</span>\n</p><blockquote id=\"blockquote_88\"> &quot;It is suggested that, if this form of order is adopted, the defendant in the issue might be deprived of some defence that he might have had if he had been served with the writ and had an opportunity of appearing in the action. As to this I would say that under the rule the question to be determined is the general one of the liability, as a member of the firm, of the person sought to be charged, and it seems to be that an issue could, in a proper case, be so framed as to include any proper defence.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_173\">88. It was on the afore-quoted observations, particularly on the use of the words &#x27;the question to be determined is the general one of the liability, as a member of the firm&#x27;, and further on the observation that &#x27;in a proper case, an issue could be framed so as to include any proper defence&#x27; which have led learned Judges to believe that the view taken by Stirling, L. J., that a partner who had not been served earlier in the proceedings could, at a stage at which he was being held liable as a partner, raise any general defence which could absolve him from liability.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_174\">In my opinion, Stirling, L. J., never intended to lay down any such general proposition. What he intended to lay down and did lay down was that all matters which related to the determination of the question of a person being or not being a partner were questions that could be properly gone into. That this was the real scope of the observations of Stirling, L. J., would be clear, if we bear in mind the following observations made by him earlier :--\n</p><blockquote id=\"blockquote_89\"> &quot;Here we have a person who is alleged to-be liable as a member of the defendant firm, and the only question which requires solution is whether his liability arises from his being a member of the firm or from his having held himself out as a partner.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_175\">In my opinion, the observations made subsequently must be judged in the light of the earlier observations quoted by me immediately above.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_176\">89. In 1925 another decision was given by the Court of appeal in the case of 1925-2 KB 127 (V), wherein Bankes, L. J., Scrutton, L. J. and Atkin, L. J., decided a similar question that has arisen before me in this case. In Weir and Co. v. McVicar and Co. (V), the learned Judges had to interpret the scope of Order XLVIII, a., Rule 8, of their Court. Order XLVIII, a., is to be found in appendix II to Lindley on Partnership, at p. 985. The relevant provisions of this may be quoted.\n</p>  \n\n<p data-structure=\"Section\" id=\"p_177\">If the party who has obtained judgment or an order claims to be entitled to issue execution against any other person as being a member of the firm, he may apply to the Court or a Judge for leave so to do; and the Court or Judge may give such leave if the liability be not disputed, or if such liability be disputed may order that the liability of such person be tried and determined in any manner in which any issue or question in an action may b&quot; tried and determined.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_178\">But except as against any property of the partnership, a judgment against a firm shall not render liable, release, or otherwise affect any member thereof who was out of the jurisdiction when the writ was issued, and who has not appeared to the writ unless he has been made a party to the action under Order XI, or has been served within the jurisdiction after the writ in the action was issued.&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_179\">From what I have quoted of Rule 8 of Order XLVIII, a., of the Rules of the Supreme Court, it would be apparent that in essence the scope of that rule was the same as the scope of our Rule 50(2) of Order XXI.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_180\">90. The action out of which the appeal arose in Weir and Co.&#x27;s case (V), was an action for breach of contract. A writ was served upon A. S. Manasseh as a partner in the defendant firm. Manasseh entered appearance under protest denying that he was a partner, in accordance with the provisions of Order XLVIII, a., Rule 7. The writ was also served upon Rule J. McVicar, the only other person alleged to be a partner in the firm.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_181\">Manasseh feared that McVicar may leave the jurisdiction of the Court or may not seriously defend the action and that the judgment may go against the firm for default so he took the precaution of taking out summons that an issue might be directed to try whether he was at all material times a member of the defendant firm and that in the meantime further proceedings in the action should be stayed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_182\">The Master, being of opinion, on the authority of Ellis v. Wedeson, 1899-1 QB 714 (Z), held that a person served as a partner in an action against a firm could not both deny the fact of his partnership and also the indebtedness of the firm and so he dismissed the summons, and an appeal was preferred by Manasseh, but the same was also dismissed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_183\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_20\">91. During the course of arguments reference was made to several cases including the decision in <a href=\"/doc/192070384/\" id=\"a_48\">Davis v. Hyman and Co. (U</a>).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192070384\" id=\"span_21\">It was argued on the strength of the observations made by btirling, L. J., in <a href=\"/doc/192070384/\" id=\"a_49\">Davis v. Hyman &amp; Co. (U</a>), that a defendant could raise not only the question of his being a partner but furtner that he could dispute the liability of the firm.</span> Banks, L. J., pointed out that the decision in Davis and Co. v. Hyman and Co. (U), did not apply to the case before them because subsequent to that case there had been an amendment in the rules. Banks, L. J., said this :--\n</p><blockquote id=\"blockquote_90\"> &#x27;&#x27;A member of a partnership on becoming a partner takes upon himself the responsibility for everything that his partners may do in the conduct of the partnership, whether it be in the ordering of goods, or failing to defend an action, or admitting, however wrongly, the liability of the firm.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_91\">He, therefore, held that the Master and the Judge were right in their decision and he dismissed the appeal. Scrutton, L. J., pointed out that it was clear that under Order XLVIII, a., Rule 8, that the only issue that could be raised was in regard to the fact of the defendant&#x27;s partnership. He discountenanced the idea that any question of liability of the firm could be raised at this stage for he said this :--\n</blockquote><blockquote id=\"blockquote_92\"> &quot;But it seems clear that in that issue he cannot raise the question of the liability of the firm, for if he could you might have two separate judgments on the same cause of action, the one already obtained for a specified amount in the action against the firm, and the other, for possibly a reduced amount or for nothing at all, on the trial of the issue under Rule 8.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_184\">He pointed out that the only question that could be raised on the trial of that issue was whether the person against whom execution was sought was a partner at the material time or not.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_185\">92. In 1926 the question of the interpretation of Rule 50 of Order XXI, appears to have arisen in Calcutta in the case of AIR 1926 Cal 271 (E), wherein Sanderson, C. J. and Buckland. J., held that the meaning of Order XXI, Rule 50, Sub-rules (2) and (4), was that a decree, obtained against the firm, cannot be enforced, except as against partnership property, and against a person who is alleged to be a partner when application has been made under Sub-rule (2) and he has been served with a summons to appear and answer to the application specified in Sub-rule (2) and he has had an opportunity of disputing his liability as a partner if he so desired.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_186\">An argument was raised in this case that a partner when he was served unrlpr Rule 50 could not only contest the fact of his being a partner, but could also raise the question of the validity of the decree. But this argument was repelled. Buckland, J., observed :--\n</p><blockquote id=\"blockquote_93\"> &quot;The principle underlying this rule is that as regards the firm and the partnership property there has been a complete adjudication prior to decree. Service in the manner prescribed by Order 30 ensures that due notice snail be given to the firm as such. Then, as regards the liability of individual partners, the object of the rule is to ensure that no partner shall be held personally liable unless he shall have had individual notice or may be held to be aware of bis liability.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_187\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"910610\" id=\"span_22\">93.   In AIR 1930 Cal 53  (W), Remfry, J., held that party sought to be charged with a decree under Order XXI, Rule 50(2), could raise any personal defence and was not precluded generally from challenging the decree. Reliance apparently was placed on the decision of 1903-1 KB 854 (U) and AIR 1926 Cal 271 (E), although Remfry, J., appears to have felt a little uneasy about the observations made by Sander-son, C. J., in <a href=\"/doc/910610/\" id=\"a_50\">Jagat Chandra</a>&#x27;s case (E). Remfry, J., appears to have attempted to reconcile the views of Scrutton. L. J., and that of Stirling, L. J. This attempt, in my opinion, and. I say so with great respect, was not very suc-cessful.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_188\">94. Reliance was next placed on the decision of AIR 1932 Bom 516 (K), by Patkar and Murphy,   JJ.     This   decision   appears   to   have followed the decision of Stirling, L. J., in 1903-1 KB 854   (U).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_189\">95. The next case on which reliance was placed on behalf of the applicant was AIR 1940 Cal 28 (L), wherein Panckridge, J., relied on the decision of AIR 1932 Bom 516 (K).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_190\">96. The next case on which reliance was placed was AIR 1940 Bom 330 (M). In this case Beaumont, C. J. and Kania, J., held that a person when served with a notice under Rule 50(2) of Order XXI, could dispute his liability on the ground that he was not a partner as also on other grounds. The learned Judges relied on some decisions of their own Court and interpreted those decisions to mean that all proper defences, or defences &#x27;appropriate&#x27; to the issue of the liability as partner, and appropriate also to the procedure under Order XXI, Rule 50, Sub-rule (2), could be raised.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_191\">While discussing the question of liability, Beaumont, C. J., pointed out that the decree against the firm stands, but the Court has to determine against whom that decree can be executed. Apparently they thought that when a person raised the question of his not being bound by that decree all that he alleged was that the decree could not be executed against him and, therefore, he in effect only raised the queslion of the executability of that decree so far as he was concerned and nothing more.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_192\">With great respect, I am unable to agree with this. When a person raised the question of a decree, obtained against a firm, not being executable against him on the ground that even though he was a partner the decree could not be executed against him then in effect and in substance he raised the question of the validity of the decree, because a decree obtained against a firm is a pood and executable decree against all persons who were partners of that firm. The case, further was distinguishable on facts.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_193\">97. I do not propose to notice some of the other cases that were cited by Mr. Kackar, for they more or less follow the line which I have already indicated while discussing the cases which I have already discussed above. I therefore, now turn to the cases which were cited by Mr. Bhagwandas Gupta, on behalf of the opposite party.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_194\">98. I have already referred to some of the English authorities on which reliance was placed by Mr. Gupta. I shall, therefore, only refer to some of the main decisions on which he placed his reliance. Reliance was greatly placed on the decision of 51 Cal WN 488 (F). This was an appeal against the decision of Mr. Justice Das.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_195\">The appeal went up before McNair and Gentle, JJ., who upheld the decision of Das, J. If I may say so with respect, I am in entire agreement with the view expressed by Das, J., which was later affirmed on appeal by McNair and Gentle, JJ. The facts of this case briefly were these.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_196\">99. A suit was filed against a firm and two persons, who were alleged to be two partners of the firm. These last two named persons were impleaded as defendants because they were guarantors. There was a settlement in the suit and by the terms of the settlement the defendant firm consented to a decree for the amount claimed in the plaint with costs and interest at 6 per cent.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_197\">The decretal amount was to be paid in certain instalments covering a period ending with December 31, 1936. Under the settlement, in case of default of any stipulated payment, the plaintiff was to be at liberty to apply to the Court for the appointment of a receiver. The defendant firm paid some money, but failed to pay the balance. Thereupon, the decree was transferred to Murshidabad Court for execution against one of the partners. In execution some further money was realised, but even so, a large sum stood outstanding.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_198\">Thereafter in March 1943, the plaintiff applied for leave to execute the decree against Shahani, as one of the partners of the defendant, firm, by attachment of a proportionate share of his salary as an employee in the Department of Supply at Calcutta. A notice was issued under Order XXI, Rule 50, and served on Shahani whereby he was called upon to show cause why the prayer of the plaintiff firm should not be granted.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_199\">Shahani filed an affidavit showing cause and appeared through counsel, who opposed the application. In the affidavit Shahani did not deny that he was a partner of the defendant firm or that the defendant firm was in existence at all material times. He, however, took several objections to the execution. It is not necessary to notice all the objections that were raised on behalf of Shahani except to notice that on one of the objections of Shahnni. one of the question that called for determination was whether it was open to Shahani to raise the question of his liability under that decree.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_200\">Discussing this  question  Das,  J.,    pointed out that the suit was against a firm and was, thereiore, governed by <a href=\"/doc/161831507/\" id=\"a_51\">Order XXX of the Code of Civil Procedure</a>, and that there was good service upon the defendant firm. It was iurther pointed out by Das, J., that once the provisions of Order XXX had been complied with, a decree passed in the suit was binding on the firm and, so far as the partnership property were concerned, against all the persons whoever they may have been.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_201\">Discussing the question of hardship that may in certain cases be involved in such a matter, Das, J., pointed out that there was reaily no question of hardship on an ultimate analysis of the matter and I am in respectfui agreement with this view. A partner is expected to be diligent and to keep his eyes open and see that the work of the partnership goes on properly; if he does not do so, he cannot blame anybody else, but himself.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_202\">If there is a case of negligence or fraud by one o his partners, then the law gives him remedy in appropriate proceedings, but in the execution of a decree properly obtained under Order XXX, he could have no redress. Das, J., pointed out that the only enquiry which is legitimate under Order XXI, Rule 50, Sub-rule (2), is an enquiry as to whether or not the person against whom execution of the decree is being sought is a partner or not.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_203\">He further pointed out that the words &#x27;liability&#x27; and &#x27;such liability&#x27;, in the latter part of this sub-rule, are to be read along with the words &#x27;as being a partner in the firm&#x27;, and it is only the liability &#x27;as being a partner in the firm&#x27; that is the subject-matter of the enquiry under Sub-rule 2. According to Das J. the word &quot;liability&quot; as used in this sub-rule did not leave the matter so at large as to include liability on any ground whatever. The scope of the word &quot;liability&quot; in Sub-rule (2) was limited to liability as a partner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_204\">100. It is interesting to note that Das J. observed that Remfry, J. did not properly appreciate the observation that had been made by Sanderson C. J. and Buckland J. in the case of AIR 1926 Cal 271 (E). Reliance was placed by Das J. on the following observations made by Sanderson C. J, :\n</p>  \n\n<blockquote id=\"blockquote_94\">&quot;It was argued by the learned Advocate for the appellant that this should not be the meaning for it might be that the person sought to be made liable as a partner might desire to contest the validity of the decree, and if he had not been served with the writ of summons he would not have an opportunity of doing so.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_95\">&quot;In my opinion there is no substance in that argument. If on the trial of the issue contemplated by Order 21, Rule 50 (2) it is decided that the person alleged by the decree-holder to be a partner was a partner in the defendant firm, then it seems to me he has no cause of complaint.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_96\">&quot;Order 30, Rule 3 provides for the service of summons in a case when persons are sued as partners in the name of the firm. Assuming that the summons has been served in one of the ways specified in Order 30, Rule 3 and that the person sought to be made liable as a partner was found in iact to be a partner he would have had an opportunity to defend the suit either by himself or through his other partners who were his agents.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_205\">Considering the decision in 1903-1 KB 854 (U), Das J. pointed out that that decision also did not militate against the view that he was taking of the matter. As I have myself pointed out, earlier, neither Vaughan-Williams, L. J., nor Mathew L. J. <a href=\"/doc/910610/\" id=\"a_52\">in that case</a> held that the question of &quot;general liauility&quot; of the partner could be gone into. The observations of Stirling L. J. <a href=\"/doc/910610/\" id=\"a_53\">in that case</a> were in the nature of an-obiter dicta and were not necessary for the decision of that case. Das J. relied on the decision of 1925-2 KB 127 (V), and accepted the view that a Court cannot permit two contrary decisions to be in force in the same case. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_206\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"910610\" id=\"span_23\">It may be pointed out here that Agarwala J. thought that no question of any contrary decisions would arise in such an instance. 1 have been unable to agree with that view of his, lor I agree with the view taken by Das J. that under such circumstances there would be two contrary decisions in the same case if a partner were to be allowed to raise the question of liability of a general nature under the decree, for <a href=\"/doc/910610/\" id=\"a_54\">in that case</a> if his objections were to prevail there would certainly be nothing other than a modification of the decree to that extent to which his plea has been allowed.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_207\">On appeal from the decision of Das J., Gentle J., who formed a Bench with McNair J. pointed out that the only question which could. be the subject of enquiry within Sub-rule (2) of&#x27; Rule 50 of Order 21 was whether or not a person is a partner of the firm and liability under the sub-rule means liability of such a person because he was a partner of the firm against which the decree has been obtained.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_208\">He further pointed out that under Sub-rule (1) of Rule 50 (1) (b) it is clear that upon adjudgment of a man as partner in a firm against which the decree is obtained execution may issue against that person and Sub-rule (2) could not enlarge the right of any partner against whom execution was being sought as a partner so as to enable him to raise any contention or issue beyond what was manifest from the wording of Sub-rule (1), namely, whether he was a partner of the firm or not.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_209\">101. I am in entire agreement with the view expressed in this case. I may point out now that the same view has been taken in later cases in Bombay and Madras as well.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_210\">102. In (S) AIR 1955 Mad 154 (G), Raja-mannar C. J. and Rajagopala Aiyangar, J. held that notwithstanding the wide language of the expression &quot;where such liability is disputed&quot; in Sub-rule (2) of Rule 50, the only question for consideration by the Court is the same as that which arises under Rule 50 (1) (b) i.e.. adjudging the person to be a partner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_211\">It was held that no defence which seeks to negative the liability of the partnership to the decree or impugns the validity of the decree as against the partnership would be open when a person is served with a notice under Order 21, Rule 50 2. They relied on the decision of 51 Cal WN 488 (F).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_212\">103. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1032971\" id=\"span_24\">In <a href=\"/doc/1032971/\" id=\"a_55\">Rana Harkishandas Lallubhai v. Rana Guiabdas Kalyandas</a>, AIR 1956 Bom 513 (Z1), Gajendragadkar and Gokhale JJ. held that the expression &#x27;such liability&#x27; in Rule 50 (2) In the context means liability as a partner. In an enquiry contemplated under Rule 50, Sub-rule (2) the plea which the opponent to the proceeding is entitled to raise would be in respect of the allegation made by the decree-holder that he was a partner of the firm and not any other enquiry.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_213\">It was pointed out that in construing the provisions of Rule 50, Sub-rule (2) of Order 21, it was relevant to remember the scheme of the rule and also to remember wnat was provided for In Sub-rule (1) of the rule. It was pointed out that the validity of the decree qua the partnership property and qua the persons mentioned in Rule 50, Sub-rule (1), Clauses (b) and (c) could not be affected or impaired and they held, it could not be, then the enquiry which could legitimately be gone into under Sub-rule (2) would be confined only to the question whether or not the objector was a partner.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_214\">The ground on which execution is sought against a partner by the decree-holder under Rule 50 (2) is that he is a partner, and since the partner sought to be made liable had no opportunity, before, to meet the decree-holder&#x27;s contention, the only matter to be enquired into was whether the decree-holder&#x27;s allegation that he was a partner was correct or not.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_215\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1032971\" id=\"span_25\">This decision in <a href=\"/doc/1032971/\" id=\"a_56\">Rana Harkishandas Lallubhai v. Rana Gulabdas Kalyandas (Z1</a>), has discussed all the relevant case law, if I may say so with respect, with great care, and I do not, therefore, propose myself to go in any greater detail to a consideration of the cases referred to therein except saying that I am In entire agreement with the views expressed by the learned Judges in this case.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_216\">Before finally giving my answer to the question referred, it is necessary to say once again, though very briefly, what were the objections taken by the applicant Seth Gambhir Mal Pandiya to the decree-holder&#x27;s application under Order 21, Rule 50 (2) <a href=\"/doc/161831507/\" id=\"a_57\">of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_217\">Seth Gambhir Mal Pandiya&#x27;s contention really amounted to his saying that the decree-holder could not execute his decree against him because he could not be bound by that decree, since the decree had been obtained on an award which had been made on a reference by Seth Tikam Chand alone, who had neither implied nor express authority to do the same. The objections of Gambhir Mal Pandiya, therefore, went to the very root of the decree for, if the contention of Gambhir Mal were to prevail, then the decree itself will have to be held to be in part at least, a bad decree.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_218\">In view of the conclusions at which I have arrived in regard to the proper scope of Rule 50 (2) of Order 21, i must and do answer the question In the negative, for I am of the opinion that Seth Gambhir Mal Pandiya&#x27;s objections were not entertainable and those objections, in my view, could not be determined on the merits since Seth Gambhir Mal Pandiya had admitted his being a partner of firm Birdhi Chand Sumermal.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_219\">104. Let this opinion of mine be laid before a Bench who will now be seized of this civil revision.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_220\">(After the receipt of opinion of the third Judge the final order of the Court (Desai and Beg JJ.) was delivered by :)\n \n\nBeg, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_221\">105. In view of the opinion of the third Judge this revision will have to be dismissed. We accordingly dismiss this revision with costs. The interim stay order is discharged.\n</p> \n\n","numcites":21,"numcitedby":7,"docsource":"Allahabad High Court","citetid":55052,"divtype":"judgments","relatedqs":[{"value":"decree is not binding","formInput":"decree%20is%20not%20binding"},{"value":"partners liability ","formInput":"partners%20liability%20"},{"value":"property  partnership","formInput":"property%20%20partnership"},{"value":"order 21 rule 50","formInput":"order%2021%20rule%2050"},{"value":"order 21 rule 2","formInput":"order%2021%20rule%202"},{"value":"suit by partners against partner","formInput":"suit%20by%20partners%20against%20partner"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"order 2 rule 2","formInput":"order%202%20rule%202"},{"value":"execution of decree","formInput":"execution%20of%20decree"},{"value":"order 21 rule 1","formInput":"order%2021%20rule%201"},{"value":"decree, binding","formInput":"decree%2C%20binding"},{"value":"order xxx","formInput":"order%20xxx"},{"value":"\"order 30\"","formInput":"%22order%2030%22"},{"value":"suit against firm","formInput":"suit%20against%20firm"},{"value":"disputed liability","formInput":"disputed%20liability"},{"value":"decree in executable","formInput":"decree%20in%20executable"},{"value":"person not a partner","formInput":"person%20not%20a%20partner"},{"value":"personal decree","formInput":"personal%20decree"},{"value":"suit against all partners","formInput":"suit%20against%20all%20partners"},{"value":"order  21","formInput":"order%20%2021"}],"cats":[{"value":"contract","formInput":"tag:contract"},{"value":"voidability-of-agreements-without-free-consent","formInput":"tag:voidability-of-agreements-without-free-consent"}],"courtcopy":false,"query_alert":null,"agreement":false}