{"tid":174858576,"publishdate":"2018-10-04","title":"Golu @ Dhaniram vs State Of M.P on 4 October, 2018","doc":"<h2 class=\"doc_title\">Golu @ Dhaniram vs State Of M.P on 4 October, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2018 MP 1139</h3>\n\n<pre id=\"pre_1\">                                  1   Criminal Appeal No.210/2013\n               [Golu alias Dhaniram Vs. State of M.P.]\n\n                 HIGH COURT OF MADHYA PRADESH\n                               BENCH GWALIOR\nSINGLE BENCH:\n                      HON. SHRI JUSTICE G.S. AHLUWALIA\n\n\n                           Criminal Appeal No.210/2013\n\n\n.........Appellant:                          Golu alias Dhaniram\n\n\n                                       Versus\n\n\n.........Respondent:                         State of M.P.\n----------------------------------------------------------------------------------------\nShri S.K. Shrivastava, Counsel for the appellant.\nShri RVS Ghuraiya, Public Prosecutor for the respondent/State.\n----------------------------------------------------------------------------------------\nDate of hearing                              : 27/09/2018\nDate of Judgment                             : 04/10/2018\nWhether approved for reporting               : Yes\nLaw laid down:\n\n\nSignificant paragraphs:\n                                JUDGMENT\n</pre><p data-structure=\"Facts\" id=\"p_1\">                                 (04/10/2018)\n       This Criminal Appeal under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> of Cr.P.C. has been\nfiled against the judgment and sentence dated 5-3-2013 passed\nby A.S.J., Ganjbasoda, Distt. Vidisha in S.T. No.192/2012, by\nwhich the appellant has been convicted under <a href=\"/doc/619940/\" id=\"a_2\">Sections 363</a> and\n<a href=\"/doc/1279834/\" id=\"a_3\">376</a> of I.P.C. and has been sentenced to undergo the rigorous\nimprisonment of 3 years and a fine of Rs.500/- and rigorous\nimprisonment of 7 years and a fine of Rs.1500/-, respectively with\ndefault imprisonment. Both the sentences have been directed to\nrun concurrently.\n</p><p data-structure=\"Facts\" id=\"p_2\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_1\">The necessary facts for the disposal of the present appeal in\n                                2   Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_4\">Dhaniram Vs. State of M.P</a>.]\n\nshort are that the complainant Phool Singh, who is the brother of\nthe prosecutrix, had lodged a Gum Insaan report on 9-3-2012 to\nthe effect that the prosecutrix is missing from 8-3-2012. It was\nmentioned in the report that he had gone to Basoda and when he\ncame back at about 12 A.M. in the night, then he was informed by\nhis mother that the prosecutrix, at about 10-11 P.M., has left the\nhome without informing anybody. A Suspicion was expressed\ntowards the appellant, as he too was missing from his house.</span>\n</p><p data-structure=\"Facts\" id=\"p_3\">      The prosecutrix was recovered from the house of the\nappellant and her statement was recorded and accordingly, F.I.R.\nin crime No.174/2012 for offence under <a href=\"/doc/619940/\" id=\"a_5\">Sections 363</a>, <a href=\"/doc/1559723/\" id=\"a_6\">366-A</a> and\n<a href=\"/doc/1279834/\" id=\"a_7\">376</a> of I.P.C. was registered. The prosecutrix was got medically\nexamined. The spot map was prepared. The statements of the\nwitnesses were recorded. The appellant was arrested. The vaginal\nslide and underwear of the prosecutrix as well as the appellant\nwere sent to F.S.L. The report was received and after concluding\nthe investigation, the police filed the charge sheet.\n</p><p data-structure=\"Issue\" id=\"p_4\">      The Trial Court by order dated 24-7-2012, framed charges\nunder Sections 363, 366-A and 376 of I.P.C.\n</p><p data-structure=\"Facts\" id=\"p_5\">      The appellant abjured his guilt and pleaded not guilty.\n      The prosecution, in order to prove its case, examined Dr.\nSunita Nagesh (P.W.1), Dr. B.L. Nagesh (P.W.2), Phool Singh\n(P.W.3), Babulal Bhavsar (P.W.4), Yogendra Dube (P.W.5), Sita\nAhirwar (P.W.6), Daulat Singh Maina (P.W.7), Laxman Anuragi\n(P.W.8), and Prosecutrix (P.W.9).\n</p><p data-structure=\"Facts\" id=\"p_6\">      The appellant did not examine any witness in his defence.\n      The Trial Court by judgment and sentence dated 5-3-2013,\npassed in S.T. No.192/2012, convicted the appellant for offence\nunder <a href=\"/doc/619940/\" id=\"a_8\">Sections 363</a> and <a href=\"/doc/1279834/\" id=\"a_9\">376</a> of I.P.C. and sentenced him to\nundergo the rigorous imprisonment of 3 years and a fine of\nRs.500/- and rigorous imprisonment of 7 years and a fine of\nRs.1500, respectively with default imprisonment.\n</p><p data-structure=\"PetArg\" id=\"p_7\">                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_2\">3   Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_10\">Dhaniram Vs. State of M.P</a>.]\n\n     Challenging the conviction and sentence recorded by the\nTrial Court, it is submitted by the Counsel for the appellant, that\nthe Trial Court has wrongly held that the prosecutrix was minor on\nthe date of incident and has failed to see that the prosecutrix was\nmajor and she had gone with the appellant on her own and had\nstayed with the appellant and she was a consenting party.</span>\n</p><p data-structure=\"PetArg\" id=\"p_8\">     Per contra, it is submitted by the Counsel for the State that\nthe prosecutrix was minor. The Trial Court, after considering the\nentire aspects of the matter, has assessed the age of the\nprosecutrix as below 16 years and under these circumstances, the\nconsent of the prosecutrix would be immaterial. It is further stated\nthat when a minor is taken out of the custody of the guardian\nwithout their consent, then it would be clear beyond reasonable\ndoubt that the accused had kidnapped the prosecutrix/minor.\n</p><p data-structure=\"PetArg\" id=\"p_9\">     Heard the learned counsel for the parties.\n</p><p data-structure=\"Facts\" id=\"p_10\">     Dr. Sunita Nagesh (P.W.1) had medically examined the\nprosecutrix (P.W.9). On her examination, no external injury was\nfound on her body and the prosecutrix was found to be physically\nand mentally well. Her 2nd sexual characters were well developed.\nOn internal examination, all her internal organs like vulva, vagina,\nlabia majora, labia minora and perineum were found to be healthy.\nHymen membrane was absent. No definite opinion was given for\nrape as she was found to be habitual to intercourse. The M.L.C.\nreport is Ex.P.1. This witness had assessed the age of the\nprosecutrix as 15 years.\n</p><p data-structure=\"Facts\" id=\"p_11\">     Thus, it is clear that no external and internal injury was\nfound on the body of the prosecutrix and she was found to be\nhabitual for sexual intercourse.\n</p><p data-structure=\"Facts\" id=\"p_12\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123770125\" id=\"span_3\">The prosecutrix (P.W.9) in her evidence has stated that the\nappellant is not known to her. Phool Singh is her brother, whereas\nSmt. Ladhobai is her mother. The appellant was hiding himself\nbehind her house. She was called by the appellant and he gagged\n                                4   Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_11\">Dhaniram Vs. State of M.P</a>.]\n\nher mouth and threatened that in case if she raises an alarm, then\nshe would be killed. Thereafter, the appellant took her in his house\nand confined her. The appellant committed rape on her.           Her\nbrother had lodged the report and she had informed her brother\nabout the incident. The police had come to the village and the\nspot map, Ex. P.11, was prepared. In her cross examination, she\nadmitted that recently she has been married, however, it was\nstated by her that she is still residing in the village, whereas her\nmatrimonial house is in Sagar. She further stated that she has four\nbrothers, namley, Motilal, Phool Singh, Khilan Singh and Mukesh,\nhowever, she could not tell the age of her siblings. She further\nstated that she has left the school in the last year only. She could\nnot explain as to why it has been mentioned in her case diary\nstatement that she went outside in order to urinate. She could not\nexplain the omission in her case diary statement that she was\nconfined by the appellant in his house. She further stated that\nprior to the date of incident, she used to sleep along with her\nmother. She further stated that at about 10 P.M., she had gone to\nurinate outside the house. She further stated that the house of\nthe appellant is not situated nearer to her house.      She further\nstated that she went outside after opening the door. She further\nstated that her neighbours were not sleeping by that time.\nHowever, she denied the suggestion that the appellant had not\ndone any thing. She further denied the suggestion that she was\nnot taken to the fields. She further stated that from the field, the\nappellant took her to his house. She further stated that the house\nof appellant is situated far from her house. The Court, on its own,\nasked a question that, when the prosecutrix has stated that the\nappellant is not known to her, then how she could say that he had\ncommitted rape on her, then in reply to this question, it was replied\nby her that she has been raped by the appellant and she meant to\nsay that she had no friendship with the appellant.</span>\n</p><p data-structure=\"Issue\" id=\"p_13\">                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_4\">5   Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_12\">Dhaniram Vs. State of M.P</a>.]\n\n      The first question for determination would be as to what was\nthe age of the prosecutrix?</span>\n</p><p data-structure=\"CDiscource\" id=\"p_14\">      The prosecution has proved the application form, Ex. P.3(c),\nwhich was filled by the mother of the prosecutrix, at the time of her\nadmission in class 1st. According to this admission form, the\nprosecutrix (P.W.9) was admitted in Class I on 13-7-2006.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">      Babulal Bhavsar (P.W.4) has proved the application for\nadmission and had brought original application form, Ex. P.3, and\nthe photocopy of the same is Ex. P.3(c). He has stated that he is\nworking on the post of Head Master, Govt. Girls Primary School,\nGandhi Chowk. The prosecutrix was admitted in the school on 13-\n7-2006 and her date of birth has been mentioned as 21-9-1999.\nThe admission form contains the signature of the then Head\nMaster, Smt. Munni Devi Kushwah and it also bears the thumb\nimpression of Smt. Ladhobai, the mother of the prosecutrix. The\nSchool admission register, Ex. P.4, also contains the date of birth\nof the prosecutrix as 21-9-1999 and the photocopy of the school\nadmission register is Ex. P.4C. On 16-6-2011, T.C. was issued.\nThis witness in cross examination has admitted that the mother of\nthe prosecutrix was an illiterate lady, therefore, she had put her\nthumb impression. As this witness was not posted in the school at\nthe relevant time, therefore, he stated that the application for\nadmission was filled by the then Head Master on the dictations of\nthe guardian of the prosecutrix. However, could not explain as to\non what basis, the date of birth was mentioned. This witness has\nfurther stated that in case of absence of any documentary\nevidence with regard to the date of birth of the child, then the\naffidavit of the guardian is obtained.\n</p><p data-structure=\"PetArg\" id=\"p_16\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123770125\" id=\"span_5\">By referring to the evidence of Phool Singh (P.W.3), it is\nsubmitted by the Counsel for the appellant that in view of the\nadmissions made by Phool Singh (P.W.3), it would be clear that,\nat the time of incident, the prosecutrix was more than 18 years of\n                                6   Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_13\">Dhaniram Vs. State of M.P</a>.]\n\nage. Phool Singh (P.W.3) is the brother of the prosecutrix and has\nbeen declared hostile and has not supported the prosecution\ncase, in toto. Phool Singh (P.W.3) has stated that the appellant\nhad taken away his sister/prosecutrix and they could not be\ntraced, thereafter, a gum insaan report, Ex. P.3, was lodged by\nhim and has stated that he had disclosed the name of the\nappellant in gum insaan report, as he was told by a small child\nthat the appellant has taken away the prosecutrix. He has further\nstated that he also came to know that the appellant took the\nprosecutrix to his field, however, he did not talk to the prosecutrix\nin this regard. Thereafter, Phool Singh (P.W.3) did not support the\nprosecution case and accordingly, he was declared hostile and\nwas cross examined by the Public Prosecutor. In cross\nexamination, he denied that the appellant had enticed the\nprosecutrix. However, he admitted that when he came back to his\nhouse, then he found that the prosecutrix was missing. He was\ncross examined by the appellant. In cross examination, he has\nstated that, at the time of admision of the prosecutrix in the\nschool, the date of birth of the appellant was told by his mother.\nHe further admitted that he is aged about approximately 35 years\nof age and further stated that apart from his brother, he has 4\nsisters and the prosecutrix is the youngest one.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_17\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123770125\" id=\"span_6\">The prosecutrix (P.W.9) has disclosed her age as 15 years.\nThe Trial Court has also assessed the age of the prosecutrix as\n15 years. By referring to the evidence of Dr. Sunita Nagesh\n(P.W.1), it is submitted by the Counsel for the appellant that this\nwitness has admitted that no document was produced regarding\nthe age of the prosecutrix. It also admitted that she has mentioned\nin her report that the age of the prosecutrix could be in between\n18-19 years.    She also admitted that no advice was given for\nossification test. She further admitted that as the prosecutrix was\nappearing to be 18 years of age, therefore, she did not advised for\n                                 7   Criminal Appeal No.210/2013\n             [Golu alias <a href=\"/doc/123770125/\" id=\"a_14\">Dhaniram Vs. State of M.P</a>.]\n\nossification test.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_18\">      I have gone through the M.L.C. report, Ex. P.1, of the\nprosecutrix which was prepared by this witness. In the application\nfor conducting the medical examination, the police had disclosed\nthe age of the prosecutrix as 15 years and Dr. Sunita Nagesh\n(P.W.1) had also assessed the age of the prosecutix as 15 years.\nAlthough this witness has admitted the suggestion given by the\nCounsel for the appellant that she has mentioned the age of the\nprosecutrix in between 18-19 years, but it appears that this\nwitness has made such an admission without there being any\ndocument in this regard. This witness has nowhere mentioned in\nthe MLC, Ex.P.1, that the age of the prosecutrix appears to be 18-\n19 years. Thus, the admission made by this witness is contrary to\nthe documentary evidence i.e., the M.L.C. report, Ex. P.1.\nTherefore, the admission made by Dr. Sunita Nagesh (P.W.1)\ncannot be accepted that she had mentioned the age of the\nprosecutrix in between 18-19 years.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_7\">Thus, if the date of birth mentioned in the school admission\nregister is considered, then it is clear that the date of birth of the\nprosecutrix (P.W.9) was 21-9-1999 and the incident took place on\n8-3-2012. Thus, according to the date of birth mentioned in the\nschool admission register, the age of the prosecutrix comes to 12\nyears and six months on the date of incident, whereas the\nprosecutrix herself has disclosed her age as 15 years. The police\nhad assessed the age of the prosecutrix as 15 years. Dr. Sunita\nNagesh (P.W.1) had assessed the age of the prosecutrix as 15\nyears and even the Trial Court also assessed the age of the\nprosecutrix as 15 years. By referring to the evidence of Phool\nSingh (P.W.3), it is submitted by the Counsel for the appellant that\nMotilal was the eldest brother, whereas Phool Singh (P.W.3) is the\nsecond eldest brother. Phool Singh (P.W.3) has admitted that his\nage is approximately 35 years. His younger brother Khilan Singh\n                                8   Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_15\">Dhaniram Vs. State of M.P</a>.]\n\nmight be younger by 2 years. This witness has further stated that\nhe has four sisters and the prosecutrix was the youngest one.\nWhen the age difference amongst the siblings was asked, then\nthis witness could not clarify and accepted the suggestion that the\nage difference between each of his brother and sister might be of\n3-4 years. Undisputedly, the prosecutrix and her family belongs to\na poor and rustic background. Phool Singh (P.W.3) was also an\nilliterate person, whereas his mother Smt. Ladhobai was also an\nilliterate lady. Thus, it is clear that this witness was not in a\nposition to tell the actual age difference amongst the siblings.\nThus, in the considered opinion of the Court, the evidence of\nPhool Singh (P.W.3) is vague and does not throw any light with\nregard to the age of the prosecutrix. Admittedly, Dr. Sunita Nagesh\n(P.W.1) did not suggest for ossification test. Thus, it is clear that\nDr. Sunita Nagesh (P.W.1) herself had assessed the age of the\nprosecutrix as 15 years and in the assessment of the Court also,\nthe age of the prosecutrix appeared to be 15 years.</span>\n</p><p data-structure=\"PetArg\" id=\"p_20\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_8\">It is next contended by the Counsel for the appellant that\nBabulal Bhavsar (P.W.4) has stated that in absence of any\ndocument pertaining to the age of the child, the affidavit of the\nguardian is obtained and since there is no affidavit of the guardian\nof the prosecutrix, therefore, it cannot be said that the date of birth\nof the prosecutrix (P.W.9) was rightly recorded in the school\nregister, Ex. P/3 and P/4. Considered the submission made by\nthe Counsel for the appellant.      The Counsel for the appellant\ncould not bring any provision of law to the notice of the Court,\nwhich requires an affidavit of the guardian in absence of any\ndocument pertaining to the age of the child.          Even no such\nquestion was put to Babulal Bhavsar (P.W.4) with regard to the\nstatutory requirement of affidavit. No question was put to Babulal\nBhavsar (P.W.4) that if the affidavit of the guardian was the\nrequirement, then why the prosecutrix (P.W.9) was given\n                                 9   Criminal Appeal No.210/2013\n             [Golu alias <a href=\"/doc/123770125/\" id=\"a_16\">Dhaniram Vs. State of M.P</a>.]\n\nadmission in absence of such affidavit. Thus, it appears that out\nof his own wisdom, Babulal Bhavsar (P.W.4) might be asking for\naffidavit in absence of any document of age of the child, but that\nby itself would not vitiate the entry in the school register.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"44191172\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045688\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1947829\" id=\"span_11\">The Counsel for the appellant by relying upon the judgments\nof the Supreme Court passed in the case of <a href=\"/doc/1947829/\" id=\"a_17\">Sunil Vs. State of\nHaryana</a> reported in (<a href=\"/doc/1045688/\" id=\"a_18\">2010) 1 SCC 742, Ravinder Singh Gorkhi\nVs. State of U.P.</a> reported in (2006) 5 SCC 584, as well as the\njudgments passed by this Court in the cases of <a href=\"/doc/44191172/\" id=\"a_19\">Ramesh @\nDabbu Vs. State of M.P.</a>, reported in 2014(III) MPJR 146, Arman\nAli Vs. State of M.P. reported in ILR (2012) MP 2817, Rabia\nBano Vs. Rashid Khan and another reported in (2017) 3\nM.P.L.J. (Cri) 649, Kalu Vs. State of M.P., reported in 2008 (2)\nMPLJ (Cri) 390, submitted that as the prosecution has failed to\nprove that on what basis the date of birth of the prosecutrix was\nrecorded in the school register, therefore, the school admission\nregister, Ex. P.4, cannot be relied upon.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_22\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_12\">Considered the submission made by the Counsel for the\nappellant. As already held by this Court, the prosecutrix and her\nfamily belongs to a poor and rustic village society. No suggestion\nwas given to either Phool Singh (P.W.3) or Prosecutrix (P.W.9)\nthat any birth certificate was ever obtained with regard to her date\nof birth or not. The Trial Court, after relying on the school\nadmission register, as well as considering the assessment of age\nof the prosecutrix by Dr. Sunita Nagesh (P.W.1), assessment of\nage by the Court as well as the evidence of prosecutrix (P.W.9) in\nwhich she has claimed that she is aged about 15 years, has came\nto the conclusion that the prosecutrix was aged about 12 years\nand six months on the date of incident and, therefore, held that\nthe prosecutrix was less than 16 years of age on the date of the\nincident. Under these circumstances, in absence of ossification\ntest, this Court has no option, but to look at the surrounding\n                                10  Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_20\">Dhaniram Vs. State of M.P</a>.]\n\ncircumstances. It is not a case, where the investigating agency, in\nspite of the suggestion given by the Doctor, did not conduct the\nossification test of the prosecutrix, but in the present case, Dr.\nSunita Nagesh (P.W.1) did not suggest for ossification test of the\nprosecutrix, possibly because of the fact that she had already\nassessed the age of the prosecutrix as 15 years.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70565223\" id=\"span_13\">Furthermore, the\nSupreme Court in the case of <a href=\"/doc/70565223/\" id=\"a_21\">Jarnail Singh Vs. State of\nHaryana</a> reported in (2013) 7 SCC 263 has held as under :</span>\n</p>\n\n<blockquote id=\"blockquote_1\">         19. The first contention advanced at the hands\n         of the learned counsel for the appellant can be\n         conveniently     determined      from     another\n         perspective. The High Court in the impugned\n         order1 arrived at the conclusion that the\n         prosecutrix VW, PW 6 was a minor at the time\n         of occurrence on 25-3-1993, and had\n         concluded, that even if she had accompanied\n         the appellant-accused Jarnail Singh on 25-3-\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">         1993 of her own free consent, and even if she\n         had had sexual intercourse with the accused\n         consensually, the same would be immaterial.\n         For, consent of a minor is inconsequential.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123770125\" id=\"span_14\">20.      During the course of hearing of the\n         present appeal, the learned counsel for the\n         appellant      vehemently       contested     the\n         determination of the High Court in the impugned\n         judgment, wherein it had concluded, that the\n         prosecutrix VW, PW 6 was a minor. Insofar as\n         the instant aspect of the matter is concerned, it\n         was pointed out that the sexual organs of the\n         prosecutrix VW, PW 6 were found to be fully\n         developed by Dr Kanta Dhankar, PW 1. Her\n         hymen was found to be ruptured. It was also\n         seen during the medico-legal examination of the\n         prosecutrix VW, PW 6, that the vagina admitted\n         two/three fingers easily. The learned counsel for\n         the appellant-accused Jarnail Singh also invited\n         our attention to the cross-examination of Dr\n         Kanta Dhankar (PW 1), wherein she\n         acknowledged having mentioned the age of the\n         prosecutrix VW, PW 6 as 15 years, on the basis\n         of the statement made by the prosecutrix to her.\n         Dr Kanta Dhankar, PW 1 had also\n                       11  Criminal Appeal No.210/2013\n   [Golu alias <a href=\"/doc/123770125/\" id=\"a_22\">Dhaniram Vs. State of M.P</a>.]\n\n acknowledged that she had not got the\n ossification test conducted on the prosecutrix\n VW, PW 6 to scientifically determine the age of\n the prosecutrix. Based on the aforesaid, it was\n averred that there was no concrete material on\n the record of the case, on the basis of which it\n could have been concluded by the High Court,\n that the prosecutrix was a minor on the date of\n occurrence.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">                   ............................\n</p><p data-structure=\"Section\" id=\"p_26\"> 22. On the issue of determination of age of a\n minor, one only needs to make a reference to\n Rule 12 of the Juvenile Justice (Care and\n Protection of Children) Rules, 2007 (hereinafter\n referred to as &quot;the 2007 Rules&quot;). The\n aforestated 2007 Rules have been framed\n under <a href=\"/doc/1795065/\" id=\"a_23\">Section 68(1)</a> of the Juvenile Justice\n (Care and Protection of Children) Act, 2000.\n Rule 12 referred to hereinabove reads as\n under:\n</p><blockquote id=\"blockquote_2\"> &quot;12.      Procedure to be followed in\ndetermination of age.--(1) In every case\nconcerning a child or a juvenile in conflict with\nlaw, the court or the Board or as the case may\nbe, the Committee referred to in Rule 19 of\nthese Rules shall determine the age of such\njuvenile or child or a juvenile in conflict with law\nwithin a period of thirty days from the date of\nmaking of the application for that purpose.\n (2) The court or the Board or as the case may\nbe the Committee shall decide the juvenility or\notherwise of the juvenile or the child or as the\ncase may be the juvenile in conflict with law,\nprima facie on the basis of physical appearance\nor documents, if available, and send him to the\nobservation home or in jail.\n</blockquote><blockquote id=\"blockquote_3\"> (3) In every case concerning a child or juvenile\nin conflict with law, the age determination\ninquiry shall be conducted by the court or the\nBoard or, as the case may be, the Committee\nby seeking evidence by obtaining--\n</blockquote><blockquote id=\"blockquote_4\"> (a)(i) the matriculation or equivalent certificates,\n if available; and in the absence whereof;\n</blockquote><blockquote id=\"blockquote_5\"> (ii) the date of birth certificate from the school\n (other than a play school) first attended; and in\n the absence whereof;\n</blockquote><blockquote id=\"blockquote_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_15\">(iii) the birth certificate given by a corporation or\n                       12  Criminal Appeal No.210/2013\n   [Golu alias <a href=\"/doc/123770125/\" id=\"a_24\">Dhaniram Vs. State of M.P</a>.]\n\n a municipal authority or a panchayat;</span>\n</blockquote><blockquote id=\"blockquote_7\"> (b) and only in the absence of either (i), (ii) or\n</blockquote><blockquote id=\"blockquote_8\"> (iii) of clause (a) above, the medical opinion will\n be sought from a duly constituted Medical\n Board, which will declare the age of the juvenile\n or child. In case exact assessment of the age\n cannot be done, the court or the Board or, as\n the case may be, the Committee, for the\n reasons to be recorded by them, may, if\n considered necessary, give benefit to the child\n or juvenile by considering his/her age on lower\n side within the margin of one year,\nand, while passing orders in such case shall,\nafter taking into consideration such evidence as\nmay be available, or the medical opinion, as the\ncase may be, record a finding in respect of his\nage and either of the evidence specified in any\nof the clauses (a)(i), (ii), (iii) or in the absence\nwhereof, clause (b) shall be the conclusive proof\nof the age as regards such child or the juvenile\nin conflict with law.\n</blockquote><blockquote id=\"blockquote_9\"> (4) If the age of a juvenile or child or the juvenile\n in conflict with law is found to be below 18 years\n on the date of offence, on the basis of any of\n the conclusive proof specified in sub-rule (3),\n the court or the Board or as the case may be\n the Committee shall in writing pass an order\n stating the age and declaring the status of\n juvenility or otherwise, for the purpose of the Act\n and these Rules and a copy of the order shall\n be given to such juvenile or the person\n concerned.\n</blockquote><blockquote id=\"blockquote_10\"> (5) Save and except where, further inquiry or\n otherwise is required, inter alia, in terms of\n <a href=\"/doc/196876035/\" id=\"a_25\">Section 7-A</a>, <a href=\"/doc/1375287/\" id=\"a_26\">Section 64</a> of the Act and these\n Rules, no further inquiry shall be conducted by\n the court or the Board after examining and\n obtaining the certificate or any other\n documentary proof referred to in sub-rule (3) of\n this Rule.\n</blockquote><blockquote id=\"blockquote_11\"> (6) The provisions contained in this Rule shall\n also apply to those disposed of cases, where\n the status of juvenility has not been determined\n in accordance with the provisions contained in\n sub-rule (3) and the Act, requiring dispensation\n of the sentence under the Act for passing\n appropriate order in the interest of the juvenile\n in conflict with law.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_16\">13  Criminal Appeal No.210/2013\n   [Golu alias <a href=\"/doc/123770125/\" id=\"a_27\">Dhaniram Vs. State of M.P</a>.]</span>\n\n</p><p data-structure=\"Section\" id=\"p_28\"> 23. Even though Rule 12 is strictly applicable\nonly to determine the age of a child in conflict\nwith law, we are of the view that the aforesaid\nstatutory provision should be the basis for\ndetermining age, even of a child who is a victim\nof crime. For, in our view, there is hardly any\ndifference insofar as the issue of minority is\nconcerned, between a child in conflict with law,\nand a child who is a victim of crime. Therefore,\nin our considered opinion, it would be just and\nappropriate to apply Rule 12 of the 2007 Rules,\nto determine the age of the prosecutrix VW, PW\n</p><p data-structure=\"Section\" id=\"p_29\">6. The manner of determining age conclusively\nhas been expressed in sub-rule (3) of Rule 12\nextracted above. Under the aforesaid provision,\nthe age of a child is ascertained by adopting the\nfirst available basis out of a number of options\npostulated in Rule 12(3). If, in the scheme of\noptions under Rule 12(3), an option is\nexpressed in a preceding clause, it has\noverriding effect over an option expressed in a\nsubsequent clause. The highest rated option\navailable would conclusively determine the age\nof a minor. In the scheme of Rule 12(3),\nmatriculation (or equivalent) certificate of the\nchild concerned is the highest rated option. In\ncase, the said certificate is available, no other\nevidence can be relied upon. Only in the\nabsence of the said certificate, Rule 12(3)\nenvisages consideration of the date of birth\nentered in the school first attended by the child.\nIn case such an entry of date of birth is\navailable, the date of birth depicted therein is\nliable to be treated as final and conclusive, and\nno other material is to be relied upon. Only in\nthe absence of such entry, Rule 12(3)\npostulates reliance on a birth certificate issued\nby a corporation or a municipal authority or a\npanchayat. Yet again, if such a certificate is\navailable, then no other material whatsoever is\nto be taken into consideration for determining\nthe age of the child concerned, as the said\ncertificate would conclusively determine the age\nof the child. It is only in the absence of any of\nthe aforesaid, that Rule 12(3) postulates the\ndetermination of age of the child concerned, on\nthe basis of medical opinion.\n</p><p data-structure=\"CDiscource\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_17\">24. Following the scheme of Rule 12 of the\n                       14  Criminal Appeal No.210/2013\n   [Golu alias <a href=\"/doc/123770125/\" id=\"a_28\">Dhaniram Vs. State of M.P</a>.]\n\n2007 Rules, it is apparent that the age of the\nprosecutrix VW, PW 6 could not be determined\non the basis of the matriculation (or equivalent)\ncertificate as she had herself deposed, that she\nhad studied up to Class 3 only, and thereafter,\nhad left her school and had started to do\nhousehold work. The prosecution in the facts\nand circumstances of this case, had\nendeavoured to establish the age of the\nprosecutrix VW, PW 6 on the next available\nbasis in the sequence of options expressed in\nRule 12(3) of the 2007 Rules. The prosecution\nproduced Satpal (PW 4) to prove the age of the\nprosecutrix VW, PW 6. Satpal (PW 4) was the\nHead Master of Government High School,\nJathlana, where the prosecutrix VW, PW 6 had\nstudied up to Class 3. Satpal (PW 4) had proved\nthe certificate Ext. PG, as having been made on\nthe basis of the school records indicating that\nthe prosecutrix VW, PW 6 was born on 15-5-\n1977. In the scheme contemplated under Rule\n12(3) of the 2007 Rules, it is not permissible to\ndetermine age in any other manner, and\ncertainly not on the basis of an option\nmentioned in a subsequent clause.</span> We are\ntherefore of the view that the High Court was\nfully justified in relying on the aforesaid basis for\nestablishing the age of the prosecutrix VW, PW\n</p><p data-structure=\"CDiscource\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123770125\" id=\"span_18\">6. It would also be relevant to mention that\nunder the scheme of Rule 12 of the 2007 Rules,\nit would have been improper for the High Court\nto rely on any other material including the\nossification test, for determining the age of the\nprosecutrix VW, PW 6. The deposition of Satpal,\nPW 4 has not been contested. Therefore, the\ndate of birth of the prosecutrix VW, PW 6\n(indicated in Ext. PG as 15-7-1977) assumes\nfinality. Accordingly it is clear that the prosecutrix\nVW, PW 6, was less than 15 years old on the\ndate of occurrence i.e. on 25-3-1993. In the said\nview of the matter, there is no room for any\ndoubt that the prosecutrix VW, PW 6 was a\nminor on the date of occurrence. Accordingly,\nwe hereby endorse the conclusions recorded by\nthe High Court, that even if the prosecutrix VW,\nPW 6 had accompanied the appellant-accused\nJarnail Singh of her own free will, and had had\nconsensual sex with him, the same would have\n                                15  Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_29\">Dhaniram Vs. State of M.P</a>.]\n\n         been clearly inconsequential, as she was a\n         minor.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_32\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70565223\" id=\"span_19\">The facts and circumstances of the case are more or less\nsimilar to that of the case of <a href=\"/doc/70565223/\" id=\"a_30\">Jarnail Singh</a> (Supra).</span>\n</p><p data-structure=\"CDiscource\" id=\"p_33\">     Considering the facts and circumstances of the case and\nconsidering the school register, Ex. P.4, application for admission,\nEx. P.3, the assessment made by Dr. Sunita Nagesh (P.W.1), the\nassessment made by the Court as well as the evidence of\nprosecutrix (P.W.9), this Court is of the considered opinion that the\nTrial Court did not commit any mistake in assessing the age of the\nprosecutrix below 16 years and accordingly, it is held that the\nprosecutrix (P.W.9) was minor on the date of incident.\n</p><p data-structure=\"Issue\" id=\"p_34\">     The next question for consideration is that whether the\nprosecutrix was subjected to rape or not?\n</p><p data-structure=\"PetArg\" id=\"p_35\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123770125\" id=\"span_20\">By referring to the gum insaan report, Ex. P.3, it is submitted\nby the Counsel for the appellant that although the prosecutrix\n(P.W.9) has stated that when she came out of the house in order\nto urinate, she was forcibly taken away by the appellant, but it\ncannot be accepted, because the prosecutrix (P.W.9) herself has\nadmitted that the house of the appellant is not situated nearer to\nthe house of the prosecutrix. Although the prosecutrix (P.W.9) has\nstated that when she came out of the house, at that time, the\nappellant was hiding himself, but it is submitted by the Counsel for\nthe appellant that when the house of the appellant was not\nsituated nearer to the house of the prosecutrix, then it was\nunnatural that the appellant would stay there in the night with the\nhope and belief that the prosecutrix (P.W.9) might come out of the\nhouse. It is submitted that in the gum insaan report, Ex. P.3,\nlodged by Phool Singh (P.W.3), he has stated that when he came\nback to his house, then he was told by his mother that the\nprosecutrix has gone somewhere without informing anybody.\nFurthermore, the prosecutrix (P.W.9) is said to have stayed with\nthe appellant for a period of 2 days and during this period, she did\n                                   16  Criminal Appeal No.210/2013\n               [Golu alias <a href=\"/doc/123770125/\" id=\"a_31\">Dhaniram Vs. State of M.P</a>.]\n\nnot raise any alarm or did not offer any resistance, which clearly\nshow that she was not kidnapped and she went along with the\nappellant on her own. It is further submitted that under these\ncircumstances, absence of the injuries on the body of the\nprosecutrix would assume importance.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_36\">         Even if the submissions made by the Counsel for the\nappellant are accepted, still no weightage can be given, because\nthis Court has already come to a conclusion that the prosecutrix\nwas minor, being less than 16 years of age on the date of incident.\nUnder these circumstances, the consent of the prosecutrix would\nbe immaterial.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">         Furthermore, it is undisputed that the prosecutrix was a\nspinster at the time of incident, however, human semen and\nsperms were found on the vaginal slide and cloths of the\nprosecutrix as per F.S.L. report, Ex. P.13.\n</p><p data-structure=\"PetArg\" id=\"p_38\">         According to the prosecution case, the prosecutrix (P.W.9)\nwas recovered from the house of the appellant on 10-3-2012 and\nthe recovery memo, Ex. P.6, was prepared. Yogendra Dubey,\n(P.W.5) has stated that he had recovered the prosecutrix (P.W.9)\nfrom the house of the appellant on the oral information given by\nPhool Singh (P.W.3) and the recovery memo is Ex. P.6.            By\nreferring to Para 9 of the evidence of Laxman Anuragi (P.W.8), it is\nsubmitted by the Counsel for the appellant that Laxman Anuragi\n(P.W.8) has stated that the prosecutrix was recovered by\nYogendra Dubey (P.W.5) from her house only, therefore, the\nrecovery of the prosecutrix from the house of the appellant is\nfalse.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_21\">Considered the submissions made by the Counsel for the\nappellant. In the present case, the prosecutrix (P.W.9) has been\nrecovered by Yogendra Dubey (P.W.5) and no suggestion was\ngiven to him that the prosecutrix (P.W.9) was recovered from her\nown house. As the prosecutrix (P.W.9) was recovered by\n                                17  Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_32\">Dhaniram Vs. State of M.P</a>.]\n\nYogendra Dubey (P.W.5) and since no suggestion was given to\nhim that the prosecutrix (P.W.9) was recovered from her own\nhouse, therefore, no weightage can be given to the statement of\nLaxman Anuragi (P.W.8) that the prosecutrix was recovered by\nYogendra Dubey (P.W.5) from her own house.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_40\">     The prosecutrix (P.W.9) has been examined in detail. She\nhas firmly stated that she was raped by the appellant. When the\nprosecutrix (P.W.9) was recovered from the house of the\nappellant, then she was immediately sent for medical examination\nand in the vaginal slide and underwear, human sperms and\nsemen were found, as per F.S.L. Report, Ex. P.13. Thus, it is\nclear that the prosecutrix was subjected to physical relation. As\nalready held by this Court that since the prosecutrix (P.W.9) was\nminor being less than 16 years of age, therefore, it is not\nnecessary to consider that whether the prosecutrix was a\nconsenting party or not, because where the prosecutrix is minor,\nthen the consent becomes immaterial.\n</p><p data-structure=\"Precedent\" id=\"p_41\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70565223\" id=\"span_22\">The Supreme Court, in the case of <a href=\"/doc/70565223/\" id=\"a_33\">Jarnail Singh</a> (Supra)\nhas held as under :</span>\n</p><blockquote id=\"blockquote_12\">         24. ....... Accordingly it is clear that the\n         prosecutrix VW, PW 6, was less than 15 years\n         old on the date of occurrence i.e. on 25-3-1993.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_42\">         In the said view of the matter, there is no room\n         for any doubt that the prosecutrix VW, PW 6\n         was a minor on the date of occurrence.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">         Accordingly, we hereby endorse the conclusions\n         recorded by the High Court, that even if the\n         prosecutrix VW, PW 6 had accompanied the\n         appellant-accused Jarnail Singh of her own free\n         will, and had had consensual sex with him, the\n         same would have been clearly inconsequential,\n         as she was a minor.\n</p><p data-structure=\"PetArg\" id=\"p_44\">     It is next contended by the Counsel for the appellant that the\nfather and mother of the prosecutrix have not been examined,\ntherefore, it gives deep dent to the prosecution story.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_23\">Considered the submission made by the Counsel for the\n                                18  Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_34\">Dhaniram Vs. State of M.P</a>.]\n\nappellant. From the list of witnesses, as cited by the prosecution,\nit is clear that neither the father nor the mother of the prosecutrix\nwere made witnesses. Thus, it appears that the father of the\nprosecutrix might have expired, even prior to the incident, and the\nmother of the prosecutrix might have expired before filing of the\ncharge-sheet.    Therefore,   under    this   circumstance,    it   was\nobligatory on the part of the appellant to put a question either to\nthe prosecutrix or to the investigating officer, as to why at least the\nmother of the prosecutrix has not been made a witness. Since no\nsuch question was put, therefore, this Court is of the considered\nopinion that non-examination of the parents of the prosecutrix, in\nthe present case, would not be of much importance.\n   Thus, this Court is of the considered opinion that the\nprosecution has succeeded in establishing that the prosecutrix\n(P.W.9) was below 16 years of age on the date of incident and she\nwas raped by the appellant.</span> Accordingly, the appellant is held\nguilty of committing offence under Section 376 of I.P.C.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_24\">So far as the offence under <a href=\"/doc/619940/\" id=\"a_35\">Section 363</a> of I.P.C. is\nconcerned, undisputedly, the prosecutrix (P.W.9) was below 16\nyears of age and the appellant had taken the prosecutrix (P.W.9)\nout of the keeping of lawful guardian of the prosecutrix. According\nto the prosecutrix (P.W.9), when she came out of her house, she\nwas forcibly taken away by the appellant. No suggestion was\ngiven to the prosecutrix that without there being any inducement\non the part of the appellant, the prosecutrix had gone along with\nthe appellant on her own. Thus, it is clear that where an accused\neither takes away the minor or entices the minor, for taking away\nfrom the keeping of the lawful guardian, then the offence under\n<a href=\"/doc/619940/\" id=\"a_36\">Section 363</a> of I.P.C., as defined under <a href=\"/doc/1515807/\" id=\"a_37\">Section 361</a> of I.P.C.,\nwould be made out.       In the present case, there is nothing on\nrecord that without any compulsion or inducement, the prosecutrix\n(P.W.9) went along with the appellant on her own. Thus, this Court\n                                19  Criminal Appeal No.210/2013\n            [Golu alias <a href=\"/doc/123770125/\" id=\"a_38\">Dhaniram Vs. State of M.P</a>.]\n\nis of the considered opinion that the prosecution has succeeded in\nestablishing that the prosecutrix (P.W.9) was kidnapped by the\nappellant.</span> Accordingly, the appellant is also held guilty for\ncommitting offence under Section 363 of I.P.C.\n</p><p data-structure=\"Section\" id=\"p_47\">     So far as the question of sentence is concerned, the\nminimum sentence provided for offence under <a href=\"/doc/1279834/\" id=\"a_39\">Section 376</a> of\nI.P.C. is rigorous imprisonment of 7 years and the Trial Court has\nawarded the minimum jail sentence. Accordingly, the sentence\nawarded by the Trial Court does not call for any interference.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">     Accordingly, the judgment and sentence dated 5-3-2013\npassed by A.S.J., Ganjbasoda, Distt. Vidisha in S.T. No.192/2012\nis hereby affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">     The appellant is on bail. His bail bonds and surety bonds\nare hereby cancelled. He is directed to immediately surrender\nbefore the Trial Court, for undergoing the remaining jail sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">     The appeal fails and is hereby dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">                                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123770125\" id=\"span_25\">(G.S. Ahluwalia)\n                                                  Judge\nArun*\n<span class=\"hidden_text\" id=\"span_26\">     Digitally signed by ARUN KUMAR MISHRA</span>\n     Date: 2018.10.04 17:37:30 +05&#x27;30&#x27;\n                                  20  Criminal Appeal No.210/2013\n              [Golu alias <a href=\"/doc/123770125/\" id=\"a_40\">Dhaniram Vs. State of M.P</a>.]\n\n\n    HIGH COURT OF MADHYA PRADESH, JABALPUR,\n                 BENCH AT GWALIOR\n\n<span class=\"hidden_text\" id=\"span_27\">                        Criminal Appeal No.210/2013</span>\n\n.........Appellant:                  Golu alias Dhaniram\n\n\n                                Versus\n\n\n.........Respondent:                State of M.P.\n\n\n\n                      JUDGMENT post for 04/10/2018\n\n\n\n\n                                           (G.S. Ahluwalia)\n                                                Judge\n                                             03/10/2018</span>\n </p>","numcites":13,"numcitedby":85,"docsource":"Madhya Pradesh High Court","citetid":174858576,"divtype":"judgments","relatedqs":[{"value":"ossification test","formInput":"ossification%20test"},{"value":"rape ","formInput":"rape%20"},{"value":"age of the prosecutrix","formInput":"age%20of%20the%20prosecutrix"},{"value":"date of birth ","formInput":"date%20of%20birth%20"},{"value":"school admission register","formInput":"school%20admission%20register"},{"value":"section 363 i.p.c.","formInput":"section%20363%20i.p.c."},{"value":"consensual ","formInput":"consensual%20"},{"value":"ipc 376","formInput":"ipc%20376"},{"value":"kidnapping","formInput":"kidnapping"},{"value":" section 363 IPC","formInput":"%20section%20363%20IPC"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"376,","formInput":"376%2C"},{"value":"section 363","formInput":"section%20363"},{"value":"section 376","formInput":"section%20376"},{"value":"juvenile","formInput":"juvenile"},{"value":"intercourse","formInput":"intercourse"},{"value":"no birth certificate","formInput":"no%20birth%20certificate"},{"value":"jarnail singh","formInput":"jarnail%20singh"},{"value":"medical opinion","formInput":"medical%20opinion"},{"value":"conflict of laws","formInput":"conflict%20of%20laws"}],"cats":[{"value":"kidnapping","formInput":"tag:kidnapping"},{"value":"rape","formInput":"tag:rape"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"regulations-regarding-contracting","formInput":"tag:regulations-regarding-contracting"}],"courtcopy":true,"query_alert":null,"agreement":false}