{"tid":45713715,"publishdate":"2013-03-21","title":"State Of Mahrashtra vs Fazal Rehman Abdul on 21 March, 2013","doc":"<h2 class=\"doc_title\">State Of Mahrashtra vs Fazal Rehman Abdul on 21 March, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2013 SC 619</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a>, <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<pre id=\"pre_1\">           \n\n           APPEALS FILED BY THE STATE AGAINST ACQUITTAL (PART- 5)\n\n\n                                                      REPORTABLE\n\n\n                        IN THE SUPREME COURT OF INDIA\n\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n                      CRIMINAL APPEAL NO. 418  OF 2011\n\n\n\n\n    State of Maharashtra                                      …Appellant\n\n\n                                   Versus\n\n\n     Fazal Rehman Abdul                            … Respondent\n\n\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 409 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 601 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 404 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 405 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No 394 of 2011\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1033 of 2012\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 594 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 402 of 2011\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1022 of 2012\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 393 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 391 of 2011\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1027 of 2012\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 597 of 2011\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 407 of 2011\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1025 of 2012\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 599 of 2011\n\n\n                                    WITH\n                       Criminal Appeal No. 395 of 2011\n\n\n                                     AND\n\n\n                       Criminal Appeal No. 397 of 2011\n                      CRIMINAL APPEAL NO. 418  OF 2011\n\n\n    State of Maharashtra                                      …Appellant\n\n\n                                   Versus\n\n\n     Fazal Rehman Abdul                            … Respondent\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    DR. B.S. CHAUHAN, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">    1.      This criminal appeal has been preferred  against  the  impugned\n    judgment and order dated  2.8.2007, passed by a Special  Judge  of  the\n    Designated  Court  under  the  <a href=\"/doc/17848451/\" id=\"a_1\">Terrorist  and   Disruptive   Activities\n    (Prevention) Act, 1987</a> (hereinafter referred to as the ‘TADA’)  in  the\n    Bombay Blast Case No.  1/93,  acquitting  the  respondent  of  all  the\n    charges.\n</p><p data-structure=\"Issue\" id=\"p_3\">    2.      Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_1\">    A.      As the facts of this case and all legal issues involved  herein\n    have been elaborately dealt with in the connected appeal i.e.  Criminal\n    Appeal No.  1728  of  2007   [Yakub  Abdul  Razak  Memon  v.  State  of\n    Maharashtra thr. CBI], it may be pertinent to mention only the relevant\n    facts and charges against the respondent.\n</blockquote><blockquote id=\"blockquote_2\">    B.      Bombay Blast took place on 12.3.1993 in which 257 persons  lost\n    their lives and 713 were injured.  In addition thereto, there had  been\n    loss of property worth several crores.  The Bombay police  investigated\n    the matter at initial stage but subsequently it was  entrusted  to  the\n    Central Bureau of Investigation (hereinafter referred to as ‘CBI’)  and\n    on conclusion of the investigation, a chargesheet was filed  against  a\n    large number of accused persons.  Out of the  accused  persons  against\n    whom chargesheet was filed, 40 accused  could not be put  to  trial  as\n    they have been absconding.   Thus,  the  Designated  Court  under  TADA\n    framed charges against 138  accused  persons.   During  the  trial,  11\n    accused died and 2 accused turned   hostile.   Further  the  Designated\n    Court discharged 2 accused  during  trial  and  the  remaining  persons\n    including respondent (A-76) stood convicted.\n    C.      The respondent had been charged for general conspiracy which is\n    framed against all the accused  persons  for  the  offences  punishable\n    under <a href=\"/doc/105771932/\" id=\"a_2\">Section 3(3)</a> TADA and <a href=\"/doc/1897847/\" id=\"a_3\">Section 120-B</a> of Indian  Penal  Code,  1860\n    (hereinafter referred to as the ‘<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>’) read with <a href=\"/doc/186975316/\" id=\"a_5\">Sections  3(2)(i)(ii)</a>,\n    <a href=\"/doc/105771932/\" id=\"a_6\">3(3)</a>,   (4),   5   and   6   TADA   and   read   with   <a href=\"/doc/1560742/\" id=\"a_7\">Sections   302</a>,\n    <a href=\"/doc/455468/\" id=\"a_8\">307</a>,<a href=\"/doc/1540253/\" id=\"a_9\">326</a>,<a href=\"/doc/724142/\" id=\"a_10\">324</a>,<a href=\"/doc/222396/\" id=\"a_11\">427</a>,<a href=\"/doc/1552733/\" id=\"a_12\">435</a>,<a href=\"/doc/1517318/\" id=\"a_13\">436</a>, <a href=\"/doc/386021/\" id=\"a_14\">201</a> and <a href=\"/doc/66955/\" id=\"a_15\">212</a> IPC and offences under <a href=\"/doc/17720539/\" id=\"a_16\">Sections  3</a>\n    and <a href=\"/doc/85348422/\" id=\"a_17\">7</a> read with <a href=\"/doc/115215639/\" id=\"a_18\">Sections 25</a> (I-A), (l-B)(a)  of  the  <a href=\"/doc/1934415/\" id=\"a_19\">Arms  Act,  1959</a>,\n    <a href=\"/doc/176528/\" id=\"a_20\">Sections 9-B (1)(a)(b)(c)</a> of the  Explosives  Act,  1884,  <a href=\"/doc/1056565/\" id=\"a_21\">Sections  3</a>,\n    <a href=\"/doc/1319225/\" id=\"a_22\">4(a)(b)</a>, <a href=\"/doc/1335368/\" id=\"a_23\">5</a> and <a href=\"/doc/1539301/\" id=\"a_24\">6</a> of the Explosive Substances Act, 1908 and <a href=\"/doc/114174486/\" id=\"a_25\">Section 4</a> of\n    the Prevention of Damage to Public Property Act, 1984.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">     D.     In addition, the respondent had been charged for persuading  his\n     brother-in-law Firoz Amani Malik (A-39) to undergo weapons’ training in\n     Pakistan and keeping in his possession 4 handgrenades brought to him by\n     Firoz Amani Malik (A-39) and for handing over the same to  Mohd.  Jabir\n     (A-93-dead), showing that the same had been  smuggled  into  India  for\n     committing terrorist activities.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">     E.     The Designated Court after conclusion of the trial acquitted the\n     respondent of all the charges.\n</blockquote><blockquote id=\"blockquote_5\">            Hence, this appeal.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_4\">     3.     Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n     appellant has submitted that the respondent  had  been  responsible  to\n     send the co-accused to Dubai, and further to Pakistan to have  training\n     for handling the arms, ammunition and explosives,  and  therefore,  his\n     acquittal for all the charges is liable to be reversed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_5\">     4.     On the contrary, learned counsel appearing  for  the  respondent\n     has submitted that the co-accused (A-39),  who  was  brother-in-law  of\n     respondent himself, had not been aware of the purpose for which he  had\n     been taken to Dubai. The respondent  cannot  be  held  responsible  for\n     sending Firoz (A-39)  for  any  criminal  activity.  Thus,   the  well-\n     reasoned judgment of the Special Judge does not require interference.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_6\">     5.     We have considered the rival submissions made by learned counsel\n     for the parties and perused the record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_7\">            There is no confession by the respondent accused (A-76).\n</p>\n\n<p data-structure=\"Facts\" id=\"p_8\">     6.     Confessional statement of  Firoz  @  Akram  Amani  Malik  (A-39)\n     revealed that the said respondent was the brother-in-law  of   Firoz  @\n     Akram Amani Malik (A-39). The said accused  Firoz @ Akram  Amani  Malik\n     (A-39) had been awarded the death sentence in this very  case  and  his\n     appeal is being heard alongwith this case.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">           Respondent (A-76) used to advise the said accused (A-39) to go to\n     Dubai and the said accused also expressed his willingness and desire to\n     go to Dubai in the month of January, 1993. He (A-39) got a passport and\n     went to Dubai with Miyaz. After getting a visa they left  the  airport.\n     One person named Ayub Bhai  took them to a  building  near Kadar Hotel.\n     There they found another person Nasim who took them to a  flat  on  the\n     2nd floor.  Nasim told him there that he would be going to Pakistan and\n     his purpose for this visit would be explained later.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_10\">     7.     Prakash Khanvilkar  (PW-513),  deposed  about  the  recovery  of\n     handgrenades from Mohmed Jabir Abdul Latif Mansoor (A-93).  However, he\n     does not make any reference so far as the respondent Fazal Rehman Abdul\n     Khan (A-76) is concerned.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_11\">     8.     The Designated Court after appreciating the entire evidence came\n     to the conclusion that there was nothing on record  to  show  that  the\n     respondent though facilitated sending Firoz @ Akram Amani Malik  (A-39)\n     to Dubai,  had any knowledge of  the  purpose  of  going  to  Dubai  or\n     Pakistan for the simple reason that Firoz @ Akram  Amani  Malik  (A-39)\n     himself  disclosed that he was told  in  Dubai  that  he  would  go  to\n     Pakistan and the purpose for going there  would  be  explained  to  him\n     later on. The  confessional  statement  of  A-39  did  not  reveal  the\n     involvement of the respondent in persuading A-39  to  undergo  weapons’\n     training in Pakistan.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_12\">      9.    This Court has laid down parameters for interference against the\n      order of acquittal time and again.  The  appellate  court  should  not\n      ordinarily set aside a judgment of acquittal in a case where two views\n      are possible, though the view of the appellate court may be  the  more\n      probable  one.  While  dealing  with  a  judgment  of  acquittal,  the\n      appellate court has to consider the entire evidence on record,  so  as\n      to arrive at a finding as to whether the views of the trial court were\n      perverse or otherwise unsustainable. The appellate court  is  entitled\n      to consider whether in arriving at a finding of fact, the trial  court\n      had failed to take into consideration admissible evidence  and/or  had\n      taken into consideration the evidence brought on  record  contrary  to\n      law. Similarly, wrong placing of burden of proof may also be a subject-\n      matter of scrutiny by the appellate court. In exceptional cases  where\n      there are compelling circumstances, and the judgment under  appeal  is\n      found to be perverse, the appellate court can interfere with the order\n      of acquittal. The appellate court should bear in mind the  presumption\n      of innocence of  the  accused  and  further  that  the  trial  court&#x27;s\n      acquittal bolsters the presumption of his innocence. Interference in a\n      routine manner where the other view is  possible  should  be  avoided,\n      unless there are good reasons for interference. The findings  of  fact\n      recorded by a court can be held to be perverse if  the  findings  have\n      been arrived at by ignoring  or  excluding  relevant  material  or  by\n      taking  into  consideration  irrelevant/inadmissible   material.   The\n      finding may also be said to be perverse if it is “against  the  weight\n      of evidence”, or if the finding so outrageously  defies  logic  as  to\n      suffer from the vice of irrationality.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_13\">     10.    We had been taken through the  evidence  by  Shri  Mukul  Gupta,\n     learned senior counsel for the appellant, but we do not find any reason\n     to interfere with the cogent reasons given by the  Special  Judge.  The\n     appeal lacks merit and is accordingly dismissed.</p><pre id=\"pre_2\">\n                      CRIMINAL APPEAL NO. 409  OF 2011\n\n\n     State of Maharashtra                                      …Appellant\n\n\n\n\n                                   Versus\n\n\n     Manjoor Qureshi &amp; Ors.                        … Respondents\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_14\">     11.    This criminal appeal has been  preferred  against  the  impugned\n     judgment and order dated  2.8.2007 passed by a  Special  Judge  of  the\n     Designated Court  under  the  TADA  in  Bombay  Blast  Case  No.  1/93,\n     acquitting  the respondents of all the  charges.  The  respondents  had\n     been charged in addition to  the  common  charge  of  conspiracy  under\n     <a href=\"/doc/1056565/\" id=\"a_26\">Section 3(3)</a> TADA and <a href=\"/doc/1897847/\" id=\"a_27\">Section 120B</a> IPC, read with the other provisions.\n      They  were  charged  with  knowingly  abetting  and  facilitating  the\n     commission of terrorist acts and acts preparatory to terrorist acts  as\n     they had agreed to undergo weapons’ training in Pakistan in handling of\n     arms and ammunition and explosives for committing  terrorist  acts  and\n     for that purpose  visited  Dubai  but  could  not  go  to  Pakistan  as\n     arrangement for training there could not be  made.  They  attended  the\n     conspiratorial meeting at Dubai  alongwith  conspirators  to  plan  the\n     commission of terrorist acts.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_15\">     12.    Mohmed Iqbal Ibrahim S/o Shaikh Ibrahim (A-127) has died.  Thus,\n     this  appeal stood abated qua him.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_16\">      13.   After conclusion of the trial, the  Designated  Court  acquitted\n      the respondents of all the charges.\n</p><p data-structure=\"Issue\" id=\"p_17\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_18\">     14     Shri Mukul Gupta, learned senior counsel for the appellant-State\n     has submitted that the Designated Court has  erred  in  acquitting  the\n     respondents of the charge of conspiracy.  The respondents had  gone  to\n     Dubai to go to Pakistan for having training  to  handle  the  arms  and\n     ammunition and explosives and this is a matter of chance that they came\n     back as the training could not be arranged but the evidence  on  record\n     clearly established  that  they  intended  to  have  the  training  and\n     subsequently to participate in the  terrorist  activities.   Therefore,\n     the appeal deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_19\">     15.    Ms. Farhana  Shah,  learned  counsel  for  the  respondents  has\n     submitted that there is nothing on record to establish that  either  of\n     the respondents had any idea or knowledge or they had been informed  by\n     any other co-accused that they would be sent for training  to  Pakistan\n     to handle the arms etc. and rather they had  an  impression  that  they\n     would be taught handling the arms to be used for self-defence. Thus, no\n     imputation of conspiracy can be established.  The  appeal  lacks  merit\n     and is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_20\">     16.    We have considered the rival submissions made by learned counsel\n     for the parties and perused the record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_21\">     17.    Confession of Shaikh Kasam @ Babulal Ismail Shaikh (A-109):\n</p><blockquote id=\"blockquote_6\">            His confession revealed that he was working as an Office Boy  in\n     the construction company of Ijaz Khan  in 1992.  The  said  office  was\n     closed after riots in Bombay in  December  1992.  Some  persons  namely\n     Munna, Karimullah, Shehjada used  to  come  to  the  said  construction\n     company  of Ijaz and thus the accused developed acquaintance with them.\n     Ijaz used to  travel  between  Bombay  and  Dubai.  On  12.1.1993,  Mr.\n     Ethesham (A-58) informed him that Ijaz had come from Dubai  and  wanted\n     to meet the respondent (A-109). The accused met Ijaz Khan at the  house\n     of Haji Yakub in presence of   Anwar.  Ijaz  told  them  that  in  case\n     something wrong  happens  to  them  they  can  talk  to  him  over  the\n     telephone.  Subsequently, they left  leaving  Munna  and  Anwar  there.\n     Yakub (AA) later told him that riots were increasing and he would  take\n     them  out  of  India  for  training  and  using  revolvers  for  saving\n     themselves from the riots.  The respondent (A-109) brought his passport\n     from his house and delivered the same to Haji Yakub. Subsequently,  the\n     respondent (A-109) went to Dubai  alongwith  Murad,  Ethesham,  Shakil,\n     Shahnawaz on 14.2.1993.\n</blockquote><blockquote id=\"blockquote_7\">           Yakub Haji came to meet them and said that training could not  be\n     given this time, and it would be done next time. They remained  for  15\n     days in Dubai and their visa expired. They then came  back  to  Bombay.\n     Before going to Dubai, Yakub asked them to  take  an  oath  by  placing\n     their hands on the Quran that whatever they are doing, it was  for  the\n     sake of Islam and they would not fight with each other  and  would  not\n     divulge their talks to others.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_22\">     18.    Confession of  Sultan-E-Rome Sardar Ali Gul (A-114):\n</p><blockquote id=\"blockquote_8\">            He was working as a driver with a Marwari at  Walkeshwar.  After\n     the demolition of Babri Masjid he lost his job because his employer was\n     afraid of him as he was a Muslim.  The accused (A-14) wanted to  go  to\n     Saudi Arabia  for search of  work.  Therefore,  he  got   his  passport\n     ready.  In the month of January, 1993, he met Qamar Khan. Ijaz Khan and\n     Ethesham (A-58) talked with them for 5-10 minutes. Then Ijaz  told  him\n     that he had to go to Ethesham as and when he was called and he would be\n     paid Rs.1,000/-, a pair of clothes and shoes. Ethesham would train  him\n     in working a revolver.\n</blockquote><blockquote id=\"blockquote_9\">            On 14.2.1993, he went to Dubai alongwith the others  and  stayed\n     there for 14 days without any work/training and came back to India.  He\n     further disclosed that they were not given any training or any lectures\n     (Taqreer) in Dubai.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_23\">     19.    Confession of Abdul Aziz Abdul Kader (A-126):\n</p><blockquote id=\"blockquote_10\">             He  also  accompanied  the  other  co-accused  to   Dubai.   He\n     corroborated the version of other co-accused for  going  to  Dubai  and\n     coming back to Bombay.  Yeda Yakub advised him that he should learn  to\n     handle the arms as there was  tension  prevailing  all  round  and  the\n     Muslims were being suppressed and beaten everywhere and therefore  such\n     training was necessary for their self defence, especially  to face  the\n     Hindus. Muslims have suffered heavy losses. In case riots  occurred  in\n     future  then  by  learning  the  handling  of   weapons   Muslims   can\n     effectively deal with Hindus.  When he (A-126) was in Dubai he went  to\n     see a person who knew to his brother and  during  the  conversation  he\n     enquired from the respondent (A-126) the purpose for which he had  gone\n     to Dubai. The respondent (A-126) told him that he had come  for  taking\n     training of handling of arms and on their  return  journey  they  would\n     take some goods along with  them  to  earn  some  money  in  India.  He\n     cautioned the respondent (A-126) that the work was not good and advised\n     him to go back.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_24\">     20.    Confession of  Mohd. Iqbal Ibrahim (A-127):\n</p><blockquote id=\"blockquote_11\">            He corroborated the version of other co-accused and had admitted\n     going to Dubai but he was not aware of the purpose for what he had been\n     taken to Dubai. During their  stay   in  Dubai,  people  used  to  talk\n     occasionally about weapons.  After 10-14 days of reaching Dubai,   they\n     came back to Bombay.  He had been to Dubai three times  earlier.  After\n     coming back to India he came to know that he was  taken  to  Dubai  for\n     training in handling of arms.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_25\">     21.    Confession of  Murad Ibrahim Khan  (A-130):\n</p><blockquote id=\"blockquote_12\">            He corroborated the version given by  other  co-accused  in  the\n     confessional statement that he had gone to Dubai.  He further  revealed\n     that one day when they were in Dubai, Shakil told him that he would  go\n     to Pakistan for weapon training but the arrangement had  not  yet  been\n     finalized. After a few days they came to  know that they had been taken\n     for weapon training but arrangements could not be made and they had  to\n     return to Bombay and on expiry of their visa they came back.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_26\">     22.    Confessional statement of Shaikh Mohmed Ethesham (A-58):\n</p><blockquote id=\"blockquote_13\">            He  disclosed that he was a close associate of  Yeda  Yakub  and\n     was involved in all kinds of smuggling activities.  He  revealed  about\n     the smuggling of arms and said that on 7.2.1993 when  he  was   at  the\n     place of Hazi Yakub @ Yeda Yakub, and the latter informed  him,  Akbar,\n     Babulal and Shahnawaz that  Muslims had suffered a considerable loss in\n     the riots and that they had to go to Dubai for  training  of  arms  and\n     ammunition to protect themselves.   He,  Shahnawaz,  and  Babulal  were\n     ready to go to Dubai. Thus, they  had  gone  to  Dubai  but  came  back\n     without having any training.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_27\">     23.     Confession of  Shahnawaz Khan  (A-128):\n</p><blockquote id=\"blockquote_14\">            His confessional statement revealed that he had  gone  to  Dubai\n     alongwith other co-accused.   He came to know  after  going   to  Dubai\n     that they were going  for  arms’  training  to  be  held  in  Pakistan.\n     However, due  to  some  reason  arrangements  could  not  be  made  for\n     training. Thus, he came to Bombay  alongwith  other  co-accused  namely\n     Iqbal, Etheshem, Babulal and  Shahid  on  1.3.1993  and  the  remaining\n     persons reached later on.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_28\">     24.    The Designated Court after appreciating the entire evidence  has\n     drawn a conclusion that the respondents may  be  under  the  impression\n     that they were being sent there for training of arms so that it can  be\n     used in self defence and they came to know only when they were in Dubai\n     that they were being  sent  for  training  to  Pakistan.  However,  the\n     training could not be finalized/arranged and they came back to  Bombay.\n     Therefore, the learned Designated Court had drawn the inference that as\n     they did not have knowledge  that  they  were  going  to  Pakistan  for\n     training in handling of arms they could not be held guilty.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_29\">      25.   The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_30\">     26     We have gone through the entire record and we are  of  the  view\n     that none of  the  respondents  was  aware  of  the  intention  of  the\n     conspirators to send the respondents to Pakistan for training  to  deal\n     with the arms and ammunition rather they had been taken away  to  Dubai\n     on false pretext and had been misguided.  Thus, we fully agree with the\n     inference drawn and conclusion reached by  the  Designated  Court.   We\n     find no reason to interfere with the same.  The appeal lacks merit  and\n     is accordingly dismissed.</p><pre id=\"pre_3\">\n                      CRIMINAL APPEAL NOS. 601  OF 2011\n\n\n\n\n    State of Maharashtra through CBI\n    …Appellant\n\n\n\n\n                                   Versus\n\n\n     Krishna Sadanand Mokal &amp; Ors.                    … Respondents\n\n\n</pre><p data-structure=\"Issue\" id=\"p_31\">    27.     This criminal appeal has been preferred  against  the  impugned\n    judgment and order dated  2.8.2007 passed by the Special Judge  of  the\n    Designated Court under the TADA, acquitting the respondents of all  the\n    charges under <a href=\"/doc/17848451/\" id=\"a_28\">TADA and Arms Act</a>.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_32\">    28      Facts and circumstances giving rise to this appeal are that all\n    the respondents had been working as police  constables  in  the  Police\n    Department of Bombay and at the relevant time, i.e., January 1993  were\n    posted as constables at Police Station, Shrivardhan.  After the  Bombay\n    blast on 12.3.1993, they had been charged for conspiracy in general  as\n    well as under <a href=\"/doc/1056565/\" id=\"a_29\">Section 3(3)</a> TADA and other  charges  for  assisting  and\n    facilitating  the  accused  persons  to  smuggle  and   transport   the\n    contraband articles, i.e., arms and ammunition and permitting the  said\n    goods to be taken further in lieu of bribe.\n</p><p data-structure=\"Facts\" id=\"p_33\">          The case against the said respondents had been that on 8th/9th  of\n    January, 1993, the arms, ammunition and  explosives  were  smuggled  in\n    India and after the landing at Dighi Jetty  when  the  contraband  were\n    being transported to Bombay in trucks, the said trucks were intercepted\n    by the police of Shrivardhan Police Station headed by  Inspector  Patil\n    (A-116).  The police checked  those  vehicles  for  10-15  minutes  and\n    permitted them to go after  completing  a  detailed  bargain  with  the\n    conspirators/accused and reaching the settlement of the huge amount  of\n    Rs.7,00,000/- as a bribe. The accused did not have cash thus, they  had\n    given 5 silver ingots as security which were subsequently  returned  by\n    the police officials to the accused persons after the negotiated amount\n    was paid. The respondents/constables were also put to  trial  alongwith\n    other co-accused (police officials) but they have been  acquitted  only\n    on the ground that there was no iota  of  evidence  to  show  that  the\n    respondents herein were also members of the Shrivardhan Police  Station\n    which had intercepted those trucks.\n</p><p data-structure=\"Issue\" id=\"p_34\">          Hence, this appeal.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_35\">    29.     Mr. Mukul Gupta,  learned  senior  counsel  appearing  for  the\n    appellant-State  has  submitted  that  the  respondents   were   police\n    constables posted at Police Station  Shrivardhan  and  therefore,  they\n    were also the  members  of  the  party  which  intercepted  the  trucks\n    carrying the  contraband.   The  learned  Designated  Court  failed  to\n    appreciate the  evidence  on  record  and  has  wrongly  acquitted  the\n    respondents of the charges leveled against them.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_36\">    30.     Ms. Farhana Shah, learned counsel appearing for the respondents\n    has submitted that it is nobody’s case that all the police force posted\n    at Shrivardhan Police Station had gone to  check/intercept  the  trucks\n    carrying the contraband.  In the instant  case,  there  is  nothing  on\n    record to show that either of the respondents was a member of the party\n    which intercepted the trucks carrying the contraband. Thus, the  appeal\n    is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_37\">    31.     We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_38\">    32.     In the confession of Mohmed Kasam Lajpuria (A-136) recorded  by\n    Superintendent of Police, CBI at New Delhi Camp, Mumbai,  he  disclosed\n    that he was a close associate of Tiger Memon (AA)  etc.  and  had  been\n    indulged in various criminal activities including  smuggling.   He  had\n    been participating in the landings and facilitating the  transportation\n    of the contraband and smuggled goods.  In January, 1993, he  planned  a\n    landing alongwith Mohd. Dossa, Salim Kutta (A-134), Firoz, Qyum Sajani,\n    Arif Lambu and the landing took place at Dighi  Jetty.   After  getting\n    the contraband goods from the sea to the seashore the same were  loaded\n    in two  trucks  arranged  by  Uttam  Potdar  (A-30).  The  trucks  were\n    intercepted by police headed by Inspector Patil and 6-7 constables from\n    P.S. Shrivardhan.  Inspector  Patil  (A-116)  asked  Saleem  and  Firoz\n    whether they were  landing  and  transporting  the  contraband  without\n    making any payment to the police.  Meanwhile, Uttam Potdar (A-30)  also\n    came alongwith one Custom Officer named Gurav (A-82) in a jeep.   Uttam\n    Potdar (A-30) spoke to the police people and it was decided that a  sum\n    of Rs.8,00,000/- should be paid to the police.  As the accused  persons\n    did not have Rs.8,00,000/- in cash, the police  kept  5  silver  ingots\n    with them as a security.  Inspector Patil (A-116) asked  them  to  take\n    the silver ingots back after making the payment in cash.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_39\">    33.     Uttam Potdar (A-30) revealed that he was a very close associate\n    of smugglers including Tiger Memon (AA)  and  Mechanic  Chacha  (A-136)\n    etc., and had been participating in landing and transportation  of  the\n    contraband.  He was called by Shri R.K. Singh, Assistant Collector  (A-\n</p><p data-structure=\"Facts\" id=\"p_40\">    102) on 4.12.1993 through a custom sepoy and asked  about  the  earlier\n    day’s landing.  Shri Gurav, Custom Inspector (A-82)  also  had  contact\n    with the said accused (A-30) and after negotiating, it was  decided  to\n    settle the issue of money.  Accordingly, the  matter  was  settled  and\n    amount was paid to the custom officers.  This accused further  revealed\n    the mode of payment per landing to the Shrivardhan  Police  Station  as\n    well as the custom police. He revealed the incident  on  9.1.1993  when\n    the trucks were intercepted by the  Shrivardhan  Police.  The  vehicles\n    were checked by two Hawaldars,  named  Mali  and  Muneshwar.  He  fully\n    corroborated the statement of Mechanic Chacha (A-136) that as they  had\n    no money to pay to the police, they paid the silver ingots as security.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_41\">    34.     Dilip Pansare (PW.97) deposed that he was working as a mechanic\n    in the State Transport Corporation at Shrivardhan Depot.  He was  close\n    associate of Uttam Potdar (A-30).  He accompanied Uttam  Potdar  (A-30)\n    on 9.1.1993 when the vehicles carrying the  contraband  after  landings\n    were intercepted by Shrivardhan Police Station.  He  deposed  that  the\n    vehicles after interception were thoroughly checked by two  constables.\n    The police team was headed by Inspector Patil (A-116) and there were 6-\n    7   constables   with   him.    He   also   gave   full   details    of\n    negotiation/settlement  of  the  amount  of  bribe  for  releasing  the\n    vehicles  and giving 5 silver ingots as security as they did  not  have\n    the cash.  Thus, he corroborated the statement of Uttam  Potdar  (A-30)\n    as well as of Mechanic Chacha (A-136).\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_42\">    35.     In the confessions of Dawood Phanse (A-14), he has deposed that\n    he was a landing agent and was facilitating transportation of  smuggled\n    goods of various smugglers in  partnership  with  Sharif  Abdul  Gafoor\n    Parkar (A-17) including Tiger Memon  (AA).   This  accused  (A-14)  and\n    Dadabhai (A-17) corroborated  the  version  so  far  as  this  case  is\n    concerned only to the extent of payment of money to Shrivardhan  Police\n    Station for two landings.  Mohd. Salim (A-134) corroborated the case to\n    the extent of interception  of  vehicles  carrying  the  contraband  on\n    9.1.1993 by Shrivardhan Police at  Gongdhar  Phata.   The  police  team\n    consisted of one Inspector and few constables.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_43\">    36.     If the evidence of all the witnesses  is  read  conjointly,  it\n    becomes evident that none of the witnesses  had  named  either  of  the\n    respondents.  The other persons of the police team who had  been  named\n    stood convicted.  The respondents have been  acquitted  on  the  ground\n    that in absence of Test Identification Parade or  their  identification\n    by any of the witnesses/accused in the court, it was not safe to make a\n    guess work that they or either of them could also be member(s)  of  the\n    said police team which intercepted the  contraband.   The  evidence  on\n    record reveal that police team headed by Inspector Patil was having 6-7\n    constables.  There is nothing on record on the basis of which it  could\n    be assumed that the respondents were the members of the said  team.  It\n    is nobody’s case that the total  strength  of  the  Shrivardhan  Police\n    Station was 7 or 8, so it can be presumed that all except  one  or  two\n    might have come.  The Sarpanchas of  7  villages  in  close  proximity,\n    deposed in court to falsify the alibi taken  by  the  respondents  that\n    they were on police patrolling in their villages.  Statements  made  by\n    the Sarpanchas that none of the respondents had visited  their  village\n    on patrolling cannot be a proof that the respondents  were  members  of\n    the team, which intercepted the said trucks.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_44\">    37.     The learned Designated Court dealt with the  issue  elaborately\n    and came to the conclusion that there was no material  to  connect  the\n    respondents with the aforesaid incident and it was not safe to  presume\n    that the respondents were also the members of  the  police  team  which\n    intercepted the said trucks carrying contraband.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_45\">    38.     The parameters laid down by  this  Court  in  entertaining  the\n    appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_46\">    39.     In view of the above, we  do  not  see  any  cogent  reason  to\n    interfere with the impugned judgment.  The appeal lacks merit  and  is,\n    accordingly, dismissed.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_47\">                      CRIMINAL APPEAL NO. 404  OF 2011\n\n\n\n\n      State of Maharashtra through CBI\n      …Appellant\n\n\n                                   Versus\n\n\n      Moiddin Abdul Kadar Cheruvattam                   … Respondent\n\n\n</p><p data-structure=\"Issue\" id=\"p_48\">      40.   This criminal appeal has been  preferred  against  the  impugned\n      judgment and order dated  2.8.2007, passed by the Special Judge of the\n      Designated Court under the TADA in the Bombay  Blast  Case  No.  1/93,\n      acquitting the respondent of all the charges.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_49\">      41.   Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_15\">      A.    In addition to the  main  charge  of  conspiracy,  he  was  also\n      charged  under  <a href=\"/doc/1056565/\" id=\"a_30\">Section  3(3)</a>  TADA,  for  collecting  the  funds  for\n      terrorist activities and distributing the same for propaganda  against\n      Hindus after the riots in Bombay after demolishing of Babri Masjid  in\n      December 1992.\n</blockquote><blockquote id=\"blockquote_16\">      B.    The Special Judge under TADA has discarded all the  confessional\n      statements  on  the  ground  that  the  officer   who   recorded   the\n      confessional statement of the respondent and other co-accused did  not\n      fulfill the requirement of law by  giving  any  warning  to  the  said\n      persons telling (i) that they were not bound to make a confession  and\n</blockquote><blockquote id=\"blockquote_17\">      (ii) if made, it could be used against  them  as  evidence,  and  thus\n      acquitted them of all the charges.\n</blockquote><p data-structure=\"Issue\" id=\"p_50\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"Section\" id=\"p_51\">      42.   Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      appellant has tried to impress upon us that  undoubtedly  the  warning\n      had not been administered in  the  first  part  of  any  of  the  said\n      confessional statements but only after  reflection  period,  when  the\n      said persons again appeared for  making  their  respective  statements\n      they had been warned  properly.  If  Part  I  and  Part  II  of  their\n      statements are read together, it is  evident  that  the  said  accused\n      persons were fully  aware  that  they  were  not  bound  to  make  the\n      confession and if made, it would be used against them.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_52\">      43    On the contrary, learned counsel for the respondent  (A-48)  has\n      opposed the appeal contending that before the confession is  recorded,\n      Section 15 TADA and Rule 15(3) of the TADA  Rules,  require  that  the\n      maker of the statement must be explained that he was not bound to make\n      such statement and if so made, would be used against  him.   Thus,  no\n      interference is warranted.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">      44.   We have considered the rival submissions made by learned counsel\n      appearing for the parties and perused the record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_54\">      45.   Evidence against the respondent (A-48):\n</p><blockquote id=\"blockquote_18\">      (a)   Confessional statement of respondent (A-48)\n</blockquote><blockquote id=\"blockquote_19\">      (b)   Confessional statement of Ahmed Shah Khan Mubarak Shah  @  Salim\n           Khan Durani @ Salim Tonk (A-20)\n\n\n</blockquote><blockquote id=\"blockquote_20\">      (c)   Confessional  statement  of  Aziz  Ahmed  Mohammed  Ahmed\n           Shaikh (A-21)\n\n\n</blockquote><blockquote id=\"blockquote_21\">      (d)   Confessional statement of Ismail Abbas Patel (A-80)\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_55\">      46.   First part of the confessional statement of the  respondent  (A-\n</p><p data-structure=\"Section\" id=\"p_56\">      48) recorded on 14.5.1993,  reads as under:\n</p><blockquote id=\"blockquote_22\">            “My name is Mohiuddin Abdul  Kadar,  age  30  years,  occupation\n          Sales Representative, Dubai, Place  of  residence:  52/5,  Zakaria\n          Masjid St., Mumbai-9. I passed S.S.C. in the year 1978.\n            I myself informed the Inspector of Crime Branch that I wanted to\n          make the confessional statement voluntarily. I was arrested by the\n          Bombay Police on 3.4.93 from my residence at Dongri in  connection\n          with the Bombay bomb Blast case. For this reason, I wanted to give\n          my confessional statement.\n</blockquote><blockquote id=\"blockquote_23\">            I have been explained about my making the confessional statement\n          that the confessional statement, which I am going to make will  be\n          used against me.\n</blockquote><blockquote id=\"blockquote_24\">            In this connection, I was given 48 hours. For reflection, I will\n          be produced on  17.5.93,  if  I  want  to  make  the  confessional\n          statement.”\n\n\n          Sd/-                                     Sd/-\n</blockquote><blockquote id=\"blockquote_25\">          DCP                                      Accused”\n</blockquote><blockquote id=\"blockquote_26\">      47.   Similarly the first part of the confessional statements of  co-\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">      accused Ahmed Shah Khan Mubarak Shah @ Salim Khan Durani @ Salim Tonk\n      (A-20), Aziz Ahmed Mohammed Ahmed  Shaikh  (A-21)  and  Ismail  Abbas\n      Patel (A-80) are very cryptic. Further, there is  no  explanation  or\n      warning therein as required by law. Therefore, such  confessions  are\n      liable to be discarded.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_58\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799818\" id=\"span_1\">48.   This Court in <a href=\"/doc/799818/\" id=\"a_31\">S.N. Dube v. N.B. Bhoir &amp; Ors.</a>, (2000) 2 SCC   254\n      held that the compliance of Section 15 TADA and Rule 15 of TADA Rules,\n      is mandatory. It  is  necessary  before  making  of  the  confessional\n      statement that the accused must be warned that confessional  statement\n      if made will be used against him and further that he is not  bound  to\n      make the same.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_59\">           “Writing the certificate and making the memorandum are thus made\n           mandatory to prove that the accused was explained  that  he  was\n           not bound to make a confession and that if he made it  it  could\n           be used  against  him  as  evidence,  that  the  confession  was\n           voluntary and that it was taken down by the police officer fully\n           and correctly. These matters are not left to be proved  by  oral\n           evidence alone. The requirement of the rule  is  preparation  of\n           contemporaneous record regarding the  manner  of  recording  the\n           confession in the presence of the person making it.”\n\n\n\n\n           The court further clarified that a confessional statement  would\n      not be adversely affected if the certificate and memorandum are  mixed\n      or the format so prescribed is not used by the recording officer.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_60\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072924\" id=\"span_2\">49.   This Court in <a href=\"/doc/1072924/\" id=\"a_32\">Lal Singh v. State of Gujarat &amp; Anr.</a>, (2001) 3 SCC\n      221 held that:</span>\n</p><blockquote id=\"blockquote_27\">           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1813801\" id=\"span_3\">“23. In view of the settled legal position, it is  not  possible\n           to accept the contention of learned  Senior  Counsel  Mr  Sushil\n           Kumar  that  as  the  accused  were  in  police   custody,   the\n           confessional statements are either inadmissible in  evidence  or\n           are not reliable.  Custodial  interrogation  in  such  cases  is\n           permissible under the law to meet grave situation arising out of\n           terrorism unleashed by terrorist activities by persons  residing\n           within or outside  the  country.  The  learned  counsel  further\n           submitted that in the present case the guidelines  suggested  by\n           this Court in <a href=\"/doc/1813801/\" id=\"a_33\">Kartar Singh v. State of Punjab</a> (1994) 3 SCC  569,\n           were not followed. In our view, this submission is  without  any\n           basis because in the present case confessional  statements  were\n           recorded prior to the date of decision in  the  said  case  i.e.\n           before 11-3-1994.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1813801\" id=\"span_4\">Further, despite the suggestion made  by  this\n           Court in <a href=\"/doc/1813801/\" id=\"a_34\">Kartar Singh</a> case,  the  said  guidelines  are  neither\n           incorporated  in  the  Act  nor  in  the  Rules  by  Parliament.\n           Therefore, it would be difficult to accept the contention raised\n           by learned counsel for the accused that as the  said  guidelines\n           are not followed, confessional statements even if admissible  in\n           evidence, should not be relied upon for convicting the  accused.</span>\n           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_5\">Further, this Court has not held in <a href=\"/doc/1813801/\" id=\"a_35\">Kartar Singh</a>  case  that  if\n           suggested  guidelines  are  not   followed   then   confessional\n           statement would be inadmissible in evidence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799818\" id=\"span_6\">Similar  contention\n           was negatived by this Court in <a href=\"/doc/799818/\" id=\"a_36\">S.N. Dube</a>   (supra),  by  holding\n           that a police officer recording the confession under Section  15\n           is really not bound to follow any other procedure and the  rules\n           or the guidelines framed by the Bombay High Court for  recording\n           the confession by a Magistrate under <a href=\"/doc/497457/\" id=\"a_37\">Section 164</a> CrPC; the  said\n           guidelines  do  not  by  themselves  apply  to  recording  of  a\n           confession under <a href=\"/doc/187258181/\" id=\"a_38\">Section 15</a> of the TADA Act and it  is  for  the\n           court  to  appreciate  the   confessional   statement   as   the\n           substantive piece  of  evidence  and  find  out  whether  it  is\n           voluntary and truthful.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"194120\" id=\"span_7\">Further, by a majority decision in <a href=\"/doc/194120/\" id=\"a_39\">State\n           v. Nalini</a>, (1999) 5 SCC 253,  Court  negatived  the  contentions\n           that confessional  statement  is  not  a  substantive  piece  of\n           evidence and cannot be used against the co-accused unless it  is\n           corroborated in material particulars by other evidence  and  the\n           confession of one accused cannot corroborate the  confession  of\n           another, by holding that to that extent the  provisions  of  the\n           <a href=\"/doc/1953529/\" id=\"a_40\">Evidence Act</a> including Section 30 would not be  applicable.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799818\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"194120\" id=\"span_9\">The\n           decision in <a href=\"/doc/194120/\" id=\"a_41\">Nalini</a> (supra) was considered in <a href=\"/doc/799818/\" id=\"a_42\">S.N. Dube</a>  (supra).\n           The Court observed that Section 15  is  an  important  departure\n           from the ordinary law and must receive that interpretation which\n           would achieve the object of that provision and not frustrate  or\n           truncate it and that  the  correct  legal  position  is  that  a\n           confession recorded under <a href=\"/doc/187258181/\" id=\"a_43\">Section  15</a>  of  the  TADA  Act  is  a\n           substantive piece of evidence and can  be  used  against  a  co-\n           accused also.”</span></span>\n\n\n</blockquote><blockquote id=\"blockquote_28\">      50.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186697\" id=\"span_10\">In <a href=\"/doc/186697/\" id=\"a_44\">Bharatbhai v. State of Gujarat</a>,  (2002)  8  SCC  447,  this\n      Court held:</span>\n</blockquote><blockquote id=\"blockquote_29\">           “46. In view of the aforesaid discussion, our conclusions are as\n           follows:\n</blockquote><blockquote id=\"blockquote_30\">              A. Writing the certificate and making  the  memorandum  under\n              Rule 15(3)(b) is mandatory.\n</blockquote><blockquote id=\"blockquote_31\">              B. The language of the certificate and the memorandum is  not\n              mandatory.\n</blockquote><blockquote id=\"blockquote_32\">              C. In case the certificate and memorandum is not prepared but\n              the contemporaneous record shows substantial compliance  with\n              what is required to be contained therein, the discrepancy can\n              be cured if there is oral evidence of the  recording  officer\n              based on such contemporaneous record.\n</blockquote><blockquote id=\"blockquote_33\">              D. In the  absence  of  contemporaneous  record,  discrepancy\n              cannot be cured by oral evidence based on the memory  of  the\n              recording officer.\n</blockquote><blockquote id=\"blockquote_34\">           47. In the present case, admittedly Rule 15(3)(b) has  not  been\n           complied. No memorandum as required was made. There is  also  no\n           contemporaneous record to show the satisfaction of the recording\n           officer after writing of confession that the confession has been\n           voluntarily made. The confession of  Accused  7  does  not  even\n           state that it was read  over  to  him.  Thus,  the  confessional\n           statements are inadmissible and cannot  be  made  the  basis  of\n           upholding  the  conviction.  Once  confessional  statements  are\n           excluded the conviction cannot be sustained.”\n\n\n</blockquote><blockquote id=\"blockquote_35\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186697\" id=\"span_11\">51.   The parameters <a href=\"/doc/186697/\" id=\"a_45\">laid down  by</a>  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_36\">      52.   In view of the above, we are of the considered opinion that  the\n      learned Designated Court rightly rejected the  confessional  statement\n      made by the respondent and the co-accused as the first part  of  these\n      statements has not been recorded in consonance with the requirement of\n      statutory provisions.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_61\">           We concur with the view taken by the Special Judge.  The  appeal\n      lacks merit, and is accordingly, dismissed.</p><pre id=\"pre_4\">\n                       CRIMINAL APPEAL NO.405  OF 2011\n\n\n\n\n    State of Maharashtra through CBI                          …Appellant\n\n\n\n\n                                   Versus\n\n\n\n\n    Asfaq Kasam Hawaldar                                    … Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_62\">    53.          This appeal has been preferred against the final  judgment\n    and order dated  2.8.2007 passed by the Special Judge of the Designated\n    Court under the TADA in Bombay Blast Case No.1 of 1993, acquitting  the\n    respondent (A-38) charged for larger conspiracy and under <a href=\"/doc/105771932/\" id=\"a_46\">Section  3(3)</a>\n    TADA.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_63\">    54.     In addition to the charge of conspiracy, Respondent (A-38)  has\n    also been charged for the commission of offences  punishable  u/s  3(3)\n    TADA.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_64\">    55.     The case of the prosecution against him has been that:\n</p><blockquote id=\"blockquote_37\">    A.      The accused (A-38) along with his co-conspirators  participated\n    in the landing and transportation of arms, ammunition and explosives at\n    Shekhadi, Taluka: Shrivardhan District:  Raigad,  which  were  smuggled\n    into the country by Mushtaq @ Ibrahim @ Tiger Abdul  Razak  Memon  (AA)\n    and associates for being used in commission of terrorist acts.\n    ?B. That the accused (A-38) transported arms, ammunition and  explosives\n    which took place on 7.2.1993 which were smuggled into  the  country  by\n    Mushtaq @ Ibrahim @ Tiger Abdul Razak  Memon  and  his  associates  for\n    commission of terrorist acts in motor truck no. MHT 6745 driven by this\n    accused from Shekhadi to Wangni Tower.\n</blockquote><blockquote id=\"blockquote_38\">    C.      The Special Judge after conclusion of the trial  acquitted  the\n    respondent of all the charges.\n</blockquote><blockquote id=\"blockquote_39\">            Hence, this appeal.\n</blockquote>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_65\">    56.     Shri Mukul Gupta, learned  senior  counsel  appearing  for  the\n    State has submitted that as the respondent had been the driver  of  the\n    vehicle which  carried  the  contraband,  i.e.,  arms,  ammunition  and\n    explosives and therefore, there was no reason for his acquittal by  the\n    Designated Court.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_66\">    57.     Per contra, Ms. Farhana Shah, learned counsel appearing for the\n    respondent has submitted that there is nothing on record to  show  that\n    the respondent was driving the alleged vehicle on that particular  day.\n    The registered owner of the vehicle was neither made an accused  nor  a\n    witness in the case and no material had been placed on  record to  show\n    that on the fateful day the respondent was driving the vehicle.   Thus,\n    the findings of  the  learned  Designated  Court  do  not  require  any\n    interference.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_67\">    58.     We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_68\">    59.     Confessional statement of Tulsi Ram  Dhondu  Surve  (A-\n</p><p data-structure=\"Issue\" id=\"p_69\">    62):\n</p><blockquote id=\"blockquote_40\">           He  revealed that he was working as a Chowkidar at Wangni  Tower\n      and   came  in  contact  with  the  smugglers  and  facilitated  their\n      activities many a times  for  loading  and  unloading  the  contraband\n      smuggled by them.  He (A-62) used to serve  them  tea  and  food.   On\n      being asked by Dawood he (A-62) had agreed to help  the  smugglers  in\n      loading and unloading at the said tower for consideration. On 9.1.1993\n      at 8 hrs. in the night one Maruti car  entered  the  premises  of  the\n      tower and Sarfaraz (A-55), son of Dawood Phanse got down from the  Car\n      and asked him (A-62) to prepare tea.  He prepared tea and  served  the\n      same to 9-10 persons.  Tiger Memon (AA) was  also  with  them.   After\n      having tea they went away and came back at 12  o’Clock  in  the  night\n      with one truck and a tempo, a jeep and a Maruti car.  Tiger Memon (AA)\n      and his associates Iqbal,  Anwar,  Munna,  Sharif  alighted  from  the\n      vehicles and then the contraband was reloaded from the  truck  to  the\n      tempo.  Tiger Memon (AA) had given his men guns and pistols  in  their\n      hands and after reloading the contraband  they  all  went  away.    On\n      7.2.1993,  he came to know through Sharif that Dawood Phanse’s  (A-14)\n      contraband was about to come.  The accused (A-62) informed  his  other\n      colleagues at about 9.30 in the night. He came alongwith More from the\n      tower and waited at the Kuchha road for them.  After sometime a truck,\n      followed by three jeeps, a rickshaw and two  motorcycles  came  there.\n</blockquote><p data-structure=\"Facts\" id=\"p_70\">      Subsequently, a truck and a jeep carrying some goods also came to  the\n      tower.  The truck carrying the goods was owned by one Hasan  Adhikari,\n      r/o Mhasla and was driven by Asfaq Kasam Hawaldar  (A-38).   Alongwith\n      the truck,  Dawood  Phanse  (A-62),  Dadamiya  Parkar  (A-17),  Sharif\n      Adhikari, Abdul Gharatkar were there in a jeep. Tiger  Memon  and  his\n      above-mentioned associates carrying guns and  pistols  got  down  from\n      another jeep.  Sarfaraz Phanse (A-55), Khalil Nazir and  Sajjad  Nazir\n      kept the watch during this period.  After transferring the goods  from\n      one vehicle to another  all  vehicles  left  from  there.  The  wooden\n      packings of the goods were burnt in the ditch near the tower.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_71\">    60.     Deposition of Vyankatesh Hirba (PW.588) stated that he made the\n    recovery of the truck used in the said offence.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_72\">    61.     The Designated Court has acquitted the respondent (A-38) of the\n    said charges only on the ground that  the  truck  was  owned  by  Hasan\n    Adhikari and the prosecution did not consider it proper to  make  Hasan\n    Adhikari as an accused or as a witness to find out as  to  whether  the\n    respondent (A-38) had been a regular driver with him and as to  whether\n    on that particular date he was on duty.  No person had  identified  him\n    as he was driving the said vehicle on the said date.  The  confessional\n    statement of Tulsi Ram Dhondu Surve (A-62) was not corroborated by  any\n    other witness/accused.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_73\">    62.     The parameters laid down by  this  Court  in  entertaining  the\n    appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_74\">    63.     We find no cogent reason to interfere with the order passed  by\n    the Designated Court and the appeal is accordingly dismissed.</p><pre id=\"pre_5\">\n\n\n\n\n                       CRIMINAL APPEAL NO.394  OF 2011\n\n\n\n\n    State of Maharashtra\n    …Appellant\n\n\n\n\n                                   Versus\n\n\n\n\n    Ismail Abbas Patel                                            …\n    Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_75\">    64.          This appeal has been preferred against the final  judgment\n    and order dated  2.8.2007 passed by the Special Judge of the Designated\n    Court under the TADA in Bombay Blast Case No.1 of 1993, acquitting  the\n    respondent charged under <a href=\"/doc/105771932/\" id=\"a_47\">Section 3(3)</a> and <a href=\"/doc/1897847/\" id=\"a_48\">Section 120B</a>  IPC  and  other\n    provisions.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_76\">    65.     Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_41\">    A.      In addition to main charge of conspiracy,  the  respondent  was\n    charged as he participated in the conspiratorial meeting at Dubai,  and\n    made the arrangement and financed the trip for  his  co-accused  Shaikh\n    Aziz to Dubai.  Thus, he  was  charged  under  <a href=\"/doc/105771932/\" id=\"a_49\">Section  3(3)</a>  TADA  and\n    various provisions of <a href=\"/doc/1569253/\" id=\"a_50\">IPC</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_42\">    B.      The Designated Court  after conclusion of the  trial  acquitted\n    the respondent of all the charges.\n</blockquote><blockquote id=\"blockquote_43\">            Hence, this appeal.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_77\">    66.     Shri Mukul Gupta, learned  senior  counsel  appearing  for  the\n    State  has  submitted  that  there  was  ample  evidence  against   the\n    respondent of his involvement in the aforesaid  offence.  However,  the\n    learned Designated Court has wrongly acquitted him.  Thus,  the  appeal\n    deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_78\">    67.     Per contra, learned counsel appearing for  the  respondent  has\n    opposed the appeal contending that the findings of fact recorded by the\n    court below are based on evidence and by no means, the same can be held\n    to be perverse. Thus, no interference is called for.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_79\">    68.     We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_80\">    69.     Evidence against the respondent is his own confession  recorded\n    under <a href=\"/doc/187258181/\" id=\"a_51\">Section 15</a> TADA and the confessions of co-accused Ahmed Shah Khan\n    Durrani (A-20) and Aziz Ahmed Mohd. Ahmed Shaikh (A-21).\n</p><p data-structure=\"Section\" id=\"p_81\">    70.     The confession of the respondent and other co-accused i.e. A-20\n    and A-21 has been discarded by the Designated Court for the reason that\n    it had not been recorded strictly in accordance with the provisions  of\n    <a href=\"/doc/187258181/\" id=\"a_52\">Section 15</a> TADA and Rule 15 of  TADA  Rules,  1987.   The  confessional\n    statement of these accused had been recorded in two parts and there had\n    been some intervening period for re-consideration.  While recording the\n    first part of the confession, the officer recording the  statement  did\n    not inform the accused that he was not bound to make the confession and\n    further that in case he makes it, it  would  be  used  against  him  as\n    evidence.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_82\">    71.     In  the  first  part  of  the  confessional  statement  of  the\n    respondent as his particulars have been described  and  further  stated\n    that he was giving his confession of his own accord.   It  was  further\n    recorded that the accused had been given 48 hours to reconsider. ?\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_83\">    72.     Even in the second part of the confession which was recorded on\n    4.5.1993 the respondent had not been warned that he was  not  bound  to\n    make the confession. Though he was asked as to whether  he  was  making\n    the statement under any pressure and whether he was willing to make the\n    confession but even then he was not warned that he  was  not  bound  to\n    make the statement.  The certificate issued by  the  officer  regarding\n    the confessional statement mentions the belief of the recording officer\n    that the statement was signed of his own will.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_84\">    73.     Exactly the same is the position so  far  as  the  confessional\n    statements of co-accused Ahmed Shah Khan Durrani (A-20) and Aziz  Ahmed\n    Mohd. Ahmed Shaikh (A-21) are concerned.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_85\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799818\" id=\"span_12\">74.     The Designated Court has discarded the confessional  statements\n    as the same was not in accordance with the said provisions.  We  concur\n    with the finding of the Designated Court in view of the law  laid  down\n    by this court in  <a href=\"/doc/799818/\" id=\"a_53\">S.N.  Dube</a>  (supra),  where  it  was  held  that  the\n    compliance of <a href=\"/doc/187258181/\" id=\"a_54\">Section 15</a> and Rule 15 of TADA, 1987 is mandatory. [Vide:</span>\n</p><blockquote id=\"blockquote_44\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186697\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072924\" id=\"span_14\"><a href=\"/doc/1072924/\" id=\"a_55\">Lal Singh</a>  (supra) and <a href=\"/doc/186697/\" id=\"a_56\">Bharatbhai</a> (supra)].</span></span>\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_86\">    75.     As there is no admissible evidence  on  record  connecting  the\n    respondent (A-80) to the crime, he has rightly been  acquitted  by  the\n    court below.  Thus, no interference  is  required  and  the  appeal  is\n    accordingly dismissed.</p><pre id=\"pre_6\">\n\n\n                      CRIMINAL APPEAL NO.1033  OF 2012\n\n\n\n\n    State of Maharashtra\n    …Appellant\n\n\n\n\n                                   Versus\n\n\n\n\n    Rukhsana Mohd. Shafi Zariwala                                 …\n    Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_87\">    76.          This appeal has been preferred against the final  judgment\n    and  order  dated   2.8.2007,  passed  by  the  Special  Judge  of  the\n    Designated Court under the TADA in the Bombay Blast Case No.1 of  1993,\n    acquitting the respondent of all the charges.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_88\">    77.     Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_45\">                In addition to the main  charge  of  conspiracy,  the  case\n    against the respondent had been that she accompanied Ashrafur Rehman (A-\n</blockquote><blockquote id=\"blockquote_46\">    71)  and  helped  in  the  transportation   of   bags   containing   85\n    handgrenades, 350 electric detonators and 3270 live cartridges of AK-56\n    rifles from Jogeshwari to Musafirkhana, Bombay.  She thereby aided  and\n    facilitated the distribution of fire arms,  ammunition  and  explosives\n    which  were  smuggled  into  India  by  the  co-accused  for  terrorist\n    activities.\n</blockquote><p data-structure=\"Issue\" id=\"p_89\">          After conclusion of the trial, the Designated Court acquitted  the\n      respondent of all the charges.\n</p><p data-structure=\"Issue\" id=\"p_90\">           Hence, this appeal.\n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_91\">    78.     Shri Mukul Gupta, learned  senior  counsel  appearing  for  the\n    appellant-State has submitted that the respondent had  accompanied  her\n    husband while carrying the arms, ammunition and explosives,  and  thus,\n    she was guilty of facilitating the distribution of arms, ammunition and\n    explosives etc.  Hence, the Designated Court erred in acquitting her of\n    all the charges.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_92\">    79.     Ms. Farhana Shah, learned counsel appearing for the  respondent\n    has submitted  that  the  Designated  Court  has  examined  the  entire\n    evidence and came to the conclusion that  she  had  been  unnecessarily\n    dragged in the trial. She was not involved anywhere  and  merely  being\n    the wife of absconding accused, she had been forced to face the  trial.\n    Considering the parameters laid down by this  Court  to  entertain  the\n    appeal against acquittal, the case is not worth for interference. Thus,\n    the appeal is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_93\">    80.     We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p><p data-structure=\"Facts\" id=\"p_94\">    81.     Confessional statement of  Parvez  Nazir  Ahmed  Shaikh  (A-12)\n    revealed about the incident of transportation of  the  contraband  arms\n    and ammunition from Jogeshwari to Musafirkhana.  He disclosed  that  he\n    was a close associate of  Imtiyaz  and  Tiger  Memon.   He  knew  Shafi\n    Zariwala, the husband of the respondent who was working  as  driver  of\n    Tiger Memon very well.  He revealed his participation on various  times\n    in landing and transportation.  On 11.3.1993 at 12 noon he went to  the\n    house of Tiger Memon.  At that time Asgar was also present there. Tiger\n    Memon (AA) gave him two suit  cases,  two  handbags   (just  like  neck\n    hanging  bags)  and  one  big  suit  case  and  asked  him  to  go   to\n    Musafirkhana.  He and Asgar  took all the goods and kept  the  same  in\n    room no.17 of Musafirkhana and their curiosity got the best of them and\n    they opened the bags and found that one bag contained AK-56 rifles  and\n    the other bag contained some handgrenades and pen shaped  pipes.   They\n    closed the bag and went to Shafi’s house and  from there went to Mahim.\n     After some time, Shafi also came by jeep and took him  (A-12)  to  his\n    sister-in-law’s house at Jogeshwari.  Shafi’s wife (respondent  herein)\n    was also there.  Shafi kept 2 AK-56 rifles and some handgrenades in one\n    bag  and in the  bag he kept some pistols there.  The  accused  (A-12),\n    Shafi, his wife Rukhsana (respondent) and his  sister-in-law  all  left\n    for Mahim at about 8.30 P.M.  Shafi dropped them at Mahim and told them\n    to go to Musafirkhana by a taxi and keep those bags in room  no.17  and\n    after that came to Shafi’s house. He explained that the goods had  been\n    kept at Musafirkhana  on  the  instruction  of  Tiger  Memon  (AA).  He\n    revealed that after the Bombay Blast on 12.3.1993 he  had  shifted  the\n    contraband from room nos.16 and 17 to the lavatory and further how  the\n    recovery was made.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_95\">    82.      So  far  as  the  incident  of  transporting  the  goods  from\n    Jogeshwari to  Musafirkhana  is  concerned,  Ashrafur  Rehman  Azimulla\n    Shaikh (A-71) revealed that he had booked two rooms i.e.,  Room  Nos.16\n    and 17 on the first floor in Musafir Khana.  On the  intervening  night\n    of 11.3.1993 and 12.3.1993 at about 1.00 a.m. Tiger Memon  (AA)  called\n    him on telephone and asked him to reach Musafirkhana. Tiger  Memon  met\n    him there.  There were three big suit cases and one  small  suit  case,\n    two hand bags, three or four plastic bags containing cartridges,  seven\n    machine guns and seven small pistols etc.\n          He has  given  some  reference  to  this  incident,  however,  his\n    statement was discarded by the Designated Court in  view  of  the  fact\n    that the officer who recorded his statement did not meet the  statutory\n    requirement of giving him the statutory warning that he was  not  bound\n    to make his confession and if made it would be used  against  him.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_96\">    83.     We have gone  through  his  confessional  statement.   No  such\n    requirement had been ensured and,  thus,  the  same  has  rightly  been\n    rejected by the court below.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_97\">    84.     The Special Judge acquitted the respondent on the grounds:\n</p><blockquote id=\"blockquote_47\">           ?“(a) That  there  is  no  corroborative  material  available  to\n           support the contents of the  confession  of  A-12  Parvez  Nazir\n           Ahmed Shaikh and further no recovery has been affected from room\n           No. 17 of the Musafirkhana.\n</blockquote>\n\n<blockquote id=\"blockquote_48\">           (b) That the confession made by A-71 Ashrafur Rehman in  support\n           of A-12 Parvez Nazir Ahmed Shaikh&#x27;s confession  is  inadmissible\n           because it was not recorded by the Deputy Commissioner of police\n           (hereinafter referred to as  DCP)  by  following  the  statutory\n           procedure and that A-71  Ashrafur  Rehman   was  not  given  the\n           requisite warning that he ?was  not  bound  to  make  confession.\n</blockquote><p data-structure=\"Section\" id=\"p_98\">           Further, the requisite certificate/memorandum as  prescribed  in\n           Rule 15 (3) of TADA(P) Rules, was also not recorded”.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_99\">      85.   The parameters laid by this Court  in  entertaining  the  appeal\n      against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_100\">      86.   The only allegation against the respondent had been that she had\n      accompanied her hushand (AA) while he carried the arms, ammunition and\n      explosives. Further, there is nothing on record to show that  she  had\n      any knowledge of such arms, and the purpose for  which  the  same  had\n      been brought. Further, the sister-in-law of the respondent was neither\n      made the accused nor a witness. Her husband is  still  absconding.  In\n      such a fact-situation, the findings recorded by the learned Designated\n      Court do not warrant any interference. The appeal lacks merit, and  is\n      accordingly dismissed.</p><pre id=\"pre_7\">\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                      CRIMINAL APPEAL NO.  594  OF 2011\n\n\n\n\n    The State of Maharashtra\n    …Appellant\n\n\n                                   Versus\n\n\n    Sayyed Ismail Sayyed Ali Kadri                         … Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_101\">     87.    This appeal has been preferred against the impugned judgment and\n     order dated 2.8.2007 passed by the  Special  Judge  of  the  Designated\n     Court under the TADA for Bombay Blast, Greater Bombay, in Bombay  Blast\n     Case No. 1/1993, acquitting the respondent (A-105) of all the charges.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_102\">     88.    Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_49\">            In addition to the main charge of conspiracy, the respondent was\n     also  charged  for  having  abetted  and  knowingly  and  intentionally\n     facilitating the commission of terrorist acts in effecting the  landing\n     of contraband  goods such as arms, ammunition and explosives  at  Dighi\n     Jetty on 9.1.1993. He was further charged for concealing contraband  at\n     his house and also in the  mango  grove  of  Abdul  Razak  Subedar  and\n     further for his involvement in disposal of the said articles at  Kandal\n     Gaon Creek.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_103\">      89.   The Special Judge after conclusion of the trial,  acquitted  the\n      respondent of all the charges.\n</p><p data-structure=\"Issue\" id=\"p_104\">           Hence, this appeal.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_105\">     90.    Mr. Mukul  Gupta,  learned  senior  counsel  appearing  for  the\n     appellant has submitted that the  respondent  being  father  of  Shabir\n     Sayyed Ismail Kadri (AA) and  Jamir Sayyed Ismail Kadri  (A-133)  (dead\n     after being convicted by the Special Judge) was a party  to  conspiracy\n     and of the plan of committing terrorist acts and was fully aware as the\n     contraband had been  concealed  in  his  house  with  his  consent  and\n     connivance.  He had also participated  when  the  contraband  arms  and\n     ammunition were shifted from his  house to mango grove of  Abdul  Razak\n     Subedar and  concealed there by digging the earth. He was  involved  in\n     disposal of the said articles in the  creek.   The  Special  Judge  has\n     wrongly given the benefit of doubt to him. Thus, the appeal deserves to\n     be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_106\">     91.    On the contrary, Ms. Farhana Shah, learned counsel appearing for\n     the respondent has submitted that even if his sons Shabir Sayyed Ismail\n     Kadri (AA) and  Jamir Sayyed Ismail Kadri (A-133) had been involved  in\n     the offence, there is nothing on record on the basis of which  it could\n     be held that the respondent had committed any offence. More so, he  had\n     been in jail for 2 ½ years during the trial. He is 70 years of age, old\n     and bed ridden person.  The incident occurred 20 years ago,  so  it  is\n     not a case warranting interference  against the order of acquittal.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_107\">     92.    We have considered the rival submissions made by learned counsel\n     for the parties and perused the record.\n</p>\n\n<p data-structure=\"Section\" id=\"p_108\">            Respondent accused (A-105) did not make any confession.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_109\">     Confession of Faki Ali Faki Ahmed Subedar (A-74) :\n</p><p data-structure=\"Precedent\" id=\"p_110\">     93.    The confessional statement of  Faki Ali Faki Ahmed  Subedar  (A-\n</p><p data-structure=\"Facts\" id=\"p_111\">     74) revealed that Shabir had approached him  in  the  2nd/3rd  week  of\n     March, 1993 for help as Feroz Khan had come from Bombay  and  told  him\n     that after the riots the situation was very  bad  in  Bombay  and  some\n     boxes containing fire arms and bags containing cartridges were  to   be\n     dumped in the creek.  He asked for help taking the said articles in the\n     boat.  The acccused (A-74) agreed. Shabir, his  brother  Jamir  (A-133,\n     since dead), Abdulla Surti and Gambas  (A-81)  took  out  three  wooden\n     boxes and 6 green coloured bags  kept under the straw and  loaded  them\n     in a boat lying near the shore of the  creek  and  went  in  the  water\n     towards Kandalwada creek.  The next day, Shabir came and told him  that\n     certain arms, ammunition and cartridges were to be hidden in the  mango\n     grove  and he wanted the said accused to help  him.  The  accused  went\n     along with him. At that time, Gambas, Abdulla Surti, Jamir and  Jamir’s\n     father were there in his house. After reaching there, they took out  13\n     coloured bags containing cartridges and guns wrapped in  plastic  paper\n     and kept there in three bundles  from   underneath  the  straw.   These\n     articles were put in the pit prepared earlier in the mango  orchard  of\n     Abdulla Razak Subedar who was living in Nairobi at the time and the pit\n     was covered with soil.\n</p><p data-structure=\"CDiscource\" id=\"p_112\">            After about a month, he was interrogated by the police,  wherein\n     he  disclosed  about  the  said  13  green  coloured  bags   containing\n     cartridges and three bundles containing guns had  been  hidden  in  the\n     mango orchard of Abdul Razak Subedar. The hidden material was recovered\n     from the said mango grove and it contained  4  country  made  guns,  12\n     foreign made guns, 36 magazines and 26 cartridges.\n     Confession of  Jananrdan Pandurang Gambas (A-81):\n</p><p data-structure=\"CDiscource\" id=\"p_113\">     94.    He disclosed that he was not able to maintain a  good   business\n     so some smugglers persuaded him to purchase one new boat and indulge in\n     transportation of smuggled goods particularly silver and  gold  through\n     the sea.  Shabir used to give him Rs.1000/-  for  such  activities.  On\n     2.12.1993, he was asked by Shabir Kadri to come to the Jetty at  around\n     9.00 p.m.,  for unloading silver and gold. So he  participated  in  the\n     said landing and brought the goods to the sea shore with  the  help  of\n     Mohd. Chacha (A-136)  and Uttam Potdar (A-30) and for that many persons\n     had helped and Uttam Potdar (A-30) gave Rs. 5,000/- to each  and  every\n     person for their assistance.  After the Bombay Blast, one day Jamir (A-\n     133, since dead) and his brother Shabir called him (A-81)  at  Agarwada\n     and he was told that goods unloaded on the last occasion contained guns\n     and explosive substances i.e.  “gola  barood”  and  had  to  be  hidden\n     beneath the ground and he was directed to remain present in  the  mango\n     grove  after  dinner  and  dig  the  pit  for  hiding  the  contraband.\n     Accordingly, a pit was prepared  and  three  boxes  each  containing  4\n     rifles wrapped in gunny bags and  26  boxes  of  thermal  packing  were\n     buried in the ground. He was  paid  Rs.1,000/-  for  that  job.  Shabir\n     threatened him not to disclose the fact to anyone. When these  articles\n     were buried, Shabir Jamir,  Faki Ali Faki Chacha, Abdulla Surti, Sayyed\n     Ismail Kadri, father of Shabir were also present.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_114\">     95.    The recovery of the said material had been made at the  instance\n     of   Faki Ali Faki Chacha (A-74) from the mango grove.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_115\">     96.    After appreciating the aforesaid evidence the Special Judge came\n     to the  conclusion  that  the  respondent  (A-105)  had  not  made  any\n     confession. So far as the confession of Faki Ali Faki Chacha (A-74)  is\n     concerned, it contained reference regarding the presence of one father,\n     but the same does not specifically reveal A-105 being person while  the\n     goods were being concealed after taking them  from  the  house  of  the\n     respondent-accused to the mango grove.   The same conclusion was  drawn\n     regarding the confession of  Jananrdan Pandurang Gambas (A-81). He  (A-\n</p><p data-structure=\"Precedent\" id=\"p_116\">     81) made a passing remark revealing the presence of respondent A-105 at\n     the relevant time. Still the same specifically failed to depict any act\n     committed by him in relation with the contraband goods. More so,  there\n     seems to be some contradiction and variance in the sequence  of  events\n      as given in the aforesaid confessions.  Thus,   it  was  difficult  to\n     accept that the said material in confession of the  co-accused  can  be\n     accepted without there being any independent corroboration, though  the\n     corroboration was required only on material points and not on each  and\n     every point.  The  confessional  statement  of  the  aforesaid  accused\n     particularly  Faki Ali  Faki  Chacha  (A-74)  and  Jananrdan  Pandurang\n     Gambas (A-81) cannot be said  to  be  cogent  enough  for  establishing\n     involvement of  the  respondent  (A-105)  in  commission  of  the  acts\n     amounting to a criminal offence required to be strictly proved.\n</p>\n\n<p data-structure=\"Section\" id=\"p_117\">    97.     The parameters laid down by  this  Court  in  entertaining  the\n    appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_118\">     98.    In the instant case, there is no evidence on record to show that\n     the respondent had been involved in the crime in any  manner.   If  his\n     sons had indulged in the offence, his mere presence in his house, where\n     the  contraband  had  been  hidden,  would  not  make  the   respondent\n     responsible.\n</p><p data-structure=\"Conclusion\" id=\"p_119\">           We do not find any cogent reason to interfere with  the  impugned\n    judgment  and  order.  The  appeal  lacks  merit  and  is   accordingly\n    dismissed.</p><pre id=\"pre_8\">\n                       CRIMINAL APPEAL NO. 402 of 2011\n\n\n\n\n      State of Maharashtra\n      ….Appellant\n\n\n\n\n                                   Versus\n\n\n      Mohd. Ahmed Mansoor                            … Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_120\">      99.   This appeal has been preferred against the  judgment  and  order\n      dated 2.8.2007, passed by the Special Judge of  the  Designated  Court\n      under the TADA in the Bombay Blast Case No. 1 of 1993.  The respondent\n      has been acquitted of all the charges.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_121\">      100.  In addition to the general charge of conspiracy, the  respondent\n      was charged under <a href=\"/doc/105771932/\" id=\"a_57\">Section 3(3)</a> TADA.\n</p><p data-structure=\"CDiscource\" id=\"p_122\">      101.  After conclusion of the trial, the  Designated  Court  acquitted\n      the respondent of all the charges.\n</p><p data-structure=\"Issue\" id=\"p_123\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_124\">      102.  Shri Mukul Gupta, learned senior counsel appearing for the State\n      argued that the  respondent  received  the  co-accused  at  Dubai  and\n      facilitated their stay at Dubai and further facilitated their  transit\n      to Pakistan  where  they  took  training  for  handling  of  arms  and\n      ammunition etc.  When  co-accused  came  back  from  Pakistan  through\n      Dubai,  their  transit  and  stay  was  again  facilitated   by   him.\n      Therefore, his acquittal of all the charges deserves reversal.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_125\">      103.  Ms. Farhana Shah, learned counsel appearing for  the  respondent\n      has submitted that there is no iota of evidence showing involvement of\n      the respondent in any overt  act  or  conspiracy.  The  well  reasoned\n      judgment of the Designated Court does not warrant interference by this\n      court.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_126\">      104.  We have considered the rival submissions made by learned counsel\n      for the parties and perused the record.\n</p><p data-structure=\"RespArg\" id=\"p_127\">           The respondent did not make any confessional statement.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_128\">      Evidence against the respondent :\n</p><blockquote id=\"blockquote_50\">      Confessional statement of Mohd. Hanif Mohd Usman Shaikh  (A-\n</blockquote><blockquote id=\"blockquote_51\">      92):\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_129\">      105.  The accused (A-92) revealed that  he got a passport in the  year\n      1987 and visited  Dubai and other gulf countries several  times  prior\n      to Bombay Blast. During the riots in  Bombay  in  December,  1992  and\n      January, 1993, he was working as the driver  of  Salim  Kurla.   Salim\n      Kurla asked A-92 to go to Dubai. A-92 agreed and he was paid Rs. 1000/-\n       in cash and Salim Kurla agreed to arrange his ticket etc.  Ticket  of\n      A-92 to Dubai was arranged by Salim Kurla  as  was  done  by  him  for\n      Sayeed, Usman and Ibrahim.  All  of  them  reached  Dubai.  There  two\n      persons named Ahmed and Farooq  were  waiting  for  them  outside  the\n      airport.  From there, A-92 and  other  accused  were  taken  to  Delhi\n      Darbar Hotel in two cars.  On the next day, Ahmed and Farooq  came  to\n      the hotel and told them that they would go to Pakistan for work.  They\n      were also given some money.  After 4 days,  Salim,  Ahmed  and  Farooq\n      came to the hotel.  Salim told them that their air tickets  for  going\n      to Pakistan were ready.  Thereafter, Salim and Ahmed called  them  and\n      stated that great injustice had been done to the Muslim  community  in\n      Bombay riots in December 1992 and January 1993.   Thus,  in  order  to\n      ensure that it was not repeated, they  should  be  given  training  of\n      handling of arms/guns and ammunition.  They should be ready to  go  to\n      Pakistan the next day.  Salim, Ahmed and Farooq left the hotel.   Next\n      day Ahmed and Farooq came to the hotel and delivered their tickets and\n      passports.  After some time, Salim also came. The accused (A-92)  went\n      with Usman, Ahmed and alongwith others to Dubai airport.  On the  way,\n      Ahmed gave one yellow coloured cap to Usman (PW.2)  and  told  him  to\n      wear the same after reaching Pakistan  so  that  the  person  who  was\n      coming to receive them, would be able to identify them.  In  Pakistan,\n      they were received at the airport  by  one  Altaf  and  taken  to  the\n      training camp in a jungle.  During  their  training,  a  person  named\n      Ahmed came there and enquired about training.  After completion of the\n      training, two pathans  took  them  to  unknown  bungalow  in  a  jeep.\n      Thereafter, they came to Karachi and then Dubai and  stayed  in  Delhi\n      Darbar Hotel.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_130\">      Confessional Statement of Shaikh Ibrahim  Shaikh  Hussain  Shaink  (A-\n</p><p data-structure=\"Section\" id=\"p_131\">      108):\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_132\">      106.  He revealed that he was well  acquainted  with  one  Ismail  and\n      after the riots in Bombay  in  December  1992  and  January  1993,  he\n      suffered a loss in business and used to stay at home.   On  16.1.1993,\n      Ismail came to his house and asked  him  if  he  had  a  passport  and\n      whether he was willing to go to Dubai.  Accused  (A-108)  told  Ismail\n      that he had no money. Ismail told him not to  worry  about  money,  he\n      would make the necessary payments. So, he got ready to go to Dubai.  A-\n      108 left for Dubai alongwith co-accused and reached  Dubai  where  two\n      persons named Ahmed and Farooq (whose names were disclosed  by  Salim)\n      were waiting outside the airport.  Ahmed told them next day that  they\n      had to go to Pakistan for work and Ahmed gave them each 200 Dinars for\n      their  expenses.   Ahmed  and  Farooq  had  been  meeting   them   and\n      facilitated their stay and subsequent transit to Pakistan.  Ahmed gave\n      one yellow coloured cap to Usman (PW.2) and told him  to  wear  it  in\n      Pakistan so that they would be identified by the person who would come\n      to receive them at the airport.  After reaching Pakistan, Usman (PW.2)\n      wore Yellow coloured cap.  One person  came  to  receive  them,  Usman\n      (PW.2)  told him that Ahmed and Farooq had sent them from Dubai.  They\n      were taken outside the airport and taken to training camp in a jungle.\n      He (A-108) got injured during the training so he was taken to hospital\n      at Islamabad for treatment.  He stayed in the hospital for  six  days.\n      He was brought to Karachi airport from Islamabad by air by  one  Yusuf\n      and one unknown person and then he reached Dubai.  Yusuf took  him  to\n      the house of Anees Bhai. Ahmed was also  present there.  The next  day\n      the servant of Ahmed took him to Delhi Darbar Hotel where he met other\n      persons.  From there, they came back to Bombay.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_133\">      Confessional statement of Usman Man khan Shaikh (A-115):\n</p><blockquote id=\"blockquote_52\">      107.  He revealed like other co-accused that he had also gone to Dubai\n      and two persons named Ahmed and Farooq were already waiting  for  them\n      outside the airport.   They had facilitated their stay  in  Dubai  and\n      transit to Pakistan. All arrangements were  made  by  them.  When  the\n      accused came back after having  training in Pakistan   Ahmed had given\n      him 200 Dinars for expenses.  A-115 revealed  that  the  said  accused\n      persons got training in Pakistan.  During their training,  Ahmed  came\n      and enquired about their training. After completion of their training,\n      they came back to Dubai and went to Delhi Darbar  Hotel  and  then  on\n      15.2.1993, Ahmed and Yusuf took them to Dubai Airport and then arrived\n      at Bombay.\n</blockquote>\n\n<blockquote id=\"blockquote_53\">      108.  In his statement,  Usman Ahmed Jan Khan (PW-2) made reference to\n      Ahmed  without  giving  his  full  name  and  address  or  any   other\n      particular, which may be a decisive factor to determine as to  whether\n      the respondent was the real  person  to  whom  the  witness  had  been\n      talking about.\n</blockquote>\n\n<blockquote id=\"blockquote_54\">      109.  The Special Judge has given benefit of doubt to  the  respondent\n      (A-132)  reaching  the  conclusion  that  the  prosecution  failed  to\n      disclose  the  correct  identity  of  the   accused.   None   of   the\n      witness/accused had referred to his full name or  address  even  once.\n</blockquote><p data-structure=\"Precedent\" id=\"p_134\">      In such a fact-situation, the Special Judge has rightly given him  the\n      benefit of doubt.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_135\">      110.  In the facts and circumstances of the case, as  the  prosecution\n      failed to fix the identity of the accused who had gone to Pakistan for\n      training, we are of the opinion that the respondent has  rightly  been\n      given the benefit of doubt.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_136\">      111.  The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_137\">      112.  The appeal lacks merit, and the judgment and order of  acquittal\n      does not deserve interference. The appeal  is  dismissed  accordingly.</p><pre id=\"pre_9\">\n\n\n\n\n\n\n                      CRIMINAL APPEAL NO. 1022  OF 2012\n\n\n\n\n      State of Maharashtra\n      …Appellant\n\n\n\n\n                                   Versus\n\n\n      Rashid Umar Alwar                                  …Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_138\">      113.  This criminal appeal has been  preferred  against  the  impugned\n      judgment and order dated 2.8.2007, passed by the Special Judge of  the\n      Designated Court under the TADA in the Bombay Blast Case No. 1/93,  by\n      which the respondent had been convicted under Section  111  read  with\n      <a href=\"/doc/1889775/\" id=\"a_58\">Section 135</a> of the Customs Act, 1962, and awarded the  sentence  of  3\n      years alongwith a fine of Rs.25,000/-. However, he had been  acquitted\n      of the general charge of conspiracy and second  charge  under  <a href=\"/doc/105771932/\" id=\"a_59\">Section\n      3(3)</a>  TADA.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_139\">      114.  Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_55\">      A.    In addition to the main charge of conspiracy, the respondent (A-\n</blockquote><blockquote id=\"blockquote_56\">      27)  was  also  charged  for  participating   in   the   landing   and\n      transportation of the arms, ammunition and explosives, using his motor\n      truck bearing registration No. MWT-6683, on 3.2.1993  from Shekhadi to\n      Wangni Tower.  About 59 bags of RDX explosives were taken  by  him  in\n      his truck alongwith other co-accused to the field of Tulsi Ram  Dhondu\n      Surve where it was buried and concealed.\n</blockquote><p data-structure=\"RespArg\" id=\"p_140\">      B.    After holding the trial, the respondent had  been  acquitted  of\n      the charge of conspiracy, however, he has been convicted for the other\n      charges as mentioned hereinabove.\n</p><p data-structure=\"Issue\" id=\"p_141\">           Hence, this appeal.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_142\">      115.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      appellant has submitted that there was sufficient evidence against the\n      respondent (A-27), so far as the participation and  transportation  of\n      the explosives used in  the  offences  is  concerned.  Therefore,  the\n      acquittal under <a href=\"/doc/105771932/\" id=\"a_60\">Section  3(3)</a>  TADA  and  of  the  charge  of  general\n      conspiracy is unwarranted.   The evidence on record makes  it  evident\n      that he had knowledge that contrabands were not silver  but  arms  and\n      ammunition. Therefore, the appeal  deserves  to  be  allowed  and  the\n      respondent (A-27) should be  convicted  for  the  offences  punishable\n      under the aforesaid provisions.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_143\">      116.  Shri Mushtaq Ahmad, learned counsel appearing for the respondent\n      (A-27) has submitted that after appreciating the evidence  on  record,\n      the Designated Court reached the conclusion after  that  even  if  the\n      respondent (A-27) had participated in landing  and  transportation  of\n      contraband, he had no knowledge about its contents.  In absence of any\n      knowledge  that  the  contraband  contained   arms   and   ammunition,\n      conviction under the provisions of  TADA  is  not  permissible.    The\n      respondent (A-27) has already served 3 years imprisonment, and paid  a\n      fine of Rs.25,000/-. Thus, no further consideration of the  appeal  is\n      required.  Therefore, the appeal is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_144\">      117.   We have  considered  the  rival  submissions  made  by  learned\n      counsel for the parties and perused the record.\n      Evidence against him:\n</p>\n\n<blockquote id=\"blockquote_57\">      Confession of the Respondent Rashid Umar Alware (A-27):\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_145\">      118.  In his own confession, Rashid Umar Alware  (A-27)  has  admitted\n      that he owned a truck bearing registration No.MWT-6683  and  he  drove\n      himself. In the first week of February, 1993  he had  participated  in\n      the landing and transportation of silver at the behest  of  other  co-\n      accused  by driving his truck to Shekhadi  village  and  bringing  the\n      contraband. He disclosed that his truck was loaded with contraband and\n      when the truck was moving it was followed by a jeep and  they  reached\n      Wangni Tower. There two persons took him aside and was asked  to  wait\n      at one place.  After unloading some of the goods he  drove  the  truck\n      away from the Tower. The remaining goods were unloaded  and  the  same\n      was kept in one pit in the land.  At  that  time  he  was  kept  at  a\n      distance from where unloading of the goods could not be seen.  He  was\n      paid a sum of Rs.20,000/- for transportation etc.\n\n\n      Confession of Dawood @Dawood Takllya Mohammed Phanse @ Phanasmiyan  (A-\n</p><p data-structure=\"Section\" id=\"p_146\">      14):\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_147\">      119.  He disclosed that he was a very close associate of  Tiger  Memon\n      (AA) and used to participate in landing and transportation of smuggled\n      goods/contraband. In the first  week  of  February,  1993,  five-seven\n      persons  with him had gone for landing at Shekhadi. As  per  the  pre-\n      arrangement, Rashid Umar Alware (A-27) was called from Borli with  his\n      truck and 35-40 persons were arranged for loading  and  unloading  the\n      goods. The goods were brought from the trawlers to the shore by  Tiger\n      Memon (AA) and other persons armed with guns and were  loaded  in  the\n      truck.\n</p>\n\n<p data-structure=\"Section\" id=\"p_148\">      Confession of Muzamil Umar Kadri (A-25):\n</p><p data-structure=\"CDiscource\" id=\"p_149\">      120.  He (A-25) disclosed that he reached Borli  village  on  3.2.1993\n      and asked Rashid Umar Alware (A-27) to accompany  him with his  truck.\n      He came driving his truck at the  place  of  landing.   Other  accused\n      persons were there. They reached Shekhadi and the goods were loaded in\n      the truck.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_150\">      Confession of Sajjad Alam @ Iqbal Abdul Hakim Nazir  (A-61):\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_151\">      121.   He corroborated the version given by other co-accused  that  on\n      3.2.1993 the landing took place and the contraband was transported  by\n      the truck of the respondent (A-27).\n</p><p data-structure=\"CDiscource\" id=\"p_152\">                   He also disclosed that  most  of  the  persons  were  not\n      permitted to see when the loading and unloading took place  at  Wangni\n      Tower.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_153\">      Confession of Tulsi Ram Dhondu Surve (A-62):\n</p><blockquote id=\"blockquote_58\">      122.  He (A-62) has corroborated the version given by other co-accused\n      disclosing that the said truck used for  transportation   belonged  to\n      Rashid Umar Alware (A-27) from Borli and he himself  was  driving  the\n      truck.   The goods brought in the  Wangni  Tower  contained  guns  and\n      pistols. The work of loading of the goods from the truck in a jeep and\n      tempo started after  bringing the same by truck from Shekhadi. Out  of\n      the aforesaid goods 59 bags remained. The said bags were taken by  the\n      truck of the respondent (A-27) in the field and were unloaded  on  the\n      steps of the house with the help of the  labourers on  the  field  and\n      the same were covered with the soil.  When  he  asked  Dawood  whether\n      those were the silver bricks, he was told that it was   “Kala  Sabun”.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_154\">      Tiger Memon (AA) intimidated him and warned  not  to  tell  to  anyone\n      about the same. Tiger Memon took one bundle from the said  bundles and\n      saw the same and ascertained as to  whether  the  goods  therein  were\n      proper or not and threw the plastic bag at that place and  packed  the\n      same in another bundle and took the same with him. It was learnt later\n      that one truck had arrived on 4.2.1993 in  the  evening   and  carried\n      away the remaining 59 bags.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_155\">      123.  The Designated Court  after appreciating the entire evidence  on\n      record came to the following conclusion:\n</p><blockquote id=\"blockquote_59\">           “Now with regard to submission canvassed on behalf of  A-27  and\n           after carefully considering the material in his  confession  and\n           the same having shown the  manner  in  which  he  had  acted  in\n           episode it is crystal clear that he was full aware that  he  was\n           involved in an illegal operation. Having regard to same  and  so\n           also  having regard to the amount received by  him  it  will  be\n           difficult to  perceive  that  he  was  not  aware  that  he  was\n           effecting  any  illegal  operation.  Now  considering  the  acts\n           committed by him clearly denotes of himself  having  transported\n           the goods brought into the country at a p lace which was  not  a\n           port and all the facts regarding the said operation the same are\n           sufficient to denote of the same being  a  smuggling  operation.\n           However, there being no express evidence of A-27 having seen the\n           nature of goods transported and the  evidence  having  indicated\n           that he cannot be said to be a person present  at  Wangni  tower\n           when the exchange of material from vehicles to  another  vehicle\n           was effected for concealing the same in cavity  and  the  person\n           from Bombay being only present along with Tiger Memon and A-14 &amp;\n           A-17  his  liability  would  be  restricted  for  commission  of\n           offences under <a href=\"/doc/1059693/\" id=\"a_61\">Customs Act</a> he  would  be  required  to  be  held\n           guilty only for commission of  offence  under  Section  111  r/w\n           <a href=\"/doc/1889775/\" id=\"a_62\">Section 135(b)</a> of Customs Act and would be required to  be  held\n           not guilty for commission of other offences  including  that  of\n           conspiracy in view of his acts being not of a nature for  coming\n           to the conclusion of the same being for furthering the object of\n           conspiracy of or involvement of A-27 in the same.”\n                                       (Emphasis added)\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_156\">      124.  The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_157\">      125.  There is no evidence on record to show that the  respondent  had\n      any knowledge about the nature of the articles smuggled in  India.  In\n      view thereof, we do not find any cogent reason to interfere  with  the\n      well-reasoned judgment of  the  Designated  Court.  The  appeal  lacks\n      merit, and is accordingly, dismissed.</p><pre id=\"pre_10\">\n\n\n\n                      CRIMINAL APPEAL NO. 393  OF 2011\n\n\n\n\n      The State of Maharashtra                                 …Appellant\n\n\n\n\n                                   Versus\n\n\n\n\n      Sharif Khan Abbas Adhikari                   …Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_158\">      126.  This criminal appeal has been  preferred  against  the  impugned\n      judgment and order dated  2.8.2007 passed by the Special Judge of  the\n      Designated Court under the TADA in the Bombay Blast Case No. 1/93,  by\n      which the respondent had been convicted under Section  111  read  with\n      <a href=\"/doc/1889775/\" id=\"a_63\">Section 135</a> of the Customs Act, 1962, and awarded the  sentence  of  3\n      years, alongwith a fine of Rs.25,000/-, and in default of  payment  of\n      fine, to suffer further RI for a period of 6 months. However,  he  had\n      been acquitted of the charge of conspiracy and  charge  under  <a href=\"/doc/105771932/\" id=\"a_64\">Section\n      3(3)</a> TADA.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_159\">      127.  Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_60\">      A.    In addition to the main charge of conspiracy, the respondent was\n      also charged for participating in the landing  and  transportation  of\n      the arms, ammunition and explosives at  Shekhadi,  Dist.  Raigad,  for\n      committing terrorist acts and also by shifting  the  said  contrabands\n      from motor truck bearing registration No. MWT-6683  on  3.2.1993  into\n      tempos and motor jeeps at Wangni Micro Tower Mhasla.\n      B.    After holding the trial, the respondent has  been  acquitted  of\n      the aforesaid charges, however, convicted for  the  other  charges  as\n      mentioned hereinabove.\n</blockquote><blockquote id=\"blockquote_61\">            Hence, this appeal.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_160\">      128.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      appellant has submitted that there is sufficient evidence against  the\n      respondent so far as his participation in landing  and  transportation\n      of the arms, ammunition, explosives  etc.   Therefore,  the  acquittal\n      under  <a href=\"/doc/105771932/\" id=\"a_65\">Section  3(3)</a>  TADA,  and  of  the  charge  of  conspiracy   is\n      unwarranted.   The evidence on record makes it  evident  that  he  had\n      knowledge that contraband were not silver, but  arms  and  ammunition.\n      Therefore, appeal deserves to be allowed, and the respondent should be\n      convicted for the aforesaid offences.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_161\">      129.  Ms. Farhana Shah, learned counsel appearing for  the  respondent\n      has submitted that after appreciating  the  evidence  on  record,  the\n      Designated Court reached the conclusion that even  if  the  respondent\n      had participated in landing and transportation of contraband,  he  had\n      no knowledge about the nature of those articles.  In  the  absence  of\n      any knowledge that those smuggled goods contained arms and ammunition,\n      conviction under the  provisions  of  TADA  is  not  permissible.  The\n      respondent had already served 3 years imprisonment and paid a fine  of\n      Rs.25,000/-. Thus, no further consideration of the appeal is required.\n      Thus, the appeal is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_162\">      130.  We have considered the rival submissions made by learned counsel\n      for the parties and perused the record.\n</p><p data-structure=\"RespArg\" id=\"p_163\">      Evidence against the respondent:\n</p><blockquote id=\"blockquote_62\">      Confession of Khalil Ahmed Sayed Ali Nasir (A-42):\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_164\">      131.  He disclosed about the incident of landing and transportation on\n      3.2.1993 that the goods were brought  by  the  truck  by  Rashid  Umar\n      Alware (A-27) who was driving the truck himself.  In  the  said  truck\n      other persons namely Abdul  Salam  Hishamuddin  Nazir,  Bashir  Fakji,\n      Sharif Khan Abbas Adhikari (A-60), Muzammil Umar  Kadri  and  Azimbhai\n      Pardesi were sitting.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_165\">      Confession of Tulsi Ram Dhondu Surve (A-62):\n</p>\n\n<blockquote id=\"blockquote_63\">      132.  He was the employee at the Wangni Tower. He  disclosed  that  he\n      knew respondent Sharif Khan Abbas Adhikari (A-60), resident of  Mhasla\n      and he was the person who brought  Dawood  @  Dawood  Taklya  Mohammed\n      Phanse (A-14) to him 1 ½ years ago. They had persuaded him  (A-62)  to\n      help in loading and unloading the smuggled silver and other  goods  in\n      the tower for a  handsome  consideration.   So  far  as  the  relevant\n      incident is concerned, he disclosed that some of the persons including\n      Sharif Khan Abbas Adhikari (A-60) came there with contraband at  about\n      midnight and thereafter the goods were loaded in the  tempo  from  the\n      truck.  They paid Rs.1,000/- each to the said  accused,  Harishchandra\n      Surve (PW-108), and Vijay Govind More (PW-137), the other employees at\n      the Wangni Tower.  He had been informed by Sharif Khan Abbas  Adhikari\n      (A-60) regarding the landing and bringing the goods by  Dawood  Phanse\n      (A-14) and that is why the accused made all the arrangements.\n      Deposition of Harish Chandra Surve (PW-108):\n</blockquote><blockquote id=\"blockquote_64\">      133.  He corroborated the version given by Tulsi Ram Dhondu Surve  (A-\n</blockquote><p data-structure=\"Precedent\" id=\"p_166\">      62) and regarding the said incident he disclosed that he knew all  the\n      co-accused/conspirators. The truck  loaded  with  silver  bricks  came\n      there and the bricks were shifted in the tempo  and  jeep.  Thereafter\n      all the vehicles left the tower. The deal was arranged  by  Tulsi  Ram\n      Dhondu Surve (A-62) on consideration fixed by  Dawood  Phanse  (A-14).\n      The truck of Rashid Umar Alware (A-27) was carrying silver bricks  and\n      wooden boxes of square shape. Silver bricks were wrapped  in  a  gunny\n      cloth.  Persons in Maruti car were having small size guns. He had  not\n      seen the weapons with the persons who had  accompanied  the  jeep  and\n      tempo.  He further identified Sharif Khan  Abbas  Adhikari  (A-60)  in\n      court to be the person who was in the jeep.\n</p><p data-structure=\"CDiscource\" id=\"p_167\">      Deposition of Vijay Govind More (PW-137):\n</p><blockquote id=\"blockquote_65\">      134.   In respect of the incident  dated  3.2.1993,  he  deposed  that\n      Tiger Memon (AA), Dawood Phanse (A-14), Sharif Khan Abbas Adhikari (A-\n</blockquote><p data-structure=\"Precedent\" id=\"p_168\">      60), Abdul Gharatkar, Dadamiya Parkar (A-17), Sarfaraz  Phanse  (A-55)\n      were amongst the said persons. He further deposed that  Dawood  Phanse\n      (A-14),  Sharif  Khan  Abbas  Adhikari  (A-60)  and  others  were  the\n      occupants of one of the jeep and he also identified Sharif Khan  Abbas\n      Adhikari (A-60) in court.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_169\">      135.  The Designated court after appreciating the entire  evidence  on\n      record came to the following conclusion:\n</p><blockquote id=\"blockquote_66\">           “Now carefully considering relevant material from confession  of\n           A-42 and A-62 about which excerpts are  recited  hereinabove  it\n           must be said that though same reveals  involvement  of  A-60  in\n           relevant landing operation still close look at the same  and  so\n           also other evidence does not reveal any material indicating that\n           A-60 was aware of nature of material which were smuggled  during\n           said operation. The same is  obvious  as  hardly  there  is  any\n           material revealing that A-60 was present alongwith  Tiger  Memon\n           when packets of goods were  opened  by  Tiger  Memon  on  coast.\n           Similarly, evidence is contrary regarding presence  of  A-60  at\n           Wangni Tower when goods were exchanged. Having regard to same it\n           will be extremely difficult to  hold  A-60  guilty  for  offence\n           under <a href=\"/doc/105771932/\" id=\"a_66\">Section 3(3)</a> TADA.”\n                 Having regard to  fact  that  prosecution  evidence  about\n           which detail dilation is  made  while  recording  the  reasoning\n           regarding  the  conclusion  arrived  about  guilt  of  aforesaid\n           accused and the same amongst other having denoted that A-33  and\n           A-56 were owners of  the  boat  which  was  used  in  contraband\n           operation, both of them being involved twice in such  operation,\n           and even prior to same themselves and so also A-19 being engaged\n           in such activities, the quantity of goods which was  transported\n           by A-19 being 48 cartons i.e. approximately  960  Kg.  allegedly\n           being silver as told  to  them,  confession  of  A-14  revealing\n           amount  of  Rs.24,000/-  being  paid  to  boatmen,  A-27  having\n           received an amount of Rs.20,000/- for transportation effected by\n           him.  A-60 also being involved twice in transportation operation\n           as disclosed from the confession of A-62 and A-42 and even prior\n           to same himself being involved in smuggling operations  are  the\n           factors for  not  accepting  submissions  advanced  for  showing\n           leniency on the count of financial condition  etc.  Needless  to\n           add that in the event of  crimes  being  committed  for  earning\n           handsome profits then hardly there would be any  scope  to  show\n           leniency on said count as  the  same  will  have  an  effect  of\n           causing erroneous impression  of  culprits  being  permitted  to\n           acquire the profits by commission of  crimes.  Needless  to  add\n           that the  same  would  warrant  of  levying  a  sentence  of  an\n           appropriate amount of  fine  in  addition  to  the  sentence  of\n           rigorous imprisonment.” (Emphasis added)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_170\">      136.  The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_171\">      137.  There is no evidence on record to show that the  respondent  had\n      any knowledge about the nature of the articles smuggled in  India.  In\n      view thereof, we agree with the reasoning given by the Special  Judge.\n      No interference is warranted on the facts of the case. The  appeal  is\n      accordingly dismissed.</p><pre id=\"pre_11\">\n\n\n\n\n                       CRIMINAL APPEAL NO. 391  OF 2011\n\n\n\n\n      State of Maharashtra                         …Appellant\n\n\n                                   Versus\n\n\n\n\n       Sharif Abdul Gafoor Parkar @ Dadabhai       …Respondent\n\n\n\n\n</pre><p data-structure=\"Facts\" id=\"p_172\">      138.  This criminal appeal has been  preferred  against  the  impugned\n      judgment and order dated  2.8.2007, passed by the Special Judge of the\n      Designated Court under the TADA in the Bombay Blast Case No. 1/93,  by\n      which the respondent (A-17) stood convicted under <a href=\"/doc/105771932/\" id=\"a_67\">Section  3(3)</a>  TADA,\n      and was awarded punishment of 7 years RI and a fine of Rs.50,000/- and\n      in default of payment of fine, to suffer suitable RI,  under <a href=\"/doc/167770480/\" id=\"a_68\">Section 5</a>\n      TADA, he was awarded 10 years RI and a fine  of  Rs.50,000/-,  and  in\n      default of payment of fine, further  R.I.  for  one  year;  and  under\n      <a href=\"/doc/47052902/\" id=\"a_69\">Section 6</a> TADA, was awarded 14 years RI, and a fine of Rs.2 lakhs, and\n      in default, to suffer further R.I. for 3  years.   All  the  sentences\n      were directed to run concurrently.\n</p><p data-structure=\"RespArg\" id=\"p_173\">           As the respondent (A-17) has been acquitted  of  the  charge  of\n      conspiracy, the present appeal has been filed by the State.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_174\">      139.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      appellant has submitted, that there is ample  evidence  on  record  to\n      show that respondent (A-17) was a close associate of Tiger Memon  (AA)\n      and was a party throughout in hatching the conspiracy and,  therefore,\n      has wrongly been acquitted for the said charge. In  the  statement  of\n      the respondent (A-17) under  <a href=\"/doc/767287/\" id=\"a_70\">Section  313</a>  of  the  Code  of  Criminal\n      Procedure, 1973  (hereinafter  referred  to  as  <a href=\"/doc/445276/\" id=\"a_71\">Cr.PC</a>.),  before  the\n      learned Designated Court, he himself admitted that he was fully  aware\n      of the contraband and knew that the same was going to be used  against\n      Hindus for taking  revenge.  Therefore,  the  appeal  deserves  to  be\n      allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_175\">      140.  Shri  Sushil  Karanjakar,  learned  counsel  appearing  for  the\n      respondent (A-17) has submitted that the respondent has already served\n      the sentence of 14 years awarded by the Designated Court and paid  the\n      fine and did not file any appeal against his conviction. In  spite  of\n      the fact that the respondent (A-17) was fully  aware  that  the  arms,\n      ammunition and explosives that had been smuggled into India  by  Tiger\n      Memon (AA) would be used for terrorist activities, he  was  unable  to\n      give any other person this information as he had been threatened  with\n      dire consequences. Thus, the respondent (A-17) acted under threat  and\n      coercion. It was further submitted that the  confessions  of  the  co-\n      accused used by the learned Designated Court to convict the respondent\n      (A-17) were made prior to the date of  the  amendment  i.e.  22.5.1993\n      except the confession of Nasir Dhakla (A-64). However,  the  statement\n      of Nasir  Dhakla  (A-64)  cannot  be  relied  upon  as  there  was  no\n      corroboration of the same.\n</p><p data-structure=\"Conclusion\" id=\"p_176\">            Therefore, at such  a  belated  stage  there  is  no  reason  to\n      entertain the appeal and convict the said respondent  for  conspiracy,\n      as he had already suffered enough.  Therefore, the appeal is liable to\n      be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_177\">      141.  We have considered the rival submissions made by learned counsel\n      for the parties and perused the record.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_178\">      Evidence against the respondent (A-17):\n</p><blockquote id=\"blockquote_67\">      Confessional statement of Dadabhai Parkar (A-17):\n</blockquote><p data-structure=\"Facts\" id=\"p_179\">      142.   He disclosed that he was a very close associate of Tiger  Memon\n      (AA) and used to participate in  smuggling  activities.  He  had  been\n      called by Tiger Memon (AA) many times for landing etc.  So far as  the\n      landing on 3.2.1993 is concerned, he disclosed that on instructions of\n      Tiger Memon he contacted R.K. Singh (A-102), the Customs  Officer  and\n      told him that he was an informant and asked him to come to  hotel  Big\n      Splash. He (A-102) expressed his inability to come to  the  hotel  Big\n      Splash but assured that his Superintendent, Sayyed (A-90) would  come.\n      The accused (A-17) and Tiger  Memon  (AA)  had  some  discussion  with\n      Sayyed (A-90) and Tiger Memon had told  him  about  his  programme  of\n      landing of smuggled goods. On 3.2.1993, he (A-17) left with co-accused\n      and participated in the landing and brought the smuggled goods.  There\n      was some material in the jeep and cardboard boxes which  were  covered\n      with gunny cloth. Inside the boxes there was packing  of  plastic  and\n      inside, in some  boxes  hand  bombs,  wire,  rifles  and  pistols  and\n      cartridges were there.   Tiger Memon  (AA)  had  been  checking  those\n      goods and preparing a list.    Baba,  Anwar,  Shafi  and  others  were\n      keeping the arms and ammunition etc.  in  the  cavities  of  jeep  and\n      tempo.  Among the goods that were landed there,  a  chemical  by  name\n      black soap was also there. As there  was  insufficient  space  in  the\n      tempo, Tiger Memon (AA) instructed his man to bury 59 bags in the land\n      opposite the tower. The cardboard boxes and empties were  handed  over\n      to some persons and they destroyed the same by burning them. As to the\n      packages of “black soap” which had been torn, Tiger Memon gave them to\n      him (A-17) and instructed him (A-17) that he had to be  careful  while\n      burning them as they may explode.  He burnt the same and at that  time\n      heard the noise of  explosion  which  was  very  mild.  The  work  was\n      complete by 5.00 a.m. and they left for Bombay.\n</p><p data-structure=\"Facts\" id=\"p_180\">           Again on 9.2.1993 there was  another  landing  and  Tiger  Memon\n      (AA), Javed, Yakub, Anwar, Shafi, Imtiyaz, Parvez, Mohd. Hussain  etc.\n      all proceeded to Wangni Tower.  At that time there were  2  tempos,  4\n      jeeps and one Maruti car. They went to Coastal side  at  Shekhadi  and\n      after receiving the contraband from the trawler they loaded  the  same\n      in a truck and came to the tower.  Two boxes from the tempo were taken\n      out and broken and the goods like pistols, weapons  were  adjusted  in\n      the cavities of the jeep and the empty boxes were burnt.\n          It was on 19.2.1993 that he was paid a sum of Rs.5 lakhs by  Asgar\n      Mukadam @ Munna. He also received Rs.9 lakhs from Shafi and  one  lakh\n      from Gani. So, in total he received Rs.15 lakhs  and  after  deducting\n      all the expenses, the three partners received Rs.70/75 thousand  each.\n      Out  of   the  said   15  lakhs,  he  had  paid  to  Customs   Office,\n      Shrivardhan;  Customs Office, Murud;  Customs  Office  Adgaon;  Mhasla\n      Police Station, Shrivardhan  Police Station, Borli Out  post,  Trawler\n      owners, trucks and to Hamals.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_181\">       Confession of Dawood @ Dawood Taklya Mohammed Phanse @ Phanasmiyan A-\n      14:\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_182\">      143.  The said accused (A-14) disclosed that he  had  been  doing  the\n      work of landing of smuggled goods of various smugglers in  partnership\n      with Sharif Abdul Gafoor Parkar @ Dadabhai (A-17), resident of village\n      Sandheri and Rahim Abbas Karbalekar @  Rahim  Laundriwala  of  village\n      Shrivardhan for last 5-6 years.  He  (A-14)  had  been  attending  the\n      landing of silver for last 2 years for Tiger Memon (AA). He  disclosed\n      that he had visited Dubai at the  instance  of  Tiger  Memon  and  met\n      Dawood Ibrahim Kaskar. He did not know Dadabhai  (A-17),  however,  he\n      could identify him as he had seen  his  photograph  in  the  newspaper\n      several times. Dadabhai (A-17) asked him (A-14) as to whether  he  was\n      interested to work for him and he (A-14) said that he had stopped  the\n      work of silver smuggling. He would transport chemicals/explosives  and\n      arms consignments.  After pressing his teeth Dawood Ibrahim  told  him\n      (A-14) that Babri Masjid had been put to martyrdom and  they  have  to\n      take revenge and then asked how much it would cost. Then  Tiger  Memon\n      (AA) told him that it would cost about 9-10 lakhs.  Tiger  Memon  (AA)\n      asked him (A-14) to make the arrangements fully.\n</p><p data-structure=\"CDiscource\" id=\"p_183\">               So far as the incident dated 3.2.1993 is concerned, he (A-14)\n      disclosed that Sharif Abdul Gafoor Parkar  @  Dadabhai  (A-17)  called\n      Rahim Laundriwala and said that landing had to take place that evening\n      and asked him to make  all  arrangements  and  to  talk  with  Customs\n      officers.  He (A-17) disclosed about  the  landing  and  bringing  the\n      smuggled goods by the trucks. He (A-17) came with Tiger Memon (AA)  in\n      his jeep and reached the tower where  Sharif  Abdul  Gafoor  Parkar  @\n      Dadabhai (A-17)  and  Tiger’s men were already present.   Tiger’s  men\n      unloaded the  goods  from  the  truck.  The  boxes  contained  Rifles,\n      pistols, ammunition, wire, handgrenades, and  something  looking  like\n      black soap.  Out of the said boxes, Tiger Memon found  something  like\n      white  pencil and showed it to Sharif Abdul Gafoor Parkar  @  Dadabhai\n      (A-17)  and told him (A-17) that it could blow up Oberoi Hotel.  He (A-\n</p><p data-structure=\"CDiscource\" id=\"p_184\">      14)  further disclosed that he (A-17) had  loaded  the  boxes  in  the\n      truck of Rashid, there were 59 items and he  (A-17)  asked  Rashid  to\n      unload them at the spot which had been dug up for this purpose.   Two-\n      three days thereafter, Sharif Abdul Gafoor Parkar  @  Dadabhai  (A-17)\n      told him (A-14) that the black soap had been loaded by him  and  other\n      persons in the tempo.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_185\">      Confessional statement of Asgar Yusuf Mugadam (A-10):             144.\n      He (A-10) disclosed that he (A-17) was very close associate  of  Tiger\n      Memon (AA) and had participated in the smuggling activities  etc.  and\n      was involved  in  landing  and  transportation  of  silver,  arms  and\n      ammunition with Tiger Memon (AA).  So far as the present respondent (A-\n</p><p data-structure=\"CDiscource\" id=\"p_186\">      17) is concerned, he deposed  that  Tiger  Memon  (AA)  had  told  the\n      accused (A-10) that Fifteen Lakh rupees are to be given to Dadabhai (A-\n</p><p data-structure=\"CDiscource\" id=\"p_187\">      17) for landing.  The accused (A-10) and Parvez took Rs. 5 lakhs  from\n      Chokshi and gave it to Dadabhai (A-17)  after going to  his  residence\n      in Juhu.\n</p><p data-structure=\"Precedent\" id=\"p_188\">      Confession of Abdul Gani Ismial Turk (A-11):\n</p><blockquote id=\"blockquote_68\">      145.  So far as the present respondent (A-17) is concerned, he  stated\n      that he was a close associate of Tiger Memon (AA) who was dealing with\n      the smuggling of gold and silver.  He used to go to Mhasla in District\n      Raigad, intermittently.  In the first week of September, 1992, he went\n      alongwith Tiger Memon (AA) and others to Mhasla  by  jeep  and  Maruti\n      car.  On the way, they met Dadabhai (A-17) also.   He was indulging in\n      landing and transportation and the respondent (A-17)  alongwith  40-50\n      persons.  On about 3rd February, 1993, he disclosed that  at  about  1\n      O’Clock in  the  night,  Tiger  Memon  (AA)  came  with  many  persons\n      including Dadabhai (A-17) alongwith a motor lorry  and  the  goods  on\n      that lorry were unloaded at one room of  Wangni  Tower.   Tiger  Memon\n      (AA) checked all the goods in their presence and  they  had  witnessed\n      70/80 black coloured boxes of chemical,  250/300  handgrenades,  15/20\n      small pistols and 60-70 big rifles, wires like electrical wires, empty\n      magazines (cassettes) of rifles and large number of bullets. All these\n      were packed in cardboard boxes, carton and gunny bags. In  respect  of\n      the incident dated 8th/9th March, 1993, this accused (A-11)  disclosed\n      about the presence of the said respondent (A-17) alongwith  other  co-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_189\">      accused persons who had already reached by a Maruti-1000 car at Vesava\n      at about 4.30 a.m.  There they took `Sarai’ and then went to the  hill\n      side in the jungle, where Tiger Memon (AA) was  throwing  handgrenades\n      in the ditch in order to give training to 5-7 persons.  Those  persons\n      also practiced on operating rifles.  This training  went  on  for  two\n      hours.  Dadabhai (A-17) was staying downside.  When around 5-6 persons\n      assembled there on hearing the sound of  gun-firing,  Dadabhai  (A-17)\n      told them that film shooting was going on the hill, so they went away.\n       Those persons were known to Dadabhai (A-17).  It  was  at  that  time\n      about 12 O’clock in the noon, those persons  after  getting  training,\n      came down and handed over empty magazines to Dadabhai (A-17) and  left\n      for Bombay.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_190\">      Confessional statement of Parvez Nazir Ahmad Shaikh (A-12):\n</p><blockquote id=\"blockquote_69\">      146.  So far  as  the  present  respondent  (A-17)  is  concerned,  he\n      disclosed that on 3rd  February,  1993,  after  landing  the  smuggled\n      goods, they were brought to the Wangni Tower in a motor lorry by Tiger\n      Memon (AA) alongwith other co-accused, namely,  Shafi,  Anwar,  Javed,\n      Yakub, Dadabhai  (A-17) and Dawood Taklya (A-14) etc. All the goods in\n      the lorry were unloaded in the Wangni Tower and in accordance with the\n      number series written on the packages, all the  goods  were  separated\n      from  each  other.   After  shifting  the  goods/contraband,  all  the\n      material which was used for packing was burnt by Dadabhai  (A-17)  and\n      his men, and as there was no space in the vehicles for keeping 59 bags\n      of chemical, they were loaded again in the  truck,  what  happened  of\n      those thereafter, he (A-12) did not know.   He  further  deposed  that\n      Tiger Memon (AA) had shown a pencil like article and  said  that  this\n      pencil costs Rs.25,000/- and with this pencil, he  could  explode  one\n      Oberoi Hotel.  In the entire incident of smuggling  on  3rd  February,\n      1993, Dadabhai (A-17) was all along with Tiger  Memon  (AA)  alongwith\n      other persons.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_191\">      Confessional statement of Mohomed Iqbal Mohomed Yusuf Shaikh (A-23):\n</p>\n\n<blockquote id=\"blockquote_70\">      147.    He   disclosed    in    respect    of    the    incident    of\n      landing/transportation, and corroborated the statements of  other  co-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_192\">      accused  and  disclosed  that  Dadabhai   (A-17)   was   present   and\n      participated in the said activity and he (A-17) was present  when  the\n      bomb was thrown by  Tiger  Bhai  and  Mehmud  while  training  certain\n      persons on the hillock. After hearing the sound after  the  explosion,\n      Tiger Memon (AA) told Dadabhai (A-17) that the said  hillock  was  not\n      safe.  Then Dadabhai (A-17) took them to another place.  The said hill\n      was far away from the earlier place in the jungle.  Tiger  Memon  (AA)\n      made the accused (A-23) and other persons practice gun firing by rifle\n      AK-56. After having training,  they  came  down  the  hill  and  found\n      Dadabhai (A-17) standing there near the car and from there  they  came\n      back to Bombay.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_193\">      Confessional statement of Shanawaz Abdul Kadar Qureshi (A-29):\n</p>\n\n<blockquote id=\"blockquote_71\">      148.  He corroborated the other co-accused and he disclosed that  when\n      landing took place, they brought the contraband and started  unloading\n      and separating the goods which were wrapped in gunny bags.   The  rest\n      of the 50-60 big boxes which were very big, were again loaded  in  the\n      same truck by them.  The empty cartons were burnt by  Dadabhai  (A-17)\n      and his men.   After loading the articles, the truck left.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_194\">      Confessional statement of Bashir Ahmad Gani Khairulla (A-13):\n</p>\n\n<blockquote id=\"blockquote_72\">      149.  He disclosed that when they went for landing, Tiger  Memon  (AA)\n      was accompanied by various co-accused including Dadabhai (A-17).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_195\">      Confessional statement of Manoj Kumar Bhanwar Lal Gupta (A-24):\n</p>\n\n<blockquote id=\"blockquote_73\">      150.  He disclosed that at about 4.00 p.m.,  on  2nd  February,  1993,\n      Tiger Memon (AA) came to the Mhasla Tower alongwith 25 boys  including\n      Dadabhai (A-17).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_196\">      Confessional statement of Muzammil Umar Kadri (A-25):\n</p>\n\n<blockquote id=\"blockquote_74\">      151.  He disclosed that Dadabhai  (A-17)  was  the  partner  of  Rahim\n      Laundrywala and Dawood Taklya (A-14) and he had seen all of them  near\n      the Wangni Tower.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_197\">      Confessional statement  of Syed Abdul Rahman Kamruddin Syed (A-28):\n</p>\n\n<blockquote id=\"blockquote_75\">      152.  He disclosed the involvement of Dadabhai (A-17) alongwith others\n      in the purchase of sacks for loading and unloading from a firm.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_198\">      Confessional statement of Khalil Ahmed Sayed Ali Nasir (A-42):\n</p>\n\n<blockquote id=\"blockquote_76\">      153.  He disclosed that respondent (A-17) was  a  close  associate  of\n      Dawood Taklya (A-14) and Rahim Laundrywala.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_199\">      Confessional statement of  Mohammed Rafiq @ Rafiq Madi Musa Biyariwala\n      (A-46):\n</p>\n\n<blockquote id=\"blockquote_77\">      154.  He disclosed that during the relevant period  of  3rd  February,\n      1993, they had been staying at Alibagh alongwith respondent (A-17). He\n      left with Shafi for Sandheri village.  The lorry also  followed  them.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_200\">      On reaching the village Sanderi, Dadabhai (A-17) loaded 40-50  bundles\n      of empty gunny bags in the lorry.  Dadabhai (A-17)  loaded  the  truck\n      with 59 gunny bags.   The said accused and Dadabhai (A-17) went to the\n      house of Dadabhai (A-17) in Maruti car and  found  two  jeeps  already\n      parked near the house.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_201\">      Confessional statement of Sujjad Alam Abdul  Hakim Nazir  (A-61):\n</p>\n\n<blockquote id=\"blockquote_78\">      155.  He corroborated the version of the other accused in  respect  of\n      the loading and unloading at Wangni Tower on 3rd  February,  1993  and\n      disclosed that Dadabhai (A-17) was also present there.\n</blockquote>\n\n<blockquote id=\"blockquote_79\">      Confessional statement of  Tulsi Ram Dhondu Surve (A-62):\n</blockquote><blockquote id=\"blockquote_80\">      156.  He disclosed about the loading and unloading  of  contraband  at\n      Wangni Tower and participation  of  Dadabhai  (A-17)  alongwith  other\n      accused.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_202\">      Confessional statement of Nasir Abdul Kadar Kewel @ Nasir  Dhakla  (A-\n</p><p data-structure=\"Precedent\" id=\"p_203\">      64):\n</p>\n\n<blockquote id=\"blockquote_81\">      157.  He corroborated the version of Tulsi Ram Dhondu Surve (A-62)  in\n      all material respect.\n</blockquote>\n\n<blockquote id=\"blockquote_82\">      Confessional statement of Gulam Hafiz (A-73):\n</blockquote><blockquote id=\"blockquote_83\">      158.  He was a hotel employee and disclosed that at the relevant time,\n      respondent (A-17) who was a landing agent of  Tiger  Memon  (AA),  and\n      smuggler of gold and silver, came  there  to  the  hotel  alongwith  a\n      person and from there they went to Wangni Tower.\n      Confessional statement of Mohamed Sultan Sayeed (A-90):\n</blockquote><blockquote id=\"blockquote_84\">      159.  He disclosed about the meeting in the hotel with Dadabhai (A-17)\n      and he has called the said accused to furnish some  information  about\n      landing etc. as he wanted to give secret message to Shri  R.K.  Singh,\n      Assistant Collector (A-102).   He  (A-90)  also  disclosed  that  this\n      accused (A-17) was son-in-law of A.R.Antulay’s sister.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_204\">      Confessional statement of Mohd. Parvez Zulifkar Qureshi (A-100):\n</p>\n\n<blockquote id=\"blockquote_85\">      160.  He also corroborated the version of other witnesses/accused,  in\n      all material respect and supported the case of the prosecution.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_205\">      Evidence of Usman (PW-2) :\n</p>\n\n<blockquote id=\"blockquote_86\">      161.  According to his deposition, the witness himself was involved in\n      anti-social activities. He knew respondent (A-17).  It was  respondent\n      (A-17) who booked the room in hotel Big Splash for the boys  of  Tiger\n      Memon(AA).  Respondent (A-17) helped Tiger Memon  (AA)  in  collecting\n      bags from the trawler.  He was the person who had supplied  the  boys,\n      for loading and unloading the contraband and after shifting the goods,\n      the empty boxes of RDX etc. were destroyed by respondent (A-17).  This\n      witness also identified the respondent (A-17) in court.\n</blockquote>\n\n<blockquote id=\"blockquote_87\">      Evidence of Vijay Govind More (PW-137) :\n</blockquote><blockquote id=\"blockquote_88\">      162.  According to this witness, the respondent (A-17) was involved in\n      the smuggling and in the incident of February 1993.  He was the  agent\n      of landing and  transportation  with  Dawood  Phanse  (A-14)  and  had\n      brought the goods to Wangni Tower.  Therein, it was shifted from truck\n      to tempos.\n</blockquote>\n\n<blockquote id=\"blockquote_89\">      163.  Harish Chandra Surve (PW-108) corroborated the version given  by\n      the respondent (A-17) and he (PW.108) deposed that he had come on  the\n      relevant date, i.e., on 3rd February at Wangni Tower alongwith  Dawood\n      Phanse (A-14) in  jeep and he participated in shifting the goods  from\n      truck to tempos.  He identified respondent (A-17) in the court.\n</blockquote>\n\n<blockquote id=\"blockquote_90\">      164.  Narendra Thale (PW-141) is the employee of Hotel Big Splash  and\n      deposed that respondent (A-17) booked the rooms in  Hotel  Big  Splash\n      and thus, corroborated the version given by Parvez Nazir Ahmed  Shaikh\n      (A-12).\n</blockquote>\n\n<blockquote id=\"blockquote_91\">      165.  Vijay D. Kadam (PW-344) supported the version of other  witness/\n      accused and particularly in respect of booking the rooms in Hotel  Big\n      Splash by respondent (A-17).\n</blockquote>\n\n<blockquote id=\"blockquote_92\">      166.  Dileep M. Katarmal (PW-284) deposed that he was the  Manager  of\n      the Company from where the jute bags were purchased in bulk and it was\n      respondent (A-17) with his son Mujib Sharif  Parkar  (A-131)  who  had\n      purchased the bags.\n</blockquote>\n\n<blockquote id=\"blockquote_93\">      167.  Jahi S. Kirkire (PW-285) corroborated the version of  Dileep  M.\n      Katarmal (PW.284)  in  respect  of  purchase  of  gunny  bags.  Suresh\n      Meecheri (PW.485) is the recovery witness.\n</blockquote>\n\n<blockquote id=\"blockquote_94\">      168.  The aforesaid evidence was considered  and  appreciated  by  the\n      learned Designated Court, which recorded the following conclusions:-\n</blockquote><blockquote id=\"blockquote_95\">        i)       Respondent (A-17)  was  guilty  of  the  offences  charged\n           directly  against  him  which  in  its  term   established   his\n           engagement to carry out the object of the conspiracy and it made\n           him guilty in the conspiracy charge also.\n</blockquote><blockquote id=\"blockquote_96\">       ii)         Respondent (A-17) was fully aware about  the  nature  of\n           goods smuggled into India that  it  contained  rifles,  pistols,\n           bullets, detonators, hand-grenades etc.\n</blockquote><blockquote id=\"blockquote_97\">      (iii)    That   in   spite   of   the   knowledge   of    nature    of\n      contrabands/smuggled  goods,  respondent  (A-17)  continued  with  the\n      operation which he had undertaken.\n</blockquote><blockquote id=\"blockquote_98\">      (iv)     Applying the test of judicial pronouncements by  this  Court,\n      respondent (A-17) was party to a conspiracy for which charge  at  head\n      firstly was framed against him.\n</blockquote><blockquote id=\"blockquote_99\">      (v)   Hardly there was any evidence to reveal that  respondent  (A-17)\n      was present in the meeting which had taken place in Hotel  Big  Splash\n      by Tiger Memon.\n</blockquote><blockquote id=\"blockquote_100\">      (vi)  Though there was some evidence which created suspicion  of  high\n      degree regarding involvement of respondent (A-17)  in  conspiracy  for\n      which charge at head firstly was framed,  respondent  (A-17)  was  not\n      liable for conspiracy as it was not proved that he was a party to  the\n      agreement for commission of illegal acts.  As  he  had  not  been  the\n      party to such meeting, he could not be held liable for  conspiracy  on\n      the said count alone.\n</blockquote><blockquote id=\"blockquote_101\">      (vii) Respondent (A-17) had effected the landing  and  continued  with\n      the said landing in spite of acquiring the knowledge of  said  landing\n      being not of silver and  being  of  arms,  ammunitions  and  explosive\n      substance.  He was not liable for offence of conspiracy as his act had\n      not transcended beyond effecting the said landing  for  which  he  had\n      agreed before knowing precise nature of goods to be smuggled.\n</blockquote><blockquote id=\"blockquote_102\">     viii) Respondent (A-17) did not do anything to furthering  the  object\n           of conspiracy.  Therefore, he could not be held liable  for  the\n           offence of conspiracy. Thus, he did not act for  furthering  the\n           object of conspiracy and was not liable for  the  said  offence.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_206\">           More so, he did not participate in the crime committed at Bombay\n           in furtherance of the object of conspiracy.\n</p><p data-structure=\"Precedent\" id=\"p_207\">           The aforesaid findings make it  crystal  clear  that  they  were\n      mutually inconsistent and could not be in consonance with each  other.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_208\">      169.  The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_209\">      170.  The respondent (A-17) while making his statement  under  <a href=\"/doc/767287/\" id=\"a_72\">Section\n      313</a> CrPC answered the court as under:\n</p><blockquote id=\"blockquote_103\">           “I knew that all the weapons and explosives were to be  used  in\n           Mumbai and that Bombay Blast were to be brought about at various\n           places and that revenge on Hindus was to  be  taken.  But  since\n           Tiger Memon had threatened him he did not disclose the  same  to\n           anyone.”\n\n\n\n\n</blockquote><blockquote id=\"blockquote_104\">      171.  The Special Judge recorded the finding that the  respondent  did\n      not do anything to further the object of conspiracy. However,  landing\n      was not of silver and gold, but of arms,  ammunition  and  explosives.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_210\">      The respondent was fully aware of the nature of the smuggled  articles\n      and also the purpose for which the contraband goods had been  smuggled\n      into India. Even after having such a knowledge, his close  association\n      with Tiger Memon (AA) confirmed and he  participated  and  facilitated\n      the transportation of the said articles.\n</p><p data-structure=\"Conclusion\" id=\"p_211\">          In such a fact-situation, the Special Judge was not  justified  in\n      acquitting the respondent (A-17) of the charge of conspiracy.\n          The appeal is allowed. The respondent is convicted for the  charge\n      firstly,  and  awarded  the  life  imprisonment.  He  is  directed  to\n      surrender before the learned Designated Court within a period of  four\n      weeks  to  serve  out  the  remaining  sentence,  failing  which   the\n      Designated Court will secure his custody and send him to jail to serve\n      out the sentence.</p><pre id=\"pre_12\">\n\n\n\n\n                      CRIMINAL APPEAL NO. 1027  OF 2012\n\n\n\n\n      State of Maharashtra\n      …Appellant\n\n\n\n\n                                   Versus\n\n\n       Manoj Kumar Bhanwarlal Gupta                 …Respondent\n\n\n\n\n</pre><p data-structure=\"Facts\" id=\"p_212\">      172.  This criminal appeal has been  preferred  against  the  impugned\n      judgments and orders  dated   5.6.2007  and  2.8.2007  passed  by  the\n      Special Judge of the Designated Court under the TADA in  Bombay  Blast\n      Case No. 1/93, by which The respondent (A-24) has  been  acquitted  of\n      the charge of conspiracy and has been  convicted  under  <a href=\"/doc/105771932/\" id=\"a_73\">Section  3(3)</a>\n      TADA and has been awarded the sentence of 7 years RI  and  a  fine  of\n      Rs.50,000/-, and in default of payment of fine to  suffer  further  RI\n      for a period of one year. Further,  under  <a href=\"/doc/167770480/\" id=\"a_74\">Section  5</a>   TADA,  he  was\n      awarded 10 years imprisonment and a fine of Rs.1 lakh, and in  default\n      of  payment of fine to suffer further  RI  for  three  years.  He  was\n      further found guilty under <a href=\"/doc/47052902/\" id=\"a_75\">Section 6</a> TADA and was awarded the sentence\n      of  14 years and a fine of Rs.1 lakh, and in  default  of  payment  of\n      fine to suffer further RI for three  years.   He  was  also  convicted\n      under <a href=\"/doc/105771932/\" id=\"a_76\">Section 3(3)</a>  TADA and <a href=\"/doc/386021/\" id=\"a_77\">Section 201</a> IPC, and was awarded 5  years\n      imprisonment and a fine of Rs.25,000/-, and in default of  payment  of\n      fine to suffer further RI  for  a  period  of  six  month.    All  the\n      sentences have been directed to run concurrently.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_213\">      173.  Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_105\">       A.   In addition to the main charge of conspiracy, the respondent (A-\n</blockquote><blockquote id=\"blockquote_106\">      24) was charged under <a href=\"/doc/105771932/\" id=\"a_78\">Section 3(3)</a>  TADA,  for  his  participation  in\n      weapons’  training  conducted  by  Tiger  Memon  for  handling   arms,\n      ammunition and explosives which took place at Sandheri  and  Bhorghat,\n      (Dist.  Raigad)  and  his  association  in  smuggling,   landing   and\n      transportation of  the arms, ammunition and explosives on 3rd and  7th\n      February, 1993; thirdly, he was charged under <a href=\"/doc/167770480/\" id=\"a_79\">Sections 5</a> and <a href=\"/doc/47052902/\" id=\"a_80\">6</a>    TADA\n      for having possession of 2 pistols, one revolver and one country  made\n      pistol unauthorisedly; and lastly for his involvement in  disposal  of\n      59 packages of explosives i.e. RDX, by engaging the services of others\n      and throwing them at Nagla Bunder Creek.  He  (A-24)  was  thus  found\n      guilty under <a href=\"/doc/105771932/\" id=\"a_81\">Section 3(3)</a> TADA and <a href=\"/doc/386021/\" id=\"a_82\">Section 201</a> IPC.\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_214\">      B.    After conclusion of the trial, the respondent was held guilty of\n      the charges as referred to hereinabove, but has been acquitted of  the\n      charge of conspiracy.\n</p><p data-structure=\"Conclusion\" id=\"p_215\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_216\">      174.  Mr. Satya Kam, learned counsel appearing for the  appellant  has\n      submitted that the involvement of the respondent (A-24) had been  from\n      the very beginning and he had been in close association of Tiger Memon\n      (AA) and was involved in hatching the  conspiracy,  assisting  him  in\n      landing  and  transportation  of  arms,  ammunition  and   explosives.\n      Therefore, he ought to have been convicted for the first charge. Thus,\n      the appeal deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_217\">      175.  On the contrary, Ms.  Farhana  Shah,  learned  counsel  for  the\n      respondent (A-24)  has  submitted  that  he  had  already  served  the\n      sentence of 14 years and deposited the fine, and has already  suffered\n      a lot. Therefore, it is not warranted to entertain this appeal against\n      his acquittal in view of the parameters laid down  by  this  Court  in\n      this regard.  Therefore, the appeal is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_218\">      176.  We have considered the rival submissions made by learned counsel\n      for the parties and perused the record.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_219\">      177.  Evidence against the respondent (A-24):\n</p><blockquote id=\"blockquote_107\">      (a)   Confessional statement of Manoj Kumar Bhanwarlal Gupta\n           (A-24)\n</blockquote><blockquote id=\"blockquote_108\">      (b)     Confessional statement  of  Imtiyaz  Yunusmiya  Ghavte  (A-15)\n\n\n</blockquote><blockquote id=\"blockquote_109\">      (c)   Confessional statement of Noor Mohammed Haji Mohammed  Khan  (A-\n</blockquote><blockquote id=\"blockquote_110\">           50)\n</blockquote><blockquote id=\"blockquote_111\">      (d)   Confessional statement of Nasir Abdul Kader Kewal @Nasir  Dakhla\n           (A-64)\n</blockquote><blockquote id=\"blockquote_112\">      (e)     Confessional statement  of  Tulsi  Ram  Dhondu  Surve   (A-62)\n\n\n</blockquote><blockquote id=\"blockquote_113\">      (f)   Confessional statement of Mohd. Dawood Mohd. Yusuf Khan  (A-91)\n</blockquote><blockquote id=\"blockquote_114\">      (g)   Confessional statement of Shahnawaz Abdul Kadar Qureshi  (A-29)\n</blockquote><blockquote id=\"blockquote_115\">      (h)   Confessional statement of  Shaikh  Mohmed  Ethesham  Haji  Gulam\n           Rasool Shaikh  (A-58)\n</blockquote><blockquote id=\"blockquote_116\">      (i)   Deposition of Mohd. Usman Jan Khan (PW.2)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_220\">      178.  Confessional statement of Manoj Kumar Bhanwarlal Gupta (A-24) :\n</p>\n\n<blockquote id=\"blockquote_117\">             His  confessional  statement  was  recorded  on  30.4.1993  and\n      9.5.1993. The respondent (A-24)  in  his  confessional  statement  had\n      disclosed that he had been indulged in the criminal  activities  since\n      very young age and had committed murders and was  indulged  in  Hawala\n      business with Iijaz Mohd. Sharif  @ Eijaz Pathan @  Sayyed  Zakir  (A-\n</blockquote><p data-structure=\"PetArg\" id=\"p_221\">      137-dead) who was living at that time in Dubai as well as  in  Bombay.\n      He had murdered Majeed in 1986 and absconded. He  had  also  committed\n      the murder of one Hameed alongwith Dawood Shamsher Aziz. Even  though,\n      he had been arrested several times  in most of the cases but,  he  had\n      been granted bail.\n</p><p data-structure=\"Precedent\" id=\"p_222\">            In July  1989,  he  had  murdered  Kamaljit  Singh  as  per  the\n      instructions of Ayub and then murdered one Mahmood  who  had  murdered\n      his friend Kailash Jain in Udaipur, Rajasthan. However, in these cases\n      he remained absconding.  Further in January, 1992,  he  came  back  to\n      Bombay and started Hawala business and  at  that  time  he  stabbed  a\n      person named Hallu  and remained absconded.  He  had  developed  close\n      association with Tiger Memon (AA).  On  2.2.1993,  Tiger  Memon,  Hazi\n      Yakoob @ Hazi Yeda Yakoob (AA) accompanied by 20-25  persons  went  to\n      Mhasla tower  and  met  Dawood  @  Dawood  Taklya  Mohammed  Phanse  @\n      Phanasmiya, (A-14)  and  Dadabhai  (A-17)  there.  They  all  went  to\n      Shekhadi  alongwith Tiger Memon where he (AA) alongwith others went in\n      the sea and came back with certain bags. The bags were containing  AK-\n      56 rifles, handgrenades, magazines and pistols.\n</p><p data-structure=\"CDiscource\" id=\"p_223\">            Tiger Memon gave him (A-24) one AK-56 rifle, 2 loaded  magazines\n      and 1 bag containing handgrenades. Tiger Memon asked him (A-24) to sit\n      alertly on the sea-shore and also explained to him  the  procedure  of\n      using the handgrenades by removing its pin. After some time,  a  truck\n      came there and the goods were shifted from boats into  the  truck.  He\n      went to Mhasla Tower by another jeep where the packets  were  unloaded\n      and opened.   There  were  AK-56  rifles,  handgrenades,  pistols  and\n      cartridges in those packets. He  had  seen  those  packets  containing\n      black soap.  The black soap was unloaded in two tempos and weapons and\n      cartridges were loaded  in  jeep  and  tempos  in  the  cavities  made\n      therein. Altogether, there were five jeeps  and  two  tempos  for  all\n      these goods. On the instructions of Tiger Memon, the vehicles left  in\n      different directions.  Tiger Memon and Haji Yeda Yakoob told  him  (A-\n</p><p data-structure=\"CDiscource\" id=\"p_224\">      24) to stay in the house of Hazi Yakoob at Khar, and he (A-24)  stayed\n      there.\n</p><p data-structure=\"PetArg\" id=\"p_225\">            Respondent (A-24) again participated in the  second  landing  on\n      9.2.1993 wherein  uploading of goods started and were unloaded  within\n      two hours. Tiger Memon (AA) brought the goods to Mhasla Tower and left\n      next morning for Bombay. Tiger Memon (AA) paid him  (A-24)  a  sum  of\n      Rs.20,000/- for the job.  Iijaz Pathan  (A-137)  telephoned  him  from\n      Dubai  and  warned  him  not  to  disclose  it  to  anybody.  Further,\n      Respondent (A-24) was contacted by the co-accused for the disposal  of\n      59 packets stored in a godown and he had taken Rs. 5  lacs  for  doing\n      the job and got the said goods destroyed through his persons in  Nagla\n      Bunder Creek. He (A-24)  disclosed that the contraband used in  Bombay\n      Blast were the same which had been unloaded at Shrivardhan.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_226\">      179.  Confessional statement of Imtiyaz Yunusmiya Ghavte (A-15):\n</p>\n\n\n\n<blockquote id=\"blockquote_118\">            He (A-15) has disclosed that on 3.2.1993, Tiger Memon  and other\n      people were there at Shekhadi, and Munna (A-24) was also one of  them.\n      They were carrying bags on their back. When the bags  were  opened  it\n      contained  AK-56  rifles,  handgrenades,  magazines,  cartridges   and\n      explosives. Tiger  Memon  was  noting  down  the  calculation  of  the\n      unloaded articles in his diary. He (A-15) has disclosed  that  in  the\n      second week of February 1993, Munna (A-24) was given two rifles at the\n      instance of Bhai which were brought by him in a suitcase. The  accused\n      witness, Shaikh Ali, Munna (A-24)  and three other persons were  asked\n      to sit in the tempo containing 84 bags of the explosives.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_227\">      180.  Confessional statement of Noor Mohammed Haji Mohammed  Khan  (A-\n</p><p data-structure=\"Precedent\" id=\"p_228\">           50):\n</p>\n\n<blockquote id=\"blockquote_119\">            He has also made the disclosure  statement  in  respect  of  the\n      disposal of the  59 bags containing RDX  in a godown which were thrown\n      with the help of Munna (A-24) at the instance of Rashid Khan.  He  (A-\n</blockquote><blockquote id=\"blockquote_120\">      50) has disclosed that he asked Rashid Khan to help him  in  arranging\n      the said material. Rashid told him that he would get it  done  through\n      his friend Munna (A-24), who has a large number of boys to do the said\n      job. They  decided to pay  Munna  (A-24)  a  sum  of  Rs.5  lakhs  for\n      throwing the material and the 59 packets containing RDX in  the  Nagla\n      Creek by the boys of Munna (A-24).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_229\">      181.  Confessional statement of Nasir Abdul Kader Kewal @Nasir  Dakhla\n           (A-64):\n</p>\n\n<blockquote id=\"blockquote_121\">            This accused (A-64) has disclosed about the landing at  Shekhadi\n      in which Munna (A-24) had participated  with  others.  He  (A-64)  has\n      disclosed about the full participation of Munna (A-24) in landing  and\n      transportation of arms and ammunition brought from Shekhadi to  Bombay\n      in the tempo of Haji  and further disclosed that he  had  always  been\n      moving alongwith Tiger Memon (AA) during the said operation.\n</blockquote><p data-structure=\"Precedent\" id=\"p_230\">      182.  Confessional statement of Tulsi Ram Dhondu Surve  (A-62):\n</p>\n\n<blockquote id=\"blockquote_122\">            This accused had disclosed about the incident at Wangni Tower on\n      the relevant date and disclosed that Munna (A-24) was with Tiger Memon\n      at Wangni Tower alongwith other persons, and they first  unloaded  the\n      contraband at Wangni Tower and then uploaded it in the jeep and  tempo\n      and most of the persons were armed with guns and pistols there.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_231\">      183.  Confessional statement of Mohd. Dawood Mohd. Yusuf Khan  (A-91):\n</p>\n\n\n\n<blockquote id=\"blockquote_123\">            This accused has disclosed that 7-8 days before Ramzan  in  1993\n      he went to M.K. Builders, Bandra  on the instructions of Iijaz Bhai (A-\n</blockquote><blockquote id=\"blockquote_124\">      137) from Bombay and there he met with Dev who contacted Iijaz Bhai (A-\n</blockquote><blockquote id=\"blockquote_125\">      137) and told him that A-24 had arrived.  At that time  Iijaz  (A-137)\n      and Munna (A-24) came out of the office, and gave him the key  of  the\n      vehicle parked outside. They all boarded the vehicle and Munna  (A-24)\n      sat in the back seat. He (A-24) saw a black bag lying on the back seat\n      and Iijaz (A-137) told him about the three stunguns lying  inside  the\n      bag, and asked him to keep them in his house for some time. When  they\n      reached Kurla, Iijaz (A-137) asked Munna (A-24) to leave.   Thereupon,\n      Munna (A-24) took the bag from the back seat and handed it over to the\n      accused witness (A-91).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_232\">      184.  Confessional statement of Shahnawaz Abdul Kadar Qureshi  (A-29):\n</p>\n\n\n\n<blockquote id=\"blockquote_126\">            He (A-29) has disclosed that on  the last days of January or  in\n      the first week  of  February,  1993,  Javed  Chikna  asked  (A-29)  to\n      accompany him to receive the smuggled goods of  Tiger  Memon.     They\n      went to Jetty and found three boys there including Munna  (A-24),  who\n      also participated in the landing and transportation.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_233\">      185.  Confessional statement of  Shaikh  Mohmed  Ethesham  Haji  Gulam\n           Rasool Shaikh  (A-58):\n</p>\n\n<blockquote id=\"blockquote_127\">            This accused (A-58)  has  disclosed  that  Munna  was  in  close\n      association of Tiger Memon and of other co-accused, and was staying in\n      the house of Haji Yakoob @ Yakoob Yeda (AA).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_234\">      186.  Deposition of Mohd. Usman Jan Khan (PW.2):\n</p><blockquote id=\"blockquote_128\">            He has deposed that in December 1992, riots took place in Bombay\n      and Javed Chikna was wounded by a police bullet and  was  admitted  in\n      the hospital.  He  (PW.2)  and  Shahnawaz  visited  him  there.  While\n      attending the funeral of the son of Aziz, he met Shafi, the driver  of\n      Tiger Memon. Shafi spoke in confidence with  Javed  Chikna  and  Javed\n      Chikna took the witness accused alongwith him on the next day  to  the\n      coastal area where Tiger Memon’s goods  were  coming.  He  (PW.2)  had\n      participated in the landing and  transportation  alongwith  the  other\n      persons and  Munna (A-24) was also one of  them.   He  had  met  Tiger\n      Memon in hotel Big Splash in Rooms nos. 51, 54  and  55  booked.  They\n      stayed there and at that time they were told by Tiger Memon  that  the\n      government failed to stop the humiliation of  Muslims,  thus,  he  had\n      arranged some arms and ammunition from Pakistan which were to reach on\n      that day. In the said meeting, a large number of  persons  were  there\n      including Munna (A-24).\n</blockquote><blockquote id=\"blockquote_129\">            He has also deposed his participation in landing on 3rd and  7th\n      February, 1993 in  which  the  arms,  ammunition,  particularly  AK-56\n      rifles, pistols and handgrenades had  been  smuggled.  Karimullah  was\n      also there.  They had brought the  material  to  Wangni  Tower.  After\n      unloading and opening the same they were again shifted  in  the  jeeps\n      and tempos, and were brought to Bombay. Munna (A-24) was also  in  the\n      party.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_235\">      187.   The  Special  Judge  had  recorded   the   finding   that   the\n      corroborative material supported  his  involvement  in   the  Shekhadi\n      landing and transportation, and  he  was  absconding  alongwith  other\n      accused.  However, he was acquitted from  the  first  charge   on  the\n      basis of  following reasons:\n</p><blockquote id=\"blockquote_130\">              “Due to his involvement  in  Shekhadi  landing  he  could  be\n              convicted  under  <a href=\"/doc/105771932/\" id=\"a_83\">Section  3(3)</a>  TADA,  but   it   would   be\n              significant to note even the evidence pertaining to  Shekhadi\n              landings and acts committed by  Munna  (A-24)  in  connection\n              with said landings for which he had been held guilty  clearly\n              reveal  that Munna (A-24) was not the main person responsible\n              for effecting the said landing nor had played  any  prominent\n              role except escorting Tiger Memon who was effecting the  said\n              landing and the goods which were to be landed and were to  be\n              transported from Shekhadi to Wangni Tower and  thereafter  to\n              Bombay. Even considering the role played by Munna (A-24)  who\n              participated in the said landing clearly appeared  to  be  on\n              much  lower  pedestal  than  the  other  who  were  primarily\n              responsible in organizing and effecting the said landing i.e.\n              Tiger Memon, A-14, A-17, A-15 and few more.  Even considering\n              his further acts for which he has  been  held  guilty   under\n              <a href=\"/doc/167770480/\" id=\"a_84\">Sections 5</a> and <a href=\"/doc/47052902/\" id=\"a_85\">6</a> of TADA, it was clear that  same  were   not\n              committed by him in pursuance of  any  conspiracy  of  Bombay\n              Blast. Further, considering the quantum  of  contraband  arms\n              and ammunitions of pistols, revolver and country made  pistol\n              he could be found guilty for  commission  of  offences  under\n              <a href=\"/doc/167770480/\" id=\"a_86\">Sections 5</a> and <a href=\"/doc/47052902/\" id=\"a_87\">6</a> TADA. Even considering his role  played   by\n              him in disposal of RDX, it  was  clear  that  though  he  was\n              involved  still he was not the main person in disposal of the\n              said RDX or the same was the material which  was  brought  in\n              Shekhkadi landing by Tiger Memon and stored  in  the  godown.\n              His involvement was only that he had  been  uptil   hotel  at\n              Ghodbunder. He  had  hardly  played  any  prominent  role  in\n              disposal of any RDX and had allowed his name to  be  used  by\n              other accused for knocking  handsome  amount  of  money  from\n              Noor Mohammed Haji Mohammed Khan (A-50) in whose godown  such\n              material was found stored.  Evidence further  revealed   that\n              he could receive only a sum of Rs.10,000/- out of the  amount\n              of Rs.5 lakhs which was taken by accused  Mohd.  Jindran  and\n              Rashid Khan  from Noor Mohammed Haji Mohammed Khan (A-50) for\n              disposal of the said material. Therefore, he cannot  be  held\n              responsible for acting in pursuance of  main  conspiracy  and\n              his case would definitely fall on lower  pedestal  than  such\n              other accused persons who were repeatedly committed different\n              acts in pursuance of main conspiracy.”\n                                                            (emphasis added)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_236\">    188.    The parameters laid down by  this  Court  in  entertaining  the\n    appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_237\">    189.   From the confessional statement made by the accused  it  can  be\n    ascertained that he (A-24) was aware of the arms and  ammunition  being\n    landed. He stated that he was given arms and further, was told  to  sit\n    on alert. He also stated that Tiger Memon (AA) even taught him  how  to\n    use handgrenades and also paid him for his services. He was also  later\n    contacted by co-accused for the disposal of  59  packets  stored  in  a\n    godown and was paid Rs. 5 lakhs for the same. He further revealed  that\n    the contraband used in the Bombay Blast of 12.3.1993, was the  same  as\n    had been landed by him and other co-accused at Shrivardhan.  Co-accused\n    Imtiyaz (A-15), Noor Mohammed (A-50), Nasir Dhakla (A-64), Tulsi Ram (A-\n</p><p data-structure=\"CDiscource\" id=\"p_238\">    62) Dawood Yusuf (A-91), Shahnawaz  (A-29)  and  Ethesham  (A-58)  have\n    corroborated the knowledge of the respondent and the fact that  he  was\n    present when the landing was taking place.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_239\">    190.     The  involvement  and  participation  of  Munna   (A-24)   was\n    throughout the main conspiracy. The order  of  the  learned  Designated\n    Court acquitting him on the charge of larger conspiracy is perverse, in\n    view of the evidence on record. Therefore,  conspiracy  stands  proved.\n    Judgment to that extent is set aside and the appeal is allowed, and the\n    sentence is enhanced to life imprisonment.  The respondent is  directed\n    to surrender before the learned Designated Court  within  a  period  of\n    four weeks to serve out  the  remaining  sentence,  failing  which  the\n    Designated Court will secure his custody and send him to jail to  serve\n    out the sentence.</p><pre id=\"pre_13\">\n\n\n\n\n\n\n                      CRIMINAL APPEAL NO. 597  OF 2011\n\n\n\n\n      State of Maharashtra through CBI                  ..  Appellant\n\n\n                                   Versus\n\n\n      Sarfaraj Dawood Phanse                               … Respondent\n\n\n</pre><p data-structure=\"Issue\" id=\"p_240\">      191.  This appeal has been preferred against the  judgment  and  order\n      dated 2.8.2007, passed by the Special Judge of  the  Designated  Court\n      under the TADA for the Bombay  Blast  case,  Greater  Bombay,  in  the\n      Bombay Blast Case No. 1/93, by which the respondent has been convicted\n      under  <a href=\"/doc/105771932/\" id=\"a_88\">Section  3(3)</a>  TADA  and  acquitted  of  the  main  charge   of\n      conspiracy.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_241\">      192.  In addition to the main charge of conspiracy, the respondent (A-\n</p><p data-structure=\"CDiscource\" id=\"p_242\">      55) has been found guilty for offence punishable  under  <a href=\"/doc/105771932/\" id=\"a_89\">Section  3(3)</a>\n      TADA, and on the said count, he has been convicted  and  sentenced  to\n      suffer RI for 9  years,  alongwith  a  fine  of  Rs.25,000/-,  and  in\n      default,  to suffer RI for 6 months. However, the respondent has  been\n      acquitted of the first charge of conspiracy.\n</p><p data-structure=\"Conclusion\" id=\"p_243\">            Hence, this appeal.\n</p><p data-structure=\"CDiscource\" id=\"p_244\">      193.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      appellant has submitted that acquittal of the respondent on the charge\n      of conspiracy is unwarranted and uncalled for as large number  of  co-\n      accused, particularly, Abdul Gani Ismail Turk (A-11), Suleman Mohammed\n      Kasam Ghavate (A-18), Ibrahim (A-41), Sajjad Alam  (A-61),  Tulsi  Ram\n      Dhondu Surve (A-62), Mohd. Sultan Sayyed (A-90) and the depositions of\n      Harish  Chandra  Surve  (PW-108)  and  Vijay  Govind   More   (PW-137)\n      specifically revealed a very deep involvement of the respondent in the\n      offence and the evidence is sufficient warranting his  conviction  for\n      the charge of conspiracy also.  Therefore, the appeal deserves  to  be\n      allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_245\">      194.  On the contrary, Ms. Farhana Shah, learned counsel appearing for\n      the respondent has submitted that he had already served  the  sentence\n      of 10 years,  though  awarded  the  sentence  of  9  years,  and  also\n      deposited a fine of  Rs.25,000/-.   There  is  nothing  on  record  to\n      implicate the said respondent in conspiracy, as he had no knowledge as\n      what was going to happen, and he had no intention  to  participate  in\n      the offence, for which he has been charged so far as the conspiracy is\n      concerned.  Therefore, no further conviction is required.\n</p><p data-structure=\"CDiscource\" id=\"p_246\">      195.  We  have  considered  the  rival  submissions  made  by  learned\n      counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_247\">      196.  Respondent has not made any confessional statement.\n      Confessional statement of  Abdul Gani Ismail Turk (A-11) :\n</p><p data-structure=\"Precedent\" id=\"p_248\">      197.  The confessional statement of  Abdul  Gani  Ismail  Turk  (A-11)\n      revealed that on 8th/9th February 1993, Suleman Mohammed Kasam Ghavate\n      (A-18) and (A-11) returned to Mhasla from Panvel after  meeting  Tiger\n      Memon (AA), when they were carrying the goods brought from Mhasla  and\n      went to the house of accused Dawood @ Dawood Taklya Mohammed Phanse (A-\n</p><p data-structure=\"Precedent\" id=\"p_249\">      14),  and  thereafter  accused  Sarfaraj  Dawood  Phanse  (A-55)   had\n      accompanied Abdul Gani Ismail Turk (A-11) and Suleman  Mohammed  Kasam\n      Ghavate (A-18) to Bombay and they dropped Sarfaraz Dawood  Phanse  (A-\n</p><p data-structure=\"Precedent\" id=\"p_250\">      55) at the guest house at Bandra at the say of Dawood Phanse (A-14).\n      Confessional statement of Dawood @ Dawood Taklya Mohammed  Phanse  (A-\n</p><p data-structure=\"Precedent\" id=\"p_251\">      14) :\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_252\">      198.  The confessional statement of Dawood Phanse (A-14) revealed that\n      after his arrival from Bombay, Sarfaraz Dawood Phanse (A-55) told  him\n      that the absconding accused Shafi had been to  their  house  and  told\n      that he had kept the weapons in the house of Muzammil Umar  Kadri  (A-\n</p><p data-structure=\"Precedent\" id=\"p_253\">      25).\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_254\">      Confessional statement of  Suleman Mohammed Kasam Ghavate (A-18) :\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_255\">      199.  The confessional statement of Suleman Mohammed Kasam Ghavate (A-\n</p><p data-structure=\"Precedent\" id=\"p_256\">      18) disclosed that the said accused had been to Mhasla alongwith Abdul\n      Gani Ismail Turk (A-11) and Uttam Shantaram Potdar (A-30) for bringing\n      the part of the goods which had been smuggled  in  the  first  landing\n      operation. He also corroborated the meeting of Abdul Gani Ismial  Turk\n      (A-11) and Suleman Mohammed Kasam Ghavate (A-18) with Tiger Memon (AA)\n      at Panvel and had given the message of Tiger Memon (AA)  to  Dawood  @\n      Dawood Taklya Mohammed Phanse (A-14) and thereafter taken the  accused\n      (A-55)  alongwith him to Bombay.\n</p><p data-structure=\"Precedent\" id=\"p_257\">      Confessional statement of Sajjad Alam (A-61):\n</p><p data-structure=\"Precedent\" id=\"p_258\">      200.  The confessional statement of Sajjad Alam (A-61)  revealed  that\n      on 20.1.1993 that said accused (A-61)  had gone to the  house  of  his\n      grandmother and at that time he found accused Muzammil Umar Kadri  (A-\n</p><p data-structure=\"Precedent\" id=\"p_259\">      25) present taking 16 rifles and 32  magazines  by  a  jeep  alongwith\n      accused (A-55).\n</p><p data-structure=\"Precedent\" id=\"p_260\">      Confessional statement of Tulsi Ram Dhondu Surve (A-62):\n</p><p data-structure=\"Precedent\" id=\"p_261\">      201.  The confessional statement of  Tulsi  Ram  Dhondu  Surve  (A-62)\n      disclosed that during the second landing and transportation  operation\n      of contraband goods organised  by  Dawood  @  Dawood  Taklya  Mohammed\n      Phanse (A-14) and Tiger Memon (AA), accused (A-55)  was  also  present\n      near Wangni Tower  alongwith other co-accused.\n      Confessional statement of Mohd. Sultan Sayyed (A-90):\n</p><p data-structure=\"RespArg\" id=\"p_262\">      202.   The  confessional  statement  of  Mohd.  Sultan  Sayyed  (A-90)\n      disclosed that on 12.2.1993, respondent (A-55) had been  to  the  rest\n      house at Mhasla  and  enquired  about  R.K.  Singh,  Assistant  Custom\n      Collector (A-102). The respondent (A-55) was carrying one plastic  bag\n      containing Rs.3 lacs with him which he handed over to R.K. Singh.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_263\">      203.  The Designated Court after considering the entire evidence  came\n      to the following conclusion:\n</p><blockquote id=\"blockquote_131\">           “53-B) Thus considering material  contained  in  confessions  of\n           above stated  accused  and  so  also  evidence  to  which  brief\n           reference is made in the later part it can be safely said that A-\n           55 who is son of main landing  agent  responsible  for  Shekhadi\n           landing i.e. A-14 was involved not only in said landing  but  so\n           also even earlier to same in  committing  nefarious  activities.\n</blockquote><p data-structure=\"Precedent\" id=\"p_264\">           Needless to add that as denoted by further dilation  involvement\n           of A-55 in commission of acts for which he is  charged  at  head\n           2ndly and, consequently in commission of offence u/sec. 3(3)  of\n           <a href=\"/doc/17848451/\" id=\"a_90\">TADA Act</a> is squarely borne from the same.\n</p><p data-structure=\"Precedent\" id=\"p_265\">                      With regard to argument canvassed  that  material  in\n           above referred confession or that  of  witnesses  pertaining  to\n           events which had occurred at Wangni  Tower  not  disclosing  any\n           positive overt act on part of A-55 or that at time  of  exchange\n           of goods he was  not  at  Wangni  Tower  or  that  he  was  only\n           travelling on  motor  cycle  etc.  and  as  such  himself  being\n           involved by Investigating Agency in case only because he is  son\n           of A-14 does not appeal to  mind  after  considering  in  proper\n           perceptive relevant material. Even accepting that A-55 was  then\n           moving on motor cycle still considering time of  dead  night  at\n           which he was doing so, place at which he was moving etc. clearly\n           shows falsity of all said submissions after considering material\n           in  entirety  disclosing  acts  committed  by  A-55.  The   same\n           considered upon earlier acts of A-55 in concealment  of  weapons\n           at his house in absence of his father etc. his participation  in\n           going to house of A-  42  as  disclosed  by  aforesaid  material\n           clearly repels all said submission.\n</p><p data-structure=\"CDiscource\" id=\"p_266\">                         However,   even    carefully    considering    all\n           material/evidence available against A-55  and  same  having  not\n           transcended beyond acts committed by him in  facilitating  Dighi\n           landing and/or transportation of goods smuggled and same failing\n           to disclose any material showing his nexus with  conspiracy  for\n           which he is charged with or conspiracy for which his father A-14\n           held to be guilty it will be extremely difficult to accept  that\n           his guilt for same can be  said  to  have  been  established  by\n           prosecution only on basis of his guilt found to  be  established\n           for commission of offence u/<a href=\"/doc/105771932/\" id=\"a_91\">sec.3 (3)</a> of  TADA Act”.\n</p><p data-structure=\"Conclusion\" id=\"p_267\">                                   (Emphasis added)\n      204   We do not see any cogent reason to interfere with  the  impugned\n      judgment  applying  the  parameters  laid  down  by  this  court   for\n      interference against the order of acquittal. The  evidence  on  record\n      disclosed his involvement and association with  Tiger  Memon  (AA)  in\n      landing and transportation, but that  is  because  his  father  Dawood\n      Phanse (A-14), was the landing agent.  The appeal lacks merit, and  is\n      accordingly, dismissed.</p><pre id=\"pre_14\">\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                      CRIMINAL APPEAL NO. 407  OF 2011\n\n\n\n\n      The State of Maharashtra through CBI                    ..\n      Appellant\n\n\n                                   Versus\n\n\n      Ayub Ibrahim Patel                                   … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_268\">      205.  This appeal has been preferred against the judgments and  orders\n      dated 10.11.06 and 31.05.07,  passed  by  the  Special  Judge  of  the\n      Designated Court under the TADA for the  Bombay  Blast  case,  Greater\n      Bombay in Bombay Blast Case No.1/93,  by  which  the  respondent  Ayub\n      Ibrahim Patel (A-72) has been found guilty for the offences punishable\n      under <a href=\"/doc/105771932/\" id=\"a_92\">Section 3(3)</a> TADA and on the said count has been  convicted  and\n      sentenced to suffer RI for 5 years alongwith a fine of Rs.25,000/- and\n      in default, to further undergo RI for 6  months.   He  has  also  been\n      found guilty under <a href=\"/doc/167770480/\" id=\"a_93\">Section 5</a> TADA and has been sentenced to suffer  RI\n      for 10 years and has been ordered to pay a fine  of  Rs.50,000/-,   in\n      default of payment of fine, he has been ordered to suffer  further  RI\n      for one year.  The Respondent has  further  been  found  guilty  under\n      <a href=\"/doc/47052902/\" id=\"a_94\">Section 6</a> TADA, and has been sentenced to suffer RI for 10  years  and\n      has been ordered to pay a fine of Rs.50,000/-.  In default of  payment\n      of fine, he has been sentenced to suffer further RI for one year.  The\n      Respondent also stands convicted under <a href=\"/doc/17720539/\" id=\"a_95\">Sections 3</a>  and  <a href=\"/doc/85348422/\" id=\"a_96\">7</a>   read  with\n      <a href=\"/doc/115215639/\" id=\"a_97\">Section 25</a>(1-A)(1-B)(a)  of  the  <a href=\"/doc/1934415/\" id=\"a_98\">Arms  Act</a>.   However,  he  has  been\n      acquitted of the charge of conspiracy.\n</p><p data-structure=\"Conclusion\" id=\"p_269\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_270\">      206.  Shri Mukul Gupta, learned  senior  counsel  appearing   for  the\n      appellant has submitted that the respondent  had been found to  be  in\n      the unauthorized possession of 20 hand grenades, which  were  part  of\n      the consignment of arms that had  been  smuggled  into  India  by  the\n      terrorists. The said hand grenades were recovered from his house  upon\n      his disclosure statement. Therefore, he   ought  to  have  been   held\n      guilty for  the charge of conspiracy.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_271\">      207.  On the contrary, Shri S.P Sinha, learned counsel  appearing  for\n      the respondent has submitted that the respondent has not preferred any\n       appeal against his conviction on any other charges.  He  has  already\n      served out the sentence that was awarded to  him, and  has  also  paid\n      the fine. After appreciating the evidence on record, the Special Judge\n      has acquitted the respondent of the charge of conspiracy.The facts  of\n      the case do not warrant any further interference.  Thus, the appeal is\n      liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_272\">      208.  We have considered the rival submissions  made  by  the  learned\n      counsel for the parties and perused the evidence on record.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_273\">      209.   Confessional statement of Baba alias Ibrahim Mussa Chauhan  (A-\n</p><p data-structure=\"CDiscource\" id=\"p_274\">      41) revealed that he was well acquainted with Abu Salem (AA), and Anis\n      Ibrahim Kaskar, brother of Dawood  Ibrahim.  On  15th   January  1993,\n      Salem telephoned him (A-41) to find  a  garage  equipped  with  closed\n      shutters. In this regard he (A-41) spoke to  Salem  and  Anis  Ibrahim\n      Kaskar several times. Salem asked him (A-41) to keep  2/3 AK-56 Rifles\n      for a few days and  also told him that they should be kept by him  (A-\n</p><p data-structure=\"Facts\" id=\"p_275\">      41) at his house. On 16th  January, 1993 Salem came to his  house  and\n      then they went to the house of Sanjay Dutt (A-117) and delivered  some\n      of the contraband arms to him. A bag containing 20 grenades  was  kept\n      by him (A-41) in the car owned by Sameer (A-53) and a bag containing 3\n      Rifles, 16 Magazines, 25 hand grenades and 750 bullets  was  taken  by\n      him (A-41). The said goods were not taken back by Salem  as  promised,\n      so he (A-41) contacted Salem to take it back. A-41 received a  message\n      to give 2 AK-56 Rifles, 6 Magazines to Salem Kurla.  After  some  time\n      Salem met A-41 and the latter informed Salem that remaining goods were\n      kept with a man named Ayub residing at Oshivara. At  that  time  Salem\n      had 30 loaded magazines wrapped in a plastic bag and  he  handed  over\n      the bag  over  to A-41 and told him (A-41) that he had spoken to  Ayub\n       via telephone and asked him to keep the goods with A-41. Accordingly,\n      on the same day Ayub came with a bag containing 1 AK -56 Rifle,  which\n      along with magazines and a bag was kept at one place. After 2/3  days,\n      Salem came to A-41 and handed over a vehicle asking him to leave it at\n      a place near Ram and Shyam Talkies at Jogeshwari  and  hand  over  the\n      vehicle to Ayub and there were further instructions for Ayub  to  keep\n      all the goods except hand grenades in the car and  to  leave  the  car\n      near the office of Salem.  A-41  handed  over  the  car  to  Ayub  and\n      conveyed the message. After Bombay blast, Salem Kurla was arrested and\n      on his information police arrested A- 41 on or  about  28th  of  March\n      1993. After his arrest, the father of A-41 obtained the bag  which  he\n      had kept with Ayub through Haji Ismail  and  produced  it  before  the\n      police.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_276\">      210.  Recovery panchnamas –  Exts.154-155  make  it  clear  that  Sub-\n      Inspector Nerlekar had interrogated the accused Ayub Ibrahim Patel (A-\n</p><p data-structure=\"Facts\" id=\"p_277\">      72) and he expressed his desire  to make the disclosure statement.  At\n      that time, two Panchas were called through the Constable and in  their\n      presence, Ayub Ibrahim Patel (A-72)  made the statement  that  he  had\n      concealed the hand-grenades,  the  recovery  of  which  he  would  get\n      effected.  The recovery was made and proved by Nerlekar  (PW.605)  and\n      the panch witness (PW.44).  According to  the  said  witnesses,  after\n      recording the disclosure statement, i.e., the panchnama,  the  accused\n      (A-72) led the Panchas and police team to room no.202  on  the  second\n      floor of Noora  Building  in  Dalwai  compound,  opposite  Ajit  Glass\n      Factory Oshiwara(West).  The appellant  (A-72) rang the door  bell  of\n      the said room and the  door  was  opened  by  one  lady  and  she  was\n      introduced by A-72 as his wife named Smt.  Kausar.   Thereafter,  Ayub\n      Ibrahim Patel (A-72)  led the panchas and police in the said room  and\n      took out a plastic bag from a steel cupboard near the eastern wall  of\n      the house.  The said bag contained 20  hand-grenades.   The  same  was\n      handed over to the Sub-Inspector  Nerlekar  (PW  –  605)  who  drew  a\n      panchnama and left for Worli Police Station with the hand grenades.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_278\">      211.   The  Special  Judge  after  appreciating  the  entire  evidence\n      summarised the whole case against Ayub Ibrahim Patel (A-72) as under:\n</p><blockquote id=\"blockquote_132\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1005380\" id=\"span_15\">“However, after carefully considering the matters from the\n           said confession reveals  that  A-41  had  handed  over  the  bag\n           containing 25 hand grenades to  Iqbal  Tunda  and  had  informed\n           about the same to Salem and Iqbal Tunda had informed him of  the\n           same being kept with  Ayub  residing  at  Oshiwara  still  there\n           appears full substance in the  criticism  advanced  by  the  ld.\n           Defence counsel that hardly there exists any material on  record\n           to come to the conclusion that the  person  by  name  Ayub  from\n           Oshiwara referred in the said confession is A-72.  There is also\n           further  substance  in  the  defence  criticism   in   such   an\n           eventuality 25 hand grenades  could  have  been  found  with  A-\n           72…..Thus considering the aforesaid  evidence  of  recovery  and\n           particularly statement made by A-72 showing  his  authorship  in\n           keeping the relevant hand grenades and apart from same  A-72  at\n           the trial having not  given  any  other  explanation  about  the\n           reason because of which such hand grenades were in his house  or\n           his knowledge about the same all the  said  factors  establishes\n           himself  being  in  possession  of  such   contraband   material\n           attracting the provisions of <a href=\"/doc/167770480/\" id=\"a_99\">Sec. 5</a> of  TADA.   Now  considering\n           the statutory presumption arising out  of  the  relevant  facets\n           established and the same having remained unrebutted at the trial\n           will safely lead to only conclusion of A-72 of having  possessed\n           the same for the purpose of terrorist act or terrorist activity.\n           The same is apparent in view of the law regarding  the  same  as\n           explained by the Hon’ble Constitutional Bench of the  Apex Court\n           in the  decision  in  the  case  of  <a href=\"/doc/1005380/\" id=\"a_100\">Sanjay  Dutt  v.  State  of\n           Maharashtra</a> reported in 1995(5) SCC 410. In view of the same  A-\n           72 will be required to be held guilty for commission of  offence\n           u/s  5 of TADA.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_279\">                 Though the aforesaid evidence clearly establishes of  A-72\n           to be in possession of such contraband material within  notified\n           area still there being no evidence to  come  to  the  conclusion\n           that the same were part &amp; parcel  of  the  consignment  smuggled\n           into country by co-conspirators for commission of terrorist acts\n           for which the charge at head 1stIy is  framed,  A-72  cannot  be\n           held guilty for the said conspiracy.  However,  possessing  huge\n           quantity of hand grenades considered  with  other  evidence  not\n           denoting involvement of A-72  in  any  terrorist  activity  also\n           leads to the conclusion of the same being either kept  with  him\n           for  storage  purpose  and/or  for  assisting  some  other   co-\n           conspirators for commission of terrorist acts.  Needless to  add\n           that the same  is  also  suggestive  of  A-72  having  made  the\n           preparation for commission of terrorist acts.  In  view  of  the\n           same A-72 will be also required to be held guilty for commission\n           of offence<a href=\"/doc/105771932/\" id=\"a_101\"> u/s.  3  (3)</a>  of  TADA.   Similarly  considering  the\n           quantity of hand grenades found in possession of A-72  the  same\n           also denotes of himself having committed offence<a href=\"/doc/47052902/\" id=\"a_102\"> u/s. 6</a> of  TADA\n           and so also the offence punishable<a href=\"/doc/17720539/\" id=\"a_103\"> u/s.3</a> &amp; <a href=\"/doc/85348422/\" id=\"a_104\">7</a> r/w <a href=\"/doc/115215639/\" id=\"a_105\">Sec. 25</a>(1-A) (I-\n           B)(a) of <a href=\"/doc/1934415/\" id=\"a_106\">Arms Act</a>.\n</p><p data-structure=\"CDiscource\" id=\"p_280\">                    In light of discussion made hereinabove Point Nos.  170\n           to 173 will be required to be answered in  consonance  with  the\n           conclusion arrived during the said discussion i.e.  A-72  having\n           committed all the said offences for which the  said  points  are\n           framed but for the reasons stated hereinabove.  However,  hardly\n           there being any evidence of A-72 of having  committed  the  said\n           offence in pursuance of conspiracy for which he has been charged\n           due to nexus of material found with him  being  not  established\n           with the material smuggled for commission of Serial  bomb  Blast\n           and there being no other evidence he  will  be  required  to  be\n           absolved from the offence of conspiracy for which he is  charged\n           with”. (Emphasis added)\n\n</p><p data-structure=\"Precedent\" id=\"p_281\">      212.  The parameters <a href=\"/doc/1005380/\" id=\"a_107\">laid down  by</a>  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_282\">      213.  From the above discussion it is evident that Baba Chauhan (A-41)\n      had given 20 hand grenades to one Ayub resident of Oshiwara.  However,\n      he has also disclosed that after his arrest on 28th March,  1993,  the\n      said contraband had been produced before  the  police  by  his  father\n      through Haji Ismail. In view of the above, the conclusion  reached  by\n      the learned Designated Court that there is nothing on  the  record  to\n      establish that Ayub of Oshiwara could be Ayub (A-72), does not require\n      interference. In such  a  fact-situation,  the  respondent  (A-72)  is\n      entitled to benefit of doubt, so far as the charge  of  conspiracy  is\n      concerned. The appeal lacks merit, and is accordingly, dismissed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_283\">                      CRIMINAL APPEAL NO. 1025  OF 2012\n\n\n\n\n    State of Maharashtra\n     …Appellant\n\n\n                                   Versus\n\n\n    Mohd. Shahid Nizamuddin Qureshi                      … Respondent\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_284\">    214.    This appeal has been preferred against the judgment  and  order\n    dated  2.8.2007 passed by the Special Judge  of  the  Designated  Court\n    under the TADA in the Bombay Blast Case No.1 of 1993, by which the said\n    respondent has been convicted under <a href=\"/doc/105771932/\" id=\"a_108\">Section 3(3)</a>  TADA,  and  has  been\n    awarded a sentence of 10 years rigorous imprisonment, alongwith a  fine\n    of Rs. 25,000/-, and in default of payment of fine, to further  undergo\n    RI for six months.  He has been acquitted of some of the other  charges\n    including the main charge of conspiracy.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_285\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_286\">    215.    Shri Mukul Gupta, learned  senior  counsel  appearing  for  the\n    appellant, has submitted that there is enough evidence to show the deep\n    involvement of  Mohd. Shahid Nizamuddin Qureshi (A-135)   in  the  said\n    crime and, therefore, he ought not  to  have  been  acquitted  for  the\n    charge of conspiracy.\n</p><p data-structure=\"CDiscource\" id=\"p_287\">    216.    Ms. Farhana Shah, learned counsel appearing for the  respondent\n    (A-135), has submitted that he has already suffered  tremendously.   He\n    has served 11-1/2 years of sentence, though  he  was  awarded  only  10\n    years rigorous imprisonment, and has also deposited the fine.   He  has\n    not filed any appeal against  his  conviction,  as  he  has  reconciled\n    himself with his fate. There is nothing on  record  to  show  that  the\n    accused (A-135) had  any knowledge of the contraband, or how  the  same\n    was going to be used.  He had no intention to harm any one.  Thus,  the\n    findings recorded by the Designated Court on this issue, do not require\n    any interference.\n</p><p data-structure=\"CDiscource\" id=\"p_288\">    217.    We have considered the rival submissions made  by  the  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_289\">    218.    The confession of the accused (A-135)  was  recorded,  however,\n    the same has been discarded by the Special Judge on the ground that the\n    police officer who had recorded the  confessional  statement,  had  not\n    ensured compliance with <a href=\"/doc/187258181/\" id=\"a_109\">Section 15</a> TADA  and  Rule  15(3)  TADA  Rules,\n    1987.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_290\">    219.    However, as far as the charge of conspiracy is  concerned,  the\n    other evidence is of Nasir Abdul Kader Kewal @ Nasir Dakhla (A-64)  who\n    has revealed, that in either at the end  of  January  1993  or  in  the\n    beginning of February 1993, at the instance of Tiger Memon (AA),  Javed\n    Chikna, the accused (A-64) etc., had participated in   the  landing  of\n    contraband goods such as rifles, bullets, handgrenades, detonators, RDX\n    etc. at the Shekhadi coast. The said goods had been transported to  the\n    Wangni Tower, and here, the bags containing  the  contraband  had  been\n    opened and weapons, cartridges etc., had thereafter been  concealed  in\n    fake  cavities  of  the  vehicles  that  had  been  arranged  for   the\n    transportation of the smuggled goods  into  Bombay.   During  the  said\n    operation, the accused  (A-135)  had  actively  participated  alongwith\n    Javed Chikna, and various other associates.  He has  further  disclosed\n    that 3-4 days after the first  landing,  a  second  landing  had  taken\n    place, in which the contraband were smuggled in through Shekhadi coast,\n    in which yet again, the  accused  (A-135)  had  actively  participated.\n    Usman (PW.2) has also deposed that the accused  (A-135)  had  in  fact,\n    participated in the said landing, as well as in the   transportation of\n    the contraband material.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_291\">    220.    However, a question does arise  with  respect  to  whether  the\n    accused (A-135) had been aware of the contents of the  contraband,  and\n    whether he had known the purpose for which the weapons etc.,  had  been\n    smuggled into India.  As per the material on record, it becomes evident\n    that Tiger Memon (AA) and his close associates, including  the  accused\n    (A-135), had first gone to Hotel Big Splash at Alibagh, and from  there\n    they had gone to the seashore to participate in the said  landing.   At\n    this time, the close associates of Tiger Memon  (AA),  had  been  fully\n    armed with AK-47/56 rifles, revolvers, magazines and  cartridges.  They\n    had taken up positions  near  the  seashore  to  prevent  any  kind  of\n    interference. The goods had then arrived in large  packets,  which  had\n    been unloaded with the help of some villagers who were already  present\n    there, as the same had been deployed by Dawood @ Dawood Taklya Mohammed\n    Phanse(A-14).  After the loading  of  the   goods  into  a  truck,  the\n    contraband had been brought to Wangni Tower.  All the packets had  been\n    taken inside the tower, and when the  same  had  been  opened,  it  had\n    become evident that the packets contained  explosives,  cartridges  and\n    arms.  These arms  had  then  subsequently,  been  filled  into  secret\n    cavities that had been created in the jeeps, and were then taken  away.\n     After 2-3 days, Yeda Yakub, Riaz Khatri,  Munna  Jadia,  Ehtesham  (A-\n</p><p data-structure=\"Precedent\" id=\"p_292\">    58), Akbar and Karimullah had gone in a Maruti van and  had  picked  up\n    Nasir (A-64).   Yeda Yakub had told them that more arms were  scheduled\n    to arrive for Tiger Memon (AA) at the Shekhadi coast, for  the  purpose\n    of which, they would have to go there.  They had thus, participated  in\n    the second landing as well, and had brought in the said goods.  At such\n    time, the associates of Tiger Memon (AA) had also been  present  there,\n    alongwith Shahid Qureshi (A-135).  Following the orders of Tiger  Memon\n    (AA), the packets of arms and explosives had been loaded  into  a  jeep\n    and a tempo, and  had been taken to Bombay.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_293\">    221.    The deposition of Usman Ahmed Jan Khan (PW-2) has revealed that\n    Tiger Memon (AA) had convened a meeting at the hotel  Big  Splash,  and\n    had expressed his desire to take revenge  for  the  demolition  of  the\n    Babri Masjid. Shahid (A-135) had also been present at the said meeting.\n    From the hotel, they had left for Shekhadi Coast in jeeps.  At about 11\n    p.m., Tiger Memon (AA) and his associates, including  the  accused  (A-\n</p><p data-structure=\"Precedent\" id=\"p_294\">    135) had gone to high sea, in a boat.  The said boat had taken them  to\n    a big red speed boat.  Tiger Memon (AA) had  gone  over  to  the  other\n    boat, and had brought out seven bags of military colour from  the  said\n    speed boat.  The bags had contained guns, pistols and handgrenades, and\n    also AK-56 rifles.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_295\">    222.    The Designated Court, after appreciating the entire evidence on\n    record with respect to Nizammudin Qureshi, has recorded  the  following\n    conclusion:\n</p><blockquote id=\"blockquote_133\">             “All said evidence considered  in  proper  perspective  clearly\n             reveals close association of  A-135  with  Tiger  Memon  and/or\n             himself man of confidence of Tiger Memon.   All  said  evidence\n             considered in proper perspective clearly reveals involvement of\n             A-135 in Shekhadi landing episode.\n</blockquote><blockquote id=\"blockquote_134\">                       Similarly entire evidence having remained confined to\n             act committed by A-135 of assisting and aiding Shekhadi landing\n             and transportation operation and there  existing  no  cementing\n             material revealing his involvement in  conspiracy  he  will  be\n             required to be held not guilty for offence  of  conspiracy  for\n             which charge is framed at head 1st ly.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_296\">    223.    Undoubtedly, the respondent had participated in the landing  at\n    Shekhadi when the contraband were smuggled into India.  However, as the\n    evidence on record as well as the findings recorded by  the  Designated\n    Court remain to the effect that he had not been aware of  the  articles\n    smuggled, he cannot be held liable for punishment for conspiracy.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_297\">    224.    The parameters laid down by  this  Court  in  entertaining  the\n    appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_298\">    225.    We concur with the finding recorded by the  learned  Designated\n    Court, and find no reason to interfere with the  order  passed  by  the\n    Special Judge. The appeal lacks merit, and is accordingly dismissed.\n</p>\n\n\n\n\n\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_299\">                       CRIMINAL APPEAL NO. 599 OF 2011\n\n\n      State of Maharashtra\n      …Appellant\n                                   Versus\n      Shaikh Mohd. Ethesham\n      …Respondent\n\n\n</p><p data-structure=\"Issue\" id=\"p_300\">      226.  This appeal has been preferred against the  judgment  and  order\n      dated 2.8.2007 passed by the Special  Judge of  the  Designated  Court\n      under the TADA for Bombay Blast  Case  No.1  of  1993,  by  which  the\n      respondent (A-58) was  found  guilty  under  <a href=\"/doc/105771932/\" id=\"a_110\">Section  3(3)</a>  TADA   and\n      awarded a sentence of  10  years  with  a  fine  of  Rs.25,000/-  with\n      suitable RI in default of payment  of  fine,  for  the  commission  of\n      offence of conspiracy to commit terrorist act; and  further  sentenced\n      to suffer RI for 10 years with a fine of Rs. 25,000/- with suitable RI\n      in  default  of  payment  of  fine,  for  the  commission  of  offence\n      punishable under <a href=\"/doc/105771932/\" id=\"a_111\">Section 3(3)</a> TADA, for commission  of  such  acts  as\n      abovesaid. However, he has been acquitted of  the  general  charge  of\n      conspiracy i.e. first charge.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_301\">      227.  Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_135\">      A.    In addition to the general charge of conspiracy, the  respondent\n      (A-58) had been charged  under  <a href=\"/doc/105771932/\" id=\"a_112\">Section  3(3)</a>  TADA,  firstly  on  the\n      ground, that he had participated and assisted Tiger Memon (AA) and his\n      associates  in  smuggling,  landing  and   transportation   of   arms,\n      ammunition etc., into India for the purpose of  terrorist  activities.\n      Secondly, he had assisted in  landing  at  Shekhadi  on  3rd  and  7th\n      February, 1993 and had  further  agreed  to  undergo  a   training  in\n      Pakistan  for  handling  of  arms,  ammunition  and   explosives   for\n      committing terrorist acts  and  had  even  attended  a  conspirational\n      meeting at Dubai  to plan commission of terrorist acts.\n      B.    After conclusion of the trial, the Designated  Court   convicted\n      the respondent as referred to hereinabove, but acquitted of the charge\n      of larger conspiracy.\n</blockquote><blockquote id=\"blockquote_136\">           Hence, this appeal.\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_302\">      228.  Shri Mukul Gupta, learned senior counsel appearing on behalf  of\n      the State, has submitted that the respondent had  been  a  very  close\n      associate of Tiger Memon and had participated in landing and  went  to\n      Dubai for the  purpose  of  getting  training  in  handling  of  arms,\n      ammunition and explosives, attending the  conspiratorial  meetings  at\n      Dubai.  Therefore, the learned  Designated Court under TADA, committed\n      an error in acquitting him of the first charge of  larger  conspiracy.\n      Thus, the appeal deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_303\">      229.  Ms. Farhana Shah, learned counsel appearing  on  behalf  of  the\n      respondent, has opposed the appeal contending that the respondent  had\n      already served the sentence of 10 years and paid the fine.  He did not\n      file any appeal against the conviction. Though he went  to  Dubai  for\n      going to Pakistan for having training in handling of arms,  ammunition\n      and explosives, but did not get any training whatsoever, and his  acts\n      were prior to hatching of the conspiracy.  He did not  participate  in\n      any of the illegal activity/conspiracy subsequent to coming back  from\n      Dubai.  Therefore, the order impugned does not need  any  interference\n      whatsoever.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_304\">      230.  We have considered the rival submissions made by learned counsel\n      for the parties and perused the record.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_305\">      231.  The evidence against the said respondent (A-58) is disclosed  in\n      the confessional statements of Nasir Abdul Kadar Kewal @ Nasir  Dhakla\n      (A-64), Shaikh Kasam @ Babulal Ismail  Shaikh  (A-109),  Sultan-E-Rome\n      Sardar Ali Gul (A-114), Abdul Aziz Shaikh (A-126), Mohd. Iqbal  Shaikh\n      Ibrahim (A-127), Shahnawaz Khan Faiz  Mohd.  Khan  (A-128)  and  Murad\n      Ibrahim Khan (A-130).   The said confessional statements revealed that\n      the respondent (A-58) had participated in the landing at Shekhadi.  He\n      was present at the Wangni Tower at the time of shifting the contraband\n      and had also participated in second landing at Shekhadi.  He had  also\n      attended the meeting in a partially constructed building in  Khar  and\n      agreed to go  out  of  India  for  receiving  the  arms’  training  in\n      Pakistan.  He went to Dubai on 14.2.1993, but could not go to Pakistan\n      and stayed in Dubai for 14 days and returned  to  India  on  2.3.1993.\n      While in Dubai, he had taken an oath of  secrecy  that  he  would  not\n      disclose anything about the conspiracy to anyone.\n</p><p data-structure=\"Conclusion\" id=\"p_306\">           The aforesaid evidence also stands corroborated by the  evidence\n      of Usman Ahmed Jan Khan (PW-2) and Prakash  Ramugade (PW-207).\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_307\">      232.  The Designated Court after appreciating the entire  evidence  on\n      record reached the conclusion as under:\n</p><blockquote id=\"blockquote_137\">           “Thus  considering  material  in  the  confession  of  A-58  and\n           aforesaid co-accused the same leads to the  conclusion  of  A-58\n           also being involved in Shekadi landing operation as  denoted  by\n           said material and as such having committed offence<a href=\"/doc/105771932/\" id=\"a_113\"> u/s. 3(3)</a>  of\n           TADA for which he is charged at head 2nd ly clause `a’.  In  the\n           said context it is necessary to add  that  considering  evidence\n           pertaining to Shekhadi landing in proper  perspective  and  role\n           carried out by A-58  in  the  same  and  during  said  operation\n           contraband material being opened at the sea shore  and  so  also\n           exchanged from truck to other  vehicles  at  Wangni  Tower,  the\n           defence submission that A-58  was  not  aware  about  nature  of\n           contraband material to be brought etc. does not appeal to  mind.\n           Needless to add that considering material in confession of other\n           co-accused regarding Shekhadi landing episode it is difficult to\n           accept such submission.  Needless to add that A-58  was  man  of\n           close confidence of Tiger Memon is being also revealed from fact\n           of himself being given weapon during relevant operation.\n</blockquote><blockquote id=\"blockquote_138\">                  Similarly  A-58  himself  having  participated  in   said\n           operation in  which  large  quantity  of  arms,  ammunition  and\n           explosives  were  smuggled  into  India  leading  to  legitimate\n           conclusion of same being brought for commission of terrorist act\n           and still  A-58  thereafter  having  agreed  to  undergo  weapon\n           training in operating arms, ammunition in foreign country and in\n           said process having gone to Dubai but being required  to  return\n           in view of further arrangements being not made clearly denotes A-\n           58 was party to conspiracy to commit  terrorist  act  punishable\n           u/sec. 3(3) of <a href=\"/doc/17848451/\" id=\"a_114\">TADA Act</a>.\n</blockquote><p data-structure=\"Precedent\" id=\"p_308\">                 However all said acts committed by A-58 being  much  prior\n           to main conspiracy of committing serial blast having taken final\n           shape i.e. during  conspiratorial  meetings  held  in  month  of\n           March, 1993 and A-58  after  returning  from  Dubai  having  not\n           participated in any act furthering object of  larger  conspiracy\n           for which charge at head 1st ly in  framed  he  cannot  be  held\n           liable for larger conspiracy and he will be required to be  held\n           guilty  for  conspiracy  to  commit  terrorist  act  as   stated\n           aforesaid.”\n\n           (Emphasis added)\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_309\">      233.  The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_310\">      234.  In view of the fact that the respondent has already  served  the\n      sentence of 10 years and paid the fine, therefore we are not  inclined\n      to allow this appeal.   It is accordingly dismissed.</p><pre id=\"pre_15\">\n\n\n\n\n\n\n\n\n                       CRIMINAL APPEAL NO. 395 of 2011\n\n\n\n\n      State of Maharashtra\n      …Appellant\n\n\n                                   Versus\n\n\n      Farooq Illiyas Motorwala                                 … Respondent\n\n\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_311\">      235.        This appeal has been preferred against the final  judgment\n      and order  dated   2.8.2007,  passed  by  the  Special  Judge  of  the\n      Designated Court under the TADA in Bombay Blast Case No.1 of 1993,  by\n      which the respondent has been found  guilty  for  the  offences  under\n      <a href=\"/doc/105771932/\" id=\"a_115\">Section 3(3)</a>, and awarded  13 years RI with a fine of Rs.25,000/-  and\n      in default of payment of fine, to suffer further RI for 6  months.  He\n      was also convicted under <a href=\"/doc/105771932/\" id=\"a_116\">Section 3(3)</a> TADA, and  awarded  7  years  RI\n      with a fine of Rs.25,000/-, in default of payment of fine,  to  suffer\n      further RI for 6  months. However,  he  has  been  acquitted  of  some\n      other charges including the larger conspiracy.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_312\">      236.  Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_139\">      A.    In addition to the main charge of conspiracy, the charge against\n      the respondent was that in pursuance of  the  conspiracy,  he  visited\n      Dubai on a fictitious passport No. H-118352, obtained by  him  in  the\n      name of Kazi Salim Illyas  and participated in conspiratorial  meeting\n      held at Dubai alongwith other co-accused Mohmed Jamil Omar Khatlab (PW-\n</blockquote><blockquote id=\"blockquote_140\">      1) (approver), who had been recruited  for undergoing weapons training\n      in Pakistan.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_313\">      B.    After conclusion of the trial, the  Designated  Court  convicted\n      the respondent as referred  to  hereinabove,  but  acquitted  of  some\n      charges including the larger conspiracy.\n</p><p data-structure=\"Conclusion\" id=\"p_314\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_315\">      237.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      appellant has submitted that there was sufficient material  on  record\n      to show the involvement of the respondent in larger conspiracy and the\n      Special Judge has committed an error in acquitting him  for  the  said\n      charge. Thus, the appeal should be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_316\">      238.  On the contrary, Mr. S.P. Sinha, learned counsel  appearing  for\n      the respondent (A-75) has submitted  that  the  respondent  has   been\n      awarded 13 years’ rigorous imprisonment and a fine  of  Rs.  50,000/-.\n      The respondent has already served the sentence and also deposited  the\n      fine. Therefore, at such  a  belated  stage,  this  court  should  not\n      interfere against the order of acquittal, in view  of  the  parameters\n      laid  down  by  this  court,  for  entertaining  the  appeal   against\n      acquittal.  Thus, the appeal is liable to be dismissed.\n</p><p data-structure=\"CDiscource\" id=\"p_317\">      239.  We have considered the rival submissions made by learned counsel\n      for the parties and perused the record.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_318\">      240.  Evidence against the respondent (A-75):\n</p>\n\n<blockquote id=\"blockquote_141\">      (a)   Confessional statement of the respondent (A-75)\n</blockquote><blockquote id=\"blockquote_142\">      (b)   Confessional statement of Mohd.  Salim  Mira  Moiddin  Shaikh  @\n           Salim Kutta (A-134)\n\n\n</blockquote><blockquote id=\"blockquote_143\">      (c)   Deposition of Mohd. Jabir Umar Khatlab (PW-1)\n</blockquote><blockquote id=\"blockquote_144\">      (d)   Deposition of Tota Tiwari (PW-340)\n</blockquote><blockquote id=\"blockquote_145\">      (e)   Deposition of Rajan Dhoble (PW-585)\n\n\n      Confessional statement of the respondent (A-75):\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_319\">      241.  He disclosed that he indulged in smuggling of goods and used  to\n      go to Dubai frequently. He was introduced by his friend Latif  Bagwala\n      to Tahir Merchant. The respondent (A-75) had a passport,  however,  he\n      obtained another passport in a fictitious name i.e. Kazi Salim  Illyas\n      Majid Rajkotwala and on a fictitious address. On 15.1.1993, he went to\n      Dubai on the passport obtained in a fictitious name and  attended  the\n      meetings with Tahir Merchant.  Respondent  (A-75)  called  his  friend\n      Mohd. Jamil Omar Khatlab (PW.1) (approver) to Dubai and  sent  him  to\n      undergo arms’ training in Pakistan.   Respondent  (A-75)  returned  to\n      Bombay on 27.2.1993 and Mohd. Jamil Omar Khatlab (PW.1) also came back\n      after having training in Pakistan  in  handling  weapons.   After  the\n      Bombay blast, Mohd. Jamil Omar Khatlab (PW.1) had told him (A-75) that\n      a person had come from Tahir Merchant and asked him to keep  guns  and\n      pistols.\n</p><p data-structure=\"Conclusion\" id=\"p_320\">      Confessional statement of Mohd. Salim  Mira  Moiddin  Shaikh  @  Salim\n      Kutta (A-134):\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_321\">      242.    The  said  co-accused  did  not  name  the  respondent  (A-75)\n      specifically. However he corroborated that there were 7 conspiratorial\n      meetings held in Dubai at the behest of  Dawood  Ibrahim  and  Mustafa\n      Majnu and an oath was administered to them  for  taking  revenge  from\n      Hindus for the damage of Babri Masjid.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_322\">      243.  Mohd. Jamil Omar  Khatlab  (PW-1)  deposed  that  on  11.2.1993,\n      respondent  (A-75)  took  him  to  Tiger  Memon  (AA)  at  Al-Husseini\n      Building. Tiger Memon (AA) told them that  during  December  1992  and\n      January  1993,  Muslims  had  greatly  suffered.  Babri   Masjid   was\n      demolished and Indian Government remained a mere  spectator.  So  they\n      should take revenge. Thereafter they were administered  oath  to  take\n      revenge.  He further disclosed that Tiger Memon had told them that  he\n      would teach a lesson to the Indian Government by  exploding  bombs  at\n      various places and attack people with rifles and for that  purpose  he\n      wanted persons who can participate in such actions. At this  juncture,\n      Mohmed Jamil Omar Khatlab (PW.1) and respondent (A-75) had  agreed  to\n      participate. Mohd. Jamil Omar Khatlab (PW.1)  told  Tiger  Memon  (AA)\n      that he did not know how to handle arms. Thereafter, the respondent (A-\n</p><p data-structure=\"CDiscource\" id=\"p_323\">      75) told Mohd. Jamil Omar Khatlab (PW.1) that he  would  be  sent  for\n      weapons training in Pakistan where I.S.I. would train them  and  Mohd.\n      Jamil Omar Khatlab (PW.1) agreed to go to Pakistan for the same. Tiger\n      Memon (AA) had told them that young Muslims from all over India  would\n      be sent to Pakistan for weapons’ training and they decided to  destroy\n      the society and create panic and for that purpose he would get all the\n      required assistance from Pakistan.  They were also  administered  oath\n      again by Tiger Memon  (AA)  that  none  of  them  would  disclose  any\n      information about the plan. On 20.2.1993,  Mohd.  Jamil  Omar  Khatlab\n      (PW.1) got a phone call from the  respondent  (A-75)  from  Dubai  who\n      instructed him to reach Dubai on 24.2.1993. He was also informed  that\n      one Walter D’Souza, friend of respondent (A-75) would  hand  over  the\n      passport of Mohd. Jamil Omar Khatlab (PW.1). On 24.2.1993,  he  (PW.1)\n      received the passport  and he  left  for  Dubai  on  25.2.1993.   This\n      witness also identified the air tickets etc. in the court. Mohd. Jamil\n      Omar Khatlab (PW.1) further deposed that he reached Dubai  airport  on\n      25.2.1993 at about 4.45 p.m. and respondent (A-75) and one Tahir  Bhai\n      received him at the airport and Tahir Bhai had made  arrangements  for\n      his stay at Dubai. On 26.2.1993, a meeting of Tahir Merchant with  the\n      respondent (A-75) took place at the flat of Tahir Merchant and in  the\n      said meeting Tahir Merchant told Mohd. Jamil Omar Khatlab (PW.1)  that\n      he had to leave  for  Islamabad  where  he  would  be  given  military\n      training to fight against Hindus and particularly for  throwing  bombs\n      and operating fire arms.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_324\">      244.  The case of the prosecution  was  further  corroborated  by  the\n      Investigating Officer as well as by the panch witnesses, particularly,\n      Tota Tiwari (PW-340) and Rajan Dhoble (PW-585) and the documents  (i.e\n      his fictitious passport, embarkation and disembarkation cards.)  which\n      facilitated the journey of the respondent (A-75) from Bombay to  Dubai\n      and Dubai to Bombay.\n</p><p data-structure=\"Precedent\" id=\"p_325\">      245.  The learned  Designated  Court  after  appreciating  the  entire\n      evidence held:\n</p><blockquote id=\"blockquote_146\">           ?“19. Thus, considering  all the aforesaid self-eloquent  matters\n           revealed from the evidence of PW-1, the  same  squarely  reveals\n           the manner in which A-75 had taken PW-1 to Tiger  Memon.  It  is\n           significant to note that upon Tiger Memon  telling  the  matters\n           narrated in clause (3), PW-1 had expressed to him  that  he  was\n           not knowing to operate weapon and thereafter A-75 had told  PW-1\n           that he will be sent for weapon training at Pakistan  where  ISI\n           will help him in training and  PW-1  had  agreed  for  going  to\n           Pakistan for weapon training.\n</blockquote><blockquote id=\"blockquote_147\">           20.Since the further matters stated in further part of  evidence\n           of PW-1 having revealed the manner  in  which  he  had  been  to\n           Dubai, A-75 along with Tahir Bhai had been to  the  airport  for\n           receiving him and the further acts committed  by  A-75  and  the\n           fact of PW-1 having been to Pakistan and having participated  in\n           training  programme,  clearly  reveals  PW-1  was  initiated  in\n           conspiracy by A-75 i.e. the conspiracy to  which  he  was  party\n           since earlier. Needless  to  add  that  all  the  said  material\n           clearly establishes A-75  having  committed  the  offence  under\n           <a href=\"/doc/105771932/\" id=\"a_117\">Section 3(3)</a> of TADA for which he was charged with and  so  also\n           himself being in conspiracy for commission of terrorist acts  as\n           observed earlier during the discussion made in Part-10.\n</blockquote><blockquote id=\"blockquote_148\">           21.Though the aforesaid evidence clearly reveals involvement  of\n           A-75 in a conspiracy to commit terrorist acts and himself having\n           initiated PW-1 in the said conspiracy still the evidence reveals\n           that A-75 had not committed any act after 26th February 1993 for\n           furthering the object of conspiracy to which he was party or  to\n           the larger conspiracy for which he  has  been  charged  at  head\n           firstly.\n</blockquote><blockquote id=\"blockquote_149\">           22.Now considering the evidence which has surfaced at trial,  it\n           is clear that the targets for commission of bomb Blast at Bombay\n           were discussed by Tiger Memon for the first time  to  other  co-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_326\">           conspirators in the meetings which had taken place after 6th  of\n           March, 1993 at the house of Babloo or Mubina. Thus, there  being\n           hardly any evidence on record  of  A-75  being  aware  that  the\n           serial bomb Blast were to be committed by committing  explosions\n           at such place and/or himself  having  not  participated  in  any\n           other operation after 26th February, 1993, though  the  evidence\n           reveals his involvement in conspiracy still the  same  does  not\n           transcend further than establishing involvement of A-75  in  the\n           conspiracy  other  than  commission  of  terrorist   acts   made\n           punishable under <a href=\"/doc/105771932/\" id=\"a_118\">Section 3(3)</a> of TADA. Since  knowledge  of  the\n           object of conspiracy is the vital part for determining liability\n           of conspirator in a conspiracy to commit the offences  and  even\n           though some suspicion might be arising due to the acts committed\n           by A-75 also  being  involved  in  larger  conspiracy  as  every\n           conspirator need not know every act to  be  committed  by  other\n           conspirators or the other conspirators  still  the  same  cannot\n           take the place of proof of involvement of A-75  for  the  larger\n           conspiracy.”\n                                        (Emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_327\">      246.   The Special Judge while dealing with the sentence part observed\n      :\n</p><blockquote id=\"blockquote_150\">           “Thus guilt of A-75  for  offence  of  conspiracy  has  remained\n           confined to the extent of himself being guilty  for  offence  of\n           conspiracy to commit terrorist act.  Needless to add that it was\n           neither prosecution case nor any evidence has surfaced on record\n           revealing that either  A-75  had  participated  in  any  of  the\n           further operation which were effected for furthering the  larger\n           object  of  conspiracy  and/or  himself  being  aware  that  the\n           explosions  were  to  be  committed  in  Bombay   by   the   co-\n           conspirators.\n</blockquote><blockquote id=\"blockquote_151\">                                    xxxxx\n                 Thus in light of reasoning given  aforesaid,  it  will  be\n           difficult to accept submission of ld. Chief P.P. to give maximum\n           to A-75  for the reasons canvassed by him and dealt earlier  and\n           so also for any other reason, which is  also  precisely  absent.\n           At the cost of repetition, it will be  necessary  to  say,  that\n           even it is accepted that inducting such person  into  conspiracy\n           is a heinous act still merely on  said  count  awarding  maximum\n           punishment to accused responsible for same de  hors  considering\n           the extent of other acts committed by him and thereby  assessing\n           the  element  of  criminality  existing  in  him  would   amount\n           allowing oneself to be swayed by feelings and  would  amount  of\n           having acted without any logical reasoning behind it.   Needless\n           to add that an adult person  joining  any  conspiracy  would  be\n           always due to such decision taken  by him the  entire  liability\n           of his such a decision cannot be fastened upon  other  who  have\n           advocated with him for joining such a conspiracy.  Having regard\n           to the same, while  awarding  punishment  to  A-75  it  will  be\n           necessary to take into account the gravity of the act  committed\n           by him and so also the other  circumstances relevant to same  as\n           urged on his  behalf or even otherwise.\n</blockquote><blockquote id=\"blockquote_152\">                 However, at the same time the relevant  facet  spelt  from\n           evidence that A-75 had not committed any terrorist  act  at  any\n           point of time or after 24th  Feb., 1993 any act  furthering  the\n           object of conspiracy for which he has been found to be guilty or\n           furthering object of larger  conspiracy  of  which  outcome  was\n           Serial Bomb Blast.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_328\">      247.  The parameters laid down  by  this  Court  in  entertaining  the\n      appeal against the order of acquittal have to be applied.\n</p><p data-structure=\"RespArg\" id=\"p_329\">      248.  The Special Judge recorded the finding that the  respondent  did\n      not do anything to further the object of conspiracy. However,  he  was\n      involved in sending Mohd. Jamil  Omar  Khatlab  (PW-1)  to  Dubai  and\n      further to Pakistan for getting initiated in the training of  weapons.\n      The respondent received the co-accused at the airport and  attended  7\n      conspiratorial meetings held in Dubai. Admittedly, the respondent  who\n      travelled to Dubai had a fictitious passport for a particular purpose.\n      He further went to Pakistan and undertook the training in handling the\n      arms, ammunition and explosives. He met Tiger Memon (AA) in Dubai, who\n      told him that they would teach a lesson to the  Indian  Government  by\n      exploding bombs etc.  However, the learned Designated  Court  did  not\n      convict him on the charge of conspiracy.  Such  a  conclusion  is  not\n      worth acceptance and the said finding being perverse, is liable to  be\n      set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_330\">          The appeal is allowed. The respondent has now been  convicted  for\n      the charge first and awarded the life imprisonment. He is directed  to\n      surrender before the learned Designated Court within a period of  four\n      weeks  to  serve  out  the  remaining  sentence,  failing  which   the\n      Designated Court will secure his custody and send him to jail to serve\n      out the sentence.</p><pre id=\"pre_16\">\n                       CRIMINAL APPEAL NO. 397 of 2011\n\n\n\n\n    State of Maharashtra through CBI                          …Appellant\n\n\n                                   Versus\n\n\n    Mohd. Rafiq Usman Shaikh                                … Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_331\">    249.         This appeal has been preferred against the final  judgment\n    and order dated  2.8.2007 passed by the Special Judge of the Designated\n    Court under the TADA in Bombay Blast Case No.1 of 1993,  by  which  the\n    respondent/accused has been convicted for the offences punishable under\n    <a href=\"/doc/105771932/\" id=\"a_119\">Section 3 (3)</a>  TADA and awarded  7 years RI with a fine of  Rs.15,000/-\n    and in default of payment of fine, to suffer further RI for 3 months on\n    each count. However, he has been acquitted of  the  general  charge  of\n    conspiracy.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_332\">    250.    Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_153\">    A.      In addition to the main charge of conspiracy, the appellant (A-\n</blockquote><blockquote id=\"blockquote_154\">    94)  was charged under <a href=\"/doc/105771932/\" id=\"a_120\">Section 3(3)</a> TADA, as he  had  visited  Pakistan\n    alongwith other co-conspirators via  Dubai and  underwent  training  in\n    handling  of  arms,  ammunition  and  explosives  with  the  object  of\n    committing terrorist  acts  and  even  attended  the  meetings  at  the\n    residences of Nazir Ahmed Anwar Shaikh @ Babloo  (AA)  and  Mubina  Bai\n    where plans for committing  terrorist  acts  were  discussed/finalised.\n</blockquote><p data-structure=\"RespArg\" id=\"p_333\">    Further, he had also taken oath in the name of Quran  while  in  Dubai,\n    not to disclose to anybody about the conspiracy.\n    B.      After conclusion of the trial, the respondent was  held  guilty\n    of the charges as referred to hereinabove but has been acquitted of the\n    charge of conspiracy.\n</p><p data-structure=\"Conclusion\" id=\"p_334\">           Hence, this appeal.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_335\">    251.    Mr. Mukul Gupta,  learned  senior  counsel  appearing  for  the\n    appellant has submitted that the Special Judge  was  not  justified  in\n    imposing such a lenient  punishment  in  view  of  the  fact  that  the\n    respondent (A-94) had gone to Pakistan and acquired  the  knowledge  in\n    handling of arms and ammunition during training. He  had  attended  the\n    conspiratorial meetings wherein conspiracy was not  only  hatched,  but\n    plans for committing  terrorist  acts  were  also  given  final  stage.\n    Moreover, he had taken oath as to non-disclosure of  information  about\n    the conspiracy in the name of Quran in  Dubai.  Therefore,  the  appeal\n    deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_336\">    252.    On the contrary, Ms. Farhana Shah,  learned  counsel  appearing\n    for the respondent has submitted that the respondent  (A-94)  had  been\n    awarded 7 years RI which he has already served. He had  also  deposited\n    the fine imposed upon him. The deposition   of  Mohd.  Usman  Jan  Khan\n    (PW.2) is not worth reliance for the reason that he was also an accused\n    who, subsequently turned to be an approver. Moreover, Mohd.  Usman  Jan\n    Khan (PW.2) had not named him (A-94) specifically as being  present  in\n    the conspiratorial meeting on 10.3.1993 and there is no  material  even\n    on record to show that the respondent (A-94) was present  on  11.3.1993\n    in the conspiratorial meeting at Al-Husseini building.  Therefore,  the\n    respondent (A-94) cannot be discriminated against, as his role had been\n    like all others particularly, Gul Mohamamed @ Gullu Noor Mohmed  Shaikh\n    (A-77),  Mohmed Hanif Mohmed Usman Shaikh (A-92), Mohmed Sayeed  Mohmed\n    Issaq (A-95), Shaikh Ibrahim Shaikh Hussein (A-108) and Usman Man  Khan\n    Shaikh (A-115)  except  that  none  of  the  above  named  accused  had\n    participated in the conspiratorial meetings.\n</p><p data-structure=\"CDiscource\" id=\"p_337\">             Moreover,  in  spite  of  the  fact  that  on  10.3.1993,  the\n    respondent  (A-94)  was  present  in  the  conspiratorial  meeting  and\n    accepted a sum  of  Rs.5,000/-  from  Tiger  Memon  (AA),  he  did  not\n    participate in any overt act on the fateful day  i.e.  12.3.1993,  when\n    the Bombay Blast took place. Therefore,  no  interference  is  required\n    with the impugned judgment and order, and enhancement of punishment  is\n    not warranted.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_338\">    253.    We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_339\">    254.    Evidence against the respondent (A-94):\n</p>\n\n<blockquote id=\"blockquote_155\">    (a) Confessional Statement of Mohd. Rafiq Usman Shaikh (A-94)\n</blockquote><blockquote id=\"blockquote_156\">    (b) Confessional statement of Bashir Ahmed Usman Gani Khairulla\n        (A-13)\n</blockquote><blockquote id=\"blockquote_157\">    (c)  Confessional statement of Nasim Ashraf Sherali Barmare(A-49)\n</blockquote><blockquote id=\"blockquote_158\">    (d) Confessional statement of Parvez Mohmed Parvez Zulfikar Qureshi (A-\n</blockquote><blockquote id=\"blockquote_159\">        100)\n</blockquote><blockquote id=\"blockquote_160\">    (e)  Confessional statement of Shahnawaz Abdul  Kadar  Qureshi\n       (A-29)\n</blockquote><blockquote id=\"blockquote_161\">    (f)  Confessional statement of Zakir Hussain Noor Mohd. Shaikh  (A-\n</blockquote><blockquote id=\"blockquote_162\">    32)\n</blockquote><blockquote id=\"blockquote_163\">    (g)  Confessional statement of Abdul Khan (A-36)\n</blockquote><blockquote id=\"blockquote_164\">    (h)  Confessional statement of Firoz @ Akram Amani Malik (A-39)\n</blockquote><blockquote id=\"blockquote_165\">    (i)   Confessional statement of Niyaz Mohamed (A-98)\n</blockquote><blockquote id=\"blockquote_166\">    (j)   Deposition of Mohd. Usman Jan Khan (PW-2)\n</blockquote><blockquote id=\"blockquote_167\">    (k)  Deposition of Jagdesh  Lohalkar (PW.237)\n</blockquote><blockquote id=\"blockquote_168\">    (l)   Deposition of Ramchandra (PW.231)\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_340\">    255.    Confessional Statement of Mohd. Rafiq Usman Shaikh (A-94) -  He\n    has disclosed that he was of 25 years of age and used to wash cars  and\n    fill petrol. He lost his job 7-8  months  prior  to  Bombay  Blast.  On\n    16.2.1993, one Mohmed Jabir Abdul Latif Mansoor (A-93) (now dead)  told\n    the respondent (A-94) that his ticket to Dubai had  been  arranged  for\n    17.2.1993 and he (A-94) went  to  Dubai  by  an  Air  India  flight  on\n    17.2.1993. He was received at Dubai airport by a fair looking man  with\n    a beard at Dubai airport. The respondent (A-94) stayed in a hotel  with\n    five other persons who had gone there for  the  same  purpose,  namely,\n    Haji Yakub, Anwar, Bashir and  Nasir  Dhakla.  Four  more  persons  had\n    joined them there, and on the advice of Tiger Memon (AA) they  went  to\n    the airport on 20.2.1993 to go to  Islamabad.  They  reached  Islamabad\n    where they were received by a person who took them to  a  hilly  jungle\n    area where tents had already been  pitched.  On  the  next  day,  Javed\n    Chikna told the respondent (A-94) to get ready for pistol  and  machine\n    gun training and advised him to learn all those weapons, as  atrocities\n    had been committed on Muslims in Bombay. Respondent (A-94) participated\n    in the training and came back to Dubai from Islamabad on  1.3.1993.  He\n    also  took  oath  in  the  name  of  Quran  in  Dubai  alongwith  other\n    conspirators not to reveal any information about the training  etc.  to\n    anyone. Respondent (A-94) returned to Bombay on 3.3.1993. On 10.3.1993,\n    respondent  (A-94)  had  participated  with  other  conspirators  in  a\n    conspiratorial meeting at Mubina’s place at Bandra, where targets  were\n    discussed  and  groups  were  assigned  particular  duties   and   each\n    participant was given a sum of Rs.5,000/- by Tiger Memon (AA).\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_341\">    256.    The aforesaid confessional statement of the  respondent  (A-94)\n    was further corroborated by the confessional statement of Bashir  Ahmed\n    Usman Gani Khairulla (A-13) to the extent that he revealed the presence\n    of respondent (A-94) in the  conspiratorial  meeting  on  10.3.1993  at\n    Bandra, and that  Tiger  Memon  (AA)  had  given  everybody  a  sum  of\n    Rs.5,000/- in the meeting.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_342\">    257.    Confessional statement of Nasim Ashraf Sherali Barmare (A-49) -\n     He has revealed the version given by respondent (A-94) to  the  extent\n    that he (A-94)  had  attended the  training  in  Pakistan  and  further\n    he (A-94)  attended the meeting at Bandra on 10.3.1993, and each of the\n    participants was given a sum of Rs.5,000/-.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_343\">    258.    Confessional statement of Parvez Mohmed Parvez Zulfikar Qureshi\n    @Parvez Kelewala (A-100) – He has also disclosed the similar  facts  as\n    given by the respondent (A-94) in his  confessional  statement  to  the\n    extent that the respondent  (A-94)   attended  the  arms’  training  in\n    Pakistan.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_344\">    259.    Confessional statement of Shahnawaz Abdul Kadar Qureshi  (A-29)\n</p><p data-structure=\"RespArg\" id=\"p_345\">    -  He has revealed that the respondent (A-94) had gone to Pakistan  for\n    arms training via Dubai and attended the meeting in Dubai.  He had also\n    taken on oath in the name  of  Quran  that  he  would  not  reveal  any\n    information about conspiracy to anyone and that he  was  told  in  that\n    meeting by Tiger Memon (AA) that his tickets  were  ready  for  evening\n    flight for Bombay.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_346\">    260.    Confessional statement of Zakir Hussain Noor Mohd.  Shaikh  (A-\n</p><p data-structure=\"RespArg\" id=\"p_347\">    32)  -  He has  disclosed  that  respondent  (A-94)  had  joined  other\n    conspirators for training in Pakistan and took an oath in Dubai in  the\n    name of Quran.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_348\">    261.    The same version stood corroborated further by the  confessions\n    of  Abdul Khan @Yakub Khan Akhtar Khan  (A-36),  Firoz  @  Akram  Amani\n    Malik (A-39) and Niyaz Mohmed @ Aslam Iqbal Ahmed Shaikh (A-98).\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_349\">    262.    Mohd. Usman Jan Khan  (PW.2)  has  deposed  that  he  knew  the\n    respondent (A-94) and he  identified  him  in  court.  He  has  further\n    deposed that the  respondent (A-94) had attended the arms’ training  in\n    Pakistan.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_350\">    263.    Jagdish Shantaram (PW.237) and Ramchandra  (PW.231)  have  also\n    proved the departure of respondent  (A-94)  from  Bombay  to  Dubai  on\n    17.2.1993 and his arrival in Bombay on 3.3.1993 respectively.\n</p><p data-structure=\"Conclusion\" id=\"p_351\">    264.    The Special Judge after appreciating the entire  evidence  came\n    to the following conclusion:\n</p><blockquote id=\"blockquote_169\">           “109. Now considering the matters stated in the confession of A-\n           94 the similar phenomenon is found therein  and  hence  detailed\n           dilation regarding same is avoided.  The  same  also  alike  the\n           confession of A-64  though  reveals  that  A-94   had  initially\n           agreed to go to Dubai for the purposes of trip ultimately  in  a\n           similar manner (but alongwith different person).  He had reached\n           the said training camp in  which  A-64  was  acquiring  training\n           along with other persons. Similarly, the same also reveals of A-\n           94 and his companion being cleared at Islamabad airport  in  the\n           similar  manner.  As  a  difference  the  material  on  page  of\n           confession of A-94 reveals that in Pakistan  A-94  had  acquired\n           the knowledge that he has to  take  training  and  at  the  said\n           juncture absconding  accused  Javed  Chikna  had  told  him  the\n           purpose for which the said training  of  operating  pistols  and\n           machine gun was to be taken. Now visualizing the situation  then\n           prevailing between India and Pakistan in the year 1992 and still\n           A-94 having continued to take training  and/or  not  making  any\n           protest about the same even later on  also  clearly  reveals  of\n           himself having joined the band of said.  Thus,  considering  all\n           the material  contained  in  confession  of  other  accused  and\n           concerned evidence it is amply clear that the person with  beard\n           who had met A-77 and A-94  at Dubai  was  none  else  but  Tiger\n           Memon.\n</blockquote><blockquote id=\"blockquote_170\">                                 xx xx xx xx\n</blockquote><blockquote id=\"blockquote_171\">           111.  Now considering further material in the confession of A-94\n           the same in terms reveals the promptness in which he has gone to\n           Pakistan and acquired training at the said place.  On  the  said\n           backdrop considering the earlier recitals in the confession that\n           he  had  gone  for  a  trip  clearly  appears  to  be  not  only\n           inconsistent with other matters stated in the confession but the\n           same clearly appears to  have  been  belied  by  other  material\n           stated in the said confession. Thus the said  recitals  will  be\n           liable to be discarded. After discarding the said  recitals  and\n           considering  in  proper  perspective  other  material  the  same\n           clearly reveals that A-94 having agreed for  acquiring  training\n           at Pakistan and for the said purpose he had  promptly  gone  and\n           acquired the same.\n</blockquote><blockquote id=\"blockquote_172\">                                 xx xx xx xx\n</blockquote><blockquote id=\"blockquote_173\">           113. […] The same being  not  directed  against  any  particular\n           person the said fact clearly reveals that  the  same  cannot  be\n           said to be of any other purpose rather than  for  commission  of\n           terrorist acts. The aforesaid fact  is  also  fortified  by  the\n           further material  contained  in  the  confession  regarding  the\n           manner in which A-94 had taken an oath and the matters then told\n           by Tiger Memon.\n</blockquote><blockquote id=\"blockquote_174\">           114.  Thus, considering all facets from confession of A-94 about\n           which few are discussed hereinabove, it can be safely said  that\n           the same squarely establishes the guilt of A-94 in commission of\n           offence for which charges are framed against him.\n</blockquote><blockquote id=\"blockquote_175\">                       xx         xx         xx\n</blockquote><blockquote id=\"blockquote_176\">           118.  In the premises aforesaid i.e. in the light of  discussion\n           made hereinabove, it can be safely said that A-16, A-29, A-32, A-\n</blockquote><p data-structure=\"Precedent\" id=\"p_352\">           36, A-39, A-49, A-52, A-64, A-77, A-92, A-94, A-95, A-98, A-100,\n           A-108 and A-105 had been to  Pakistan via Dubai  themselves  and\n           as agreed had received training  in  handling  of  sophisticated\n           arms, ammunitions, explosives for commission of  terrorist  acts\n           and in said process  A-77,  A-92,  A-95,  A-108  and  A-115  had\n           attended meeting themselves and/or the remaining also had  taken\n           on oath of secrecy and were involved in planning  in  commission\n           of terrorist act after returning to India and/or  utilizing  the\n           training acquired by them  and  thus  having  committed  offence\n           punishable<a href=\"/doc/105771932/\" id=\"a_121\"> u/s 3(3)</a> of TADA and so also  offence  of  conspiracy\n           all the points under the discussion i.e. point Nos. 22,  23  and\n           24, will be required to be answered in affirmative against  each\n           of them.”\n\n\n           TADA COURT ON SENTENCE  of A-94\n\n\n           “519. Now considering the case of A-94 from  them,  though  same\n           apparently appears to be different than the remaining  five  due\n           to himself having participated in the meeting on 10th of  March,\n           1993, the close  look  at  the  evidence  and  particularly  his\n           confession does not reveal himself having committed any  further\n           act or any evidence denoting that he had acquired  knowledge  of\n           further activities to be committed in pursuance of conspiracy to\n           which other members in said meeting were party and in future the\n           said members having  indulged  in  commission  of  further  acts\n           furthering the objects of the larger conspiracy to  which  other\n           said members are found to be guilty. Needless to add that though\n           confession of A-94 reveals that said  meeting  was  attended  by\n           Tiger Memon, PW-2, Javed Chikna, Bashir, A-32,  A-38  and  14-15\n           others, the said material does not transcend further other  than\n           showing that small groups were formed at said  meeting  and  the\n           members of  said  group  were  discussing  the  matters  amongst\n           themselves and Tiger  Memon  had  given  Rs.5000/-  to  each  of\n           participant of the said meeting. Curiously enough material fails\n           to denote commission of any  further  act  by  A-94  making  him\n           liable for being a party to larger conspiracy  in  pursuance  of\n           which further  preparatory acts for commission  of  Serial  Bomb\n           Blast was committed. Needless to add that the  material  reveals\n           that A-94 was enquired whether he was knowing driving and he had\n           replied in negative. The material in the confession also reveals\n           that on 14th of March, 1993, A-16 had told A-94 that Tiger Memon\n           had caused the bomb explosions  and  has  ran  away  etc.  Thus,\n           careful consideration of said material though reveals that  case\n           of A-94 is somewhat different still at the same  time  the  same\n           fails to establish of the same being materially different and/or\n           being on higher pedestal than other  5  accused  concerned  with\n           present discussion.\n</p><p data-structure=\"Conclusion\" id=\"p_353\">                            xx          xx         xx\n</p><p data-structure=\"CDiscource\" id=\"p_354\">           526. Thus, considering acts committed by  each  of  aforesaid  6\n           accused and out of them involvement of A-94 being slightly  more\n           than others but having regard to the crucial fact that in  spite\n           of all of them at certain point of time having become  party  to\n           conspiracy to commit terrorist act,  in  pursuance  of  same  or\n           otherwise having acquired the necessary training surreptitiously\n           in a foreign country for commission of terrorist  act  and  thus\n           each of them having  acquired/gained  sufficient  potential  for\n           commission of terrorist act but in  fact  none  of  them  having\n           committed such act and each of them having remained continuously\n           in custody for a long period of 5-6  years  after  arrest  uptil\n           their release on bail and the same having reduced the  potential\n           acquired by each of them for commission  of  heinous  crime  and\n           same in turn having resulted in protecting the society at  large\n           from such potential gain and even after release of said  accused\n           on bail, their conduct being not indicative of themselves having\n           attempted  to use potential gain by them for causing any  danger\n           to society at large and in fact the act committed by all of them\n           having not resulted in causing any danger to society  and  other\n           matters stated by them  during  their  statement  recorded  upon\n           quantum of sentence will deserve not giving any much harsher  or\n           the maximum punishment to them. The same would be  necessary  as\n           the conduct of these accused after their release on bail in some\n           what indicative of there being eradication  of  the  element  of\n           criminality because of which they had committed the crime.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_355\">    265.    This Court has laid down parameters  for  interference  against\n    the order of acquittal time and again and the same have to be  followed\n    herein.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_356\">    266.    In view of the fact that the  respondent  (A-94)  had  gone  to\n    Pakistan and  took  training  in  handling  the  arms,  ammunition  and\n    explosives and also attended the conspiratorial meeting  at  Dubai  and\n    took oath in the name of Quran not to divulge any information regarding\n    the conspiracy, it is abundantly clear that the respondent was aware of\n    the purpose of training in Pakistan and he undertook the training there\n    without any protest.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_357\">    267.    We are of the view that the Special Judge committed an error in\n    not convicting the respondent for the larger conspiracy. Therefore, the\n    appeal is allowed and he is awarded life imprisonment.  He is  directed\n    to surrender before the learned Designated Court  within  a  period  of\n    four weeks to serve out  the  remaining  sentence,  failing  which  the\n    Designated Court will secure his custody and send him to jail to  serve\n    out the sentence.</p><pre id=\"pre_17\">\n\n                                       ……………………….J.\n\n\n                                       (P. SATHASIVAM)\n\n\n\n                                                        ……………………..…….J.\n      New Delhi,                        (Dr. B.S. CHAUHAN)\n      March 21, 2013\n\n\nAnnexure ‘A’\n|S.  |Criminal     |Accused Name and Number |Sentence by |Award by   |\n|No. |Appeal       |                        |Designated  |Supreme    |\n|    |             |                        |Court       |Court      |\n|1.  |418 of 2011  |Fazal Rehman Abdul      |Acquitted   |Dismissed  |\n|    |             |(A-76)                  |            |           |\n</pre><p data-structure=\"Conclusion\" id=\"p_358\">|2.  |409 of 2011  |Manjoor Qureshi &amp; Ors.  |Acquitted   |Dismissed  |\n|    |             |(A-88, A-109, A-114,    |            |           |\n|    |             |A-126, A-127(dead) and  |            |           |\n|    |             |A-130)                  |            |           |\n|3.  |601 of 2011  |Krishna Sadanand Mokal &amp;|Acquitted   |Dismissed  |\n|    |             |Ors. (A-83, A-84 and    |            |           |\n|    |             |A-87)                   |            |           |\n|4.  |404 of 2011  |Moiddin Abdul Kadar     |Acquitted   |Dismissed  |\n|    |             |Cheruvattam (A-48)      |            |           |\n|5.  |405 of 2011  |Asfaq Kasam Hawaldar    |Acquitted   |Dismissed  |\n|    |             |(A-38)                  |            |           |\n|6.  |394 of 2011  |Ismail Abbas Patel      |Acquitted   |Dismissed  |\n|    |             |(A-80)                  |            |           |\n|7.  |1033 of 2012 |Rukhsana Mohd. Shafi    |Acquitted   |Dismissed  |\n|    |             |Zariwala (A-103)        |            |           |\n|8.  |594 of 2011  |Sayyed Ismail Sayyed Ali|Acquitted   |Dismissed  |\n|    |             |Kadri (A-105)           |            |           |\n|9.  |402 of 2011  |Mohd. Ahmed Mansoor     |Acquitted   |Dismissed  |\n|    |             |(A-132)                 |            |           |\n|10. |1022 of 2012 |Rashid Umar Alwar       |U/s 111 r/w |Dismissed  |\n|    |             |(A-27)                  |Sec. 135 of |           |\n|    |             |                        |<a href=\"/doc/1059693/\" id=\"a_122\">Customs Act</a> |           |\n|    |             |                        |–           |           |\n|    |             |                        |3 years RI  |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-a|           |\n|    |             |                        |nd acquitted|           |\n|    |             |                        |of charge of|           |\n|    |             |                        |conspiracy  |           |\n|11. |393 of 2011  |Sharif Khan Abbas       |U/s 111 r/w |Dismissed  |\n|    |             |Adhikari (A-60)         |Sec. 135 of |           |\n|    |             |                        |<a href=\"/doc/1059693/\" id=\"a_123\">Customs Act</a> |           |\n|    |             |                        |–           |           |\n|    |             |                        |3 years RI  |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-a|           |\n|    |             |                        |nd acquitted|           |\n|    |             |                        |of charge of|           |\n|    |             |                        |conspiracy  |           |\n|12. |391 of 2011  |Sharif Abdul Gafoor     |U/s 3(3)    |Allowed and|\n|    |             |Parkar @ Dadabhai       |TADA 7 years|awarded    |\n|    |             |(A-17)                  |RI with fine|life       |\n|    |             |                        |of          |imprison-me|\n|    |             |                        |Rs.50,000/-;|nt         |\n|    |             |                        |U/s 5 TADA  |           |\n|    |             |                        |10 years RI |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.50,000/-;|           |\n|    |             |                        |U/s 6 TADA  |           |\n|    |             |                        |14 years RI |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs. 2 lakhs;|           |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|13. |1027 of 2012 |Manoj Kumar Bhanwarlal  |U/s 3(3)    |Allowed and|\n|    |             |Gupta (A-24)            |TADA 7 years|awarded    |\n|    |             |                        |RI with fine|life       |\n|    |             |                        |of          |imprison-me|\n|    |             |                        |Rs.50,000/-;|nt         |\n|    |             |                        |U/s 5 TADA  |           |\n|    |             |                        |10 years RI |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs. 1 lakh; |           |\n|    |             |                        |U/s 6 TADA  |           |\n|    |             |                        |14 years RI |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.1 lakh;  |           |\n|    |             |                        |U/s 3(3)    |           |\n|    |             |                        |TADA and    |           |\n|    |             |                        |<a href=\"/doc/386021/\" id=\"a_124\">Sec.201</a> IPC |           |\n|    |             |                        |5 years RI  |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-;|           |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|14. |597 of 2011  |Sarfaraj Dawood Phanse  |U/s 3(3)    |Dismissed  |\n|    |             |(A-55)                  |TADA - 9    |           |\n|    |             |                        |years RI    |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-;|           |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|15. |407 of 2011  |Ayub Ibrahim Patel      |U/s 3(3)    |Dismissed  |\n|    |             |(A-72)                  |TADA - 5    |           |\n|    |             |                        |years RI    |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-;|           |\n|    |             |                        |U/s 5 TADA -|           |\n|    |             |                        |10 years RI |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.50,000/- |           |\n|    |             |                        |; U/s 6 TADA|           |\n|    |             |                        |- 10 years  |           |\n|    |             |                        |RI with fine|           |\n|    |             |                        |of Rs.50,000|           |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|16. |1025 of  2012|Mohd. Shahid Nizamuddin |U/s 3(3)    |Dismissed  |\n|    |             |Qureshi     (A-135)     |TADA - 10   |           |\n|    |             |                        |years RI    |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-;|           |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|17. |599 of 2011  |Shaikh Mohd. Ethesham   |U/s 3(3)    |Dismissed  |\n|    |             |(A-58)                  |TADA - 10   |           |\n|    |             |                        |years RI    |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-;|           |\n|    |             |                        |and further |           |\n|    |             |                        |U/s 3(3)    |           |\n|    |             |                        |TADA - 10   |           |\n|    |             |                        |years RI    |           |\n|    |             |                        |with fine of|           |\n|    |             |                        |Rs.25,000/-a|           |\n|    |             |                        |nd acquitted|           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|18. |395 of 2011  |Farooq Illiyas Motorwala|U/s 3(3)    |Allowed and|\n|    |             |(A-75)                  |13 years RI |awarded    |\n|    |             |                        |with fine of|life       |\n|    |             |                        |Rs.25,000/-;|imprinso-me|\n|    |             |                        |U/s 3(3)    |nt         |\n|    |             |                        |TADA 7 years|           |\n|    |             |                        |RI with fine|           |\n|    |             |                        |of          |           |\n|    |             |                        |Rs.25,000/- |           |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n|19. |397 of 2011  |Mohd. Rafiq Usman Shaikh|U/s 3(3)    |Allowed and|\n|    |             |(A-94)                  |TADA 7 years|awarded    |\n|    |             |                        |RI with fine|life       |\n|    |             |                        |of          |imprison-me|\n|    |             |                        |Rs.15,000/- |nt         |\n|    |             |                        |and         |           |\n|    |             |                        |acquitted   |           |\n|    |             |                        |from charge |           |\n|    |             |                        |of          |           |\n|    |             |                        |conspiracy  |           |\n\n\n      We have dealt with 19 appeals filed by the State against the order  of\nacquittal on certain charges and particularly,  the  charge  of  conspiracy.\nOut of the said 19 appeals, we have dismissed 15 appeals,  however,  allowed\n4 appeals bearing Criminal Appeal No. 391/2011 (Sharif Abdul  Gafoor  Parkar\n@ Dadabhai (A-17), Criminal Appeal No. 1027 of 2012 (Manoj Kumar  Bhanwarlal\nGupta (A-24), Criminal Appeal  No. 395 of 2011 (Farooq Iliyas Motorwala  (A-\n</p><p data-structure=\"Conclusion\" id=\"p_359\">75) and Criminal Appeal No. 397 of 2011 (Mohd. Rafiq  Usman  Shaikh  (A-94).\nThe respondents in these appeals ae awarded life imprisonment and  they  are\ndirected to surrender before the learned Designated Court  within  a  period\nof four weeks to  serve  out  the  remaining  sentence,  failing  which  the\nDesignated Court will secure their custody and send them to  jail  to  serve\nout the sentence.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_360\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_16\">162</span>\n\n\n","numcites":39,"numcitedby":19,"docsource":"Supreme Court of India","citetid":45713715,"divtype":"judgments","relatedqs":[{"value":"appeal against order of acquittal","formInput":"appeal%20against%20order%20of%20acquittal"},{"value":"criminal appeal dismissed","formInput":"criminal%20appeal%20dismissed"},{"value":"mumbai blast case","formInput":"mumbai%20blast%20case"},{"value":"mumbai blast","formInput":"mumbai%20blast"},{"value":"babri masjid","formInput":"babri%20masjid"},{"value":"tiger memon","formInput":"tiger%20memon"},{"value":"Charge only under conspiracy","formInput":"Charge%20only%20under%20conspiracy"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"self defence","formInput":"self%20defence"},{"value":"confession","formInput":"confession"},{"value":"passport","formInput":"passport"},{"value":"confession of accused","formInput":"confession%20of%20accused"},{"value":"tada sortby: suresh patel","formInput":"tada%20sortby%3A%20suresh%20patel"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"recording of confession ","formInput":"recording%20of%20confession%20"},{"value":"bribe","formInput":"bribe"},{"value":"rioting ","formInput":"rioting%20"},{"value":"section 3 of TADA","formInput":"section%203%20of%20TADA"},{"value":"abscondence","formInput":"abscondence"},{"value":"reasoned judgment","formInput":"reasoned%20judgment"}],"courtcopy":true,"query_alert":null,"agreement":false}