{"tid":103314369,"publishdate":"2012-08-17","title":"Gokal & Ors. vs The State Of M.P on 17 August, 2012","doc":"<h2 class=\"doc_title\">Gokal &amp; Ors. vs The State Of M.P on 17 August, 2012</h2>\n\n<pre id=\"pre_1\">IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\nSINGLE BENCH : HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                 Criminal Appeal No.1011/1997\n\n                       Gokul Prasad &amp; Others\n\n                                VERSUS\n\n                      State of Madhya Pradesh\n\n---------------------------------------------------------------------------\n      Shri B.P.Sharma, counsel for the appellants.\n      Shri S.K.Kashyap, Public Prosecutor for the State/\nrespondent.\n---------------------------------------------------------------------------\n                         J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">           (Delivered on the 17th day of August, 2012)\n\n            The appellants have preferred this appeal against\n\nthe judgment dated 29.4.1997 passed by the learned Third\n\nAdditional      Sessions     Judge,      Sagar,     Camp       Rehli    in\n\nS.T.No.202/1996, whereby the appellants were convicted for\n\nthe offence punishable under sections 148, 323 read with\n\nsection 149, 324 read with <a href=\"/doc/999134/\" id=\"a_1\">section 149</a> of IPC and each was\n\nsentenced for 6 months&#x27; rigorous imprisonment, 6 months&#x27;\n\nrigorous imprisonment and 1 year&#x27;s rigorous imprisonment\n\nrespectively.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.          Prosecution&#x27;s case, in short, is that, on 18.3.1995,\n\nthe appellants were constructing a Khakhri by keeping some\n\nstones on the land which was in possession of the\n</p><p data-structure=\"Issue\" id=\"p_3\">                                -:-   2   -:-\n</p>                                                                                              \n<blockquote id=\"blockquote_1\">                                         Criminal Appeal No.1011 of 1997\n\n\ncomplainant Suresh at village Rajwas, Police Station Rehli,\n\nDistrict Sagar.       The complainant Suresh went to stop the\n\nappellants from constructing the Khakhri then, the appellant\n\nKeshav who had a sword in his hand, assaulted the\n\ncomplainant Suresh on his head. Thereafter, the appellant\n\nJagdev assaulted him by Katarna, and                       Raju, Bharat and\n\nAshok had assaulted him by swords, whereas, Gokul, Ramji,\n\nShivlal and Pannalal had assaulted the victim Suresh with\n\nthe sticks. Murlidhar (P.W.2), Dayaram (P.W.8) and Santosh\n\n(P.W.1) went to save the complainant Suresh then, the\n\nappellants also assaulted these three persons by such\n\nweapons.     Suresh Kumar was taken to the Police Station\n\nRehli, where he lodged an FIR, Ex.P/1.                          All the injured\n\npersons were directed for their medico legal examination and\n\ntreatment        to   the    Primary         Health            Center,             Rehli.\n\nDr.R.K.Singhai examined the victims Suresh, Murlidhar,\n\nDayaram, Ravi and Santosh and prepared his reports from\n\nEx.P/16     to    Ex.P/20.     The       victims          were        referred          for\n\nradiological examination but, no bony injury was found to\n\nanyone of them. After due investigation, a charge-sheet was\n\nfiled before the JMFC, Rehli who committed the case to the\n\nSessions Judge, Sagar and ultimately, it was transferred to\n\nthe Third Additional Sessions judge, Sagar at camp Rehli.\n</blockquote><blockquote id=\"blockquote_2\">                            -:-   3   -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_3\">                                     Criminal Appeal No.1011 of 1997\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">3.        The appellants abjured their guilt.                     They took a\n\nspecific plea that they were making a Khakhri by stones in\n\ntheir own land and the complainant party had unnecessarily\n\nintervened in their ownership of the land and therefore, a\n\nright of private defence was accrued to them. Similarly, it\n\nwas also submitted that out of the appellants, Keshav,\n\nRajendra and Ashok sustained the injuries caused by\n\nSuresh, Dayaram and Santosh. The incident was initiated\n\nby the members of the complainant party and therefore, no\n\noffence is made out against the appellants due to the right of\n\nprivate defence.    They proved their medical reports in the\n\ncross-examination of Dr.R.K.Singhai (P.W.7).                        Also Gulab\n\n(D.W.1), Bhanu Pratap (D.W.2), Gothiram (D.W.3) were\n\nexamined to prove the alibi of the appellants Bharat, Ramji,\n\nPannalal, Gokul Prasad and Bhagwat Prasad.\n\n</p><p data-structure=\"Section\" id=\"p_5\">4.        Learned     Additional         Sessions              Judge             after\n\nconsidering the evidence adduced by the parties, acquitted\n\nall the appellants for the offence punishable under <a href=\"/doc/455468/\" id=\"a_2\">section\n\n307</a> read with <a href=\"/doc/999134/\" id=\"a_3\">section 149</a> of IPC, 147, 325 read with <a href=\"/doc/999134/\" id=\"a_4\">section\n\n149</a>, <a href=\"/doc/594493/\" id=\"a_5\">294</a> and <a href=\"/doc/180217/\" id=\"a_6\">506 (b)</a> of IPC but, convicted them for offence\n\npunishable under <a href=\"/doc/763672/\" id=\"a_7\">section 148</a>, <a href=\"/doc/1011035/\" id=\"a_8\">323</a> read with <a href=\"/doc/999134/\" id=\"a_9\">section 149</a>,\n\nand <a href=\"/doc/724142/\" id=\"a_10\">324</a> read with <a href=\"/doc/999134/\" id=\"a_11\">section 149</a> of the IPC and sentenced\n\nthem as mentioned above.             The accused Shivram was\n\nacquitted from all the charges.\n</p><p data-structure=\"PetArg\" id=\"p_6\">                             -:-   4   -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_4\">                                      Criminal Appeal No.1011 of 1997\n\n\n</blockquote><blockquote id=\"blockquote_5\">5.        I have heard the learned counsel for the parties at\n\nlength.\n</blockquote>\n<blockquote id=\"blockquote_6\">6.        Learned counsel for the appellants has submitted\n\nthat the field was of the appellants and therefore, their house\n\nwas situated on that field. The members of the complainant\n\nparty were unnecessarily intervening in the possession of the\n\nappellants and they initiated the incident. Keshav, Rajendra\n\nand Ashok sustained some injuries due to the assault\n\ncaused by Suresh, Murlidhar, Santosh and Dayaram. The\n\nappellants had lodged an FIR, Ex.D/5 against 8 accused\n\npersons including Santosh, Dayaram and Ravi. Under such\n\ncircumstances, it was a case of free fight and therefore, the\n\nappellants cannot be convicted for any offence. In alternate,\n\nit is submitted that the appellants had faced the trial and\n\nappeal for the last 16 years and under such circumstances,\n\nthey should not be sent to the jail again.\n</blockquote>\n<blockquote id=\"blockquote_7\">7.        After considering the submissions made by learned\n\ncounsel for the parties and looking to the facts and\n\ncircumstances of the case, it is to be considered that as to\n\nwhether the appellants assaulted the victims Suresh,\n\nMurlidhar, Santosh, Dayaram and Ravi by any weapon and\n\ncaused them various injuries? Whether the appellants can\n\nbe convicted for offence punishable under <a href=\"/doc/724142/\" id=\"a_12\">sections 324</a> and\n\n<a href=\"/doc/1011035/\" id=\"a_13\">323</a> of IPC? Whether the offence punishable under section\n</blockquote><blockquote id=\"blockquote_8\">                            -:-   5   -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_9\">                                     Criminal Appeal No.1011 of 1997\n\n\n148 of <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a> is constituted against the applicants? And\n\nwhether the sentence imposed against the appellants can be\n\nreduced?\n</blockquote>\n<blockquote id=\"blockquote_10\">8.         Suresh   (P.W.1),     Murlidhar            (P.W.2),           Dayaram\n\n(P.W.8), Ravi (P.W.12) and Vishram (P.W.11) have stated\n\nabout the incident. It is submitted that the appellants were\n\nmaking a Khakhri in a field which was disputed and\n\ntherefore, the complianant Suresh stopped them to make\n\nthat Khakhri and therefore, Keshav assaulted the victim\n\nSuresh by a sword and Jagdev assaulted him by a Katarna.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_7\">When the witnesses intervened in the matter, each of them\n\nwas assaulted by all the appellants by various weapons\n\nincluding swords and sticks. Injuries caused to the victims\n\nSuresh, Murlidhar, Dayaram, Santosh and Ravi were duly\n\nproved by Dr.R.K.Singhai (P.W.7) by his reports Ex.P/16 to\n\nEx.P/20.   Looking to the injuries, it is apparent that the\n\nappellants assaulted the victims by sharp cutting weapons\n\nlike swords and by sticks.       The statements given by the\n\nvarious eye witnesses are duly corroborated by a timely\n\nlodged FIR Ex.P/1 and also with the medical evidence\n\nadduced by Dr.R.K.Singhai and therefore, it is established\n\nthat the appellants had assaulted the various victims by\n\nvarious weapons. However, the victims Suresh, Murlidhar,\n\nSantosh, Dayaram and Ravi have stated in omnibus manner\n</p><p data-structure=\"Precedent\" id=\"p_8\">                             -:-   6   -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_11\">                                      Criminal Appeal No.1011 of 1997\n\n\nthat the appellants assaulted them but, each of the victims\n\nhad an opportunity to say that who was the culprit, who\n\nassaulted that witness.     If the evidence given by Suresh,\n\nMurlidhar, Santosh, Dayaram and Ravi as well as the eye\n\nwitness Vishram (P.W.11) is considered then, it would be\n\napparent that there is no specific allegation against the\n\nappellants Ramji and Ashok that they assaulted anyone by\n\nany such weapon. Under such circumstances, the omnibus\n\nallegations made by the witnesses that all the appellants had\n\nassaulted them, cannot be taken as such. They have stated\n\nabout each of the appellants in their statements but, none of\n\nthem has stated about any overt-act of the appellants Ashok\n\nand Ramji.     Under such circumstances, it cannot be said\n\nthat the appellants Ashok and Ramji took any participation\n\nin the crime. The appellant Ashok was injured in the case,\n\nas per the evidence given by Dr.Singhai.\n</blockquote>\n<blockquote id=\"blockquote_12\">9.        It is apparent that more than 5 persons had\n\nparticipated in the crime and they assaulted the various\n\nvictims. Therefore, their common object can be presumed.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_9\">The appellants took a defence of right of private defence on\n\nthe basis of the injuries caused to the appellants Keshav,\n\nRaju @ Rajendra and Ashok and also for the right of private\n\ndefence to the property. Looking to the FIRs made by both\n\nthe parties,    it   is apparent       that      the appellants                   were\n</p><p data-structure=\"Section\" id=\"p_10\">                            -:-   7   -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_13\">                                     Criminal Appeal No.1011 of 1997\n\n\nconstructing a Khakhri on the land and therefore, it was for\n\nthe complainant Suresh to tell them not to do such a\n\nconstruction and therefore, that incident was started.\n\nGenesis of the incident clearly indicates that the assault was\n\nnot started by the members of the complainant party but, it\n\nwas started by the appellants.              If the appellants were\n\nconstructing the Khakhri according to their right then, what\n\nwas the necessity to them to have deadly weapons like\n\nswords etc. with them. Keshav assaulted the victim Suresh\n\nby a sword and Jagdev assaulted him by a Katarna. From\n\nthe complainant side, 5 persons were injured. Out of them,\n\nSuresh   sustained   approximately           7     injuries,           Murlidhar\n\nsustained 9 injuries, Dayaram sustained 10 injuries, Ravi\n\nsustained 2 injuries and Santosh sustained 3 injuries.                                In\n\ncomparison to such injuries, the appellant Keshav sustained\n\nonly 2 injuries, Ravi sustained 2 injuries, whereas Ashok\n\nsustained 3 injuries. Looking to the number of injuries, it\n\nwould be apparent that the complainant party did not have\n\nany opportunity to assault the appellants and therefore,\n\nlooking to the number of injuries, it appears that the\n\nappellants initiated the assault and therefore, they could\n\ninjure 5 persons with so many injuries, whereas the victims\n\nhave assaulted in defence and therefore, they could cause\n\nonly few injuries to 3 persons like Keshav, Ashok and\n</blockquote><blockquote id=\"blockquote_14\">                            -:-   8   -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_15\">                                     Criminal Appeal No.1011 of 1997\n\n\nRajendra. Under such circumstances, it is apparent that no\n\nright of private defence towards a person was accrued to the\n\nappellants. On the contrary, they started the assaulting to\n\nthe various victims.\n</blockquote>\n<blockquote id=\"blockquote_16\">10.       The appellants have also claimed the right of\n\nprivate defence of the property. It is clear from the cross-\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_11\">examination of the various witnesses like Suresh, Murlidhar\n\nand Dayaram that both the parties had purchased the land\n\nfrom one Shivram. The victims had purchased the land 4\n\nyears back and no dispute took place between the seller\n\nShivram and the victims in those 4 years but, when the\n\nappellants purchased the land, they started constructing a\n\nKhakhri in the land which was disputed because the land\n\nwhich was purchased by the appellants was a part of a big\n\nland and therefore, a demarcation was necessary in that\n\nland. If the spot map, Ex.P/2 is perused then, it would be\n\nclear that the spot where the appellants were constructing\n\nthe Khakhri was not clearly in the filed of the appellants. It\n\nwas on the junction of both the lands and therefore, it\n\ncannot be said that the appellants were constructing the\n\nKhakhri on their own land. However, if it is presumed that\n\nthe appellants were constructing the Khakhri on their own\n\nland still then, Suresh had stated not to make Khakhri at\n\nthat place. Suresh was neither armed with any weapon nor\n</p><p data-structure=\"Conclusion\" id=\"p_12\">                              -:-   9   -:-\n</p>                                                                                            \n<blockquote id=\"blockquote_17\">                                       Criminal Appeal No.1011 of 1997\n\n\nhe initiated any assault from his side and therefore, by\n\nprohibiting the appellants to construct the Khakhri by the\n\ncomplainant Suresh did not create any right of private\n\ndefence to the property because the victim Suresh was\n\nprohibiting them in an oral manner and it was not for the\n\nappellants to assault the complainant Suresh and other\n\nvictims thereafter.   Under such circumstances, no right of\n\nprivate defence was accrued to the appellants relating to the\n\nproperty.\n</blockquote>\n<blockquote id=\"blockquote_18\">11.         It is apparent that more than 5 persons in\n\nfurtherance to their common object assaulted the various\n\nvictims by deadly weapons like swords and sticks and\n\ntherefore, they created an unlawful assembly who used the\n\ncriminal force against the victims with help of deadly\n\nweapons.     Under such circumstances, learned Additional\n\nSessions Judge has rightly convicted the appellants for\n\noffence punishable under <a href=\"/doc/763672/\" id=\"a_15\">section 148</a> of the IPC.\n\n</blockquote><blockquote id=\"blockquote_19\">12.         It is apparent that out of the appellants, 3 of them\n\nhad swords and one of them had Katarna and therefore, due\n\nto their assault, they are guilty of offence punishable under\n\n<a href=\"/doc/724142/\" id=\"a_16\">section 324</a> of IPC. The other appellants who proceeded in\n\nfurtherance to the common object of those appellants and\n\nwho were the members of the unlawful assembly, they are\n\nalso responsible for the offence committed by those co-\n</blockquote><blockquote id=\"blockquote_20\">                            -:-   10    -:-\n</blockquote>                                                                                           \n<blockquote id=\"blockquote_21\">                                      Criminal Appeal No.1011 of 1997\n\n\naccused persons, who assaulted the victims by sharp cutting\n\nweapons and therefore, all of the appellants could be\n\nconvicted for offence punishable under <a href=\"/doc/724142/\" id=\"a_17\">section 324</a> of IPC\n\nwith help of <a href=\"/doc/999134/\" id=\"a_18\">section 149</a> of IPC.            Similarly, the appellants\n\nwho assaulted the victims by sticks were liable for the\n\noffence punishable under <a href=\"/doc/1011035/\" id=\"a_19\">sections 323</a> of IPC and therefore,\n\nother appellants, who assaulted the victims in furtherance to\n\ntheir common object were also liable for the offence\n\npunishable under <a href=\"/doc/1011035/\" id=\"a_20\">section 323</a> of IPC with help of <a href=\"/doc/999134/\" id=\"a_21\">section 149</a>\n\nof IPC.    Under such circumstances, learned Additional\n\nSessions Judge has rightly convicted the appellants for the\n\noffence punishable under <a href=\"/doc/724142/\" id=\"a_22\">section 324</a> read with <a href=\"/doc/999134/\" id=\"a_23\">section 149</a>\n\nof IPC and offence punishable under <a href=\"/doc/1011035/\" id=\"a_24\">section 323</a> read with\n\n<a href=\"/doc/999134/\" id=\"a_25\">section 149</a> of IPC.\n</blockquote>\n<blockquote id=\"blockquote_22\">13.       So far as the sentence is concerned, it is apparent\n\nthat the matter was a civil dispute but, the appellants tried\n\nto solve it by taking law in their hands. They assaulted 4-5\n\nvictims. However, no grievous or fatal injury was caused to\n\nany of the victims and therefore, offence done by the\n\nappellants appears to be not so grave. They remained in the\n\ncustody for approximately 2-3 days. They faced the trial and\n\nappeal for the last 16 years and therefore, looking to the\n\ngravity of offence and the period of trial and appeal, it is not\n\na case in which the appellants may be sent to the jail again\n</blockquote><blockquote id=\"blockquote_23\">                           -:-   11    -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_24\">                                     Criminal Appeal No.1011 of 1997\n\n\nbut, it is necessary that the appellants be punished\n\nsufficiently at present and therefore, it would be proper to\n\nimpose heavy fine upon them.\n</blockquote>\n<blockquote id=\"blockquote_25\">14.       On the basis of the aforesaid discussion, appeal\n\nfiled by the appellants can be partly allowed. The conviction\n\nas well as the sentence passed against the appellant No.4\n\nRamji and appellant No.8 Ashok is hereby set aside. They\n\nare acquitted from all the charges, whereas the conviction\n\ndirected against the remaining appellants i.e. appellants\n\nNo.1 to 3, 5 to 7 and 9 is hereby maintained but, their\n\nsentence is reduced to the period, which they have already\n\nundergone in the custody but, some fine is imposed upon\n\nthem. Each of the convicted appellant is imposed with a fine\n\nof Rs.1,000 and Rs.1,000 for the offences punishable under\n\n<a href=\"/doc/763672/\" id=\"a_26\">section 148</a> of IPC and <a href=\"/doc/1011035/\" id=\"a_27\">section 323</a> read with <a href=\"/doc/999134/\" id=\"a_28\">section 149</a> of\n\nIPC respectively. In default of payment of fine, each of them\n\nhas to undergo for rigorous imprisonment of 3 and 3 months\n\nrespectively, whereas each of the convicted appellants is\n\nimposed with a fine of Rs.5,000/- for the offence punishable\n\nunder <a href=\"/doc/724142/\" id=\"a_29\">section 324</a> read with <a href=\"/doc/999134/\" id=\"a_30\">section 149</a> of IPC. In default of\n\npayment of fine amount, each of them has to undergo for 1\n\nyear&#x27;s rigorous imprisonment. The appellants are directed to\n\ndeposit the fine amount before the trial Court within 2\n\nmonths from today. In case, the fine is deposited then, each\n</blockquote><blockquote id=\"blockquote_26\">                             -:-   12    -:-\n</blockquote>                                                                                            \n<blockquote id=\"blockquote_27\">                                       Criminal Appeal No.1011 of 1997\n\n\nof the victims Suresh, Murlidhar, Dayaram, Santosh and\n\nRavi shall get a sum of Rs.5,000/- as a compensation.\n\n</blockquote><blockquote id=\"blockquote_28\">15.           The appellants are on bail at present.                              Their\n\npresence is no more required before this Court and therefore,\n\nit is directed that their bail bonds shall stand discharged.\n\n</blockquote><blockquote id=\"blockquote_29\">16.          Copy of the judgment be sent to the trial Court\n\nwith its record for information and compliance.\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_13\">                                                     (N.K.GUPTA)\n                                                       JUDGE\n                                                      17/8/2012\nPushpendra\n </p>","numcites":8,"numcitedby":24,"docsource":"Madhya Pradesh High Court","citetid":103314369,"divtype":"judgments","relatedqs":[{"value":"sec 323 ipc","formInput":"sec%20323%20ipc"},{"value":"section 323 of indian penal code","formInput":"section%20323%20of%20indian%20penal%20code"},{"value":"private defence","formInput":"private%20defence"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"section 323","formInput":"section%20323"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"ipc 323","formInput":"ipc%20323"},{"value":"section 324","formInput":"section%20324"},{"value":"section 323 read with 149 ipc","formInput":"section%20323%20read%20with%20149%20ipc"},{"value":"common object","formInput":"common%20object"},{"value":"deadly weapon","formInput":"deadly%20weapon"},{"value":"Punishment of section 149 of indian penal code ","formInput":"Punishment%20of%20section%20149%20of%20indian%20penal%20code%20"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"Assaulted victim","formInput":"Assaulted%20victim"},{"value":"324","formInput":"324"},{"value":"Ravi","formInput":"Ravi"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"shiv ram ","formInput":"shiv%20ram%20"},{"value":"149 i.p.c","formInput":"149%20i.p.c"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}