{"tid":100403148,"publishdate":"2012-12-12","title":"Mohammad Khalil Chisti vs State Of Rajasthan & Ors on 12 December, 2012","doc":"<h2 class=\"doc_title\">Mohammad Khalil Chisti vs State Of Rajasthan &amp; Ors on 12 December, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2013 AIR SCW 115, 2013 (2) AJR 594, 2013 CRI. L. J. 637, AIR 2013 SC (CRIMINAL) 419, (2013) 122 ALLINDCAS 257 (SC), 2013 (2) SCC(CRI) 634, 2013 CRILR(SC MAH GUJ) 108, 2012 (12) SCALE 254, 2013 (2) SCC 541, 2013 (122) ALLINDCAS 257, (2013) 1 DLT(CRL) 296, (2012) 12 SCALE 254, (2012) 4 CHANDCRIC 249, (2013) 197 DLT 99, 2013 CRILR(SC&MP) 108, (2013) 1 CRILR(RAJ) 108, (2013) 1 MAD LJ(CRI) 198, (2013) 54 OCR 486, (2013) 3 RECCRIR 514, (2013) 1 CURCRIR 80, (2013) 2 CGLJ 339, (2013) 1 DLT(CRL) 463, (2013) 80 ALLCRIC 622, (2013) 3 ALLCRILR 263</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-sathasivam\">P.Sathasivam</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a>, <a href=\"/search/?formInput=benchid:r-gogoi\">Ranjan Gogoi</a></h3>\n\n<pre id=\"pre_1\">                                             REPORTABLE\n\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n                      1 CRIMINAL APPEAL NO. 634 OF 2012\n\n\n\nDr. Mohammad Khalil Chisti                    .... Appellant(s)\n\n            Versus\n\nState of Rajasthan &amp; Ors.                     .... Respondent(s)\n\n                                      2\n\n                                    WITH\n\n\n                       CRIMINAL APPEAL NO. 635 OF 2012\n\n\n\n\nYasir Chisti &amp; Anr.                                .... Appellant(s)\n\n            Versus\n\nState of Rajasthan                                    .... Respondent(s)\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">P.Sathasivam,J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1)    These appeals are directed  against  the  common  judgment  and  order\ndated 20.12.2011 passed by the  High  Court  of  Judicature  for  Rajasthan,\nBench at Jaipur in D.B. Criminal Appeal Nos. 189 and  188  of  2011  whereby\nthe Division Bench of the High Court dismissed  the  appeals  filed  by  the\nappellants herein and affirmed the judgment dated 31.01.2011 passed  by  the\nCourt of Additional Sessions Judge (Fast  Track)  No.1,  Ajmer  in  Sessions\nCase No.157 of 2001.\n</p><p data-structure=\"Facts\" id=\"p_3\">2)    Brief facts\n</p><p data-structure=\"Issue\" id=\"p_4\">(a)   The case relates to a fight between  two  groups  of  Khadim  Mohalla,\nJhalra, Ajmer which culminated into the death of one Idris and  registration\nof 2 FIRs being Nos. 90 and 91 of 1992.\n</p><p data-structure=\"Facts\" id=\"p_5\">(b)   On 14.04.1992, an altercation took place between Khalil  Chisti  (A-2)\nand Khurshid Pahalwan – cousin of Aslam Chisti (the complainant in  FIR  No.\n90 of 1992) during a function at the house of one Shabbir on account of  old\nrivalry.  On the same evening, Khurshid had called Idris-cousin  brother  of\nShabbir for having the matter resolved by way of a  compromise  between  the\ntwo parties.  In pursuance of the same,  Idris,  Shamim,  Aslam,  Mustqueem,\nAsif, Sagir and Javed (relatives) proceeded  towards  the  house  of  Khalil\nChisti where they found  Khalil  Chisti  (A-2),  Yasir  Chisti  (A-1),  Akil\nChisti (A-3) and Farukh Chisti (A-4) who were  already  present  there.   On\nentering the house, they realized that Khalil (A-2) was having sword in  his\nhand and Farukh (A-4) was holding a gun whereas Yasir and Akil  were  having\nrevolvers and the accused party immediately closed the door from behind  and\nKhalil Chisti (A-2) shouted “no one should escape, kill all  of  them.”   On\nseeing their intention, the complainant party tried to run in order to  save\ntheir lives at which time Farukh (A-4) fired a shot at Idris which  resulted\ninto injury to his right eye.  Khalil (A-2) also gave a sword  blow  to  the\ncomplainant-Aslam Chisti which struck on his forehead  and  Yasir  and  Akil\nalso opened fire.  Later on, considering  the  injured  to  have  been  shot\ndead, the accused persons fled away.  Subsequently, Khurshid and Shamim  had\ntaken Aslam Chisti and Idris to the hospital where Idris  succumbed  to  his\ninjuries.\n</p><p data-structure=\"Facts\" id=\"p_6\">(c)   On the same day, i.e., on  14.04.1992,  Aslam  Chisti  lodged  an  FIR\nbeing No. 90 of 1992 at Police Station  Ganj,  Ajmer  against  Yasir  (A-1),\nKhalil (A-2), Akil (A-3) and Farukh (A-4).\n</p><p data-structure=\"Facts\" id=\"p_7\">(d)   On the same day, at about 10:30 to 11:00 p.m., another FIR  being  No.\n91 of 1992 was registered at P.S. Ganj, Ajmer on the statement made by  Akil\nChisti, while under treatment, wherein he stated that at about 5:00 to  5:30\np.m., when he along with  other  persons  were  sitting  in  his  house,  he\nsuddenly noticed pelting of stones on the grills of the house.  When all  of\nthem went on the roof top  to  understand  the  matter,  they  found  Idris,\nShamim, Aslam, Mustqueem, Asif, Sagir and Javed standing  there  duly  armed\nwith weapons.  On enquiring about the same, Idris stabbed Farukh (A-4)  with\na knife and Shamim opened fire on Akil (A-3) which missed  the  target.   In\nthe meantime, Akil (A-3) brought a rifle of his father but Sagir,  Asif  and\nJaved snatched the same from him and Aslam stabbed him into his  waist  from\nbehind leading to his collapse.  Asif also opened fire on to him  which  hit\nIdris.  A number of persons had gathered in  the  neighbourhood  on  hearing\nthe hue and cry.\n</p><p data-structure=\"Facts\" id=\"p_8\">(e)   After  investigation,  chargesheets  were  filed  against  4  persons,\nnamely, Yasir, Khalil, Akil and Farukh in FIR No. 90 of 1992 and  against  6\npersons, namely, Shamim, Aslam, Mustqueem, Asif, Sagir and  Javed  in  Cross\nFIR No. 91 of 1992 and both  the  cases  were  committed  to  the  Court  of\nAdditional Sessions Judge (Fast Track) No.1, Ajmer and  were  registered  as\nSessions Case No. 157/2001 (FIR No.90/1992) and Sessions Case  No.  178/2001\n(FIR No.91/1992).\n</p><p data-structure=\"Issue\" id=\"p_9\">(f)   The trial Court, by judgment dated 31.01.2011  in  Sessions  Case  No.\n157 of 2001, convicted Farukh Chisti (A-4),  Yasir  Chisti  (A-1)  and  Akil\nChisti (A-3) under Sections 302 and 324 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of  the  Indian\nPenal Code, 1860 (in short  ‘the  <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’)  whereas  Khalil  Chisti  (A-2)  was\nconvicted under <a href=\"/doc/1560742/\" id=\"a_3\">Sections 302</a> and <a href=\"/doc/724142/\" id=\"a_4\">324</a> of the IPC.   A-1,  A-2,  A-3  and  A-4\nwere sentenced to undergo RI for life along with a fine of Rs. 20,000/-,  in\ndefault, to further undergo RI for a period of  6  months  for  the  offence\npunishable under <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a> of IPC.  They all  were  further  sentenced  to\nundergo simple imprisonment for 2 years along with a fine  of  Rs.  2,000/-,\nin default, to further undergo simple  imprisonment  for  1  month  for  the\noffence punishable under <a href=\"/doc/724142/\" id=\"a_6\">Section 324</a> read with <a href=\"/doc/37788/\" id=\"a_7\">Section 34</a> of IPC.\n</p><p data-structure=\"Issue\" id=\"p_10\">(g)   On the same day, the trial Court  convicted  the  accused  persons  in\nSession Case No. 178 of 2001 and sentenced all of them to suffer RI  for  10\nyears alongwith a fine of Rs.10,000/-, in default,  to  further  undergo  RI\nfor 6 months for the offence punishable under <a href=\"/doc/455468/\" id=\"a_8\">Section 307</a> read with  <a href=\"/doc/999134/\" id=\"a_9\">Section\n149</a> of IPC.  They were further sentenced to RI for  2  years  under  <a href=\"/doc/763672/\" id=\"a_10\">Section\n148</a> of IPC, RI for 3 years  with  a  fine  of  Rs.1,000/-,  in  default,  to\nundergo RI for one month under <a href=\"/doc/838469/\" id=\"a_11\">Section 452</a> and RI for 2 years under  <a href=\"/doc/724142/\" id=\"a_12\">Section\n324</a> read with <a href=\"/doc/999134/\" id=\"a_13\">Section 149</a> of IPC.  Challenging the said  judgment,  all  the\naccused persons named in FIR 91 of 1992 filed Criminal  Appeal  No.  131  of\n2011 before the High Court which is still pending.\n</p><p data-structure=\"Issue\" id=\"p_11\">(h)   Challenging the judgment in Session Case No.  157/2001,  Yasir  Chisti\nand Akil Chisti filed  D.B.  Criminal  Appeal  No.  188/2011,  Dr.  Mohammad\nKhalil Chisti filed D.B. Criminal Appeal No. 189 of 2011 and  Farukh  Chisti\nfiled D.B. Criminal Appeal No. 423 of 2011 before  the  High  Court.   By  a\ncommon judgment dated 20.12.2011, the High Court dismissed all  the  appeals\nand affirmed the judgment passed by the trial Court.\n</p><p data-structure=\"Issue\" id=\"p_12\">(i)   Aggrieved by the said judgment, Dr. Mohammad Khalil  Chisti  preferred\nCriminal Appeal No. 634 of 2012 and Yasir Chisti and Akil  Chisti  preferred\nCriminal Appeal No. 635 of 2012 before this Court.\n</p><p data-structure=\"PetArg\" id=\"p_13\"> 3)   Heard Mr. Uday U. Lalit,  learned  senior  counsel  for  Dr.  Mohammed\nKhalil Chisti –appellant in Criminal Appeal No.  634  of  2012,  Mr.  K.T.S.\nTulsi, learned senior counsel for Yasir Chisti and Akil  Chisti,  appellants\nin Criminal Appeal No. 635 of 2012, Mr. Rahul  Verma,  learned  counsel  and\nJasbir Singh Malik, learned Additional Advocate General  for  the  State  in\nboth the appeals and Mr. Mukul Gupta, learned senior counsel for  the  Union\nof India in Criminal Appeal No. 634 of 2012.\n</p><p data-structure=\"Issue\" id=\"p_14\">Contentions:\n</p><blockquote id=\"blockquote_1\">4)    After taking us through FIR No. 90 of 1992 and Cross  FIR  No.  91  of\n1992 dated 14.04.1992, the entire material relied on by the prosecution  and\ndefence, the decision of the trial Court in Session Case  No.  157  of  2001\nand Session Case No. 178 of 2001 and the reasoning of the impugned  decision\nof the High Court, Mr. Lalit as well as Mr.  K.T.S.  Tulsi,  learned  senior\ncounsel  contended  that  the  members  of  the  complainants’  party   were\naggressors, they formed an unlawful assembly armed with various weapons  and\nhad climbed upon the roof of their premises in order  to  beat  the  accused\npersons in furtherance of their common  object.   It  is  further  submitted\nthat the appellants/accused  persons  had  not  committed  any  offence  and\nwhatever they did was in exercise of their right of private defence.   There\nis no evidence on record to show that the accused persons  were  having  any\ncommon  object  to  commit  murder  of  the  deceased-Idris.   They  further\nsubmitted that the trial Court as well as the  High  Court  failed  to  take\ninto consideration the fact that  the  complainant  party  including  Idris,\nAslam, Asif, Shamim, Mustqueem, Sagir and Javed  were  duly  armed  and  had\ncome to the place of  the  accused  persons.   In  such  circumstances,  the\naccused appellants deserve to get the benefit of right  of  private  defence\non their person.  They also submitted that there is no  explanation  by  the\nprosecution as to how Farukh (A-4) and Akil (A-3) sustained injuries.   They\nalso contended that the prosecution  suppressed  the  true  genesis  of  the\nincident.\n</blockquote><blockquote id=\"blockquote_2\">5)    On the other hand, learned counsel for the State  submitted  that  the\njudgment of the trial Court as well as the High Court is based  on  evidence\nand in the light of the settled principles of law.  It is pointed  out  that\nthe accused appellants, after full preparation, sent a message to  Khurshid,\nShamim, Idris and other members of the complainant party to  meet  at  their\nhouse.  It is pointed out that as soon as the  members  of  the  complainant\nparty started climbing the stairs of their house and moved towards the  roof\ntop, the accused appellants followed them and inflicted injuries by  use  of\nvarious weapons, consequently, Idris and Aslam were  seriously  injured  and\nlater on Idris succumbed to his injuries.  Finally, they submitted that  the\nprosecution has proved its case beyond reasonable  doubt  and  the  impugned\njudgment does not suffer from any infirmity or illegality.\n</blockquote><blockquote id=\"blockquote_3\">6)    We have carefully considered the rival  submissions  and  perused  all\nthe relevant materials.\n</blockquote><blockquote id=\"blockquote_4\">Discussion:\n</blockquote><blockquote id=\"blockquote_5\">7)    It is not in dispute that in respect of the same  incident  that  took\nplace on 14.04.1992, there had been two FIRs, namely, FIR  No.  90  of  1992\nand Cross FIR No. 91 of 1992.  In these appeals, we are concerned about  FIR\nNo. 90 of  1992  in  which  the  present  appellants  and  one  Farukh  were\nimplicated as accused.  The said FIR  was  registered  on  the  basis  of  a\ncomplaint made by one Syed Md. Aslam who was examined  as  PW-3.   He  is  a\nresident of Mian House, Khadim Mohalla, Ajmer.  In  the  complaint,  it  has\nbeen stated that on 14.04.1992, on the occasion of “Peela Ki  Rasm”  at  the\nplace of Shabbir, an altercation took place between Khalil Chisti (A-2)  and\nKhurshid Pahalwan on account of old rivalry  following  which  Khurshid  had\ncalled his brother Idris in the evening in order to  finally  sort  out  the\nmatter by way of a compromise.  When  Idris,  Shamim-his  relative  and  Md.\n</blockquote><p data-structure=\"Facts\" id=\"p_15\">Aslam Chisti-the complainant went to the house of  Khurshid  at  that  time,\none Tariq Mohammed informed them that Khalil Chisti is calling  them  for  a\ncompromise following which, all of them, namely, Idris, Shamim,  Md.  Aslam,\nKhurshid, his brother Sagir went  to  the  house  of  Khalil.   On  reaching\nthere, they found that Khalil, Farukh, Yasir and Akil were present there  at\nhome.  It has been further stated that having entered into  the  house,  the\naccused party closed the door from behind  and  Khalil  shouted  that  “they\nshould not escape, kill all of them”.   It  has  been  further  stated  that\nKhalil was armed with a sword and Farukh was carrying a  rifle.   When  they\ntried to escape, at that time, Farukh (A-4) opened fire on Idris  (deceased)\nwhich hit at his right eye and he fell down.  Khalil (A-2) gave a blow  with\nthe sword to the head of Md. Aslam Chisti-the complainant  which  struck  on\nhis forehead and hit his temple and eye.  Akil (A-3) and  Yasir  (A-1),  who\nwere armed with revolvers also opened fire.  All  the  accused  persons  ran\naway and Khurshid and Shamim had  taken  Idris  to  the  hospital  where  he\nsuccumbed to his injuries.  The above statement was recorded  at  5.45  p.m.\non 14.04.1992.\n</p><p data-structure=\"Facts\" id=\"p_16\">8)    Though we are not directly concerned about the cross  FIR  No.  91  of\n1992 dated 14.04.1992, in view of the plea and the defence  of  the  present\nappellants, it is desirable to note down the  contents  of  the  same.   The\ncomplainant in this cross FIR is Akil Chisti (A-3),  the  appellant  in  the\npresent appeal.  The  following  persons  were  shown  as  accused,  namely,\nIdris, Shamim, Aslam, Mustqueem, Asif, Sagir and Javed.   According  to  the\ncomplainant, Akil Chisti, who is  a  resident  of  Baitool,  Jhalra,  Dargah\nSharief, Ajmer that on 14.04.1992 at 5 to 5.30 p.m.,  when  he  was  in  the\nroom of Farukh Chisti, they  suddenly  noticed  pelting  of  stones  on  the\ngrills of their house. When they went on  the  roof  top,  they  found  that\nIdris, his brother Shamim, Aslam, Mustqueem,  Asif,  Sagir  and  Javed  were\nstanding there, armed with weapons and Shamim was armed with a  country-made\npistol.  When Farooq questioned about pelting of stones, Idris  stabbed  him\nwith a knife.  Shamim opened fire on him which  missed  him.   It  has  been\nfurther stated that Akil-the complainant brought a  12-bore  licensed  rifle\nof his father but Sagir, Asif and Javed  snatched  it  from  him  and  Aslam\ninflicted stab wounds in his waist from  behind  and  he  fell  down.   Asif\nopened fire from his rifle which missed him and hit Md. Idris.  A number  of\npersons had gathered in the neighbourhood who raised a clamour “maar diya  -\nmaar diya”.  These people assaulted them by  entering  inside  their  house.\nThe above statement was recorded  at  10.30  p.m.  by  SHO  Police  Station,\nAjmer.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">9)    It is relevant to note that in respect of FIR  No.  90  of  1992,  the\npresent appellants and one Farukh  were  convicted  and  sentenced  to  life\nimprisonment by the trial Court as  affirmed  by  the  High  Court.   It  is\nbrought to our notice that in respect of cross FIR No. 91 of 1992, the  same\ntrial Judge on the same day i.e. 31.01.2011 convicted and sentenced  all  of\nthem for various offences and the appeals filed  against  those  convictions\nis still pending in the High Court.\n</p><p data-structure=\"PetArg\" id=\"p_18\">10)   Now, let us consider the witnesses and  materials  relied  on  by  the\nprosecution and the defence.\n</p><p data-structure=\"Section\" id=\"p_19\">Aslam Chisti (PW-3):\n</p><blockquote id=\"blockquote_6\">11)   In his evidence, he deposed that deceased Idris  was  his  cousin  and\nKhurshid and Sahir were also  his  cousins.   Shamim  is  his  real  younger\nbrother.  He identified Khalil Chisti (A-2),  a  Pakistani  citizen  in  the\nCourt.  He was familiar with accused Farukh, Yasir and  Akil.   He  narrated\nthat he came to know from  his  father  that  some  altercation  took  place\nbetween Khalil Chisti (A-2) and Khurshid Pahalwan on account of old  rivalry\non the occasion of “Peela ki Rasm” at the  place  of  Shabbir.   He  further\nnarrated that in the evening of 14.04.1992, when he was  at  his  home  with\nhis brothers Shamim and Idris, the son of Khurshid came to  their  residence\nand informed that his father  was  calling  all  of  them.   After  reaching\nthere, Khurshid asked them to sort out the matter.   In  the  meantime,  one\nTariq Mohammad informed them that Khalil Chisti (A-2) has called them for  a\nmeeting.  He along with others went to  the  residence  of  Khurshid.   From\nthere, he, along with the deceased-Idris, Shamim,  Khurshid,  Sagir,  Javed,\nMustqueem and Asif proceeded towards the house of  Khalil  and  on  reaching\nthere they noticed that Khalil was  standing  at  the  entrance.   On  their\nentering into the house of Khalil, the other persons  present  there  closed\nthe door from behind and Khalil shouted to kill all of them.   In  order  to\nsave their lives, he along with Idris, Shamim, Asif and others climbed  over\nthe Baitool Manzil and reached the roof top of Kaptan house.  At that  time,\naccused Khalil, Farukh, Yasir and Akil came to that  place  and  Khalil  was\ncarrying a bare sword and Farukh was armed with  a  rifle,  Yasir  and  Akil\nwere holding rifles.  Farukh fixed the target and  shot  fired  his  brother\nIdris.  The bullet had hit  on  the  right  eye  of  Idris  leading  to  his\ncollapse there itself.  Khalil hit two injuries of sword in  his  skull  and\nforehead.  Akil and Yasir  had  also  opened  fires  from  their  respective\nrevolvers but they managed to escape. He admitted that  the  fire  triggered\nfrom the revolver of Akil and Yasir had hit  none.  In  the  course  of  the\nabove narration, PW-3 admitted that two police personnel had arrived on  the\nroof top, particularly, when Akil and Yasir were firing.  From the  evidence\nof PW-3, it is clear that though he narrated the prosecution case about  the\ninvolvement of the present appellants as well as  the  role  of  Farukh,  he\nadmitted the arrival of two police personnel,  viz.,  Bhanwar  Singh  (PW-4)\nand Bhanwarlal Sharma (PW-5) on the  roof  top  when  Akil  and  Yasir  were\nfiring.\n</blockquote><blockquote id=\"blockquote_7\">Bhanwar Singh (PW-4):\n</blockquote><blockquote id=\"blockquote_8\">12)   At the relevant time, PW-4 was posted as LHC at Police  Post  Tripolia\nGate, Police Station Ganj, Ajmer.  In his evidence, he has  stated  that  on\n14.04.1992, at about  4.30  p.m.,  he  received  information  from  wireless\ncontrol room that a quarrel has broken out  at  Jhalra.   On  receiving  the\nsaid information, PW-4 and Bhanwar Lal Sharma (PW-5), reached the  spot  and\nwent to the house of Ahmed Chisti.  On enquiry, they came to know that  some\naltercation took place on the issue of children in the  morning.   In  order\nto make a call to the Control Room, both of them went to the  room  situated\nat the first floor of  house  of  one  Ahmed  Chisti  and  while  they  were\nreturning, they found 5-6 persons duly armed with sword  and  hockey  sticks\nclimbed upstairs from the ground.  They  tried  to  prevent  them  but  they\ndidn’t stop.  Out of them, he knew Shamim,  Aslam  and  Idris.   He  further\ndeposed that they were shouting “bring out Farukh”, “bring out Pakistani (A-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">2) and where he is, we will kill him”.  He also  stated  that  in  spite  of\ntheir intervention, the assailants reached at the roof  top  of  the  second\nfloor of that house.  Both PWs 4 and 5 followed them.  He also  stated  that\nhe had seen Farukh Chisti (A-4) with a 12 bore gun with him.  Khalil  (A-2),\nYasir and Akil were having swords with them.  Farukh went to  the  roof  and\nfired from his gun and the shot hit the  right  eye  of  Idris,  because  of\nwhich, he died on the spot.  When PW-5 came in between,  he  also  sustained\ninjuries.  He was there at the same place till 11.30 p.m.  and  after  11.30\np.m. he went to Tripolia Gate, P.S. made  necessary  entries  in  the  daily\ndiary in his own handwriting which is Exh. P-3.  He left  constable  Bhanwar\nLal Sharma (PW-5) at the place of incident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">13)   Since PW-4 contradicted his statement made under <a href=\"/doc/447673/\" id=\"a_14\">Section  161</a>  of  the\nCode  of  Criminal  Procedure,  1973  (in  short  ‘the  Code’),  the  Public\nProsecutor sought for permission to cross examine him.  Even in  the  cross-\nexamination, he admitted that he made a statement to police and at the  time\nof incident, deceased-Idris and others were armed  with  swords  and  hockey\nsticks and they were going upstairs which is Exh. P-4.  Though  PW-4  turned\nhostile, to some  extent,  he  being  a  police  constable,  on  receipt  of\ninformation and after recording the same in the diary  he  left  the  police\nstation along with Bhanwar Lal Sharma (PW-5)  another  police  constable  to\nthe spot and noticed that the complainant parties rushed  towards  the  roof\ntop with sword and hockey  sticks.   It  is  also  clear  that  the  present\naccused  appellants  were  inside  the  house  of  Khalil  Chisti  and   the\ncomplainant’s group reached there with arms.  It has been  also  made  clear\nthat he was accompanied by another constable PW-5  and  after  noticing  the\nincident, he rushed to P.S. Tripoli and made necessary entries leaving  PW-5\nat the spot.  As rightly pointed out  by  learned  senior  counsel  for  the\nappellants, the presence of PWs 4 and  5  at  the  relevant  spot  and  time\ncannot be disputed.  It is also clear from the evidence  of  PW-4  that  the\ncomplainant parties reached the spot armed with  sword  and  hockey  sticks.\nThe presence of the complainants with arms is the subject  matter  of  Cross\nFIR No. 91 of 1992.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">Bhanwar Lal Sharma (PW-5):\n</p><blockquote id=\"blockquote_9\">14)   At the relevant time, he was posted as a  police  constable  with  the\npolice station of Tripolia Gate and was on duty  on  14.04.1992.   According\nto him, on that day,  around  4.30  p.m.,  he  and  another  constable  PW-4\nreceived an  information  on  wireless  from  the  Police  Control  Room  in\nTripolia P.S. that some fight is  going  on  at  Jhalra.   On  hearing  such\ninformation, both of them went to Jhalra and noticed that there was no  such\nbrawl.  In order to inform the same to the Control Room, they  went  to  the\nhouse of one Ahmed Chisti by  using  the  stairs.   At  the  same  time,  he\nnoticed Shamim (A-6 in Cross FIR) running upstairs with hockey stick in  his\nhand, Aslam (A-1 in Cross FIR) armed with sword  and  two  more  people  who\nwere armed with weapons were going upstairs.  Both of them (PW-4 and  (PW-5)\ntried to stop them but they did not stop.  Both of them went to  the  Chisti\nManzil’s room and on the roof, they noticed Shamim Chisti  and  others  were\nabusing Farukh and others and then they went  to  Jamil  Chisti’s  room  and\nstarted pelting stones.  After seeing the seriousness of the  situation  and\nto avoid untoward incident, PW-5 went downstairs to call other police  staff\nwhile PW-4 remained on the roof.  He also heard the sound of  a  shot  being\nfired.  When he came back after making a call, he saw  Idris  was  lying  on\nthe Kaptan’s room and was bodily injured.  At the place  of  incident  where\nIdris was lying, a 12-bore gun was also found 10-15 ft. away from the  spot.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_23\"> He also explained that based on his message, other police men came  to  the\nspot.  He also mentioned the  injuries  sustained  by  him  when  they  were\ntrying to stop Shamim and others on the stairs.  He  further  narrated  that\nin the midnight, around 12.50 a.m., they came  to  Tripolia  Gate  P.S.  and\nmade necessary entries of their arrival time which is Exh.  P-3.   Since  he\ncontradicted his statement  under  <a href=\"/doc/48127346/\" id=\"a_15\">Section  161</a>  of  the  Code,  the  Public\nProsecutor sought permission of the court in  order  to  cross-examine  him.\nEven in the cross-examination, he asserted that at the time of the  incident\nonly Shamim (A-6 in Cross FIR) was  throwing  stones  downstairs  with  full\nforce in Jamil Chisti’s house.  He also mentioned about the fights and  FIRs\nwere registered against Aslam and Shamim.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">15)   Like PW-4, PW-5 narrated the incident starting  from  the  receipt  of\nwireless message till the clash at Jamil Chisti’s house.  It is relevant  to\npoint out that PWs 4 and 5 were not associated with any group, on the  other\nhand, they were policemen of the Tripoli P.S. having jurisdiction  over  the\narea.  The entries  in  the  concerned  registers  of  their  departure  and\narrival to the police station also prove their statement.  In the  light  of\ntheir statement, we have carefully analyzed their evidence and it  is  clear\nthat the complainant’s party came to  the  spot  with  weapons  like  sword,\nhockey sticks and few from that group also pelted  stones.   These  aspects,\nthough the trial Court and the High  Court  failed  to  give  credence,  the\nappellants are  justified  in  claiming  that  the  complainants  group  was\nresponsible for the incident and the injuries caused to them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">Evidence of PWs 6, 13 and 18:\n</p><blockquote id=\"blockquote_10\">16)   At the instance of the counsel for the State, we  were  taken  through\nthe evidence of PWs 6, 13 and 18.  No doubt, they supported the  prosecution\nstand and claim that it was the appellants  who  caused  the  injuries  and,\nparticularly, Idris  died  due  to  the  shot  fired  by  Farukh  using  his\nrevolver.  They also stated that they sustained injuries due  to  the  sword\nused by Khalil Chisti (A-2).  It is also their  claim  that  the  other  two\naccused Yasir Chisti  and  Akil  Chisti,   A-1  and  A-3  respectively  used\nrevolver but their shots had hit none.  Like PWs 6,  13  and  18,  PW-3  who\nsustained sword injury at the instance  of  A-2  also  explained  about  the\nprosecution case.  It is also seen from the evidence of PW-3 that Farukh (A-\n</blockquote><blockquote id=\"blockquote_11\">4) also sustained  injuries  for  which  there  is  no  explanation  by  the\nprosecution.  Relying on the evidence of PWs 3, 6  13  and  18  even  if  we\naccept the case of the prosecution,  the  statement  of  official  witnesses\nexamined on the side of the prosecution, namely, PWs 4 and  5  clearly  show\nthat the complainants were rushing towards the house of  Chisti  with  sword\nand hockey sticks and  also  pelted  stones.   In  these  circumstances,  as\nrightly pointed out by the counsel for the appellants, the complainants  who\nwere accused in the cross case were also responsible  for  their  individual\nact.\n</blockquote><blockquote id=\"blockquote_12\">Occurrence at the residence of A2:\n</blockquote><blockquote id=\"blockquote_13\">17)   All the prosecution witnesses, namely, PWs  3,  4,  5,  6  13  and  18\ndeposed that the incident occurred at the residence of A-2,  namely,  Chisti\nManzil.  It is also clear from  the  categorical  statement  of  two  police\nconstables, viz., PWs 4 and 5 that on receipt of a  phone  call,  they  left\nTripoli PS and reached the house of  Kaptan  which  is  adjacent  to  Chisti\nManzil.  It is clear that it was not the appellants/accused who went out  of\ntheir house with arms, but even according to the prosecution witnesses,  the\nincident took place at the residence of A-2.  It is also clear that  all  of\nthem entered the said house with weapons like sword and hockey sticks  which\nwe have already noted from the evidence relied on by the prosecution.\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">No explanation as to how Farukh (A-4) and Akil (A-3) sustained injuries:\n</p>\n<blockquote id=\"blockquote_14\">18)    The  prosecution  document,  viz.,  injury  report  of  Farukh  dated\n14.04.1992 and injury report of Akil dated 14.04.1992 have  been  placed  as\nAnnexure P-5 (Colly).  The injury report relating  to  Farukh  Chisti  (A-4)\nissued by the Department of  Medical  Jurist,  J.L.N.  Medical  College  and\nHospital, Ajmer reads as under:-\n</blockquote><blockquote id=\"blockquote_15\">        “Admitted in MSW II, Time-5.45 p.m. date – 14.4.1992,   839/92\n             Department of Medical and Health, Rajasthan, Jaipur\n                             Injury Report Form\n                            Accompanied by Police\nInjury Report of Shri Farukh Chisti s/o Shri Sadiq Chisti, age 26 years,\nCaste-Muslim, Resident of Khadim Mohalla, Ajmer, Police Report\nNo…………..dated……….enclosed.\n</blockquote>\n<blockquote id=\"blockquote_16\">|Nature  |Size of|Hurt |Normal |Which  |Identificat|X-Ray  |Special  |\n|of      |each   |on   |or     |type of|ion mark of|Tajbeez|descripti|\n|injury  |injury |which|grievou|weapon |the injured|       |on       |\n|of      |in     |part |s      |caused |           |       |         |\n|slash,  |inches,|of   |       |hurt   |           |       |         |\n|wound,  |length,|the  |       |       |           |       |         |\n|crushing|width  |body |       |       |           |       |         |\n|etc.    |and    |     |       |       |           |       |         |\n|        |depth  |     |       |       |           |       |         |\n|1       |2      |3    |4      |   5   |    6      |  7    |  8      |\n|Stab wound 4x0.5 cm x depth in| Sharp |M.F.1 ½ x  |       |Fresh    |\n|on umbilical region, right    |       |½  cm old  |       |         |\n|lateral to umbilical obliquely|       |scar on    |       |         |\n|placed                        |       |left side  |       |         |\n|Stab 4x3/4 cm x on left       |       |of right   |       |         |\n|lateral side of chest wall 6  |       |leg upper  |       |         |\n|cm below axilla in mid axillur|       |third      |       |         |\n|line.                         |       |           |       |         |\n|Stab wound 3x1x? on left      |       |           |       |         |\n|scapular region               |       |           |       |         |\n|Injured in the state of shock |       |           |       |         |\n|        |        |        |        |   |Opinion    |        |        |\n|        |        |        |        |   |after      |        |        |\n|        |        |        |        |   |surgical   |        |        |\n|        |        |        |        |   |note       |        |        |\n\n                                             Sd/-\n</blockquote><blockquote id=\"blockquote_17\">                                          Dr. V.D. Kavia, MD\n                                      Reader, Head of Department\n                                     Department of Medical Jurist\n                                  J.L.N.  Medical  College   and   Hospital,\nAjmer”\n\n\n\nOperative notes of Farukh Chisti reads as follows:\n</blockquote><blockquote id=\"blockquote_18\">                               Operative notes\n\nPatient Name : Farukh Chishti\nNo. 9741\n                                           Date : 14/4/92\n\nSurgical Pathology – Stab wound\n\n</blockquote><blockquote id=\"blockquote_19\">                   1. Abdomen\n</blockquote><blockquote id=\"blockquote_20\">                   2. Lt. Chest\n</blockquote><blockquote id=\"blockquote_21\">                   3. Back\nAnaesthesia – G.A.\n\nOperation – Explanatory haprotomy and repair of the tear in stomach.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">Incision – Continuation of the stab wound (Rt. Paramedian) – On exploration\nit was found that there was a tear in the anterior stomach wall up to the\nserosa.  The vessel was bleeding which was ligated and tear sutured and\nclosed in layers.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">The wounds on the chest (Lt. side and back were muscle deep and sutured in\nsingle layer.\n</p>\n<pre id=\"pre_2\">Dr. Neera Jain                          Surgeons\nDr. Sanjay Kolani                       Dr. B.L. Laddha\n                                       Dr. K.K. Dangayeh\n                                          Dr. Paramjeet Singh\n                                       Dr. Ashok Naraina\n\n</pre><p data-structure=\"Section\" id=\"p_29\">Forwarded in original to SHO, PS Ganj in continuation to IR No. 839/92\nInjury Nos. 2 &amp; 3 are simple and Injury No. 1 is grievous (dangerous) in\nnature.”\n\nThe injury report of Akil Chisti (A-3) reads as under:\n</p><blockquote id=\"blockquote_22\">       “Admitted in MSW II, Time-5.45 p.m. date – 14.4.1992,   839/92\n             Department of Medical and Health, Rajasthan, Jaipur\n                             Injury Report Form\nInjury Report of Shri Akil Chisti s/o Shri Jamil Chisti, age 24 years,\nCaste-Muslim, Resident of Police Report No…………..dated……….\nenclosed.\n</blockquote>\n\n\n<blockquote id=\"blockquote_23\">|Nature  |Size of|Hurt |Normal |Which  |Identificat|X-Ray  |Special  |\n|of      |each   |on   |or     |type of|ion mark of|Tajbeez|descripti|\n|injury  |injury |which|grievou|weapon |the injured|       |on       |\n|or      |in     |part |s      |caused |           |       |         |\n|slash,  |inches,|of   |       |hurt   |           |       |         |\n|wound,  |length,|the  |       |       |           |       |         |\n|crushing|width  |body |       |       |           |       |         |\n|etc.    |and    |     |       |       |           |       |         |\n|        |depth  |     |       |       |           |       |         |\n|1       |2      |3    |4      |   5   |    6      |  7    |  8      |\n|Stab wound 4x1 cm x …..       | Sharp |M.         |3x1 cm |Fresh    |\n|Back of left region           |       |           |       |         |\n|Obliquely placed              |       |           |       |         |\n|        |        |        |        |   |Opinion    |Old scar|        |\n|        |        |        |        |   |after      |on outer|        |\n|        |        |        |        |   |surgical   |side of |        |\n|        |        |        |        |   |note       |back and|        |\n|        |        |        |        |   |           |right   |        |\n|        |        |        |        |   |           |heal    |        |\n\n                                             Sd/-\n</blockquote><blockquote id=\"blockquote_24\">                                          Dr. V.D. Kavia, MD\n                                      Reader, Head of Department\n                                     Department of Medical Jurist\n                                  J.L.N.  Medical  College   and   Hospital,\nAjmer”\n\n\nOperative notes of Akil Chisti reads thus:\n</blockquote><blockquote id=\"blockquote_25\">                              “Operative notes\n\nPatient Name :  Akil Chisti\nR.No. 9740\n                                           Date : 14/4/92\n\nSurgical Pathology –Cut wound back\n\n\n\nAnaesthesia – L.A.\n\nOperation – Repair of the wound.\n</blockquote>\n<blockquote id=\"blockquote_26\">Notes : There was a wound on the back side near midline in lumber region\nwhich was muscle deep and sutured in layers.\n</blockquote>\n\n\n<pre id=\"pre_3\">Dr. Neera Jain                          Surgeons\nDr. Sanjay Kolani                       Dr. B.L. Laddha\n                                       Dr. K.K. Dangayeh\n                                          Dr. Paramjeet Singh\n                                       Dr. Ashok Naraina\n\n                    Sd/-\n               (Dr. K.K. Dangayeh)\n\n\n</pre><blockquote id=\"blockquote_27\">Forwarded in original to SHO, PS Ganj in continuation to IR No. 840/92\nInjury No. 1 is simple in nature.”\n\n</blockquote><blockquote id=\"blockquote_28\">19)   The above ‘injury reports’ of Farukh Chisti and Akil  Chisti  as  well\nas their respective  ‘operative  notes’  clearly  show  that  both  of  them\nsustained injuries on 14.04.1992 in the same incident.  The report  relating\nto Farukh shows that he sustained stab wound injuries  due  to  the  use  of\nsharp edged weapons.  Operative notes relating to him also show that  injury\nNos. 2 and 3 are simple and injury no. 1 is grievous (dangerous) in  nature.\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\"> Injury report relating to Akil Chisti also shows  that  he  sustained  stab\nwound injuries by use of  sharp  edged  weapon.   Though  all  the  relevant\naspects, namely, the  injuries  sustained  by  two  accused  appellants  are\navailable  in  the  materials  placed  by  the  prosecution,  there  is   no\nexplanation at all as to  how  they  sustained  those  injuries.   In  other\nwords, the prosecution failed to prove the genesis of the  incident  and  in\nfact they suppressed the same.\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"807023\" id=\"span_1\">20)   In <a href=\"/doc/807023/\" id=\"a_16\">Lakshmi Singh and Others vs. State of  Bihar</a>,  (1976)  4  SCC  394,\nthis Court held that:</span>\n</p><blockquote id=\"blockquote_29\">      “… … It is well settled that fouler the crime, higher the  proof,  and\n      hence in a murder case where one of the  accused  is  proved  to  have\n      sustained injuries in the course of  the  same  occurrence,  the  non-\n      explanation of such injuries by the prosecution is a  manifest  defect\n      in the prosecution case and shows that the origin and genesis  of  the\n      occurrence  had  been  deliberately  suppressed  which  leads  to  the\n      irresistible conclusion that the prosecution has not come out  with  a\n      true version of the occurrence. … …”\n\n\nIt is clear that where the prosecution fails to explain the injuries on  the\naccused, two results follow:  (1)  that  the  evidence  of  the  prosecution\nwitness is untrue and (2) that the injuries probabilize the  plea  taken  by\nthe  appellants.   In  a  murder  case,  non-explanation  of  the   injuries\nsustained by the accused at about the time  of  the  occurrence  or  in  the\ncourse of altercation is a very important circumstance from which the  court\ncan draw the following inferences:\n</blockquote><blockquote id=\"blockquote_30\">       “(1) that the prosecution has suppressed the genesis and  the  origin\n      of the occurrence and has thus not presented the true version;\n</blockquote>\n\n<blockquote id=\"blockquote_31\">      (2) that the witnesses who have denied the presence of the injuries on\n      the person of the accused are lying  on  a  most  material  point  and\n      therefore their evidence is unreliable;\n</blockquote>\n\n<blockquote id=\"blockquote_32\">      (3) that in case  there  is  a  defence  version  which  explains  the\n      injuries on the person of the accused it is rendered probable so as to\n      throw doubt on the prosecution case.”\n\n</blockquote><blockquote id=\"blockquote_33\">21)   It is further clear that the omission on the part of  the  prosecution\nto explain the injuries on the person of the accused  assumes  much  greater\nimportance where the evidence consists of interested or  inimical  witnesses\nor where the defence gives a version  which  competes  in  probability  with\nthat of the prosecution one.  However, there may be  cases  where  the  non-\n</blockquote><p data-structure=\"PetArg\" id=\"p_32\">explanation  of  the  injuries  by  the  prosecution  may  not  affect   the\nprosecution case.  This principle would apply to cases  where  the  injuries\nsustained by the accused are minor and superficial or where the evidence  is\nso clear and cogent, that it outweighs the effect of  the  omission  on  the\npart of the prosecution to explain the injuries.\n</p><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173310636\" id=\"span_2\">22)   In <a href=\"/doc/173310636/\" id=\"a_17\">Waman and Others  vs.  State  of  Maharashtra</a>,  (2011)  7  SCC  295\nwherein one of us (P. Sathasivam, J.) reiterated the  very  same  principles\nand held that:</span>\n</p><blockquote id=\"blockquote_34\">      “36. Ordinarily, the prosecution is not obliged to explain each injury\n      on an accused even though the injuries might have been caused  in  the\n      course of occurrence, if the injuries are minor in nature, however, if\n      the prosecution fails to explain a  grievous  injury  on  one  of  the\n      accused persons which is established to have been caused in the course\n      of  the  same  occurrence  then  certainly  the  court  looks  at  the\n      prosecution case with a  little  suspicion  on  the  ground  that  the\n      prosecution has suppressed the true version of the incident.  However,\n      if the evidence is clear, cogent and creditworthy then non-explanation\n      of certain injuries sustained by the deceased or injury on the accused\n      ipso facto cannot be the  basis  to  discard  the  entire  prosecution\n      case.”\n\n\n</blockquote><blockquote id=\"blockquote_35\"> 23)  Mr. Tulsi, learned senior  counsel  for  the  appellants  in  Criminal\nAppeal  No.  635  of  2012  contended  by  pointing  out  that   since   the\ncomplainant’s were the aggressors,  armed  with  sword,  hockey  sticks  and\npelted stones, the appellants/accused are entitled to  avail  the  right  of\nprivate defence for which he relied  on  various  principles  enunciated  by\nthis Court.\n</blockquote><blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140419148\" id=\"span_3\">24)   In <a href=\"/doc/140419148/\" id=\"a_18\">Raghubir Singh vs. State of Rajasthan and Ors.</a> (2011) 12  SCC  235,\nthe following conclusion in para 16 has been pressed into service:</span>\n</blockquote><blockquote id=\"blockquote_37\">      “16. In the light of the facts that have  been  enumerated  above,  it\n      would be seen that the observations of the High Court that both  sides\n      had come to do battle appears to be justified as this is an assessment\n      on an appreciation of the evidence which cannot be said to be palpably\n      wrong so as to invite the intervention of this Court. The  observation\n      in Gajanand case that in order to bring the matter within a free fight\n      both sides have to come armed  and  prepared  to  do  battle  must  be\n      applied in the present case with the result that each accused would be\n      liable for his individual act.”\n\n\n</blockquote><blockquote id=\"blockquote_38\">25)   In Krishnan vs. State of Tamil Nadu, (2006) 11 SCC 304, the  following\nprinciples have been relied on:\n</blockquote><blockquote id=\"blockquote_39\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"153251\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1344060\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"238379\" id=\"span_6\">“15. It is now well settled  that  the  onus  is  on  the  accused  to\n      establish that his action was in exercise  of  the  right  of  private\n      defence. The plea can be established  either  by  letting  in  defence\n      evidence or from the prosecution evidence itself, but cannot be  based\n      on speculation or mere surmises. The accused need not  take  the  plea\n      explicitly. He can succeed in his plea if he is able to bring out from\n      the evidence of the prosecution witnesses or other evidence  that  the\n      apparent criminal act was committed by him in exercise of his right of\n      private defence. He should make  out  circumstances  that  would  have\n      reasonably caused an apprehension in his mind  that  he  would  suffer\n      death or grievous hurt if he does not exercise his  right  of  private\n      defence. There is a clear distinction between  the  nature  of  burden\n      that is cast on an accused under <a href=\"/doc/429611/\" id=\"a_19\">Section 105</a> of the Evidence Act (read\n      with <a href=\"/doc/850208/\" id=\"a_20\">Sections 96</a> to <a href=\"/doc/697566/\" id=\"a_21\">106</a> of the Penal Code)  to  establish  a  plea  of\n      private defence and the burden that is cast on the  prosecution  under\n      <a href=\"/doc/147127/\" id=\"a_22\">Section 101</a> of the Evidence Act to prove its case. The burden  on  the\n      accused is not as onerous as that which lies on the prosecution. While\n      the prosecution is required to prove  its  case  beyond  a  reasonable\n      doubt,  the  accused  can  discharge  his  onus  by   establishing   a\n      preponderance of probability (vide <a href=\"/doc/238379/\" id=\"a_23\">Partap v. State of U.P</a>,  <a href=\"/doc/1344060/\" id=\"a_24\">Salim  Zia\n      v. State of U.P.</a> and <a href=\"/doc/153251/\" id=\"a_25\">Mohinder Pal Jolly v. State of Punjab</a>.</span></span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_40\">      16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1043321\" id=\"span_7\">In <a href=\"/doc/1043321/\" id=\"a_26\">Sekar v. State</a> this Court observed: (SCC p. 355)\n      “A plea of right of private defence cannot be based  on  surmises  and\n      speculation. While considering whether the right of private defence is\n      available to an accused, it is not relevant  whether  he  may  have  a\n      chance to inflict severe and mortal injury on the aggressor. In  order\n      to find whether right of private defence  is  available  or  not,  the\n      injuries received by the accused,  the  imminence  of  threat  to  his\n      safety, the injuries caused  by  the  accused  and  the  circumstances\n      whether the accused had time to have recourse  to  public  authorities\n      are all relevant factors to be considered. Whether in a particular set\n      of circumstances, a person acted in  the  exercise  of  the  right  of\n      private defence, is a question of fact to be determined on  the  facts\n      and  circumstances  of  each  case.  No  test  in  the  abstract   for\n      determining such a question can be  laid  down.  In  determining  this\n      question  of  fact,  the  court  must  consider  all  the  surrounding\n      circumstances. It is not necessary for the accused to plead in so many\n      words that he acted in self-defence. If the  circumstances  show  that\n      the right of private defence was legitimately exercised, it is open to\n      the court to consider such a plea. In a  given  case,  the  court  can\n      consider it even if the accused has not  taken  it,  if  the  same  is\n      available to be considered from the material on record.”\n                                         (emphasis supplied)</span>\n</blockquote><blockquote id=\"blockquote_41\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29943\" id=\"span_8\">17. The above legal position was  reiterated  in  <a href=\"/doc/29943/\" id=\"a_27\">Rizan  v.  State  of\n      Chhattisgarh</a>. After an exhaustive reference to  several  decisions  of\n      this Court, this Court  summarised  the  nature  of  plea  of  private\n      defence required to be put forth and the degree of proof in support of\n      it, thus: (SCC pp. 670-71, para 13)\n      “Under <a href=\"/doc/429611/\" id=\"a_28\">Section 105</a> of the Evidence Act, 1872, the burden of  proof  is\n      on the accused, who sets up the plea  of  self-defence,  and,  in  the\n      absence of proof, it is not possible for  the  court  to  presume  the\n      truth of the plea of self-defence. The court shall presume the absence\n      of such circumstances. It  is  for  the  accused  to  place  necessary\n      material on record either by himself adducing positive evidence or  by\n      eliciting  necessary  facts  from  the  witnesses  examined  for   the\n      prosecution. An accused taking  the  plea  of  the  right  of  private\n      defence is not required to call evidence; he can establish his plea by\n      reference to circumstances transpiring from the  prosecution  evidence\n      itself. The question in such a case would be a question  of  assessing\n      the true effect of the prosecution evidence, and not a question of the\n      accused discharging any burden. When the right of private  defence  is\n      pleaded, the  defence  must  be  a  reasonable  and  probable  version\n      satisfying the court that the harm caused by the accused was necessary\n      for either warding off the attack  or  for  forestalling  the  further\n      reasonable apprehension from the side of the accused.  The  burden  of\n      establishing the plea of self-defence is on the accused and the burden\n      stands discharged by showing preponderance of probabilities in  favour\n      of that plea on the basis of the material on record. …\n      The accused need not prove the  existence  of  the  right  of  private\n      defence beyond reasonable doubt. It is enough for him to show as in  a\n      civil case that the preponderance of probabilities is in favour of his\n      plea.”\n                                          (emphasis supplied)”</span>\n</blockquote><blockquote id=\"blockquote_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514417\" id=\"span_9\">26)   In <a href=\"/doc/514417/\" id=\"a_29\">Babulal Bhagwan Khandare and  Another  vs.  State  of  Maharashtra</a>,\n(2005) 10 SCC 404, this Court held  that  non-explanation  of  the  injuries\nsustained by the accused at about the time of occurrence or  in  the  course\nof altercation is a very important circumstance.  It was further  held  that\nthe right of self defence  is  a  very  valuable  right,  serving  a  social\npurpose and should not be construed narrowly.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">27)   It is clear that it is the duty of  the  prosecution  to  explain  the\ninjuries sustained by the accused and establish the genesis of the  incident\nby placing acceptable materials.  In the  case  on  hand,  we  have  already\npointed out there is enough material to show that in the course of the  very\nsame incident Farukh (A-4) and  Akil  (A-3)  also  sustained  injuries.   In\nfact, Farukh sustained  grievous  injury  by  use  of  sharp  edged  weapon.\nHowever, these injuries were not explained at all by the prosecution.\n</p><p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"616051\" id=\"span_10\">28)   Mr. Jasbir Singh Malik, learned counsel for the State by relying on  a\ndecision of this Court reported in <a href=\"/doc/616051/\" id=\"a_30\">Mitthulal and Another vs.  The  State  of\nMadhya Pradesh</a>, (1975) 3 SCC 529  submitted  that  evidence  in  cross  case\ncannot be relied upon.  It is true that in <a href=\"/doc/616051/\" id=\"a_31\">the  said  decision</a>,  this  Court\nheld that it has not accepted the  procedure  followed  by  the  High  Court\nwhich has based its conclusion not only on the finding recorded in the  case\nagainst the appellants therein and the four other  accused  but  also  taken\ninto account the  evidence  recorded  in  the  cross  case  against  Ganpat,\nRajdhar and others.  This Court held that the course  adopted  by  the  High\nCourt was clearly  impermissible.   There  is  no  dispute  about  the  said\nproposition and in fact in the case on hand, neither  the  trial  court  nor\nthe High Court relied on the evidence led in the cross  case  but  the  same\nwere tried separately and in fact appeals are still pending before the  High\nCourt against the conviction in the cross case.</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1558583\" id=\"span_11\">29)   The other decision relied on by  the  State  counsel  is  reported  in\nSambhu Das alias <a href=\"/doc/1558583/\" id=\"a_32\">Bijoy Das and Another vs. State of  Assam</a>,  (2010)  10  SCC\n374 which shows that this Court in exercise of its powers under <a href=\"/doc/427855/\" id=\"a_33\">Article  136</a>\nof the Constitution will not reopen the findings  of  the  High  Court  when\nthere are concurrent findings of facts and  there  is  no  question  of  law\ninvolved and the conclusion is not perverse.  The  above  proposition  holds\ngood.  We also reiterate that <a href=\"/doc/427855/\" id=\"a_34\">Article  136</a>  of  the  Constitution  does  not\nconfer a right of appeal on a party.  It only  confers  discretionary  power\non this Court to be exercised  sparingly  to  interfere  in  suitable  cases\nwhere  grave  mis-carriage  of  justice  has  resulted  from  illegality  or\nmisapprehension or mistake in reading evidence or from  ignoring,  excluding\nor illegally admitting material evidence.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_37\">Summary:\n</p><blockquote id=\"blockquote_43\">30)   The analysis of the prosecution case, undoubtedly, has  led  two  sets\nof evidence.  The evidence adduced suggest that the accused in  the  present\nappeals are to some extent victims of armed aggression at the hands  of  the\ndeceased and his companions.  We have pointed out that Tariq  Mohammad  (PW-\n</blockquote><blockquote id=\"blockquote_44\">1) deposed that he saw Idris (deceased) with a  knife  in  his  hand,  Mohd.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">Aslam (PW-3), Sagir (PW-6), Shamim (PW-18)  and  others  armed  with  sticks\nleft for the house of the Farukh (A-4).  It was also deposed by him that  he\ntried to stop Idris and others  but  in  vain.   Bhanwar  Singh  (PW-4)  and\nBhanwar Lal Sharma (PW-5) –the police constables, examined on  the  side  of\nthe prosecution, were present at the scene  of  offence.   We  have  already\ndealt with the evidence of these two witnesses which clearly show  that  the\ncomplainant’s party, i.e., accused in FIR No. 91 of  1992  were  armed  with\nsword, hockey sticks etc. and entered into  Chisti  Manzil,  hurled  abuses,\nthrew stones on the inmates and exhorted to kill  Khalil  Chisti  (A-2)  and\nFarukh (A-4).  These persons also deposed  that  Idris  (deceased)  and  the\naccused in FIR No. 91 of 1992 were the aggressors in the incident.  PWs 4  &amp;\n5 were categorized as independent witnesses by the  trial  Court.   Even  in\ntheir evidence, they did not attribute any specific overt act to Khalil  (A-\n</p><p data-structure=\"Conclusion\" id=\"p_39\">2).  M.A. Tariq I.O. (PW-25)  also  deposed  that  the  complainant’s  party\nforcibly entered the house of the  appellants  herein  with  the  intent  to\nattack them.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">31)   Mohd. Aslam (PW-3), Sagir  Ahmed  (PW-6),  Sayeed  Javed  (PW-13)  and\nShamim  (PW-18)  were  examined  as  eye  witnesses   to   the   occurrence.\nAdmittedly, none of them offered any explanation to  the  admitted  injuries\nreceived by Farukh (A-4) and Akil (A-3).  We have already  adverted  to  the\ndetails as to the injury report relating to these persons.  In  the  absence\nof any explanation by the prosecution, we are of  the  view  that  they  are\nguilty of suppressing the real genesis of the occurrence.  The  trial  Court\nhad also condemned the  evidence  of  PW-18  for  narrating  a  parrot  like\nversion and also pointed out numerous improvements made.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">32)   The analysis of the materials clearly show that two  versions  of  the\nincident adduced by the prosecution are  discrepant  with  each  other.   In\nsuch a situation where the prosecution leads two sets of evidence  each  one\nwhich contradicts and strikes at the other and shows it  to  be  unreliable,\nthe result would necessarily be  that  the  Court  would  be  left  with  no\nreliable and trustworthy evidence upon which the conviction of  the  accused\nmight be  based.   Though  the  accused  would  have  the  benefit  of  such\nsituation and the counsel appearing for the appellants prayed for  acquittal\nof the appellants of all the charges, in view of  the  principles  which  we\nhave already discussed, we  are  of  the  view  that  each  accused  can  be\nfastened with individual liability taking into  consideration  the  specific\nrole or part attributed to each of the accused.  In other words, both  sides\ncan be convicted for their individual acts and normally no right of  private\ndefence is available to either party  and  they  will  be  guilty  of  their\nrespective acts.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">33)   Having regard to the facts and circumstances of  the  role  attributed\nto Khalil (A-2), we are of the view that there is no scope for invoking  the\napplicability of <a href=\"/doc/37788/\" id=\"a_35\">Section 34</a> IPC against  him.  Even  independent  witnesses,\nviz., PWs 4 and 5 do not attribute any overt act to him.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">34)   As rightly pointed out by the learned counsel for the  appellants,  in\nthe light of the case and cross-case, it would be in the fitness  of  things\nthat the respective appeals preferred  by  the  appellants  against  Session\nCase No. 157 of 2011 and the one preferred by the convicts in Sessions  Case\nNo. 178 of 2011 ought to have been heard and disposed of  simultaneously  by\nthe High Court.  Unfortunately, such recourse has not been  adopted  by  the\nHigh Court and we were informed that the other appeal (Crl. Appeal  No.  131\nof 2011) relating to Sessions Case No. 178 of 2011 is still pending  on  the\nfile of the High Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">35)   Coming to the other accused,  namely,  Yasir  Chisti  (A-1)  and  Akil\nChisti (A-3),  they  cannot  be  punished  and  fastened  the  liability  of\nindividual acts committed by them with the aid of  <a href=\"/doc/37788/\" id=\"a_36\">Section  34</a>  IPC  without\nacceptable materials.   Though  the  prosecution  witnesses  mentioned  that\nthese appellants had a pistol, they did not state whether anyone was hit  by\nthat pistol fire and no specific evidence was led in that the shot  emanated\nfrom the pistol in their hand.  Even Mohd. Aslam  (PW-3)  -  the  informant,\nstated before the Court that these appellants fired from their  pistols  but\nno one was hit from that fire.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">36)   As discussed earlier, the evidence of PWs 4 &amp; 5 –  police  constables,\nclearly shows that the complainant’s party was armed with sword  and  hockey\nsticks and were abusing and pelting stones.  Sagir  (PW-6),  though  deposed\nthat the present appellants had a revolver and they fired from that  pistol,\nwithout telling whether anybody was injured from such firing.   PW-4  –  one\nof the prosecution  witnesses,  police  constable,  had  denied  that  these\nappellants had revolvers, in fact, PWs 4 and 5 did not attribute  any  overt\ndone by the appellants, i.e., A-1 and A-3 and categorically stated that  the\ncomplainant’s party was the armed aggressors.   It is relevant to point  out\nthat on the same day in Sessions Case No. 178 of 2001, the  informant  along\nwith five other co-accused was convicted under <a href=\"/doc/455468/\" id=\"a_37\">Sections 307</a>, <a href=\"/doc/724142/\" id=\"a_38\">324</a>,  <a href=\"/doc/1540253/\" id=\"a_39\">326</a>,  <a href=\"/doc/838469/\" id=\"a_40\">452</a>\nand <a href=\"/doc/763672/\" id=\"a_41\">148</a> IPC read with <a href=\"/doc/999134/\" id=\"a_42\">Section 149</a> IPC.  We are also  satisfied  that  though\nthe prosecution witnesses have stated  that  these  appellants  were  having\nrevolvers, the evidence of PWs 4 &amp; 5 clearly shows  that  the  complainant’s\nparty were aggressors and the  present  appellants  were  not  carrying  any\nrevolver.\n</p><p data-structure=\"Conclusion\" id=\"p_46\">37)    In  the  light  of  the  facts  that  have  been  enumerated   above,\nparticularly, from the evidence of PWs 4 &amp; 5 –  police  constables  attached\nto the Tripolia Police Chowki, P.S. Ganj, and the materials abundantly  show\nthat the deceased and the complainant’s party were  also  armed  with  sword\nand hockey sticks.  In the  absence  of  evidence  of  fire  shot  from  the\nrevolvers of A-1 and A-3 and in view of the statement of PWs 3, 6, 13  &amp;  18\nalleging against the present  appellants,  in  order  to  bring  the  matter\nwithin a free fight both sides have to come armed and prepared to do  battle\nmust be applied in the present case with the result that each accused  would\nbe liable for his individual act alone.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">Conclusion:\n</p><blockquote id=\"blockquote_45\">38)   In the light of the above discussion, even if we accept  the  evidence\nof prosecution witnesses that A-2 was having  a  sword  and  PW-3  sustained\ninjuries at his instance, considering his individual act,  he  can  only  be\nconvicted under <a href=\"/doc/724142/\" id=\"a_43\">Section 324</a> of IPC and taking note of his  age  and  of  the\nfact that he was in custody  from  14.04.1992  till  09.05.1992  during  the\ntrial and again from 31.01.2011 to 12.04.2012 (roughly  one  year  and  four\nmonths), we feel that the ends of justice  would  be  met  by  altering  the\nsentence to the period already undergone.  The conviction  and  sentence  is\nmodified to the extent mentioned above and Criminal Appeal No. 634  of  2012\nis disposed of accordingly.\n</blockquote><blockquote id=\"blockquote_46\">39)   By order dated 10.05.2012, this Court  directed  Dr.  Mohammad  Khalil\nChisti – being a national of Pakistan-appellant in Crl.A. No.  634  of  2012\nor his nominee to deposit a  sum  of  Rs.  5  lakhs  as  security  with  the\nRegistry of this Court within a period of two weeks from that  date  and  on\nfulfilling the above condition, the appellant was permitted to  leave  India\nand visit his home country, i.e., Pakistan.  It is informed to us  that  the\nsaid condition has been complied with and an  amount  of  Rs.  5  lakhs  was\ndeposited. By another  order  dated  17.09.2012,  this  Court  directed  the\nRegistry to invest the amount deposited by  the  appellant  in  an  interest\nbearing account in any Nationalised Bank  initially  for  a  period  of  one\nyear.  In view of our conclusion that no further custody  is  required,  the\nRegistry is directed to return  the  said  amount  to  Dr.  Mohammed  Khalil\nChisti or his nominee  forthwith.   It  is  further  directed  that  if  the\npassport or any other document of the appellant is in  the  custody  of  the\ntrial Court or any other authority of the  Government  of  India,  they  are\ndirected to return the same to him and he is free to return to  his  country\nwithout any restriction.  Taking note of his age and academic  qualification\netc., to facilitate such course, the concerned department of the  Government\nof  India  is  directed  to  issue  necessary  visa  and  complete  all  the\nformalities for his smooth return to his country.\n</blockquote><blockquote id=\"blockquote_47\">40)   In the light of the  evidence  and  conclusion  in  respect  of  Yasir\nChisti (A-1) and Akil Chisti (A-3), the appellants in  Criminal  Appeal  No.\n635 of 2012, taking  note  of  their  individual  acts,  they  can  only  be\nconvicted under <a href=\"/doc/724142/\" id=\"a_44\">Section 324</a> of IPC and also in view of  the  fact  that  A-1\nand A-3 have served approximately 11 and 10 months  respectively,  the  same\nwould be sufficient and no further imprisonment is required, hence, both  of\nthem are directed to be released forthwith, if they are not required in  any\nother case.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_48\">41)   With  the  above  modification,  both  the  appeals  are  disposed  of\naccordingly.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_49\">                            ...…………….…………………………J.\n\n\n                                 (P. SATHASIVAM)\n\n\n\n\n\n\n                            ...…....…………………………………J.\n\n\n                              (RANJAN GOGOI)\n\n\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_50\">DECEMBER 12, 2012.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_12\">42</span>\n\n\n","numcites":27,"numcitedby":28,"docsource":"Supreme Court of India","citetid":100403148,"divtype":"judgments","relatedqs":[{"value":"case and cross case","formInput":"case%20and%20cross%20case"},{"value":"aggressor","formInput":"aggressor"},{"value":"private defence","formInput":"private%20defence"},{"value":"what is cross fir","formInput":"what%20is%20cross%20fir"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"self defence","formInput":"self%20defence"},{"value":"farukh chisti","formInput":"farukh%20chisti"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"injury report","formInput":"injury%20report"},{"value":"FIR and Cross FIR","formInput":"FIR%20and%20Cross%20FIR"},{"value":"cross case","formInput":"cross%20case"},{"value":"section 324","formInput":"section%20324"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"  police constables","formInput":"%20%20police%20constables"},{"value":"what is hurt","formInput":"what%20is%20hurt"},{"value":"stab wounds","formInput":"stab%20wounds"},{"value":"Sessions case ","formInput":"Sessions%20case%20"},{"value":"\"Cross FIR\"","formInput":"%22Cross%20FIR%22"}],"cats":[{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"burden-of-proving-exception-in-criminal-cases","formInput":"tag:burden-of-proving-exception-in-criminal-cases"}],"courtcopy":true,"query_alert":null,"agreement":false}