{"tid":79975933,"publishdate":"2010-08-04","title":"Mukeshbhai Gopalbhai Barot vs State Of Gujarat on 4 August, 2010","doc":"<h2 class=\"doc_title\">Mukeshbhai Gopalbhai Barot vs State Of Gujarat on 4 August, 2010</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2010 SUPREME COURT 3692, (2011) 72 ALLCRIC 535 (2010) 4 CURCRIR 9, (2010) 4 CURCRIR 9</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-k-prasad\">C.K. Prasad</a>, <a href=\"/search/?formInput=benchid:h-s-bedi\">Harjit Singh Bedi</a></h3>\n\n<pre id=\"pre_1\">                [REPORTABLE]\n\n            IN THE SUPREME COURT OF INDIA\n           CRIMINAL APPELLATE JURISDICTION\n\n\n            CRIMINAL APPEAL NO. 15 OF 2010\n\n\nMukeshbhai Gopalbhai Barot                    ....Appellant\n\n               Vs.\n\nState of Gujarat                           ......Respondent\n\n\n                     ORDER\n</pre>\n<p data-structure=\"Facts\" id=\"p_1\">     The facts leading to this appeal are as under:\n\n</p><blockquote id=\"blockquote_1\">1.   The appellant accused, a lawyer by profession, was\n\nresiding in Kalol, District Mahesana whereas Kamlaben Ratilal\n\nParmar, wife of Ratilal Hemabhai Paramar PW-7, deceased was\n\nresiding along with her family at Mahesana and was serving as\n\na Mid-wife at the Primary Health Centre in village Vamaj,\n\nTaluka Kadi, District Mahesana.      Kamlaben had also been\n\nallotted a residential quarter in village Vamaj. The appellant\n\nwas known to the family of the deceased as she had appointed\n\nhim as an advocate to represent her in a departmental\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_1\">                                         2010</span>\n\n\nenquiry.     On the 14th September 1993 the deceased, as per\n\nher routine, left for village Vamaj to attend to her duties.     At\n\nabout 11 a.m. she went to her residential quarter.             The\n\nappellant also reached that place and taking advantage of the\n\nfact that she was alone, asked her to have intercourse with\n\nhim saying that he would not disclose the facts to anyone, but\n\nin case she refused his advances, he would disclose her illicit\n\nrelationships with several other persons to her husband. The\n\ndeceased, however, did not succumb to the pressure, which\n\nannoyed the appellant and he pushed her onto a cot and tried\n\nto rape her.      The deceased resisted the attempt but the\n\nappellant picked up some kerosene oil and threw it on her and\n\nset her on fire. The cries of agony of the deceased attracted\n\nseveral persons residing in the locality and fearing that his\n\nguilt would be exposed, the appellant himself doused the\n\nflames     and   removed   the   deceased   (who   was   by    then\n\nunconscious) in a jeep to the Kalol Civil Hospital where she\n\nwas admitted at about 12.45 p.m. PW1 the Medical Officer,\n\nwho was on duty at the relevant time, informed the Kalol City\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_2\">                                        2010</span>\n\n\nPolice Station and the Officer In-charge in turn informed the\n\nKadi Police Station. On receiving the information PSI Trivedi\n\nPW14 of Kadi Police Station went to the place of incident and\n\nmade the necessary enquiries and prepared the Panchnama\n\nand also picked up several incriminating articles.      In the\n\nmeanwhile, as the condition of the victim had deteriorated, she\n\nwas shifted to the Ahmedabad Civil Hospital and the Officer\n\nIn-Charge of Kadi Police Station was also told about the\n\ntransfer. Necessary arrangements were made for recording the\n\ndying declaration of the victim which came to be recorded on\n\nthe same day i.e. on 14th September 1993 by the Executive\n\nMagistrate.   A second statement was recorded by the police\n\ntwo days thereafter and in both these two dying declarations\n\nshe stated that she had been burnt accidentally and nobody\n\nwas responsible for her injuries. Kamlaben succumbed to her\n\ninjuries on the 18th September 1993 and on 26th September\n\n1993 the husband of the deceased, Ratilal Hemabhai Parmar\n\nPW7, gave a complaint in the police station alleging inter-alia\n\nthat shortly before her death she had informed him that the\n\f                        Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_3\">                                           2010</span>\n\n\nappellant was responsible for her injuries and he had thrown\n\nkerosene on her and set on fire, on her refusal to accept his\n\nsexual advances. It is in this background that the appellant\n\nwas arrested, and after investigation a charge-sheet was filed\n\nagainst him and he was ultimately brought to trial for offences\n\npunishable under Section-302 etc. of the <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>.\n</blockquote>\n<blockquote id=\"blockquote_2\">2.   The Additional Sessions Judge, in the course of an\n\nelaborate   judgment,     held   that   there   were   three   dying\n\ndeclarations made by the deceased; the first Ex.44 dated 14th\n\nSeptember 1993 recorded at 4 p.m. by the Executive\n\nMagistrate, a second Ex.48 by the police on the 16 th of\n\nSeptember 1993 and in both these statements she had\n\ncompletely exonerated the appellant whereas in the third dying\n\ndeclaration Ex.59 dated 17th September 1993 allegedly written\n\nby PW-7 her husband on her dictation she had made a\n\ncomplete departure from the earlier dying declarations and\n\ninculpated the appellant and as such there appeared to be\n\ngreat uncertainty in the veracity of the dying declarations. It\n\nalso observed that the deceased had died on 18th September\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_4\">                                         2010</span>\n\n\n1993 and it was on the basis of the dying declaration Ex.59\n\nthat a complaint had been registered in the police station on\n\nthe 26th September 1993 which again was grossly delayed.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">The trial court also held that the reliance of the prosecution on\n\nExs.22 and 31 admittedly in the handwriting of the accused\n\nand deceased respectively to indicate that there was something\n\namiss and improper in the relationship of the appellant and\n\nthe deceased was misplaced as the two appeared to share a\n\nclose and healthy relationship, and were on the contrary\n\nindicative of the deep attachment and concern which a brother\n\nwould have for a sister.    The trial court then examined the\n\nevidence of PW18 Dr. Vijay, who had conducted the post-\n\nmortem on the dead body and opined that this too did not\n\nsupport the prosecution version. The Court also observed that\n\nat the initial stage a charge under <a href=\"/doc/1560742/\" id=\"a_2\">section 302</a> of the IPC had\n\nbeen framed against the appellant but while the matter was\n\nyet pending, an application Ex.64 had been filed by the\n\nprosecution seeking an alteration of the charge from one\n\nunder <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> to <a href=\"/doc/92983/\" id=\"a_4\">306</a>. The trial court thus opined that in\n\f                       Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_5\">                                          2010</span>\n\n\nthis situation where the prosecution itself was not clear about\n\nthe nature of the case, it appeared that the death was caused\n\nin a simple accident, as was apparent from the first two dying\n\ndeclarations.      The trial court, accordingly, acquitted the\n\nappellant-accused. An appeal against acquittal was taken to\n\nthe High Court. The High Court prefaced its judgment in the\n\nfollowing terms:\n</p>\n<blockquote id=\"blockquote_3\">          &quot;This is a classic case where the knowledge\n    possessed by an individual in the specialized filed of\n    law has been successfully utilized by him in\n    influencing the outcome of a criminal case in which\n    he has been charged of an offence of murder and\n    alternatively, of the charge of abetment to commit\n    suicide.    Hereinafter, we shall see as to how\n    effectively, tactfully and successfully the legal\n    knowledge possessed by the accused has been\n    utilized in converting a serious criminal act of\n    causing the death of a married lady into an\n    accidental death.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_3\">The Court accordingly reversed the judgment of the trial court\n\non all material particulars by observing that the neither of the\n\ndying declarations Ex.44 and 48 could not be treated as First\n\nInformation Reports and it was only Ex.59 on which the FIR\n\nhad formally been recorded on 26th September 1993, which\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_6\">                                         2010</span>\n\n\nwas the First Information Report in the light of the provisions\n\nof <a href=\"/doc/447673/\" id=\"a_5\">Sections 161</a> and <a href=\"/doc/523607/\" id=\"a_6\">162</a> of the Cr.P.C. The High Court further\n\nheld that the first two dying declarations had no evidentiary\n\nvalue and were even otherwise suspicious statements as they\n\nhad been recorded in the presence of the appellant. The court\n\nalso held that the appellant had indeed been with the\n\ndeceased in her residential quarter when the incident had\n\nhappened and that the evidence would have to be appreciated\n\nin that background.    The High Court, accordingly, accepted\n\nthe prosecution story that taking advantage of the fact that the\n\ndeceased was alone in her quarter, the appellant had asked\n\nher to have intercourse with him and on her refusal, he had\n\ngot annoyed and burnt her after pouring kerosene oil and it\n\nwas only to cover up his criminal act (as her loud cries had\n\nattracted the neighbours) that he had doused the fire himself\n\nand had rushed her to the hospital in a borrowed jeep. The\n\nHigh Court further opined that Exs.22 and 31 when read\n\ncumulatively, (Ex.22 written by the appellant to the deceased\n\nand Ex.31 written by the deceased to the appellant), which\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_7\">                                        2010</span>\n\n\nwere admittedly in the hands of the two, proved beyond doubt\n\nthat the appellant was blackmailing the deceased as he was\n\naware of her sexual dalliances with other persons and he had,\n\naccordingly, attempted to take advantage of her predicament\n\nto satisfy his lust as well. The Court then examined the dying\n\ndeclaration Ex.59 recorded on 17th September 1993 and\n\nobserved that it appeared to a genuine statement made at a\n\nstage when Kamlaben was on the verge of death and had\n\ndecided to speak the truth, notwithstanding the fact that the\n\ncomplaint had been filed on 26th September 1993 after a delay\n\nof almost ten days. The court, finally, concluded as under:\n\n</p><blockquote id=\"blockquote_4\">       &quot;In view of the above discussion, we are of the\n  firm opinion that the impugned judgment and order of\n  acquittal cannot be sustained in the eyes of law and is\n  required to be quashed and set aside. As discussed\n  hereinabove, it is established that the deceased died a\n  homicidal death. The deceased belonged to the\n  backward community and the respondent-accused,\n  with the ill-intention to satisfy his sexual desire,\n  entered the quarter of the deceased at a time when no\n  one else was present in the house.\n</blockquote><blockquote id=\"blockquote_5\">       But, when the deceased declined to satisfy his\n  long pending illegitimate demand, which is evident\n  from the document at Ex.22 and the dying declaration\n  at Ex.59, the respondent-accused caused the death of\n  the deceased and thereafter, tried to create a picture of\n  accidental death.\n</blockquote><blockquote id=\"blockquote_6\">\f                       Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_8\">                                          2010</span>\n\n\n          Looking to the facts and circumstances of the\n     case and the evidence on record, particularly, the\n     document at Ex.22, the dying declaration at Ex.59 and\n     the oral evidence on record, we find the respondent-\n     accused guilty for the offences punishable<a href=\"/doc/1560742/\" id=\"a_7\"> u/s 302</a> IPC\n     and Section 3(ii)(v) of the Atrocities Act.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_4\">The judgment of the trial court was accordingly reversed.\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">3.     Mr. E.C. Agrawala, the learned counsel for the appellant\n\nhas raised certain basic issues in this appeal. He has pointed\n\nout that the only material evidence against the appellant\n\nwhich had been relied upon by the High Court was the dying\n\ndeclaration Ex.59 and if the story projected therein was\n\ndisbelieved, the appellant&#x27;s conviction could not be sustained\n\non the basis of the peripheral and circumstantial evidence. It\n\nhas been pointed out that Exs.44 and 48 were two dying\n\ndeclarations, one to a Magistrate and a second to a police\n\nofficer, in which the appellant had been completely exonerated\n\nof any wrong doing and these were admissible in evidence\n\ncontrary to the findings of the High Court, whereas Ex.59\n\nappeared to have been motivated on account of the fact that in\n\nthe case of death of Scheduled Caste such as the deceased in\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_9\">                                         2010</span>\n\n\nsome circumstances, an ex-gratia payment of Rs. 2 lacs was\n\ndisbursable, and this amount had, indeed, been claimed and\n\ntaken by the husband of the deceased, Ratilal PW-7. It has\n\nbeen pointed out that Exs.22 and 31 were, in fact, entirely in\n\nfavour of the appellant and when read together showed the\n\nconcern he had towards the deceased as he had often advised\n\nher to desist from her illicit affairs and had warned her that in\n\ncase she did not do so, he would inform her husband. It has\n\nalso been submitted that even if there was some evidence with\n\nregard to the smell of kerosene oil on the carpet on the floor it\n\nwould in no way detract from the innocence of the appellant in\n\nthe face of no other evidence, more particularly as the\n\nstatements Exs.44 and 48 were to be read as dying\n\ndeclarations.   Mr. Ninad Laud, the learned counsel for the\n\nrespondent State of Gujarat has, however, submitted that the\n\nmedical evidence clearly supported the prosecution story that\n\nthe deceased had been burnt after kerosene oil had been\n\nsprinkled on her and corroboration with regard to the\n\ninvolvement of the appellant was available in the evidence of\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_10\">                                        2010</span>\n\n\nPW9 Vithalbhai and PW10 Wankar Devendrabhai.          He has\n\nalso submitted that the presence of the appellant at the time\n\nwhen the first two dying declarations had been recorded\n\nclearly showed that the deceased had been pressurized to\n\nmake them and as such they could not be believed.\n\n</p><p data-structure=\"Section\" id=\"p_6\">4.   We have considered the arguments advanced by the\n\nlearned counsel for the parties. At the very outset, we must\n\ndeal with the observations of the High Court that the dying\n\ndeclarations Ex.44 and 48 could not be taken as evidence in\n\nview of the provisions of <a href=\"/doc/447673/\" id=\"a_8\">Section 161</a> and <a href=\"/doc/523607/\" id=\"a_9\">162</a> of the Cr.P.C.\n\nwhen read cumulatively.       These findings are, however,\n\nerroneous.   Sub-Section (1) of <a href=\"/doc/1959734/\" id=\"a_10\">Section 32</a> of the Indian\n\nEvidence Act, 1872 deals with several situations including the\n\nrelevance of a statement made by a person who is dead. The\n\nprovision reads as under:\n</p>\n<blockquote id=\"blockquote_7\">           <a href=\"/doc/1959734/\" id=\"a_11\">Sec.32</a>. Cases in which statements of relevant\n     fact by person who is dead or cannot be found, etc., is\n     relevant. - Statements, written or verbal, of relevant\n     facts made by a person who is dead, or who cannot be\n     found, or who has become incapable of giving evidence,\n     or whose attendance cannot be procured without an\n     amount o delay or expense which, under the\n     circumstances of the case, appears to the Court\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_11\">                                         2010</span>\n\n\n     unreasonable, are themselves relevant facts in the\n     following cases:-\n</blockquote>\n<blockquote id=\"blockquote_8\">     (1)   When it relates to cause of death. - When the\n           statement is made by a person as to the cause of\n           his death, or as to any of the circumstances of the\n           transaction which resulted in his death, in cases in\n           which the cause of that person&#x27;s death comes into\n           question.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_7\">           Such statements are relevant whether the person\n           who made them was or was not, at the time when\n           they were made, under expectation of death, and\n           whatever may be the nature of the proceeding in\n           which the cause of his death comes into question.&quot;\n\n\nWe see that the aforesaid dying declarations are relevant in\n\nview of the above provision. Even otherwise, <a href=\"/doc/447673/\" id=\"a_12\">Section 161</a> and\n\n<a href=\"/doc/523607/\" id=\"a_13\">162</a> of the Cr.P.C. admittedly provide for a restrictive use of\n\nthe statements recorded during the course of the investigation\n\nbut sub-Section (2) of <a href=\"/doc/1762984/\" id=\"a_14\">Section 162</a> deals with a situation where\n\nthe maker of the statement dies and reads as under:\n\n</p><blockquote id=\"blockquote_9\">           &quot;(2) Nothing in this section shall be deemed to apply\n           to any statement falling within the provisions of\n           clause (1) of <a href=\"/doc/1959734/\" id=\"a_15\">Section 32</a> of the Indian Evidence Act,\n           1872 (1 of 1872), or to affect the provisions of\n           <a href=\"/doc/1312051/\" id=\"a_16\">section 27</a> of that Act.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_8\">\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_12\">                                        2010</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_9\">5.   A bare perusal of the aforesaid provision when read with\n\n<a href=\"/doc/1959734/\" id=\"a_17\">Section 32</a> of the Indian Evidence Act would reveal that a\n\nstatement of a person recorded under <a href=\"/doc/357596/\" id=\"a_18\">Section 161</a> would be\n\ntreated as a dying declaration after his death. The observation\n\nof the High Court that the dying declarations Ex.44 and 48\n\nhad no evidentiary value, therefore, is erroneous. In this view\n\nof the matter, the first dying declaration made to the\n\nMagistrate on 14th September 1993 would, in fact, be the First\n\nInformation Report in this case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">6.   Having said as above, we must now examine as to the\n\ntruthfulness of the three dying declarations that had been\n\nmade by the deceased. As already mentioned above, the first\n\ntwo completely exonerated the appellant from wrong doing,\n\nand had attributed the burn injuries to an accident. The High\n\nCourt has given a finding that those documents have no\n\nevidentiary value and were even otherwise shrouded in\n\nsuspicion as the appellant had been present at the time when\n\nthey had been recorded.    We find this assertion is factually\n\nincorrect. We requested the learned State counsel to show us\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_13\">                                         2010</span>\n\n\nany material on record which could indicate that the appellant\n\nhad, indeed, been present at that time. He was unable to do\n\nso.   On the contrary, we find that the Executive Magistrate\n\nhad given a note at the end of the dying declaration Ex.44 in\n\nthe following word:\n</p>\n<blockquote id=\"blockquote_10\">           &quot; At the time of recording the dying declaration\n           the police officer/staff or any relatives of the\n           patient are not present, the patient is\n           conscious, this verified.\n</blockquote>\n<blockquote id=\"blockquote_11\">                                      Sd/- P.P.Patel\n                                      Executive Magistrate\n                                      Metropolitan Area\n                                      Ahmedabad &quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_11\">Even more significant perhaps is the dying declaration Ex.48.\n\nThis dying declaration had, admittedly, been recorded by the\n\nPolice Officer in the presence of Babulal Parmar, the brother of\n\nthe deceased and Ratilal PW, the husband of the deceased and\n\nthey had attested this document as well. On the contrary, the\n\nstatement Ex.59 is obviously suspicious. We have perused the\n\noriginal document which is on record and notice that the\n\nmanner in which it has been written, the clarity of the\n\nlanguage used, the writing and spacing of the words being very\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_14\">                                         2010</span>\n\n\nsymmetrical and the flow of words indicate that this could not\n\nbe the statement of a person who was on the verge of death.\n\nThe High Court has been at pains to point out that as there\n\nwas a reference to letter Ex.22 in this dying declaration, it\n\ncompleted the chain against the appellant as this document\n\nhad apparently been concealed by the deceased and it was she\n\nand she alone who could have told her husband where to find\n\nit. We find this story to be far fetched. Ex.59 was written on\n\n17th September 1993 and the complaint was filed on the 26th\n\nSeptember 1993 on which date PW7, the husband of the\n\ndeceased, had also made an application to the Government\n\nseeking compensation on the death of his wife as she belonged\n\nto a Scheduled Caste and was entitled to compensation on\n\nthat account.    We are told that the compensation has since\n\nbeen taken.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">7.   Mr. Laud has, however, submitted that the story given in\n\nEx.59 was supported by the evidence of PW9 Vithalbhai and\n\nPW10 Wankar Devendrabhai. We find this assertion without\n\nany basis.      PW was declared hostile as he disowned the\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_15\">                                        2010</span>\n\n\nstatement made under <a href=\"/doc/447673/\" id=\"a_19\">Section 161</a> of the Cr.P.C. whereas\n\nPW10 had nothing whatsoever to say about the incident.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">8.   The High Court has been at pains to emphasize that the\n\ntwo letters Exs.22 and 31 being of signal importance\n\ncompleted the prosecution&#x27;s case against the appellant. Ex.22\n\nis an undated letter written by the appellant to the deceased\n\nwhereas Ex.31 is a letter written by the deceased to the\n\nappellant. It is the case of both parties that they are indeed\n\nwritten in the hands of the appellant and the deceased. Ex.22\n\nreads as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">\n\n</p><blockquote id=\"blockquote_12\">         &quot;Do tell me and Vasu to stay at your house\n         during Sunday night otherwise I will come on\n         Sunday night or early morning on Monday and\n         will create a problem. Today the Doctor was to\n         come and you were knowing about it and\n         therefore, you stayed back at home and made\n         me a fool. After Master left for service, you both\n         had met. Now onwards the Doctor must not\n         come at your house. Do come to office on\n         Monday. So lovingly you were talking with the\n         Doctor. I will create a problem. I am not\n         bothered even if my relationship breaks but, I\n         will disclose the truth to Master.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_16\">                                        2010</span>\n\n\nIt bears explanation that `Vasu&#x27; is the appellant&#x27;s wife whereas\n\n`Master&#x27; is the husband of the deceased.        The letter Ex.31\n\nwhich is on an inland letter card dated 15th February 1992 is\n\nreproduced below:\n</p>\n<blockquote id=\"blockquote_13\">          Maheshbhai Gopalbhai Barot\n          Hodi Chakla Barot Vas\n          Nandlal Chowk\n          Kalol\n          North Gujarat\n          District Mehasama\n\n               Shri Mukeshbhai, Vasu, all and mother-\n          father must be happy and I pray accordingly.\n</blockquote>\n<blockquote id=\"blockquote_14\">                Kamlaben Parmar writing from Vamaj\n          village blesses you all. This is for Mukeshbhai to\n          know that, I have become so helpless before you\n          that I cannot even ask for your pardon\n          personally, therefore I am writing this letter and\n          begging your pardon. Because, today because of\n          me you and Master had hurt feelings. What you\n          have done for me perhaps a real brother also\n          may not do. When you suddenly came to my\n          house then seeing me and Mohmmed Shaikh\n          (Valisan) and hearing our conversation and from\n          our conduct you had become suspicious, in this\n          regard I had confessed before you on the same\n          day, that is my relationship with Mohmed and\n          Mohmed had said that my brother-in-law Dr.\n          Hemu Vaghela (Valrao) I had illicit relations\n          with both these persons, and he had immoral\n          relations with me two to three times. You had\n          said that do what you please, from today our\n          relationship of brother-sister is over. At that time\n\f           Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_17\">                              2010</span>\n\n\nI had given you promise that I will not have any\nrelations with any of these two, and I will not\nallow them to enter into my house, and on\nfinding the time and occasion I will confess this\nto Master. At that time you had agreed to have\nand continue the relationship of brother-sister,\nand if after this day if these persons come to my\nhouse then you will inform Master, therefore I\nhad said yes, and secondly when you came to\nknow that the Solanki of Kalol had immoral\nrelationship with me at Kadi Government Guest\nHouse. At that time I had only informed you\nthat yes Master and Solanki had home\nrelations, therefore since I was in need of money\nI had demanded and I had gone to get the\nmoney on my own, at that time he had cheated\nme and called me to the Government Guest\nHouse and gave the money and forcibly took\nadvantage of my helplessness and informed\nothers, at that time I had only told you not to\ncall Solanki hereafter, and I will also not call\nhim, at that time you became calmed. But, on\nTuesday you and Solanki suddenly met in the\nbus and when he had called me that you had\nbecome annoyed and informed the entire\nincidence to Master but you had not seen the\ntime and circumstances, therefore Master was\nannoyed so you keep patient and peaceful.\nWhen the truth is understood by you then he will\ncall you and please pardon me, and if you do not\npardon then if you do not keep relations with me\nthen I will commit suicide and die.\n</blockquote>\n<blockquote id=\"blockquote_15\">                     Written by, Yours,\n                     Kamlaben M. Parmar\n                     Vamaj, Date : 15/2/92\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_18\">                                        2010</span>\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\">9.   A cumulative reading of these two documents far from\n\nshowing any illicit relationship between the appellant and the\n\ndeceased, shows a close family relationship.        In Ex.31 the\n\ndeceased refers to the appellant as her brother and also fondly\n\nsays &quot;what you have done for me perhaps a real brother may\n\nnot do&quot;. This document also indicates that the deceased was\n\ninvolved in several relationships and when this document is\n\nread in the context of Ex.22 it becomes clear that the\n\nappellant had been advising the deceased to desist from her\n\nactivities and in case she did not do so he would reveal all to\n\n&quot;master&quot; i.e. her husband.     To our mind, therefore, these\n\ndocuments do not, in any way, advance the case of the\n\nprosecution and on the contrary they indicate that the\n\nallegation of an attempted rape of the deceased, whom he\n\nregarded as his sister, was a story created long after the\n\nincident by PW7 in order to take compensation. The finding of\n\nthe High Court, therefore,     that the appellant&#x27;s conduct in\n\ndousing the flames, and rushing her to hospital in a\n\ncommandered Jeep, was a subterfuge              in order to allay\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_19\">                                        2010</span>\n\n\nsuspicion away from him, does not appear to be correct. On\n\nthe contrary, it is indicative of a person trying desperately to\n\nsave someone he cared for.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">10.   Mr. Laud has however, pointed out that a reading of the\n\n(Panchnama) Ex.38 along with the statement of Dr.Vijay\n\nPW18, and the post-mortem report would support the view\n\nthat the story that the appellant had poured kerosene oil and\n\nthen set her on alight was borne out.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">11.   We have examined the statement of the Doctor. He had\n\nfound several injuries on the dead body, mostly on the front of\n\nthe body which could be caused if kerosene oil had been\n\nsprinkled on the person and then set alight. He was, however,\n\nforced to admit that he had not recorded any such fact in the\n\npost-mortem report and further clarified in cross-examination\n\nthat he had not observed any smell of kerosene oil and further\n\nthat if there was indeed a smell from the body, he would have\n\nrecorded such fact in the Post-Mortem Report. In the light of\n\nthis statement of the Doctor, the Panchnama looses much of\n\nits significance.   Concededly in this document there is a\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_20\">                                        2010</span>\n\n\nreference to the fact that there was a smell of kerosene on the\n\nburnt saree as well as on the carpet in the room. It also noted\n\nthe presence of a tin with some kerosene oil in it and a primus\n\nstove with the cap of the oil receptacle lying open.       This\n\ndocument to our mind in no way advances the prosecution\n\nstory as it is more compatible with the version of accidental\n\ndeath than homicide and explains the sudden flare up of the\n\noil. In the light of the discussion above, we find absolutely no\n\nevidence of homicide in this case.      We must, accordingly,\n\nendorse the findings of the trial court that the deceased\n\nsuffered an accidental death.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">12.   Before parting with the judgment, we must re-administer\n\nan oft repeated caution.    It has repeatedly been held that\n\ninterference by the High Court in an appeal against acquittal\n\nshould be minimal and only in cases where the trial court\n\njudgment is perverse or does not flow from the evidence. We\n\nmust record that the judgment of the High Court has\n\ncompletely ignored this basic principle. The judgment of the\n\nAdditional Sessions Judge based on a correct appreciation of\n\f                     Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_21\">                                        2010</span>\n\n\nthe evidence, was completely in accordance with law. This did\n\nnot warrant interference by the High Court. We, accordingly\n\nallow this appeal, set aside the judgment of the High Court,\n\nand order the appellant&#x27;s acquittal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">                                       ...................................J.\n                                          (HARJIT SINGH BEDI)\n\n\n\n\n                                   ...................................J.\n                              (CHANDRAMAULI KR. PRASAD)\n\nAUGUST 4, 2010\nNEW DELHI.</p><pre id=\"pre_2\">\n\f                      Criminal Appeal No.15 of\n<span class=\"hidden_text\" id=\"span_22\">                                         2010</span>\n\n\n                                                             [PART-I]\n\n                 IN THE SUPREME COURT OF INDIA\n               CRIMINAL APPELLATE JURISDICTION\n\n           CRIMINAL APPEAL NO.          15   OF 2010\n\n\n  MUKESHBHAI          GOPALBHAI BAROT        .....        APPELLANT\n\n                             VERSUS\n\n    STATE OF GUJARAT                     .....       RESPONDENT\n\n\n                            O R D E R\n\n</pre><p data-structure=\"CDiscource\" id=\"p_22\">        We have heard the learned counsel for the\n\nparties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">        Vide our separate reasoned order, we have\n\nallowed this appeal.           As per the counsel, the\n\nappellant is stated to be in jail. The appellant\n\nshall     be    set    at   liberty     forthwith    if     not\n\nrequired in connection with any other case.\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">        The reasoned order to follow.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_26\">                       ......................J\n                       [HARJIT SINGH BEDI]\n\n\n\n\n                      ......................J\n                       [C.K. PRASAD]\n\nNEW DELHI\nAUGUST 04, 2010.\n</p>\f","numcites":9,"numcitedby":18,"docsource":"Supreme Court of India","citetid":79975933,"divtype":"judgments","relatedqs":[{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"two dying declarations","formInput":"two%20dying%20declarations"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"executive magistrate","formInput":"executive%20magistrate"},{"value":"death by accident","formInput":"death%20by%20accident"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":"panchnama ","formInput":"panchnama%20"},{"value":"exonerate","formInput":"exonerate"},{"value":"dying declarations","formInput":"dying%20declarations"},{"value":"section 161","formInput":"section%20161"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"criminal act","formInput":"criminal%20act"},{"value":"pardon","formInput":"pardon"},{"value":"\"annoyance is\"","formInput":"%22annoyance%20is%22"},{"value":"Homicide ","formInput":"Homicide%20"},{"value":"criminal jurisdiction","formInput":"criminal%20jurisdiction"},{"value":"smell ","formInput":"smell%20"},{"value":"162","formInput":"162"}],"cats":[{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"evidence-from-deceased-or-unavailable-persons","formInput":"tag:evidence-from-deceased-or-unavailable-persons"},{"value":"murder","formInput":"tag:murder"},{"value":"statements-to-police-not-to-be-signed","formInput":"tag:statements-to-police-not-to-be-signed"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}