{"tid":680370,"publishdate":"1919-01-15","title":"Arbitration Between Uttam Chand ... vs Mahmood Jewa Mamooji on 15 January, 1919","doc":"<h2 class=\"doc_title\">Arbitration Between Uttam Chand ... vs Mahmood Jewa Mamooji on 15 January, 1919</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 54IND. CAS.285, AIR 1920 CALCUTTA 143</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nRankin, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. This is an application to set aside an award made by the arbitrators appointed by the Bengal Chamber of Commerce. In this case the original con-tract No, 59B made on the 27th April of last year was for sale of one lac of yards of Hessian cloth, the price was Rs. 30, delivery of one-half was to be made in May, and the other half in June. On that con-tract the petitioner was the seller, and the respondent the buyer. Delivery not having been made in May, and not being proposed to be made in June, two settlement eon-tracts were entered into on the 31st May and the 6th June respectively. These are numbered 67 B and 70B, and the price at which the same number of yards, the same goods, was re sold by the respondent to the petitioner was Rs. 35.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2. Now the first matter which the petitioner alleges as a reason for having this award set aside is that at the time the arbitration was called there was no dispute, and I am quite satisfied that it is an essential condition for the arbitrator&#x27;s jurisdiction that at the time the arbitration is demanded there shall be in existence a dispute : at all events unless the petitioner here has done something to submit to jurisdiction afterwards upon a dispute subsequently arising, that must be a condition of the validity of the award. Now the arbitration here was called or demanded on the 2nd August 1918, and the petitioner&#x27;s case is that he admitted his liability. He says that the mere fact that be did not pay does not amount to a dispute. On that I have to examine how the facts stand. Under the settlement contracts the delivery was not overdue until after the 3lst May and the 30th June respectively, and the money difference was payable by the terms of those contracts by the 1st June and 1st July respectively. On the 31st May and on the 26th June the respondent sent in bills for the correct amount, of course at that time including no claim for interest. Those bills and the petitioner&#x27;s receipts, therefore, have been produced before me.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. Now these parties had various other dealings with each other upon entirely different contracts. Taking these other dealings together as a whole, there is a dispute on the evidence before me, a dispute as to which I cannot possibly now decide, whether they result or will result in a balance due from the petitioner to respondent or from respondent to petitioner. What is certain is that with the possible exception of a sum of Rs. 1,200 incidentally referred to in the letter of the 15th August and as to which I am not given a scrap of information, it is not even alleged by the petitioner that any item entering into the account upon which such balance would have to be struck was due to him at or even about the 1st July 1918. There is no award as regards any item in the&#x27; petitioner&#x27;s favour. In that state of affairs the petitioner admitted liability for the amount of respondent&#x27;s bills in the matter now in question, Having done that, he contends now, and has all along contended, that there could not possibly exist any dispute. In my opinion this is a non sequitur, and the petition discloses an excellent illustration of its falsity. In paragraph 7 of the petition the petitioner says this:\n</p>  \n\n<blockquote id=\"blockquote_1\">That your petitioner has always admitted the claims of the said Uttam Chand Saligram for Rs. 2,500 and Rs. 2,000 mentioned above and in fact offered to credit him with the said amount in their account with your petitioner. That this offer was made by your petitioner prior to the submission to the arbitration hereinafter mentioned and that there was no dispute whatsoever in connection with the said settlement contracts or as to the amount payable by your petitioner. That on the 24th July 1918 your petitioner wrote to the said Uttam Chand Saligram accepting their bills for Rs. 2,500 and Rs. 2,000 and offering to credit them in their account with the same. The following is a true copy of the said letter:\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">Calcutta, 24th July 1918.\n</blockquote> \n<blockquote id=\"blockquote_3\">\nBabu Uttam Chand Saligram.\n</blockquote> \n<blockquote id=\"blockquote_4\">\nDear Sir,\n \n\nI have received your two letters of even date re your bills for Rs. 2,500 and Rs. 2,000. In reply as there will be a big outstanding against you of mine commencing from this month, say over Rs. 12,000, I keep the above amount as margin against same crediting your account, which note.\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_4\">4. Now  I am of opinion that the effect of the letter of 24th July is that it is a claim to set off the amount in question against the big outstanding. It is quite clever to describe it as an offer, but it is quite absurd. In the face of the demand for payment the suggestion of set-off is not a proposal for the advantage of the respondent, but a decision of the petitioner for his own advantage. It is not only a claim, but it is put forward in the letter as a reasonable claim. The letter that follows of 15th August, though written after the arbitration had been called, throws light on the meaning of the letter of 24th July. The same claim is put forward as regards the question of set-off. In fact it shows that the position at all material times was this. Two people, each arguing as and when it suited him that accrued debts due from him should not be paid, and each resisting the same claim as and when it suited him on the ground that it was absurd. Now that is a dispute. It has often been pointed out that there are two elements or aspects of every debt, the debitum and the solvendum. A dispute as to the latter would be just as much a dispute as would a dispute as to the former. So, too, the Law Reports are full of questions as to the right of set-off, and the Courts have taken much time and pains in deciding them. If they give ample room for litis contestation the Court&quot;, I do not see why, when parties are at loggerheads about them, it can be held there is no dispute. To take this point with any chance of success the petitioner would have to satisfy me that what he calls his offer, and what I will call his proposal, was one male without claim of tight at all. He would have to show that the attitude he took was this: &quot;I owe the money and am bound to pay it at once, but 1 am simply not going to do so.&quot; If this position was maintained exactly and consistently, it may be that there was no room for an arbitration, Such a position, however, is one of unstable equilibrium. It is like the position of the extreme skeptic philosophy who affirms there is no true knowledge. This is quite unanswerable until you assert it : when you do you contradict yourself. Certainly any person who is desirous of evading arbitration by taking up this position would be well advised not to write letters to explain and justify his conduct. The better the letter the worse his chance. I do not read the letter of 24th July as a statement that petitioner is not going to pay at once contrary to or in despite of his obligations. His attitude, whatever it may have been, was not put forward as one of cynical disregard of obligation. Recently the case of Chandan Mall v. Donald Campbell &amp; Co. decided in the House of Lords on 4th December 1916 was brought to my notice. It is not, I understand, in the Law Reports, but a report The judgment of the House of Lords is printed Appendix to this judgment at p. 289.--Ed. will be found in the paper book in the Appeal in this Court, No. 42 of 1917. In that case Lord Sumner disposed of the very same sort of point as arises here in these words: &quot;The real point is this. It is suggested that the appellant really disputed nothing, but simply could not, or would not pay : in other words, he lacked either money or honesty. My Lords, I cannot assume in Mr. Chandanmull&#x27;s favour that he was wanting in either. If it be the case that no further dispute arises out of the contract when nothing capable of being disputed is to be found, and nothing is alleged to be disputable, I still think that if the appellant&#x27;s attitude can be explained consistently with any recognition of his business obligations, this should be done.&quot; I think this reasoning directly applicable to the letter of July 14th and to the petitioner&#x27;s conduct, if there be any doubt as to their true meaning, but in truth the petitioner&#x27;s later letters to the Chamber, his petition itself in paragraphs 5, 6 and 12, paragraph 6 of the affidavit filed in his behalf in reply, all show conclusively that he was withholding payment under a claim of right so to do. That the claim had little substance makes his case so much the worse. In the cases to which I have been referred as having been decided by my brother Greaves and my brother Chaudhuri--Gordhan Das Benarasi Lal v. B. Nathumal &amp; Co. and Narendra Nath Bavu v. Rarnanaran Jailal I do not gather from their judgments that there was any question of a dispute about right of set off. Whatever the facts may have been, it is dear that the cases as ultimately presented to the Court in these actions required the Court to decide nothing, and that it decided nothing, which assists me in dealing with the particular facts in the present case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. So far I have left out all reference to any dispute about interest. By his letter of the 2nd August demanding arbitration, of which a copy is not before me, but which is referred to in the petition, the respondent put into writing a claim for interest. It is not contended that the petitioner has at any time admitted that respondent had any right to this, and petitioner still maintains that any claim for interest is bad. I have, therefore, to see whether this claim was put forward in the letter of 2nd August for the first time. Now, I have no previous letter from the respondent in which this claim is alleged, but then I have no letters from the respondent in evidence before me at all, save one of 9th September. What is certain is that while the date of the first claim for interest is nowhere specifically dealt with in the petition, the affidavit of Mulraj asserts that the plaintiff had refused to pay interest, and the affidavit of Ismaile does not challenge the respondent&#x27;s statement as to this at all. In face of the petitioner&#x27;s conduct in claiming a set-off against future debts, and delay in making payment, I think that a demand for interest was almost inevitable. As it has appeared to two commercial gentlemen to be well founded, I should be in favour of the respondent on this point, in view of the petitioner&#x27;s attitude, even if I thought that the demand was made and persisted in partly for the purpose of forcing the petitioner from a nicely balanced attitude of disputing nothing and doing nothing.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. The next point that was taken by the petitioner was this. He said that not only was there no dispute but that there was no submission. He said that the award was made upon the original contract No. 59B, and that after the settlement contracts that contract was gone by virtue of <a href=\"/doc/595325/\" id=\"a_1\">Section 62</a> of the Indian Contract Act. This is a point not taken in the petition and if it be a matter of discretion on my part, as I think it is, in view of the unmeritorious nature of the point, I should not give to the petitioner any indulgence by way of allowing him to take it. At the same time as it is a matter of importance, I would like to say that in my view the point is bad. In a case like this one has to attend not only to the substance of the contracts between the parties, but to the form. When a settlement contract is made re selling the goods back again from the original buyer, the intention is not that after the settlement contract the first contract should be gone. The intention is that the two contracts should stand together. That being so, there can be a set-off as regards delivery, and there can be a set-off as regards price for every thing except the difference. It seems to me to be abusing <a href=\"/doc/595325/\" id=\"a_2\">Section 62</a> of the Contract Act to say that after a settlement contract the original contract is utterly discharged. Curiously enough in the case which the petitioner relied upon before me, decided by Mr. Justice Greaves, the objection taken there was all the other way. There the objection was that the contract on which the award was founded was only a settlement contract, i.e., a contract which merely fixes the amount of the liability between the parties, , and that even although it is made on a form containing an arbitration clause, any such clause cannot in fact be applicable,&quot; and with regard to that Mr. Justice Greaves said: &quot;I think that this fact, having regard to the fact that it was made on a form which contained the arbitration clause, does not by itself oust the jurisdiction of the Chamber to arbitrates regards that.&quot; But I gather that Mr. Justice Greaves&#x27; view was so far in agreement with the view that was being put before him that he thought it would be safer and batter that the arbitration had been called on the original contrast. In the case cited to me decided by Mr. Justice Chaudhuri, there the award which was upheld was on the original contract and if there had been any thing unusual or improper about that, I think that the learned Judge, even if the parties had not taken the point, would have been sure to comment on its In any case my view is that whether the award is called on the original contract or on the settlement contracts, it is perfectly good, that it is open to the parties to found on any submission contained in either, that in any case it cannot be wrong to found upon the submission contained in the original contract This dispute was undoubtedly a dispute arising oat of the original contract, and I think there is nothing in the point taken by the petitioner. Even if I thought there was, the petitioner would still have to get over the facts that accidental slips can be corrected by arbitrators, and that apart from accidental slips it is in my power under the Indian arbitration Act to refer the matter back to the arbitrators so, that this purely formal defeat can be cured.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. The last point taken was that the award was bad by reason that it contained an award as to interest. In my opinion in view of the case of Produce Brocker&#x27;s Co. v. Oly npia Oil and Cake Co. (1916) 1 A.C. 314 : 85 L.J.K.B; 160 : 114 L.T. 94 : 21 Com. Cas. 320 : 60 S.J. 74 : 32 T.L.R. 115 whether it was claimed by custom or otherwise it was entirely for the arbitrators to decide as to this, and that they had jurisdiction to decide it wrongly as well as rightly. It is always difficult to ensure complete correctness when one party refuses to appear and present his case : but notwithstanding this I have every confidence that the award as to interest was as right in law as it was just in substance.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">8. The Rule is discharged with costs.\n</p>\n \n\n","numcites":1,"numcitedby":22,"docsource":"Calcutta High Court","citetid":680370,"divtype":"judgments","relatedqs":[{"value":"set off","formInput":"set%20off"},{"value":"after thought","formInput":"after%20thought"}],"cats":[{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"}],"courtcopy":false,"query_alert":null,"agreement":false}