{"tid":52581763,"publishdate":"2022-04-12","title":"M/S Chandra Constructions vs Garrison Engineer (Project) Military ... on 12 April, 2022","doc":"<h2 class=\"doc_title\">M/S Chandra Constructions vs Garrison Engineer (Project) Military ... on 12 April, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-sharma\">Sharad Kumar Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-sharma\">Sharad Kumar Sharma</a></h3>\n\n<pre id=\"pre_1\">         IN THE HIGH COURT OF UTTARAKHAND\n                     AT NAINITAL\n                Writ Petition (M/S) No.2175 of 2020\n\nM/s Chandra Constructions                                  ...Petitioner\n\n                                    Vs.\n\nGarrison Engineer (Project) Military Engineer Services Dehradun &amp; others\n\n                                                       .....Respondents\n\n                                  With\n                Writ Petition (M/S No.1831 of 2020\n\nM/s Chandra Constructions                                  ...Petitioner\n\n                                    Vs.\n\nGarrison Engineer (Project) Military Engineer Services Dehradun &amp; others\n\n                                                        .....Respondents\n\nMr. Siddhartha Sah, Advocate, for the petitioner.\nMr. Rakesh Thapliyal, Assistant Solicitor General, assisted by Mr. V.K.\nKapurwan, CGSC, for the Union of India.\nMr. Pradeep Hairiya, Standing Counsel, for the State of Uttarakhand.\n\nHon&#x27;ble Sharad Kumar Sharma, J (Oral)\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">             These are the two writ petitions, which have been\npreferred by the petitioner/ contractor.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_2\">2.           In WPMS No.2175 of 2020, the petitioner has preferred\nthis Writ Petition, where he has questioned the tender notice, which\nwas published on 17th November 2020, which was, issued by the\nrespondent No.2 i.e Chief Engineer, Bareilly Road, Military\nEngineering Services, on various factual counts, which has been\npleaded by the petitioner in the Writ Petitions.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_3\">3.           Partially the facts of both these Writ Petitions as\nmentioned above would be common. So far it relates to the status of\nthe petitioner, which the petitioner legally enjoys as a proprietorship\nfirm, claiming to be engaged in the construction work with the\nMilitary Engineering Services. It is an admitted case where the work\n<span class=\"hidden_text\" id=\"span_1\">                                           2</span>\ncontract was granted to the petitioner by the respondents by an order\ndated 2nd March 2017, for the completion of the work providing of\nsecurity       wall        to       the        RIMC,          Dehradun.\n</p><p data-structure=\"Facts\" id=\"p_4\">As per the tender notice, and the invitation of the contract, the total\nvalue of the contract was assessed to be Rs.95,35,599.89/-. According\nto the covenants of the contract, and the work order issued on 2nd\nMarch 2017, the commencement of the work, was to be started with\neffect from 14th March 2017 and the work was to be completed by 8th\nDecember 2017.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_5\">4.           At this stage, this Court is slightly constraint to make any\nobservations with regards to the stipulations and effect of the terms of\nthe contract whether the time would play any effect, as an essence to\nthe contract or not, because for the reason known to the petitioner, the\nconcluded contract has not been placed on record, with the writ\npetition.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_6\">5.           In that eventuality, this Court will be constrained to\nconsider and record its findings based on the facts, which are pleaded\nand reflected from the documents, as already placed on record.\nAdmittedly as per the terms and conditions of the contract, and the\ngeneral condition of the contract was executed in favour of the\npetitioner, which was by way of IAFW 2249, governing the project,\nfor which the petitioner was given work order on 2nd March 2017.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_7\">6.           The petitioner has factually contended that, since the site\nin question was not handed over by the respondents to the petitioner\nwithin time, in order to enable him to commence the work, and\ncomplete the same as per the stipulations of the work order of 2nd\nMarch 2017, despite of the repeated requests, and on account of non\nsupplying of the drawing of the construction, to be done, which the\npetitioner has prayed for to be provided by making the request to the\nGarrison Engineer (Project), Military Engineering Service, Dehradun.\nA sketch was provided to the petitioner showing the location of the\nsecurity wall, which was made available to the petitioner, the\npetitioner contends that it was only when the sketch was provided to\n<span class=\"hidden_text\" id=\"span_2\">                                          3</span>\nthem by the Garrison Engineer, vide its correspondence of 24th\nFebruary 2018, the petitioner was made aware about the nature of the\nwork, which the petitioner was supposed to complete as per the work\norder of 2nd March 2017.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_8\">7.           The petitioner submits, that as per the work order of 2nd\nMarch 2017, the petitioner contends that he continued with the\nconstruction work under the contract, despite of the various adverse\nsituations, which had arisen due to various inter se events, which has\nbeen narrated in the writ petitions, the work could not be progressed\nas per the terms of the work order dated 2nd March 2017.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_9\">8.           There are other various grounds, which has been taken by\nthe petitioner, that due to the adverse weather conditions; due to\n&quot;Rashtriya Bhartiya Sainya College Rashtiya Indian Military\nCollege&quot;, where ongoing work services of the security wall was\ninstalled on account of the said activity of Indian Military Mela. The\nrevised location plan is said to have been later on submitted with the\npetitioner with the highlighted part of the work which was supposed\nto be performed by the petitioner.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_10\">9.           The respondent had undertaken the process of assessment\nof the work, which was being conducted by the petitioner under the\nterms of the contract dated 2nd March 2017, and since the work\nperformance was not satisfactory, being performed, the contract\nNo.CEB/DNN/16 of 2016-17, which was the subject matter under\nconsideration, in the conference held of the Chief Engineer, Military\nEngineering Services, Bareilly Zone Bareilly Cantt., which was\nattended by the other military officials, as per the minutes of the said\nmeeting, it was stated that though the contactor has expressed his\nwillingness to carry out the work, but the contactor has\nsimultaneously stated that he shall start the work and complete the\nsame within two months, and it is based on the said understanding of\n18th January 2020, a note was prepared by way of paragraph No.4, in\nthe minutes of the meeting of 8th February 2022, where after the\ndeliberation which was made by the Chief Engineer, Military\n<span class=\"hidden_text\" id=\"span_3\">                                           4</span>\nEngineering Services, by way of the last opportunity, an extension\nwas granted to the petitioner to complete the work within the extended\nperiod of two months, as would be apparent from the extension order\nAnnexure No.6, (Page 39) to the Writ Petition No.1831 of 2020.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_11\">10.          In fact, if the said clause of extension order is taken into\nconsideration, on its simplicitor reading, it reflects that it was not an\nisolated extension, which was granted to the petitioner to complete the\nwork, which was handed over to him way back on 2nd March 2017,\nand which remained incomplete till the last extension, which was\ngranted in his favour on 9th February 2020. In fact, if the said\nextension, which was granted by the letter of 9th February 2020, is\ntaken into consideration, the relevant paragraph No.4, of which is\nextracted hereunder:-\n</p><blockquote id=\"blockquote_1\">             4.     It is recognised that in view of the restrictions\n             placed on the movement of goods, services and\n             manpower on account of the lockdown situation\n             prevailing overseas and in the country in terms of the\n             guidelines issued by the MHA under the DM Act 2005\n             and the respective State and UT Governments, it may\n             not be possible for the parties to the contract to fulfil\n             contractual obligations. In respect of Public-private\n             Partnership (PPP) concession contracts, a period of\n             the contract may have become unremunerative.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">             Therefore, after fulfilling due procedure and\n             wherever applicable, parties to          the    contract\n             may invoke FMC for all construction/works\n             contracts, goods and services contracts and PPP\n             contracts with Government Agencies and in such\n             event, date for completion of contractual obligations\n             which had to be completed on or after 20th February\n             2020 shall stand extended for a period not less than\n             three months and not more than six months without\n             imposition of any cost or          penalty    on     the\n             contractor/concessionaire Concession period in PPP\n             contracts ending on or after 20th February 2020 shall\n             be extended by not less than three and not more than\n             six months. The period of extension (between three\n             and six months) may be decided based on the\n             specific circumstances of the case and the period for\n             which performance was affected by the force majeure\n             events.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_13\">11.          It simply reflects that there had been a prior extension of\nwork also but still the same was not completed. The petitioner\ninterprets that, the said extension granted by the letter of 9th February\n2020, in his favour on the ground, that as per the directive issued by\nthe Government of India on account of the subsequent prevalent\ncovid-19 pandemic situation, and as per the directive, which were\n<span class=\"hidden_text\" id=\"span_4\">                                           5</span>\nissued by the Ministry of Finance, Department of Expenditure,\nProcurement Policy Division on 13th May 2020, the petitioner had\nsubmitted, that in view of the stipulations which were contained in\nparagraph No. 4, of the said Office Memorandum of the Government\nof India, if that is taken into consideration, it provided an extension\nfor completing the work under the contract for a period of two months\nfrom the date of the said Government Order dated 13th May 2020.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_14\">12.          Particularly, he has made a reference, that after fulfilling\nall the procedures, wherever applicable to the parties to the contract,\nmay be enforced for construction work and service contracts, under\nthe &quot;PP Mode&quot; and complete the contractual obligations on or before\n20th February 2020, which shall remain extended for a period of not\nless than three months and not more than six months without the\nimposition of any cost or penalty.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_15\">13.          In fact, the interpretation given to Clause 4, by the\npetitioner, is being answered to the contrary, by the learned counsel\nfor the respondent by drawing the attention of this Court to Clause 5,\nwhere the said communication, which provides that the extension\ncontemplated under Clause 4, would only be provided to those\ncontractual obligations, which remained unfulfilled as on 19th\nFebruary 2020. Meaning thereby, he submits that the extension given\ntherein, as per Clause 4, will not be available to the petitioner in view\nof the embargo created under Clause 5, because the inaction on the\npart of the petitioner to complete the work stood established by the\nlast extension granted to the petitioner on 19th February 2020, which\nwas even much prior to the imposition of the policy decision of the\nGovernment, dated 13th May 2020, which contemplated an extension.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_16\">14.          Hence, the fact of inaction on part of the petitioner to\ncomplete the work stood determined as against him by the last\nextension, which was granted on 19th February 2020. Hence, the\nshelter taken by the petitioner in the light of the directives issued by\nthe Government of India on 13th May 2020, as per the opinion of this\nCourt, would not be available to the petitioner because the inaction on\n<span class=\"hidden_text\" id=\"span_5\">                                            6</span>\nhis part was even much prior to the cut-off date provided under Clause\n5, of the said Government Order.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_17\">15.          It has been argued by the learned counsel for the\nrespondent, that if the work project correspondence, and particularly,\nthat of the extract of Clause 54, is taken into consideration, it provides\nthe terms and circumstances under which, the right of cancellation of\nthe contract was kept exclusively within the domain of the decision\nmaking process of the employer, as per the provisions contained under\nClause 54, where in an event of default of the condition and of the\nterms of the contract, the Clause 54 could be invoked by the employer\nfor the purposes of cancellation of the contract, which was invoked,\nherein, and the petitioner&#x27;s contract was ultimately cancelled by the\norder dated 9th June 2020, which had been made as a subject matter of\nchallenge in Writ Petition No.1831 of 2020, with the simultaneous\nprayer for a writ of mandamus, for the extension of time period for the\ncompletion of the work by six months.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_18\">16.          Learned counsel for the petitioner submitted that as per\nthe correspondence, which was made by the respondent themselves, it\nrather shows that the major part of the work stood completed, which\nindeed is a fact denied by the respondent counsel, based on the writ\naverments wherein they have submitted that according to the\ncommunication made by the petitioner with their employer, it was\nonly 59 % of the work, as assigned to the petitioner under the work\norder of 2nd March 2017, which was completed and the major part of\nthe work stood incomplete.\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_19\">17.          In that eventuality, where there is a default committed in\ncompletion of the work, and where time is the essence to the contract,\nparticularly, when it pertained to the nature of the work, for the\nconstruction of the security wall, the petitioner&#x27;s contention with\nregards to 59% of the completion of work, which was a fact disputed,\nwould always require an appreciation of the factual aspects as to how\nwas the actual assessment of work done by the respondents, which\nwas claimed by the petitioner to have been completed, which has been\n<span class=\"hidden_text\" id=\"span_6\">                                          7</span>\notherwise argued by the respondent Counsel, that as per the\ncorrespondence, which was placed on record, in fact, since the work\nwas not satisfactory that is why the invocation of Clause 54 of the\nterms of the contract was attracted, for cancellation of the contract,\nwhich was a prerogative reserved with the employer for an action to\nbe taken against the contractor, who has breached the terms of the\ncontract.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_20\">18.          Learned counsel for the petitioner has submitted that, in\nthe writ averments if that are taken into consideration, wherein, he has\ninterpreted the last extension of 9th February 2020, as to be an\nextension, which was otherwise was supposed to be continued till\nApril 2020, in the light of the directives of the Government of India.\nI am of the view that the said interpretation given by the petitioner\ncannot be stretched to an extent of irrationality for the reason being\nthat, when the petitioner had not completed the work under a prior\nextended period as mentioned, he cannot take a recuse to the\nsubsequent extension made by the Government Order, taking a plea\nthat since the work period stood extended, and it could not be\ncompleted due to the enforcement of the guidelines of the\nGovernment of India, the same is not available to be argued by the\nlearned counsel for the petitioner.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_21\">19.          The learned counsel for the respondent submitted, that if\nthe correspondence of the Government of India No.14- 3/2020- DM-\n(IA), dated 15th April 2013, is taken into consideration, in fact the\nrespondent had contended that while exercising their powers under\n<a href=\"/doc/1165063/\" id=\"a_1\">section 10(2)(1)</a> of the Disaster Management Act, 2005, and in the\ncapacity of being the Chairman, National Executive Committee,\nwhereby the directive were issued on 4th April 2020, and the\nimposition of the lockdown measures, in the capacity of the\nChairman, National Executive Committee, the said implications\nenclosed with the consolidated revised guidelines, by the Government\nof India, will not be applicable in the case of the petitioner, for the\nreasons that had been already dealt with above.\n</p><span class=\"hidden_text\" id=\"span_7\">                                            8</span>\n<p data-structure=\"RespArg\" id=\"p_22\">20.          The learned counsel for the respondent had further\nsubmitted that if the aforesaid guidelines, which had been issued by\nthe Government of India on 15th April, 2020, are taken into\nconsideration, in fact the Government of India, it was for the purposes\nof extension of the time period for the activities, to be extended which\nwere effected due to the imposition of the lockdown, if that is taken\ninto consideration, it is submitted that in view of the Clause 16, of the\nsaid guidelines of the Government of India dated 15th April 2020, it\ncarves out an exception, that the construction activities listed, therein,\nunder Clause 16 of the guidelines, it will be continued to allow to\noperate irrespective of the restrictions imposed by the Government of\nIndia due to covid-19 situation, and the said exception under Clause\n16, includes an exception of construction activities, as included in its\nsub-clause (1), which is extracted hereunder:-\n</p>\n<blockquote id=\"blockquote_2\">          &quot;16. Construction activities, listed as below, will be\n          allowed to operate:\n</blockquote><blockquote id=\"blockquote_3\">          i. Construction of roads, irrigation projects, buildings\n          and all kinds of industrial projects, including MSMEs,\n          in rural areas, i.e., outside the limits of municipal\n          corporations and municipalities; and all kinds of\n          projects in industrial estates.\n</blockquote><blockquote id=\"blockquote_4\">          ii. Construction of renewable energy projects.\n          iii.Continuation of works in construction projects,\n          within the limits of municipal corporations and\n          municipalities, where workers are available on site\n          and no workers are required to be brought in from\n          outside (in situ construction).&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_23\">21.          To the stand taken by the respondents in the counter\naffidavit, about the implications of the stipulations of the Government\nof India, permitting to carry out the work activities by virtue of the\nexception carved out under Clause 16. In fact, there is no rejoinder\naffidavit, which had been filed by the petitioner in reply to the\ncontrary, as to what would be the impact of Clause 16, so far it related\nto the completion of the work, which otherwise under the work order\ndated 2nd March 2017, was supposed to be completed by 8th\nDecember, 2017, which couldn&#x27;t be completed by the last extension,\nwhich was granted on 9th February 2020. The time slot itself, by\nlooking to the nature of the work which was to be performed under\nthe contract, this Court is of the view that the factors which attributed\n<span class=\"hidden_text\" id=\"span_8\">                                            9</span>\nto incapacitate the petitioner to complete the work of the construction\nof the retaining wall, which was required for the purposes of the\ndefence structure, and the percentage of work done, which is a fact\ndenied by the respondents and which is claimed by the petitioner\notherwise that only a meager part of the work was left required to be\ncompleted, during the intervening period, when the subsequent\nnotification was issued by the respondents on 17th November 2020,\ninviting fresh bids for completion of the remaining work for which the\nwork order was issued in favour of the petitioner on 2nd March 2017.\n</p>\n\n<p data-structure=\"Section\" id=\"p_24\">22.          The very fact that ever since the execution of the work\norder on 2nd March 2017, till the issuance of the fresh tender notice on\n17th November 2020, that itself spells out the diligence with which the\npetitioner had performed his work under the terms of the concluded\ncontract. Despite the extensions having been granted on 14th January\n2019, as would be apparent from CA 8, page 62 to the counter\naffidavit, if despite of the several extension, the work was not\ncompleted, and particularly, in the light of the embargo of Clause 16\nwhere the exemption has been granted to the work contracts from the\ncovid-19 restrictions for carrying out the construction work. The\npetitioners&#x27; argument which entails a consideration, as to what was\nthe area of completed work, which was performed by the petitioner\nwhether the proclamation made by the petitioner, that it was only a\nnegligible part of work under contract, which was left incomplete, all\nare the factual aspects, which are required to be considered.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_25\">23.          Hence, it is being argued by the learned counsel for the\nrespondent, in the light of the terms of the contract, and the part of\npleading which is placed on record by the respondents counsel, and\nreferred to in the pleadings of the counter affidavit, that the contract\nwork executed subsequent to the execution of the work order on 2nd\nMarch 2017, since that itself contained in it, an arbitration clause, that\nwhenever there arises a dispute pertaining to the terms and non-\nfulfillment of the terms and conditions of the contract executed, as a\nconsequence of the execution of the work order of 2nd March 2017,\n<span class=\"hidden_text\" id=\"span_9\">                                          10</span>\nthe same is ought to be referred for an adjudication before the\nArbitrator.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_26\">24.           This argument of the learned counsel for the respondent\nhas been tried to be denied by the petitioner, on the ground, that since\nthere was no factual appreciation, which was required to be done, in\nthat eventuality too, the agreed forum by the petitioner for the\nredressal of the dispute is required to be resorted to only, where it\nrequired an assessment of work performed, and where it required the\nimpact assessment of extension of time period; where it required an\nassessment as to whether the time was an essence of the work of the\ncontract or not, where it required to assess the incomplete work which\nwas required to be completed by issuance of the subsequent\nnotification, which is the subject matter of challenge in WPMS\nNo.2175 of 2020, the total quantum of work performed by the\npetitioner qua to which the petitioner would be entitled for the\npayment of the money for the work performed.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_27\">25.           All these aspects entailed a determination of a factual\ncontroversy, which cannot be invoked by preferring a writ petition\nunder <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India, and that too by the\npetitioner it cannot at a belated stage, when there arises a dispute\nabout the diligence with which the petitioner had performed the work,\nand particularly, when it had ultimately culminated to the termination\nof the contract, under the terms of the Clause 54 of the agreed\ncontractual obligations, it will fall to be for consideration before the\nArbitrator.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_10\">26.           In order to override the said plea taken by the\nrespondents&#x27; Counsel, that the agreed forum since was forming the\npart of the terms of the contract, where the petitioner could have\nredressed the grievances. The petitioner had made a reference to a\njudgment reported in 2011 (<a href=\"/doc/609434/\" id=\"a_3\">5) SCC 697, &quot;Union of India &amp; others\nVs. Tantia Construction Private Limited</a>&quot; and particularly he has\nmade a reference to paragraph No.31, of <a href=\"/doc/609434/\" id=\"a_4\">the said judgment</a>, which is\nextracted hereunder:-</span>\n</p><span class=\"hidden_text\" id=\"span_11\">                                            11</span>\n<blockquote id=\"blockquote_5\">          &quot;31. In our view, the Respondent Company has\n          satisfactorily explained their position regarding their\n          offer being confined only to the balance work of the\n          original Tender and not to the extended work. The\n          delay occasioned in starting the work was not on\n          account of any fault or lapses on the part of the\n          Respondent Company, but on account of the fact that\n          the project design of the work to be undertaken could\n          not be completed and ultimately involved change in\n          the design itself. The Respondent Company appears\n          to have agreed to complete the varied work of Tender\n          No. 76 of 06-07 which variation had been occasioned\n          on account of the change in the design as against the\n          entire work covering both the first and second\n          Tenders. To proceed on the basis that the Respondent\n          Company was willing to undertake the entire work at\n          the old rates was an error of judgment and the\n          termination of the contract in relation to Tender No.\n          76 of 06-07 on the basis of said supposition was\n          unjustified and was rightly set aside by the learned\n          Single Judge of the High Court, which order was\n          affirmed by the Division Bench.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_29\">27.          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_12\">In fact, if observations made, therein, are taken into\nconsideration, it was a judgment in exception and not a judgment in\nrem, for the reason being that in <a href=\"/doc/609434/\" id=\"a_5\">the said judgment</a> the Hon&#x27;ble Apex\nCourt, had arrived to a conclusion that, where under the backdrop of\nthe pleadings raised in the writ petition, the contractor has been able\nto satisfy and to explain the position regarding their offer, being\nconfined to the balance of work, and the work performed under the\ntender or under the extended period, and the contractor has been able\nto successfully satisfy the reasons for default or lapses on part of the\nincompletion of work, the Court has observed that the forum or an\nalternative remedy against the termination of the contract; by\napproaching before the Arbitrator; may not be an appropriate and\nefficacious forum. In fact, this case is in much contradiction to the\nfactual aspects required consideration, as involved in the present case.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_30\">28.          In the present case, as it has been already observed\nabove, it is not disputed:-\n</p>\n<blockquote id=\"blockquote_6\">          (1) That the contract is not itself on record.\n</blockquote><span class=\"hidden_text\" id=\"span_13\">                                           12</span>\n<blockquote id=\"blockquote_7\">         (2) The work was supposed to be completed till 8th\n         December 2017. (3) The extension was earlier granted on\n         4th January 2019, and the work was still not completed.\n</blockquote>\n<blockquote id=\"blockquote_8\">         (4) The last extension was granted on 9th February 2020,\n         and still the work was still not completed\n\n         (5) Due to the non completion of the work despite of the\n         last extension, it has resulted into an invitation of the fresh\n         tender to get the remaining work complete, which was\n         otherwise supposed to be completed by the petitioner,\n         under the terms of the contract, having not done so, and\n\n         Lastly (6) Particularly when the petitioner claims a\n         completion of the 59% of the work, which is a fact\n         disputed by the respondents.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"609434\" id=\"span_14\">29.          The principles of the ratio <a href=\"/doc/609434/\" id=\"a_6\">laid down by</a> the Hon&#x27;ble\nApex Court, in the judgment of the <a href=\"/doc/609434/\" id=\"a_7\">Tantia Construction Private\nLimited</a> (Supra), will not be applicable in the instant case, because it\nwas dealing with the facts and circumstances of that particular case, as\nit has been dealt with in the opening paragraphs of <a href=\"/doc/609434/\" id=\"a_8\">the said judgment</a>\nas contained in paragraph Nos.3, 4 and 5, pertaining to the stipulations\nof the contract for the construction of the Railway Over Bridge at\nBareilly Road.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_32\">30.          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1603548\" id=\"span_15\">In another judgment, on which the reliance has been\nplaced by the learned counsel for the petitioner is that as reported in\n2003 (2) SCC page 107, &quot;<a href=\"/doc/1603548/\" id=\"a_9\">Harbanslal Sahnia &amp; another Vs. India\nOil Corporation and others</a>&quot;, learned counsel for the petitioner had\nmade a reference to paragraph No.7, of <a href=\"/doc/1603548/\" id=\"a_10\">the said judgment</a>, wherein, it\nhas been observed that as far as the High Court&#x27;s view is taken therein\nin the said case with regards to resorting to the recourses of the\narbitration clause available to the petitioner. The Hon&#x27;ble Apex Court\nhas dealt with the implications of the arbitration clause in the light of\nthe principles of the Whirlpool Judgment, I am in a respectful\ndisagreement with the ratio laid down, therein, by <a href=\"/doc/1603548/\" id=\"a_11\">the said judgment</a>,\nin order to be made applicable under the factual circumstances of the\n<span class=\"hidden_text\" id=\"span_16\">                                          13</span>\npresent case, and the reason for disagreeing with the said principle is\nthat there is a distinction between an agreed remedy for the redressal\nof the dispute and in an alternative remedy. The alternative remedy its\nalways a creation of the statute, though in an agreed remedy it is as a\nconsequence of the consensus, under the terms settled between the\nparties, by way of the consensus arrived at between them. In that\neventuality, the distinction, which was carved out by the Hon&#x27;ble\nApex Court in paragraph No.7, of <a href=\"/doc/1603548/\" id=\"a_12\">the said judgment</a> was on the ratio,\nthat where the arbitration clause was treated as to be an alternative\nremedy, which is extracted hereunder:-</span>\n</p>\n<blockquote id=\"blockquote_9\">            &quot;7. So far as the view taken by the High Court that\n            the remedy by way of recourse to arbitration clause\n            was available to the appellants and therefore the writ\n            petition filed by the appellants was liable to be\n            dismissed, suffice it to observe that the rule of\n            exclusion of writ jurisdiction by availability of an\n            alternative remedy is a rule of discretion and not one\n            of compulsion. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_17\">In an appropriate case in spite of\n            availability of the alternative remedy, the High\n            Court may still exercise its writ jurisdiction in at\n            least three contingencies: (i) where the writ petition\n            seeks enforcement of any of the Fundamental\n            Rights; (ii) where there is failure of principles of\n            natural justice or, (iii) where the orders or\n            proceedings are wholly without jurisdiction or the\n            vires of an Act and is challenged [See <a href=\"/doc/172383107/\" id=\"a_13\">Whirlpool\n            Corporation v. Registrar of Trade Marks, Mumbai\n            and Ors., MANU/SC/0664/1998</a> : AIR1999SC22 .\n            The present case attracts applicability of first two\n            contingencies. Moreover, as noted, the petitioners&#x27;\n            dealership, which is their bread and butter came to\n            be terminated for an irrelevant and non-existent\n            cause. In such circumstances, we feel that the\n            appellants should have been allowed relief by the\n            High Court itself instead of driving them to the need\n            of initiating arbitration proceedings.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_33\">31.          I am of the view that since the arbitration clause is not an\nalternative remedy, once it is agreed forum for resolving a dispute,\nbetween the parties under the terms of the contract, the same would\nnot be applicable and that too particularly for the reasons already\ndiscussed above, when it entails an appreciation of evidence and\nparticularly the factual aspect of quantum of work which was\nperformed by the petitioner under the settled terms of the contract.\n</p><span class=\"hidden_text\" id=\"span_18\">                                         14</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_34\">32.         The Hon&#x27;ble Apex Court in a recent judgment as\nrendered in Civil Appeal No.4981 of 2021, &quot;Union of India &amp; others\nVs. M/s Puna Hinda&quot;, particularly a reference is made to paragraph\nNo.17 of <a href=\"/doc/172383107/\" id=\"a_14\">the said judgment</a>, which is extracted hereunder:-\n</p>\n<blockquote id=\"blockquote_10\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"318728\" id=\"span_19\">&quot;17. Mr. Nataraj, learned ASG appearing for the\n         appellants, pointed out that there are serious disputes\n         about the facts in respect of authenticity of the Joint\n         Final Report and the work done. Therefore, such\n         disputed question of facts could not have been\n         adjudicated by the Writ Court as disputed question of\n         facts relating to recovery of money could not have\n         been entertained thereunder. Reliance has been placed\n         upon the judgment of this Court reported as <a href=\"/doc/318728/\" id=\"a_15\">Kerala\n         State Electricity Board &amp; Anr. v. Kurien E. Kalathil &amp;\n         Ors.</a> 2 2 (2000) 6 SCC 293 14 wherein it was held as\n         under:</span>\n</blockquote><blockquote id=\"blockquote_11\">            10. We find that there is a merit in the first\n            contention of Mr Raval. Learned counsel has rightly\n            questioned the maintainability of the writ petition.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">            The interpretation and implementation of a clause in\n            a contract cannot be the subject-matter of a writ\n            petition. Whether the contract envisages actual\n            payment or not is a question of construction of\n            contract. If a term of a contract is violated,\n            ordinarily the remedy is not the writ petition under\n            <a href=\"/doc/1712542/\" id=\"a_16\">Article 226.</a> We are also unable to agree with the\n            observations of the High Court that the contractor\n            was seeking enforcement of a statutory contract. A\n            contract would not become statutory simply because\n            it is for construction of a public utility and it has\n            been awarded by a statutory body. We are also\n            unable to agree with the observation of the High\n            Court that since the obligations imposed by the\n            contract on the contracting parties come within the\n            purview of the <a href=\"/doc/171398/\" id=\"a_17\">Contract Act</a>, that would not make\n            the contract statutory. Clearly, the High Court fell\n            into an error in coming to the conclusion that the\n            contract in question was statutory in nature.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">            11. A statute may expressly or impliedly confer\n            power on a statutory body to enter into contracts in\n            order to enable it to discharge its functions. Dispute\n            arising out of the terms of such contracts or alleged\n            breaches have to be settled by the ordinary\n            principles of law of contract. The fact that one of the\n            parties to the agreement is a statutory or public body\n            will not by itself affect the principles to be applied.\n            The disputes about the meaning of a covenant in a\n            contract or its enforceability have to be determined\n            according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_18\">Contract Act</a>.\n</p><span class=\"hidden_text\" id=\"span_20\">                                            15</span>\n<p data-structure=\"Section\" id=\"p_37\">              Every act of a statutory body need not necessarily\n              involve an exercise of statutory power. Statutory\n              bodies, like private parties, have power to contract\n              or deal with property. Such activities may not raise\n              any issue of public law. In the present case, it has\n              not been shown how the contract is statutory. The\n              contract between the parties is in the realm of\n              private law. It is not a statutory contract. The\n              disputes relating to interpretation of the terms and\n              conditions of such a contract could not have been\n              agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the\n              Constitution of India. That is a matter for\n              adjudication by a civil court or in arbitration if\n              provided for in the contract. Whether any amount is\n              due and if so, how much and refusal of the appellant\n              to pay it is justified or not, are not the matters which\n              could have been agitated and decided in a writ\n              petition. The contractor should have relegated to\n              other remedies.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121921120\" id=\"span_21\">33.           In fact, the challenge which was given, therein, and the\nprinciples given pertaining to what will be the scope of the\ninterference by the writ court under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the Constitution of\nIndia, in the contractual matters, the Hon&#x27;ble Apex Court in paragraph\nNo.17, had observed that, where there is a serious dispute pointed out\nby the rival parties, pertaining to the facts and in respect of\nauthenticity of the work performed, and the final report of the work\ndone, the quantum of work performed, and the quantum of amount of\nbill, which the contractor would be entitled to receive. When all these\nfactual aspects are required to be adjudicated, then in view of the\nprinciples <a href=\"/doc/318728/\" id=\"a_21\">laid down in</a> the judgment reported in 2000 (<a href=\"/doc/121921120/\" id=\"a_22\">6) SCC 293,\n&quot;Kerala State Electricity Board &amp; another Vs. Kurien E. Kalathil &amp;\nOrs</a>&quot;, where the Hon&#x27;ble Apex Court, while making the reference to\nparagraph Nos.10 and 11, of <a href=\"/doc/121921120/\" id=\"a_23\">the said judgment</a> has come to a\nconclusion that where factual appreciation is required to be made, writ\nremedy may not be the appropriate recourse which would be available\nto the petitioner for the redressal of the grievances by availing a public\nlaw remedy.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_39\">34.           In yet another judgment, which has been rendered by the\nHon&#x27;ble Apex Court in Civil Appeal Nos.4862-4863 of 2021,\n&quot;UFLEX Ltd. Vs. Government of Tamil Nadu &amp; others&quot;, the Hon&#x27;ble\n<span class=\"hidden_text\" id=\"span_22\">                                            16</span>\nApex Court has observed, that in the contractual matters where the\naction and activities of the contracting parties are governed by the\nterms of the contract, the scope of its interpretation of the parameters\nof awarding of the contract, the commercial obligations emanating\nfrom contract, it will not be governed by the law of equity, which\ncould be exercised by invoking the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of\nthe Constitution of India, and at the most in view of the observations\nmade in paragraph Nos.2 and 3, of the said judgment, which is\nextracted hereunder:-\n</p>\n<blockquote id=\"blockquote_12\">             &quot;2. The judicial review of such contractual\n             matters has its own limitations. It is in this context\n             of judicial review of administrative actions that\n             this Court has opined that it is intended to prevent\n             arbitrariness, irrationality, unreasonableness, bias\n             and mala fide. The purpose is to check whether\n             the choice of decision is made lawfully and not to\n             check whether the choice of decision is sound. In\n             evaluating tenders and awarding contracts, the\n             parties are to be governed by principles of\n             commercial prudence. To that extent, principles of\n             equity and natural justice have to stay at a\n             distance.\n</blockquote>\n<blockquote id=\"blockquote_13\">             3. We cannot lose sight of the fact that a tenderer\n             or contractor with a grievance can always seek\n             damages in a civil court and thus, &quot;attempts by\n             unsuccessful tenderers with imaginary grievances,\n             wounded pride and business rivalry, to make\n             mountains out of molehills of some\n             technical/procedural violation or some prejudice\n             to self, and persuade courts to interfere by\n             exercising power of judicial review, should be\n             resisted.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_40\">35.          Where the principles of equity and natural justice, has\nbeen held to be the aspects which are alien to a contractual\nobligations, the writ remedy has been held out to be inapplicable and\nnot an appropriate forum available to the petitioner, hence the\nappropriate recourse, which has been settled to be adopted by the\npetitioner would be by way of filing a suit for claiming civil damages\nfor the losses, if at all, which has been caused to the employee under a\ncontract due to any inaction or action caused on part of the employer.\nA judicial review under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> of the Constitution of India, is\nought to be resisted by the writ courts.\n</p><span class=\"hidden_text\" id=\"span_23\">                                            17</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36553068\" id=\"span_24\">36.          Similar view has been expressed by the Hon&#x27;ble Apex\nCourt in paragraph No.6, of the said judgment, while extracting its\nprinciples from the judgment reported in 2019 volume 14 SCC page\n81 &quot;<a href=\"/doc/36553068/\" id=\"a_26\">Caretel Infotech Ltd. Vs. Hindustan Petroleum Corporation\nLtd.&quot; The</a> reference has been made to paragraph No.37, of <a href=\"/doc/36553068/\" id=\"a_27\">the said\njudgment</a>, wherein, it has been laid down, that the writ courts under\n<a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of India, may not unnecessarily\nscrutinize the tender and its effect on the public efficiency or the cartel\nof the obligations which are created by the terms of the contract, in the\nfield of commercial activities, which may not be scrutinized by the\nwrit courts as per the observations made in paragraph No.37, 38 and\n39 of <a href=\"/doc/36553068/\" id=\"a_29\">the said judgment</a>, which are extracted hereunder:-</span>\n</p>\n<blockquote id=\"blockquote_14\">          &quot;37. We consider it appropriate to make certain\n          observations in the context of the nature of dispute\n          which is before us. Normally parties would be\n          governed by their contracts and the tender terms, and\n          really no writ would be maintainable Under <a href=\"/doc/1712542/\" id=\"a_30\">Article\n          226</a> of the Constitution of India. In view of\n          Government and Public Sector Enterprises venturing\n          into economic activities, this Court found it\n          appropriate to build in certain checks and balances of\n          fairness in procedure. It is this approach which has\n          given rise to scrutiny of tenders in writ proceedings\n          Under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution of India. It,\n          however, appears that the window has been opened\n          too wide as almost every small or big tender is now\n          sought to be challenged in writ proceedings almost as\n          a matter of routine. This in turn, affects the efficacy of\n          commercial activities of the public sectors, which\n          may be in competition with the private sector. This\n          could hardly have been the objective in mind. An\n          unnecessary, close scrutiny of minute details, contrary\n          to the view of the tendering authority, makes\n          awarding of contracts by Government and Public\n          Sectors a cumbersome exercise, with long drawn out\n          litigation at the threshold. The private sector is\n          competing often in the same field. Promptness and\n          efficiency levels in private contracts, thus, often tend\n          to make the tenders of the public sector a non-\n          competitive exercise. This works to a great\n          disadvantage to the Government and the Public\n          Sector.\n</blockquote>\n<blockquote id=\"blockquote_15\">          38. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24488735\" id=\"span_25\">In <a href=\"/doc/24488735/\" id=\"a_32\">Afcons Infrastructure Limited v. Nagpur Metro\n          Rail Corporation Limited and Anr.</a>, this Court has\n          expounded further on this aspect, while observing that\n<span class=\"hidden_text\" id=\"span_26\">                                           18</span>\n          the decision making process in accepting or rejecting\n          the bid should not be interfered with. Interference is\n          permissible only if the decision making process is\n          arbitrary or irrational to an extent that no responsible\n          authority, acting reasonably and in accordance with\n          law, could have reached such a decision. It has been\n          cautioned that Constitutional Courts are expected to\n          exercise restraint in interfering with the administrative\n          decision and ought not to substitute their view for that\n          of the administrative authority. Mere disagreement\n          with the decision making process would not suffice.</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">          39. Another aspect emphasised is that the author of\n          the document is the best person to understand and\n          appreciate its requirements. In the facts of the present\n          case, the view, on interpreting the tender documents,\n          of Respondent No. 1 must prevail. Respondent No. 1\n          itself, appreciative of the wording of Clause 20 and\n          the format, has taken a considered view. Respondent\n          No. 3 cannot compel its own interpretation of the\n          contract to be thrust on Respondent No. 1, or ask the\n          Court to compel Respondent No. 1 to accept that\n          interpretation. In fact, the Court went on to observe in\n          the aforesaid judgment that it is possible that the\n          author of the tender may give an interpretation that is\n          not acceptable to the Constitutional Court, but that\n          itself would not be a reason for interfering with the\n          interpretation given. We reproduce the observations\n          in this behalf as under:\n</blockquote>\n<blockquote id=\"blockquote_17\">                   15. We may add that the owner or the\n                   employer of a project, having authored the\n                   tender documents, is the best person to\n                   understand and appreciate its requirements\n                   and     interpret   its    documents.        The\n                   constitutional courts must defer to this\n                   understanding and appreciation of the tender\n                   documents, unless there is mala fide or\n                   perversity in the understanding or\n                   appreciation or in the application of the\n                   terms of the tender conditions. It is possible\n                   that the owner or employer of a project may\n                   give an interpretation to the tender\n                   documents that is not acceptable to the\n                   constitutional courts but that by itself is not a\n                   reason for interfering with the interpretation\n                   given.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_42\">37.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24488735\" id=\"span_27\">In fact, the Hon&#x27;ble Apex Court in <a href=\"/doc/24488735/\" id=\"a_33\">the said judgment</a> has\nalso observed that the writ court, is not to interfere in the decision\nmaking process of an authority of rejecting the tender due to the non\n<span class=\"hidden_text\" id=\"span_28\">                                            19</span>\nfulfillment of the contractual obligations because it has been observed\nthat as per the principles of the judgment as reported in 2016 (Volume</span>\n</p><p data-structure=\"RespArg\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24488735\" id=\"span_29\"><a href=\"/doc/24488735/\" id=\"a_34\">16) SCC, 818, &quot;Afcons Infrastructure Limited Vs. Nagpur Metro Rail\nCorporation Limited and another</a>&quot;, particularly, the reference has been\nmade to paragraph Nos.38 and 39, of <a href=\"/doc/24488735/\" id=\"a_35\">the said judgment</a>, where it has\nbeen provided that the author of the terms of the contract, which\nwould be obviously inclusive of the employee, to whom the work has\nbeen offered, who would be the best person to understand and\nappreciate the requirement of the terms of the contract, which cannot\nbe made as a subject matter of the scrutiny under the purview of writ\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution of India.</span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_44\">38.          In another recent judgment which has been rendered by\nthe Hon&#x27;ble Apex Court in the matters of &quot;M/s N.G. Projects\nLimited Vs. M/s Vinod Kumar Sain&quot;, in Civil Appeal No.1846 of\n2022&quot;, the Hon&#x27;ble Apex Court was almost while dealing with the\nakin circumstances, where the employee and the employer were\nharping upon the terms of the contract and there it has been observed\nthat it would be procedural impropriety to venture into the contractual\nobligations by invoking <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution of India,\nwhich required a scrutiny of the award of the contract, by the writ\ncourt, as if it is exercising an appellate jurisdiction, on an action taken\nfor the termination of the contract, which may not fall to be within the\nprocedural propriety of the writ courts under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the\nConstitution of India.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_45\">39.          In fact, the Hon&#x27;ble Apex Court in <a href=\"/doc/24488735/\" id=\"a_39\">the said judgment</a> as\nrendered recently rendered on 21st March 2022, had observed that the\nwrit Courts must realize their limitations, that by a judicial\ninterferences in the contractual matters governed by the contractual\nobligations, which is admittedly executed between the parties. The\ncourt should not needlessly interfere in the commercial matters, which\ninvolves an appreciation of technical issue and the Judges exercising\ntheir powers under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution of India, should\nexpress their reluctance to interfere in the matter, where the forum has\nbeen agreed between the parties for the redressal of their grievances,\n<span class=\"hidden_text\" id=\"span_30\">                                            20</span>\nthe judicial review of an administrative action is not intended merely\non the pretext to prevent an arbitrariness or irrationality, to the\njudgment of the employer of contracts as per the principles dealt by\nthe Hon&#x27;ble Apex Court in the matters of Galaxy Transport Agency\nas reported in 2020 SSC online SC page 1035.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_46\">40.          This Court, at this stage, will not hesitate to observe that\nfor the reasons best known to the petitioner, when the terms of the\ncontract was settled and governed by the conditions of the contract\nitself. In all fairness, it was expected by the petitioner, that the settled\nand concluded contract should have been placed on record, in order to\nfacilitate and enable the Court exercising, its inherent equitable\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the Constitution of India, to ensure as\nto whether under the factual circumstances of the case, the writ\npetition, at all could be invoked under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> of the Constitution\nof India, particularly when ,in the light of the judgment of the Hon&#x27;ble\nApex Court, as already dealt with above, hence the petitioner was\nbound by Clause 70 of the concluded contract, which was executed\nbetween the parties, which had provided an arbitration clause, which\nis extracted hereunder:-\n</p>\n<blockquote id=\"blockquote_18\">          &quot;70. Arbitration. - All disputes, between the\n          parties to the Contract(other than those for which\n          the decision of the C.W.E. or any other person is by\n          the Contract expressed to be final and binding)\n          shall, after written notice by either party to the\n          Contract to the other of them, be referred to the\n          sole arbitration of an Engineer officer to be\n          appointed by the authority mentioned in the tender\n          documents.\n</blockquote><blockquote id=\"blockquote_19\">              Unless both parties agree in writing such\n          reference shall not take place until after the\n          completion or alleged completion of the Work or\n          termination of determination of the Contract under\n          Condition Nos. 55, 56 and 57 hereof.\n</blockquote>\n<blockquote id=\"blockquote_20\">            Provided that in the event of abandonment of the\n          Works or cancellation of the Contract under\n          Condition Nos. 52, 53 or 54 hereof, such reference\n          shall not take place until alternative arrangements\n          have been finalized by the Government to get the\n          Works completed by or through any other\n          Contractor or Contractors or Agency or Agencies.\n</blockquote><span class=\"hidden_text\" id=\"span_31\">                                          21</span>\n<blockquote id=\"blockquote_21\">             Provided always that commencement or\n          continuance of any arbitration proceeding\n          hereunder or otherwise shall not in any manner\n          militate against the Government&#x27;s right of recovery\n          from the contractor as provided in Condition 67\n          hereof.\n</blockquote>\n<blockquote id=\"blockquote_22\">             If the Arbitrator so appointed resigns his\n          appointment or vacates his office or is unable or\n          unwilling to act due to any reason whatsoever, the\n          authority appointing him may appoint a new\n          Arbitrator to act in his place.\n</blockquote>\n<blockquote id=\"blockquote_23\">             The Arbitrator shall be deemed to have entered\n          on the reference on the date he issues notice to both\n          the parties, asking them to submit to him their\n          statement of the case and pleadings in defence.\n</blockquote>\n<blockquote id=\"blockquote_24\">            The Arbitrator may proceed with the arbitration,\n          exparte, if either party, inspite of a notice from the\n          Arbitrator fails to take part in the proceedings.\n</blockquote>\n<blockquote id=\"blockquote_25\">             The Arbitrator may, from time to time with the\n          consent of the parties, enlarge, the time upto but\n          not exceeding one year from the date of his\n          entering on the reference, for making and\n          publishing the award.\n</blockquote>\n<blockquote id=\"blockquote_26\">             The Arbitrator shall give his award within a\n          period of six mouths from the date of his entering\n          on the reference or within the extended time as the\n          case may be on all matters referred to him and shall\n          indicate his findings, along with sums awarded,\n          separately on each individual item of dispute.\n</blockquote>\n<blockquote id=\"blockquote_27\">             The venue of Arbitration shall be such place or\n          places as may be fixed by the Artitrator in his sole\n          discretion.\n</blockquote>\n<blockquote id=\"blockquote_28\">             The award of the Arbitrator shall be final and\n          binding on both parties to the Contract&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_47\">41.          In view of the aforesaid reasons, since, this Court is of\nthe considered view that for the reasons already assigned above, there\nare various vital facts, which are required to be appreciated based on\nappreciation of evidence, in order to arrive at a conclusion about the\nincapability of the petitioner to perform the work within the stipulated\ntime provided under the contract or under the extended period. It\nwould obviously entail a determination of the factual aspects, which\ncould only be done by approaching the agreed forum by approaching\n<span class=\"hidden_text\" id=\"span_32\">                                           22</span>\nthe Arbitrator, and if not so then in that eventuality the factual tender\nconditions cannot appreciated under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the Constitution of\nIndia.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_48\">42.          The petitioner perhaps could alternatively have a\nrecourse of approaching the civil court, for filing a suit for damages of\nthe alleged loss, if any, it had been suffered by the employee because\nof any action or inaction on part of the employer.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_49\">43.          For the reasons aforesaid, this Court is not inclined to\ninterfere in the writ petition, the writ petition lacks merit and the same\nis accordingly dismissed.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_50\">                                          (Sharad Kumar Sharma, J.)\n                                                 12.04.2022\nNR/\n </p>","numcites":10,"numcitedby":0,"docsource":"Uttarakhand High Court","citetid":52581763,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"works contract","formInput":"works%20contract"},{"value":"226 of the constitution of india","formInput":"226%20of%20the%20constitution%20of%20india"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"military engineer","formInput":"military%20engineer"},{"value":"garrison engineer","formInput":"garrison%20engineer"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"work order","formInput":"work%20order"},{"value":"covid","formInput":"covid"},{"value":"decision making process","formInput":"decision%20making%20process"},{"value":"writ under article 226","formInput":"writ%20under%20article%20226"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}