{"tid":113006076,"publishdate":"2017-09-01","title":"M/S Dhruve Constructions Thr.Kalpesh vs Madhya Pradesh Electricity Board on 1 September, 2017","doc":"<h2 class=\"doc_title\">M/S Dhruve Constructions Thr.Kalpesh vs Madhya Pradesh Electricity Board on 1 September, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-c-sharma\">S.C. Sharma</a>, <a href=\"/search/?formInput=benchid:a-verma\">Alok Verma</a></h3>\n\n<pre id=\"pre_1\">                                    8\n\n      HIGH COURT OF MADHYA PRADESH: BENCH AT INDORE\n     BEFORE D.B. HON. MR. JUSTICE S.C. SHARMA AND HON.MR.\n                   JUSTICE ALOK VERMA, JJ\n\n                          C.R. No.244/2006\n\n\n                M/S Dhurve Constructions      ...... Applicant\n                           Versus\n      Madhya Pradesh Electricity Board and another... Respondents\n\n\n______________________________________________________\n                         CORAM\n\n      Hon&#x27;ble Shri Justice S.C. Sharma\n      Hon&#x27;ble Shri Justice Alok Verma\n\n      Whether approved for reporting ?\n\n\n      Ms. Meena Chaphekar, learned counsel for the petitioner.\n      Shri D.S.Panwar, learned counsel for the respondent.\n________________________________________________________________\n                             ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">                             01.09.2017\n\nPer : S.C.Sharma, J:\n</p>\n<blockquote id=\"blockquote_1\">       The present revision under Section 19 of the Madhya Pradesh\nMadhyashtham Adhikaran Adhiniyam, 1983 has been filed being\naggrieved by the order dated 30.06.2006 passed in Reference Case\nNo.56/2003 by Madhya Pradesh Arbitration Tribunal, Bhopal.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">2.     The facts of the case reveals that the petitioner is registered\nA-III Class contractor and pursuant to the NIT issued by the\ndepartment, he has offered his tender and was awarded the tender in\nquestion. The work order was issued on 07.02.98 and the petitioner\nsuccessfully carried out the work on 31.12.1999. There was a\ndispute between the parties and therefore, the petitioner as per\nClause 67 of the agreement between the parties submitted a\nreference to the executive engineer who was engineer as mentioned\n<span class=\"hidden_text\" id=\"span_1\">                                   8</span>\n\nin the Arbitration Clause and as the dispute was not decided within\n90 days by the engineer. The petitioner preferred an application\nbefore the M.P.Artbitration Tribunal, Bhopal and the same was\nregistered as reference case no.56/2003. The M.P.Arbitration\nTribunal in paragraphs 9 to 14 as held as under:-\n</p><blockquote id=\"blockquote_2\">    &quot;9. Arbitration Clause 67 of the agreement reads as\n    follows:-\n</blockquote><blockquote id=\"blockquote_3\">     Settlement of Disputes-Arbitration\n     If any dispute or difference of any kind whatsoever shall\n    arise between the Employer and the Contractor the\n    Engineer and the Contractor in connection with, or\n    arising out of the Contract, or the execution of the\n    works, whether during the progress of the works or after\n    their completion and whether before or after the\n    termination, abandonment or breach of the Contract, it\n    shall, in the first place, be referred to and settled by the\n    Engineer who shall, within a period of ninety days after\n    being requested by either party to do so give written\n    notice of his decision to the Employer and the Contactor\n    subject to Arbitration as hereinafter provided, such\n    decision in respect of every matter so referred shall be\n    final and binding upon the Employer and the Contractor\n    and shall forthwith be given effect to by the Employer\n    and by the Contractor, who shall proceed with the\n    execution of the works with all due diligence whether he\n    or the employer requires arbitration as hereinafter\n    provided or not. If the Engineer has given written notice\n    of his decision to the Employer and the contract and no\n    claim to arbitration has been communicated to him by\n    either the employer or the contractor within a period of\n    ninety days from receipt of such notice, the said decision\n    shall remain final and binding upon the Employer and\n    the Contractor. If the Engineer shall fail to give notice of\n    his decision, as aforesaid, within a period of ninety days\n    after being requested as aforesaid, or if either the\n    Employer or the Contractor be dissatisfied with any such\n    decision, then and in any such case either the employer\n    or the contractor may within ninety days after the\n    receiving notice of such decision, or within ninety days\n    after the expiration of the first named period of ninety\n    days, as the case may be, require that the matter or\n    matters in dispute be referred to arbitration as hereinafter\n    provided. All disputes of differences in respect of which\n    the decision, if any, of the Engineer has not become final\n<span class=\"hidden_text\" id=\"span_2\">                                8</span>\n\nand binding as aforesaid shall be finally settled, through\narbitration by the one Arbitrator appointed by Chief\nEngineer (Civil Project) M.P.E.B. under the Arbitration\nAct, 194,. <a href=\"/doc/1306164/\" id=\"a_1\">Indian Arbitration and Reconciliation Act</a>\nOrdinace 1996 with latest revision. The said Arbitrator/s\nshall have full power to open up revise and review any\ndecision, opinion, direction, certificate or valuation of\nthe Engineer. Neither party shall be limited in the\nproceedings before such arbitrator/s to the evidence or\narguments put before the Engineer for the purpose of\nobtaining his said decision. No decision given by the\nEngineer in accordance with the forgoing provisions\nshall disqualify him from being called as a witness and\ngiving evidence before the arbitrator/s on any matter\nhowsoever relevant to the dispute or difference referred\nto arbitrator/s as aforesaid. The reference to arbitration\nmay proceed notwithstanding that the works shall not\nthen be or be alleged to be complete, provided always\nthat the obligations of the Employer, the Engineer and\nthe Contractor shall not be altered by reason of the\narbitration being conducted during the progress of the\nworks.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_3\"> 10. As per aforesaid clause the petitioner was required\n to submit his claims before the final authority i.e\n &quot;Engineer&quot;(Executive Engineer (Civil) in charge of the\n Division executing the work) as per definition given in\n Clause 31 of Special Condition of the agreement). We\n have curiously gone through the record submitted by\n both the parties. Not a single letter is filed on the record,\n which has been addressed to Executive Engineer (Civil)\n in charge of the Division executing the work. The only\n letter dt.23.10.2002 Ex.P-21 is on the record which has\n been addressed to Chief Engineer (Civil) P &amp; D Project\n Chief Engineer T &amp; D M.P. Electricity Board,\n Superintending Engineer (Civil) M.P.Electricity Board,\n the Chairman, M.P.Tourism Corporation Ltd., the\n Executive Engineer Mini Construction Division\n M.P.Electricity Board &amp; State of Madhya Pradesh\n through Collector, Jabalpur. This letter also has not been\n addressed to Executive Engineer (Civil) as envisaged in\n clause 31 i.e. definition clause, therefore, arbitration\n clause 67 does not stand complied with and since the\n final authority has not been approached in terms of the\n contract the petition is not maintainable.\n</p><p data-structure=\"CDiscource\" id=\"p_4\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"374740\" id=\"span_3\">11. An Order passed by full Bench of Hon&#x27;ble\n M.P.High Court (Gwalior) in <a href=\"/doc/374740/\" id=\"a_2\">Civil Revision\n<span class=\"hidden_text\" id=\"span_4\">                              8</span>\n\nNo.692/1998 State of M.P. and another Vs. Kamal\nKishore Sharma</a> dt.13.09.2005 needs to be referred hear\nwith a view to consider the adjudicability of the petition.\nWe quote para 16 of order\n              &quot;Considering the provisions of Section\n      7-B(1)(a) we are of the opinion that on\n      interpreting the provisions of Section 7-B(1)\n      it is crystal clear that no reference shall be\n      admitted by the Tribunal unless dispute is\n      first referred for the decision of the final\n      authority in a manner as provided under the\n      terms of the contract. Thus right of contractor\n      to approach Tribunal arises after he has\n      approached final authority after decision of\n      Superintending Engineer in terms of the\n      contract. If the contractor has failed to\n      approach the final authority as provided\n      under the terms and conditions of the works\n      contract, petition will not be admitted by the\n      Tribunal. Dispute to the final authority should\n      be preferred in the manner prescribed under\n      the works contract. Since in the present case\n      it is provided that in the case of abandonment\n      or cancellation or, in any dispute of works\n      contract, the dispute must be raised before the\n      Superintending Engineer within a period of\n      30 days. On his failure to decide the dispute\n      within 60 days of after decision of the\n      dispute, appeal must be preferred within 30\n      days, which shall be decided by the Chief\n      Engineer with 30 days. Therefore, if appeal\n      has not been preferred to the final authority in\n      accordance with the terms of the works\n      contract, petition will not be maintainable\n      before the Tribunal.</span> We hold that in\n      Lachmandas (supra) law has not been settled\n      correctly.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">12. The petitioner in this petition has tried to satisfy\nthe Tribunal that a legal notice under <a href=\"/doc/55198661/\" id=\"a_3\">Section 80</a> CPC\nserved through petitioners counsel on 12.11.2002 on the\n&quot;Engineer&quot; who had been named as the final authority to\nsettle the disputes under Clause 67 of the agreement but\nthat has also not brought any results or release of\npayment. This letter dt.12.11.2002 is the same which is\naddressed to several other officers including Executive\nEngineer, Mini Construction Division, M.P. Electricity\n<span class=\"hidden_text\" id=\"span_5\">                                    8</span>\n\n     Board. Whether this Executive Engineer, Mini\n     Construction Division, M.P. Electricity Board is the\n     same authority which is designated in Clause 31 as\n     Executive Engineer (Civil) Engineer of the Division\n     executing the work or not was further to be explained\n     and proved by the petitioner but no such material has\n     been brought on record to prove that the Executive\n     Engineer, Mini Construction Division to whom, notice\n     under <a href=\"/doc/55198661/\" id=\"a_4\">Section 80</a> of CPC has been addressed is the same\n     authority which is envisaged in clause 31 of the\n     agreement.\n</p><p data-structure=\"PetArg\" id=\"p_6\">     13. It is further to be observed that after filing\n     quantified claims before the final authority, i.e.\n     Executive Engineer (Civil) Engineer of the division\n     executing the work, the petitioner was required to wait\n     for 90 days for his decision and then he should have filed\n     petition before this Tribunal but here the petitioner has\n     come after 60 days before the Tribunal. Thus the time\n     frame provided in the agreement has not been followed\n     even if the authority to whom notice addressed is treated\n     as final authority for the sake of argument.\n</p><p data-structure=\"Conclusion\" id=\"p_7\">     14. Petitioner has given an explanation that since the\n     period of three years was to be completed he filed the\n     petition within 60 days but this argument cannot be\n     accepted since no claim is submitted to the final authority\n     as provided in the agreement. The petition is not\n     maintainable, even for the sake of argument if it is\n     treated that a notice was served on the final authority i.e.\n     Executive Engineer Mini Construction Division, the time\n     frame has not been followed and the petition suffers from\n     being premature as it has been filed before completion of\n     90 days of the service of notice to the final authority. As\n     such in both the ways the petition is not maintainable and\n     deserves to be dismissed and we hold accordingly.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">3.    Meaning thereby the Tribunal has held in the Reference that\nthe petitioner has not approached the Engineer as per the terms and\nconditions of the contract and on the contrary approached the\nExecutive Engineer (Civil Engineer) of the Division and therefore it\nis a premature reference and the petition filed by the petitioner was\ndismissed. The petitioner being aggrieved by the order passed by\nthe Tribunal came up before this Court and this Court vide order\n<span class=\"hidden_text\" id=\"span_6\">                                   8</span>\n\ndated 23.04.2010 has dismissed the revision on the ground that the\norder passed by the Tribunal has become infructuous in the light of\nthe judgment delivered in the case of VA Tech Escher Wyass\nFlovel Ltd. Vs. MPSE Board and another (Civil Appeal\nNo.3746/2005). The order dated 23.04.2010 reads as under:-\n</p><blockquote id=\"blockquote_4\">              &quot;In  view of the order passed by the Apex\n        Court in Civil Appeal No.3746 of 2005 (VA Tech\n        Escher Wyass Flovel Ltd. Vs. MPSE Board and\n        another) wherein it is directed that the provisions\n        of Madhya Pradesh Madhyastham Adhikaran\n        Adhiniyam, 1983 are to be treated as impliedly\n        overruled, on enactment of <a href=\"/doc/1306164/\" id=\"a_5\">Arbitration and\n        Conciliation Act, 1996</a>. In this view of the matter,\n        the impugned award passed by M.P.Arbitration\n        Tribunal is declared as infructuous. The present\n        petition is disposed of accordingly. However, any\n        of the contesting parties would be at liberty to seek\n        its remedy under the provisions of <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration and\n        Conciliation Act, 1996</a> in accordance with law.\n</blockquote><blockquote id=\"blockquote_5\">               The petition thus, stands finally disposed of.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_9\">4.   A liberty was granted to the petitioner by the High Court to\ntake shelter of the provisions of <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and Conciliation Act,\n1996</a> and consequently, an application was preferred before this\nCourt as AC.No.30/2010 and the same was dismissed by this Court\non 04.12.2013.\n</p><p data-structure=\"Precedent\" id=\"p_10\">5.   The petitioner being aggrieved by the order passed by this\nCourt in AC No.30/2010 has approached the Hon&#x27;ble Supreme\nCourt and the Hon&#x27;ble Supreme Court passed the following order\nwhich reads as under:-\n</p><blockquote id=\"blockquote_6\">              &quot;In view of the *aforesaid judgment, the\n        learned Single Judge of the High Court has opined\n        that an application for appointment of Arbitrator\n        under <a href=\"/doc/605764/\" id=\"a_8\">Section 11(6)</a> of the 1996 Act**, not\n        maintainable. The said order is under assail in the\n        present appeal.\n</blockquote><blockquote id=\"blockquote_7\">              Mr.Subhash Samvatsar, learned senior\n        counsel appearing for the appellant submits that\n<span class=\"hidden_text\" id=\"span_7\">                                     8</span>\n\n           the order passed by the High Court is absolutely\n           impeccable, but the issue would be whether the\n           appellant would be left without any remedy\n           because it has been guided by the judgments in the\n           field.\n</blockquote><blockquote id=\"blockquote_8\">                  Having heard learned counsel for the parties,\n           we direct that tin order to do complete justice, the\n           order dated 23rd April, 2010, passed in Civil\n           Revision No.244 of 2006 be set aside and the said\n           civil revision shall stand revived. We request the\n           High Court to dispose of the civil revision in\n           accordance with law, within a period of six weeks.\n           Needless to say, all questions of facts and law\n           which can be agitated in civil revision under the\n           M.P.Act, are kept open.\n</blockquote><blockquote id=\"blockquote_9\">                  Resultantly, the appeal stands disposed of.\n           There shall be no order as to costs&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_11\">6.    In the light of the aforesaid, this revision filed by the present\npetitioner against the order i.e. Civil Revision No.244/2006 was\nrevived.\n</p><p data-structure=\"PetArg\" id=\"p_12\">7.    Learned counsel for the petitioner vehemently argued before\nthis Court that the Tribunal has erred in law in facts holding that the\npetition is premature on the ground that the petitioner has not\napproached the Engineer as provided under Clause 67 which is a\nclause related to settlement of disputes. She has straightaway drawn\nthe attention of this Court to the work order issued by the\nrespondent which is Annexure P-1 dated 07.02.1998. Paragraphs 8\nand 9 of the work order reads as under:-\n</p><p data-structure=\"Conclusion\" id=\"p_13\">                  &quot;8. The Executive Engineer, Mini Civil\n           Dn.,MPEB, Indore shall be the &quot;Engineer&quot; of the\n           work.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">                    9. Necessary work order for this work\n           will be issued by the Engineer.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">8.    The aforesaid order makes it very clear that the Executive\nEngineer, Mini Civil Division, MPEB, Indore shall be the Engineer\nof the work. Undisputedly, the petitioner has raised his claim before\nthe Executive Engineer, Mini Construction Division M.P.Electricity\n<span class=\"hidden_text\" id=\"span_8\">                                      8</span>\n\nBoard.\n</p><p data-structure=\"Conclusion\" id=\"p_16\">9.      The aforesaid fact has not been disputed by the learend\ncounsel appearing for the M.P. Electricity Board and therefore as\nthe petitioner has approached the Executive Engineer in terms of the\nagreement executed between the parties, the order passed by the\nTribunal deserves to be set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">10.     Resultantly, the impugned order passed by the Tribunal is set\naside. The Tribunal is directed to decide the dispute on merits after\nhearing both the parties and following the prescribed procedure as\nprovided under the      Madhya Pradesh Madhyashtham Adhikaran\nAdhiniyam, 1983. The parties are directed to appear before the\nTribunal on 25th September, 2017. Office is directed to immediately\nreturn the record back to the Tribunal enabling the Tribunal to\ndecide the matter on merits.\n</p><p data-structure=\"Conclusion\" id=\"p_18\">        As the dispute in the present case dates back to the year 1998,\nthe Tribunal is directed to decide the reference within a period of six\nmonths from 25th September, 2017.\n</p>\n\n<pre id=\"pre_2\">     (S.C. Sharma)                             (Alok Verma)\n         Judge                                     Judge\n\nRJ\n </pre>","numcites":4,"numcitedby":12,"docsource":"Madhya Pradesh High Court","citetid":113006076,"divtype":"judgments","relatedqs":[{"value":"civil revision","formInput":"civil%20revision"},{"value":"works contract","formInput":"works%20contract"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"work order","formInput":"work%20order"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"indore","formInput":"indore"},{"value":"civil engineer","formInput":"civil%20engineer"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"244","formInput":"244"},{"value":"premature","formInput":"premature"},{"value":"electricity board","formInput":"electricity%20board"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}