{"tid":128084,"publishdate":"2010-04-13","title":"M.C. Ali & Anr vs State Of Kerala on 13 April, 2010","doc":"<h2 class=\"doc_title\">M.C. Ali &amp; Anr vs State Of Kerala on 13 April, 2010</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2010 SUPREME COURT 1639, 2010 AIR SCW 2645, (2010) 3 MAD LJ(CRI) 141, (2010) 2 CRILR(RAJ) 608, (2010) 2 ALLCRIR 2152, (2010) 2 KCCR 1336, (2010) 2 CGLJ 421, (2010) 2 RAJ LW 1451, 2010 ALLMR(CRI) 1593, (2010) 2 UC 793, (2010) 89 ALLINDCAS 32 (SC), (2010) 69 ALLCRIC 683, (2010) 3 CHANDCRIC 10, (2010) 2 CURCRIR 164, (2010) 4 JCR 45 (SC), (2010) 2 CRIMES 360, 2010 (2) SCC(CRI) 885, 2010 (3) SCALE 662, 2010 (4) SCC 573, 2010 CRILR(SC MAH GUJ) 608, 2010 (2) CALCRILR220, 2010 (89) ALLINDCAS 32, (2010) 3 SCALE 662, 2010 CRILR(SC&MP) 608</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-s-nijjar\">Surinder Singh Nijjar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-nijjar\">Surinder Singh Nijjar</a>, <a href=\"/search/?formInput=benchid:b-s-reddy\">B.Sudershan Reddy</a></h3>\n\n<pre id=\"pre_1\">                          IN THE SUPREME COURT OF INDIA\n              CRIMINAL APPELLATE JURISDICTION\n\n              CRIMINAL APPEAL NOS. 499 OF 2002\n\n\n\nM.C. ALI &amp; ANR.                                 .......APPELLANT(S)\n\n\nVERSUS\n\n\nSTATE OF KERALA                                 ...RESPONDENT(S)\n\n                           WITH\n\n            CRIMINAL APPEAL NOs.434 of 2002\n\n                             AND\n\n         CRIMINAL APPEAL NOs. 500-501 of 2002\n\n\n                     JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">SURINDER SINGH NIJJAR, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.    These three appeals have been filed against a common\n\njudgment of the High Court whereby the six appellants in the three\n\nappeals have been convicted under <a href=\"/doc/1560742/\" id=\"a_1\">Sections 302</a>, <a href=\"/doc/455468/\" id=\"a_2\">307</a>, <a href=\"/doc/999134/\" id=\"a_3\">149</a> and <a href=\"/doc/37788/\" id=\"a_4\">34</a> of\n\nthe Indian Penal Code (for short `<a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>&#x27; ); the sentence to life\n\nimprisonment for offences under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_7\">Section 149</a> or\n\n34 of the <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>; rigorous imprisonment for five years under <a href=\"/doc/455468/\" id=\"a_9\">Section 307</a>\n\nread with <a href=\"/doc/999134/\" id=\"a_10\">Section 149</a> or 34 of the <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>; rigorous imprisonment for six\n\nmonths each under <a href=\"/doc/1096965/\" id=\"a_12\">Sections 143</a> and <a href=\"/doc/763672/\" id=\"a_13\">148</a> of the IPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n<span class=\"hidden_text\" id=\"span_1\">                                                                      1</span>\n</p><p data-structure=\"Facts\" id=\"p_4\">\f2.    Initially 13 persons including the six appellants had been\n\ncharge-sheeted in Kumbla Police Station, Crime No.22/1994 for\n\noffences punishable under <a href=\"/doc/1096965/\" id=\"a_14\">Sections 143</a>, <a href=\"/doc/763672/\" id=\"a_15\">148</a>, <a href=\"/doc/724142/\" id=\"a_16\">324</a>, <a href=\"/doc/455468/\" id=\"a_17\">307</a> and <a href=\"/doc/1560742/\" id=\"a_18\">302</a> of\n\nthe IPC read with <a href=\"/doc/999134/\" id=\"a_19\">Section 149</a> of the IPC.         Upon trial, the six\n\nappellants had been convicted under <a href=\"/doc/1096965/\" id=\"a_20\">Sections 143</a>, <a href=\"/doc/1258372/\" id=\"a_21\">147</a>, <a href=\"/doc/763672/\" id=\"a_22\">148</a>, <a href=\"/doc/455468/\" id=\"a_23\">307</a> and\n\n<a href=\"/doc/1560742/\" id=\"a_24\">302</a> read with <a href=\"/doc/999134/\" id=\"a_25\">Section 149</a> of the IPC and sentenced to life\n\nimprisonment together with various other periods of imprisonment\n\nunder different sections.       The sentences were directed to run\n\nconcurrently.   Accused Nos. 7 to 13 were found not guilty and\n\nacquitted of all the charges.    The convicted accused filed Criminal\n\nAppeal No.391/96 before the High Court of Kerala. At the same time,\n\nthe acquittal of accused Nos.7 to 13 was challenged through revision\n\nby K. Hussain (PW2) the son of Moosa Haji, PW5 (the injured witness),\n\nthrough Criminal Revision Petition No.1115/96. Through a common\n\njudgment, the High Court was pleased to accept the appeal filed by\n\nthe convicts and their convictions as well as their sentences were set\n\naside. The case was remanded to the Trial Court for fresh disposal\n\nafter complying with the provisions under <a href=\"/doc/691979/\" id=\"a_26\">Section 233</a> of the Criminal\n\nProcedure Code.     Criminal Revision Petition No.1115/96 against\n\nacquittal of accused Nos.7 to 13 was dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"PetArg\" id=\"p_6\">3.   On remand, accused Nos.1 to 6 appeared before the Court on\n\n9.1.1998.   They were given an opportunity to adduce defence\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                     2</span>\n\fevidence.    Consequently, they examined DW1 to DW5 and marked\n\nExbts. D7 to D10. At the time of the remand, the earlier Sessions\n\nJudge who had convicted accused Nos.1 to 6 had been transferred,\n\ntherefore, the evidence was recorded by his successor in office. On a\n\nreappraisal of the evidence led by the parties, the Sessions Judge\n\ncame to the conclusion that the prosecution had failed to prove the\n\noffences alleged against the accused.       They were, therefore, all\n\nacquitted.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"Issue\" id=\"p_8\">4.    These acquittals were challenged by the Sate of Kerala in\n\nCriminal Appeal No.444/98 and by PW2, K. Hussain, in Criminal\n\nRevision No.552/98. The High Court, by a common judgment, came\n\nto the conclusion that the prosecution had conclusively proved the\n\ncase against accused Nos. 1 to 6 and the findings recorded by the\n\nSessions Judge were perverse and manifestly erroneous. Therefore,\n\nthe judgment of the Trial Court was set aside.      They have all been\n\nconvicted for various offences, as noticed above.\n\n\n</p><p data-structure=\"Facts\" id=\"p_9\">5.    Against the conviction and sentence, accused Nos.1 and 4,\n\nnamely, K. M. Iddinkunhi and Andan, have filed Criminal Appeal\n\nNo.434/2002, accused Nos. 2 and 3, namely, M.C. Ali and Andunhi\n\nhave filed Criminal Appeal No.499/2002 and accused Nos.5 and 6,\n\nnamely, B.K. Bayan Kunhi and K.B. Abbas have filed Criminal Appeal\n\nNos.500-501/2002.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                     3</span>\n</p><p data-structure=\"CDiscource\" id=\"p_11\">\f6.    We have heard the learned counsel for the parties. Before we\n\nconsider the submissions made by the learned counsel, it would be\n\nappropriate at this stage to notice the case as presented by the\n\nprosecution.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"Facts\" id=\"p_13\">7.    It is claimed by the prosecution that Moosa Haji, (PW5), his\n\nfamily and some of his close relatives are believers of Shemsia\n\nThareequat sect in the Muslim community. They are the worshippers\n\nof Sun and followers of Sai Baba. They are not accepted by a large\n\nsection of the Muslim community. Therefore, the local Jumaath had\n\nunleashed &quot;a sort of an overt and covert attack on PW5 and other\n\nfollowers of Thareequat movement.&quot; This had created fights between\n\nthe two groups of the locality which caused friction in the\n\nrelationships, activities and life which ended up in a number of\n\ndisputes including criminal cases. The majority in the Muslim\n\ncommunity of the area had ex-communicated PW5 and other followers\n\nof Thareequat movement. It is further alleged by the prosecution that\n\nsome of the religious scholars had even called upon the members of\n\nthe Muslim community to annihilate the followers of the Thareequat\n\nmovement on the belief that such actions would bring the reward\n\nfrom the Almighty. Such type of social boycotting had put PW5 and\n\nother followers in a situation of not even getting employees to work in\n\nthe agricultural fields and also for other work. This had compelled\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                      4</span>\n\fthem to bring the workers from other areas. PW1, Chandrasekhara,\n\nwas thus brought by PW5 from Ubradka, Mittur, Karnataka State and\n\ndeceased Faizal from Manjeri. Because of the threat of other people of\n\nthe Jumaath both PW1 and deceased Faizal were residing in the\n\nhouse of PW5. PW1 Chandrasekhara belonged to Scheduled Caste.\n\n\n</p><p data-structure=\"Facts\" id=\"p_14\">8.     On 30.1.1994, PW5 Moosa Haji and his son PW2 Hussain\n\nreturned at about 8 p.m. to their home. They came to know that the\n\nchild of CW9, Mammunhi Haji, the brother of PW5, had met with an\n\naccident and suffered some injuries. On receipt of this information,\n\nPW5 asked PW2 to go to the house of CW9 and enquire about the\n\ndetails. Because of the tension prevailing in the locality between the\n\ntwo groups of Muslim community, PW5 asked PW1 and the deceased\n\nFaizal to accompany PW2 to the house of CW9. Thus all the three\n\nproceeded to the house of CW9, at about 9.15 p.m.     There were two\n\nways to reach the house of CW9 from the house of PW5. Both were\n\nthrough the paddy fields, one on the higher level and the other on the\n\nlower level. They had proceeded along the path way leading through\n\nthe higher level. When they reached the Thrikkandam paddy field of\n\none Kunhamu Haji, they proceeded westwards to reach the house of\n\nCW9.    The paddy field was free of paddy as the harvest was over.\n\nThey walked through the bund of the fields. All three of them had\n\ntorches in their hands. While thus proceeding, they found a group of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                     5</span>\n\fabout 15 persons standing on the north-western end of the paddy\n\nfield. While they were proceeding westwards the group of 15 moved\n\ntowards eastwards along the same bund. The group also had torches\n\nin their hands and they had flashed the torches on PW5, 1, 2 and\n\nFaizal who also flashed back their torches.       In this light PW1\n\nidentified A1 to A6 as he knew them by name. A7 to A13 were also\n\npresent in the group whom PW1 could identify, but did not know their\n\nnames at that time. PW2 knew A1 to A13.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"Precedent\" id=\"p_16\">9.    When both the groups thus reached at the paddy field, the\n\naccused suddenly attacked PWs 1, 2 and Faizal. A1 had MO1 weapon\n\nin his possession and A2 to A6 were in possession of knives. A7 to\n\nA13 were in possession of sticks like MO2.       A1 to A4, with the\n\nweapons in their hands, inflicted cuts on the neck of Faizal. When\n\nPW2 intervened, A1, A3, A5 and A6 attacked PW2 with weapons in\n\ntheir possession.   Because of the severity of the injury suffered by\n\nFaizal, he fell down.   A1 to A6 had again attacked Faizal who was\n\nlying down by inflicting cut injuries on his body. The other accused\n\nhad beaten Faizal and PW2 with sticks. The accused were shouting to\n\ndo away with PW2 and Faizal. To save his life, PW1, i.e.,\n\nChandrasekhara jumped from the higher level of the ridge to the lower\n\nlevel and took shelter in the house of CW9 Mammunhi Haji.       PW2\n\nHussain, who also suffered injuries, ran for his life and reached the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                    6</span>\n\fhouse of CW9. As Faizal did not reach the house of CW 9 Mammunhi\n\nHaji, PW 1 along with a son of CW 9 went to the scene of occurrence\n\nand saw that Faizal was lying dead in the paddy field.\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">10.   PW 5 Moosa Haji heard a lot of noise from the side of the paddy\n\nfield. He sensed something bad must have happened, as his son and\n\nemployees had gone in that direction. Therefore, becoming restless, he\n\nproceeded towards the direction from where the noise originated. He\n\nran towards the west of his house and as he reached the path to the\n\nmosque on the north direction, he saw some persons entering that\n\npathway from the paddy field in the west. Some people had already\n\ngone towards north. On reaching nearer, he identified accused 1 to 4,\n\n7, 9 and 11 to 13. All of them possessed weapons like knife or sticks.\n\nPW 5 Moosa Haji enquired as to what happened to which A 7 replied\n\nthat they had killed two persons. Suddenly A 13 gave a cut to PW 5\n\nwith a sharp edged knife-like weapon. While warding off the same, PW\n\n5, fearing further attack, ran towards his house. He locked the door\n\nand remained inside. His attempts to contact CW 9 Mammunhi Haji\n\nover the telephone were not successful.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n</p><p data-structure=\"Facts\" id=\"p_19\">11.   PW7, the then Sub-Inspector, Kumbla Police Station, received\n\ninformation at 9:50 pm on 30.1.1994 over telephone that some\n\nincident had taken place at Ujar Ulwar village resulting in the death of\n\none person. The informant did not disclose his identity. PW7 entered\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                       7</span>\n\fthis information in general diary (Ex. P9). He then proceeded to the\n\nplace of occurrence with whatever force he had in the police station.\n\n\n</p><p data-structure=\"Facts\" id=\"p_20\">12.   On reaching the place of occurrence, after making inquiries\n\nnear the local mosque, he was able to trace out the house of PW5,\n\nwho was inside the house. He (PW5) narrated what had happened to\n\nthe Sub-Inspector and took the police party along the pathway to the\n\nhouse of his brother, CW9. At the house of CW9, they saw PW2 who\n\nhad sustained injuries. At that time they learnt that Faizal had been\n\nmurdered. The Sub-Inspector (PW7) immediately made arrangements\n\nto take PW2 and PW5 to the hospital in the police jeep.\n\n\n</p><p data-structure=\"Facts\" id=\"p_21\">13.   First Information Statement was taken from PW1 by PW7 in the\n\nhouse of CW9. Since Police jeep was sent with PW2 and PW5 to the\n\nhospital, he sent a constable to Kumbla Police Station. The Head\n\nConstable (PW8) on general diary charge (GD charge) duty, registered\n\nthe FIR at 00.30 hours on 31.1.1994. On that day morning itself it\n\nwas sent to the Magistrate and the Magistrate signed it on the same\n\nday at 3.30 p.m.     According to the prosecution, Circle Inspector,\n\nKumbla Police Station (PW9) who was at Kasargod on law and order\n\nduty in connection with the meeting of the Muslim League, received\n\nwireless information that two groups had clashed at Ujar Ulwar\n\nvillage. He, therefore, rushed to the village with police party where he\n\nmet PW7. Both of them made arrangement for maintaining law and\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                        8</span>\n\forder. They also posted guards at the scene of occurrence during the\n\nnight. The injured witnesses PW2 and PW5, who were traveling in the\n\npolice jeep, reached Bayikatta. From there they got into the car of\n\ntheir relative as the jeep had to be returned to the Sub-Inspector PW7.\n\nAt that stage, PW5 remembered that he had forgotten to take any\n\nmoney. They, therefore, went to the house of one Mohan Kamath, a\n\nfriend of PW5, who also accompanied them to the City Hospital\n\nResearch and Diagnostic Centre at Mangalore.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n</p><p data-structure=\"Facts\" id=\"p_23\">14. When the first accused was questioned, he made a confessional\n\nstatement to PW9 about the place of concealment of MO1, weapon of\n\noffence. A1, after recording the statement, took PW9 to the ditch with\n\nthick grass on the eastern side of the paddy fields where the\n\noccurrence took place. He took out knife (MO1) from the place where\n\nit had been concealed.   This was duly sealed by PW9 under Ex.P8\n\nseizure mahazar on 3.2.1994.     The seizure mahazar is attested by\n\nPW6.   The accused were produced before the Magistrate Court and\n\nremanded in custody.     The MO1 was then forwarded for chemical\n\nexamination. The report of the chemical analysis Ex.P21 shows there\n\nwas human blood on MO2 series, the sticks. There was no blood on\n\nMO1, 6 and 9.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">\n</p><p data-structure=\"CDiscource\" id=\"p_25\">15.    Dr. S. Adhyanth PW3, the duty medical officer, examined PW2\n\nand PW5. He issued the wound certificate (P4) in respect of PW2 and\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                      9</span>\n\fadmitted him for treatment.   He was discharged on 7.2.1994.    The\n\nsame doctor also issued the wound certificate (P5) on examination of\n\nPW5 who was treated as an outpatient.        The doctor PW3 sent\n\nintimation Exbs.P6 and P13 to the police regarding the admission of\n\nPW2 and treatment of PW5. Further investigation was conducted by\n\nPW9 from 31.1.94.    He conducted the inquest on the dead body of\n\nFaizal.   He also seized material objects (MOs 2 to 9) and prepared\n\nEx.P14 report.   A knife (MO6) covered with newspaper (MO9) was\n\nfound kept at the back of waist of the deceased. During the inquest\n\nPW9 got the photographs of the dead body and the scene of\n\noccurrence which is marked at Ex.P2 (series). Ex.P2 (A) shows that\n\nMO6 was on the waist of the deceased. The photos and the negatives\n\nwere seized under Ex.P17 seizure mahazar, when produced by the\n\nphotographer. PW9 also drew up Ex.P.15 scene mahazar. In Ex.P1,\n\nPW1 mentioned only the names of accused A1 to A6. But he stated\n\nseveral more accused were there whose names were not given. But\n\naccording to him, he could identify them. After questioning PW2 and\n\nPW5, names of other accused were included.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n</p><p data-structure=\"Facts\" id=\"p_27\">16.   Dead body of Faizal was sent for post mortem and PW3 received\n\nthe post mortem certificate (Ex.P3) from the then doctor of\n\nCommunity Health Centre, Kasargod.      The post mortem certificate\n\nwas marked by consent of both sides under <a href=\"/doc/594493/\" id=\"a_27\">Section 294</a> of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                  10</span>\n\f<a href=\"/doc/445276/\" id=\"a_28\">Criminal Procedure Code</a>. In the First Information Statement (Ex.P1),\n\nPW1 Chandrasekhara had stated the names of accused 1 to 6. He\n\nalso stated that there were 7 more accused whose names were not\n\nknown to him but he could identify them on sight. PW2, according to\n\nthe prosecution, was under general anesthesia for suturing of the\n\nwounds and, therefore, could not be questioned immediately.\n\nHowever, he was questioned by PW9 on 3.2.1994 in the City Hospital.\n\nThereafter PW9 filed report (array of accused) P.16 in Court on\n\n3.2.1994 including the names of accused 7 to 12.            PW5 was\n\nquestioned by the investigating officer, PW9.    On 4.2.1994 on the\n\nbasis of his statement name of 13th accused was added. Accused Nos.\n\n1 and 3 to 6 surrendered before the investigating officer in his office\n\non 3.2.1994. They were duly arrested. Accused Nos.A8 to 12 were\n\narrested between 29.4.1994 and 30.4.1994.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n</p><p data-structure=\"Facts\" id=\"p_29\">17.   At the same time, A2 to A7 also claim to have suffered some\n\ninjuries on the night of 30.1.1994.      They went to Unity Health\n\nComplex at Mangalore on 31.1.1994, where they were admitted and\n\ntreated as in-patient. Exs. P23 and P24 are the treatment particulars\n\nwhereas Exbs.P25 and P26 are the case sheets respectively of the\n\naccused. PW10 and DW1 had treated them during this period. They\n\nwere discharged on 23.3.1994 on which date PW9 arrested them.\n\nA13 was absconding but later appeared before the Magistrate Court.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                     11</span>\n</p><p data-structure=\"Facts\" id=\"p_30\">\f18.    While at the Unity Health Complex, a statement was given by\n\nM.C. Ali (A2), which was recorded by the Kadari Police Station as the\n\nFirst Information Statement (Ex.P22). In this he claimed that on\n\n30.1.1994, he and his neighbour Abdul Rahiman were returning from\n\nKasargod at 9.30 p.m. after attending a Muslim League meeting.\n\nWhen they reached a place called Trikkandam through Kunjamu\n\nHaji&#x27;s field at 10.15 p.m., they found Mammunhi Haji&#x27;s son Hussain,\n\nhis brother Abdul Khader, Moosa Haji, his son Hussain, his brother-\n\nin-law Jamal Bayikkatta coming from the opposite direction.         The\n\ncomplainant also stated that these people had enmity with them and\n\nthus they blocked them and told &quot;we will not leave anybody&quot;.\n\nMammunhi Haji&#x27;s son and Jamal inflicted injuries on his left hand\n\nshoulder and armpit.    When Abdul Rahiman came to block, Moosa\n\nHaji and his son inflicted injuries on his right hand and the wounds\n\nstarted bleeding.   At that time complainant fell down and he was\n\nbeaten up on his right leg and left side of the head with a stick and as\n\na result of which he became unconscious. He has also stated in his\n\ncomplaint that there was a case pending regarding the issue of a\n\nmosque between him and the accused and thus the accused had\n\ncaused injuries to them with sword-like knife, sticks, etc.     On the\n\nbasis of the aforesaid statement, Crime No. 67/94, transfer FIR\n\n(Ex.P11) for offences under <a href=\"/doc/1096965/\" id=\"a_29\">Sections 143</a>, <a href=\"/doc/1258372/\" id=\"a_30\">147</a>, <a href=\"/doc/763672/\" id=\"a_31\">148</a>, <a href=\"/doc/724142/\" id=\"a_32\">324</a>, <a href=\"/doc/1599401/\" id=\"a_33\">341</a>, <a href=\"/doc/180217/\" id=\"a_34\">506</a>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                      <a href=\"/doc/1066594/\" id=\"a_35\">12</a></span>\n\fread with 149 <a href=\"/doc/1569253/\" id=\"a_36\">IPC</a> was registered. The same was later on transferred\n\nto Kumbla Police Station, where PW8 registered it as Ex.P12 of\n\nKumbla Police Station. PW9 also conducted the investigation of FIR\n\n(Ex.P12).   On completion of the investigation charges were filed\n\nagainst five accused persons including PW2 and PW5.\n\n</p><p data-structure=\"Facts\" id=\"p_31\">19.   On committal this case was numbered as SC No.66/95 against\n\nthe 13 accused. The case against 5 accused, registered on the basis\n\nof FIR Ex.P12, was numbered as SC 111/95. The trial of both the\n\ncases was taken up simultaneously one after the other and judgment\n\nin both the sessions cases was pronounced on the same day.         We\n\nhave noticed above that after trial accused 1 to 6 were convicted in SC\n\nNo.66/95.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">\n</p><p data-structure=\"Precedent\" id=\"p_33\">20.   On remand, the accused had examined DWs 1 to 5. The Trial\n\nCourt takes note of the post mortem report of the dead body. It was\n\nmarked as Ex.P3 by consent of both the sides. The report indicates\n\nthe following external and internal injuries:\n</p>\n<blockquote id=\"blockquote_1\">                  &quot;Entire body of an adult male lying supine.\n            Rigor mortis present in both upper &amp; Lower\n            limbs. Bleeding from both nostrils present.\n</blockquote>\n<blockquote id=\"blockquote_2\">            External injuries:- Incised wound on the face\n            transversely placed extending from the center of\n            upper lip to Lt. Cheek 14 x 3 x 3 c.m. exposing\n            the oral cavity cutting the full thickness of facial\n            muscles. 2) Incised wound on the Lt. Cheek\n            below the Lt. Eye transversely placed 6 x 1 c.m.\n            skin deep. 3) Incised wound on the lower part of\n            chin transversely placed 10 x 6 c.m. flap of skin\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                     13</span>\n\f            &amp; subcutaneous tissue raised exposing the lower\n            part of mandible. 4) Incised wound on the Right\n            side of neck transversely placed 12 x 5 x 6 c.m.\n            cutting the muscles of neck on Right side with\n            carotid artery and jugular veins and trachea\n            being cut.\n</blockquote>\n<blockquote id=\"blockquote_3\">            Incised wound on the inner aspect of left ankle\n            region transversely placed 6 x 1 x1 c.m. cutting\n            the lower end of tibia. 6) Incised wound 1 c.m.\n            above injury No.5 transversely placed 4 x 1 c.m.\n            skin deep. 7) Incised wound on the front of right\n            leg transversely placed 5 x2 c.m. cutting the\n            tibia which is fractured. 8) Incised wound on the\n<span class=\"hidden_text\" id=\"span_14\">            front or right leg 6 c.m. above injury No.7, 4 x 5</span>\n            c.m. skin deep. 9) Incised wound on the dorsum\n            of right second toe 5 x 0.5 x 1 c.m. along the\n            long axis of the toe cutting the tendons and\n            bone. 10) Linear abrasion obliquely placed on\n            the front of right thigh 6 c.m. long. 11) Linear\n            abrasion obliquely placed on the front of left\n            thigh 5 c.m. long. 12) Linear abrasion\n            transversely placed on the front of left shoulder\n            3 c.m. long. 13) Incised wound on the right side\n            of scalp running anterior posterior 6 x 1 c.m.\n            exposing the skull.\n</blockquote>\n<blockquote id=\"blockquote_4\">            Internal Examination :- Thoracic cage intact.\n            Heart &amp; Lungs intact. Plae stomach, contains\n            partly digested food materials. Liver, spleen and\n            kidneys plae. Urinary bladder contains 150 c.c.\n            of Urine, skull intact, Brain and meninges pale&quot;.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_34\">21.   The opinion as to the cause of death of Faizal given in Ex.P3 is\n\nthat &quot;the deceased dies due to hemorrhage and shock due to injuries\n\nto major vessels of neck&quot;. During the hearing neither the prosecution\n\nnor the defence has challenged the finding and the opinion contained\n\nin Ex.P3. Therefore it was accepted by the Trial Court that Faizal died\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                     14</span>\n\fdue to hemorrhage and shock suffered by him because of the injuries\n\non the major vessels of the neck.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\n</p><p data-structure=\"Precedent\" id=\"p_36\">22.   We may also notice here that the injuries noted in the wound\n\ncertificate (Ex.P4) issued to PW2 on examination by the doctor PW3.\n\nPW2 was examined at 1.15 am on 31.1.1994. The certificate indicates\n\nthe following injuries:\n</p>\n<blockquote id=\"blockquote_5\">             &quot;1. L shaped incised wound on the parietal\n                 aspect of the skull 5 x 6 c.ms;\n</blockquote><blockquote id=\"blockquote_6\">             2. Two small incised wounds on the right\n                 parietal region of the skull;\n</blockquote><blockquote id=\"blockquote_7\">             3. Incised wound over the nose 2 cm x 1 cm;\n</blockquote><blockquote id=\"blockquote_8\">             4. Swelling and deformity over the lower end\n                 of left hand. X-ray of the left hand showed\n                 comminuted fracture of right ulna lower\n                 end.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_37\">23.   As noticed earlier, he was admitted on 31.1.94 and discharged\n\non 7.2.94. The injury No.4 was grievous while the other injuries were\n\nsimple. The doctor also noticed that the history was of alleged assault\n\nby known persons at Ulwar, Kumbla at 10.15 pm on 30.1.1994. PW5,\n\nwho was examined by doctor PW3 at 1.25 am on 31.1.1994, was also\n\nissued wound certificate Ex.P5.      As per Ex.P5 statement following\n\ninjuries were suffered by PW5:\n</p>\n<blockquote id=\"blockquote_9\">             &quot;1.   Incised wound over the first web space of\n                   the left hand with partial tear of the flexor\n                   tendons (1&quot; x =&quot;)&#x27;\n</blockquote><blockquote id=\"blockquote_10\">              2.   Incised wound on the base of the left\n                   thumb 3/4 &quot;x &lt;&quot;.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                     15</span>\n<p data-structure=\"CDiscource\" id=\"p_38\">\f24.   Doctor also opined that injury No.1 in respect of PW5 was\n\ngrievous in nature. PW3 sent intimation Ex.P6 to the police. As per\n\nthe intimation report P6, RMO had come to the hospital. On the basis\n\nof Ex.P6, it has been noticed that PW2 was taken to the operation\n\ntheatre for suturing and closed reduction under general anesthesia\n\nwas done. The report also shows that at 11.40 am on 31.1.1994 the\n\npatient was not in a position to give a statement.    The Trial Court\n\nnotices that after remand the defence had examined DW1 to DW5 and\n\nmarked Exs. D7 to D10, the prosecution had marked Ex. P25 (a-g).\n\nThus the total evidence in this case was PW1 to 10 and Exts P1 to\n\nP26 series together with MO1 to 9 for the prosecution and DW1 to 5\n\nand Exts.D1 to D10 for the defence. The Trial Court, after hearing\n\nsubmissions from the prosecution as also the defence, formulated the\n\nfollowing points for consideration:\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n\n</p><blockquote id=\"blockquote_11\">            &quot;1.   What was the cause of death of Faizal?\n</blockquote><blockquote id=\"blockquote_12\">             2.   Whether the accused 1 to 6 along with\n                  others had formed themselves in to an\n                  unlawful assembly and acted, in\n                  furtherance of their common object, as\n                  alleged against them by the prosecution?\n</blockquote><blockquote id=\"blockquote_13\">            3.    What offence, if any, is proved against the\n                  accused 1 to 6?\n</blockquote><blockquote id=\"blockquote_14\">            4.    Regarding sentence?&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_40\">25.   As noticed earlier, the post mortem report has been accepted by\n\nboth the sides, according to which Faizal died due to hemorrhage and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                   16</span>\n\fshock suffered by him because of the injuries on the major vessels of\n\nneck.    While discussing points No.2 and 3, the Trial Court notices\n\nthat PW1 is a native of Mittur, in State of Karnataka and has been\n\nliving in the house of PW5 as a worker under him for the last about\n\n10 years.    He had gone with PW2, and the deceased Faizal to the\n\nhouse of CW9 at about 9.15 pm on 30.1.1994. It is alleged by the\n\nprosecution that the occurrence took place, whilst they were enroute\n\nto the house of CW9. PW1 has supported the prosecution version. It\n\nwas he who gave Ex.P1 FIS to PW7 on the basis of which crime\n\nagainst A1 to A6 was registered at Kumbla Police Station. The Trial\n\nCourt then notices the sequence of events as narrated earlier.\n\nProsecution mainly relied on the evidence of PW1, 2 and 5 in support\n\nof its version.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><p data-structure=\"CDiscource\" id=\"p_42\">26.     The Trial Court noticed the entire sequence of events, narrated\n\nabove. It also noticed the defence version. It was noticed that the\n\nlearned counsel appearing for the accused had pointed out that there\n\nwas delay in sending Ex.P1 and P10 to the Court; PW1 was probably\n\nnot present at the scene of the incident; the injuries sustained by A2\n\nand A7 were not explained by the prosecution and the registration of\n\na counter case by A2 would be sufficient to show that it was the PWs\n\nwho were the offenders.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                     17</span>\n</p><p data-structure=\"Facts\" id=\"p_44\">\f27.     The   Trial   Court   further   notices   that   the   local   Muslim\n\ncommunity who are in majority have a long standing enmity with\n\nPW5, his family and other close relatives. The religious scholars had\n\neven called upon their followers to do away with the believers of\n\nShemsia Thareequat sect of the Muslim community.               Their life and\n\nmovement had been made impossible in the locality. The majority of\n\nthe Muslim community was encouraged to disrupt the life of the\n\nfamily of PW5 and his relatives. They had been boycotted and were\n\nnot allowed to socialize with the local Jumaath. The Trial Court also\n\nnotices the prosecution version that on 30.1.1994 at about 8 pm,\n\nPW5 and his son PW2 returned to the house. They were informed\n\nthat CW9, brother of PW5, who was residing at some distance from\n\nthe house of PW5 had telephoned to inform that his son had\n\nsustained some injuries because of a fall. Therefore PW5 had asked\n\nPW1 deceased Faizal to go along with PW2 to the house of CW9. PW1\n\nand Faizal had been asked to go along with PW2 due to the peculiar\n\nsituation existing in the locality against PW5 and his family. At about\n\n9.15 P.M. they proceeded to the house of CW9 Mammunhi Haji.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">28.     In appreciating the evidence with regard to the alleged\n\noccurrence, the Trial Court notices the background of both PW1 and\n\ndeceased Faizal with regard to their relationship with PW5 Moosa\n\nHaji.    It is noticed that PW1, who belongs to a schedule caste\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                           18</span>\n\fcommunity, had been working for PW5 for the last 10 years. At the\n\ntime of the occurrence he was allegedly residing in the house of PW5.\n\nHe admits that his native place is Mittur Sullia in the State of\n\nKarnataka. Faizal was also working under PW5 and he is the native\n\nof Manjeri, Malappuram District. He had also been brought by PW5\n\nfor employment as he was unable to find any local workers. The Trial\n\nCourt notices that according to both PW1 and PW2 they had taken\n\nthe shortest route through the paddy field to the house of CW9. All of\n\nthem had torches in their hands. Whilst they were going they found a\n\ngroup of 15 people standing together about 50 meters away from\n\nthem. At that time they were passing through the pathway near the\n\nhouse of A4. They did not suspect anything when they had moved\n\nforward for another 10.5 meters.    One of the individuals from the\n\ncrowd flashed the torch light at them. Other members of the crowd\n\nflashed their torch lights on the ground. By that time the distance\n\nbetween the deceased PW1 and PW2 and the other group was about 5\n\nmeters. All three of them also flashed back their torch lights. PW1\n\nand PW2 were walking with Faizal in the front, in the torch light.\n\nSuddenly they cut Faizal on his neck causing injuries. PW2\n\nintervened. Then A2, A3 and A5 and A6 caused injuries with their\n\nweapons on the hands, head, face and other parts of the body of PW2\n\nby cutting with the weapons. Faizal fell down and PW1 ran away from\n\nthe scene.   PW1 stated that after seeing that PW2 and Faizal were\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                    19</span>\n\finjured, he ran for safety to the house of CW9. The door of the house\n\nwas closed as they were afraid of further attacks. Since Faizal did not\n\nreach the house of CW9, PW1 and son of CW9 went to the place of\n\noccurrence. They saw that Faizal was lying dead in the paddy field.\n\nBoth of them returned to the house of CW9 and reported the matter.\n\nPW7 then got the information over the telephone as narrated earlier.\n\nHe came to the place of occurrence, and went to the house of PW5.\n\nHe had also sustained injuries in the same incident, after Faizal had\n\nbeen killed and PW2 had been injured. PW5 then took the police party\n\nto the house of CW9 by the same route which had been taken by\n\nPW1, PW2 and Faizal. Statement made by PW 1 was recorded as First\n\nInformation Statement by PW 7 which is produced as Ex. P1.        This\n\nwas sent to PW8 who recorded the FIR. The FIR according to PW7\n\nwas recorded at 00.30 hrs on 31.1.1994.       It was received by the\n\nJudicial Magistrate, Ist Class, Kasargod at 3.30 pm on 31.1.1994.\n\nThe Trial Court notices the submissions of the defence that this gap of\n\n15 hrs clearly shows that PW1 was not present in the house of CW9\n\nwhen PW7 went to that house.          In fact, no First Information\n\nStatement was recorded by PW7 at that place.         According to the\n\ndefence Ex.P10 FIR was registered much later. This gap has given an\n\nopportunity for the prosecution to manipulate the case and book\n\ninnocent persons who were thought to be inimical with PW5 and his\n\nfamily.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                    20</span>\n</p><p data-structure=\"CDiscource\" id=\"p_47\">\f29.   Analyzing the aforesaid submissions of the defence, the Trial\n\nCourt notices that Ex.P10 FIR was received by Kasargod Magistrate at\n\n3.30 pm on 31.1.94.     The distance from Kumbla Police Station to\n\nKasargod is less than 15 kilometers.         They had a duty police\n\nconstable who comes to the court to attend the day&#x27;s cases at Kumbla\n\nPolice Station.   Therefore, there was no difficulty for the Kumbla\n\nPolice Station authority to send Ex.P10 and Ex.P1 along with police\n\nconstable so that they will be received at least by the office of the\n\nMagistrate if not the Magistrate himself before 11 am on that day.\n\nThe Trial Court scrutinizes the effect of late receipt of the FIR by the\n\nCourt very closely. The prosecution had submitted that the delay in\n\nreceiving Ex.P10 FIR was not fatal to the prosecution case as it did\n\nnot prejudice the accused and it was not introduced to make any\n\nimprovements or distort the version of the occurrence. After\n\nappreciating the aforesaid legal position the Trial Court notices that\n\nsince it is the case of the prosecution that PW1 had run away from\n\nthe place of occurrence after witnessing the assault, the action of PW1\n\nand the evidence of the prosecution needs close scrutiny. Therefore\n\nlate receipt of Ex.P10 and P1 assumes importance. The Trial Court\n\nthen notices that it is recorded in the inquest report Ex.P14 that the\n\ninquest on the dead body of Faizal was conducted on 31.1.1994. The\n\ninquest commenced at 10 a.m. and was completed at 12.30 p.m. The\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                     21</span>\n\fquery at Sl.No.12 (a) of the prescribed form is to be filled by PW9\n\nunder <a href=\"/doc/411677/\" id=\"a_37\">Section 174</a> Criminal Procedure Code.       The query is &quot;while\n\nconducting inquest is any person suspected who and why&quot;. In answer\n\nto this Ex.P.14, PW9 recorded that &quot;accused are known&quot;. The Trial\n\nCourt also notices that P.W.9 did not record who the accused are and\n\nwhy they are suspected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n</p><p data-structure=\"CDiscource\" id=\"p_49\">30.   The Trial Court agrees with the suggestions made by the\n\ndefence that Ex.P.14 was perhaps prepared prior to Ex.P.1.     Vague\n\nanswer was given to Question 12 (a) of Ex.14, so that other persons\n\ncould be added as the accused.      Therefore, it has been held that\n\nEx.P1 has not been registered as alleged by P.W.7.            Another\n\nsuspicious circumstance was that PW1 had deposed that Ex.P1 was\n\nrecorded by himself.      But in cross examination, he conceded that\n\nEx.P1 was not in his own hand writing and is in that of some other\n\nperson&#x27;s hand writing. The Trial Court, therefore, holds that Ex.P1\n\nwas not recorded as alleged by the prosecution at the place and time\n\nrecorded both in Ex.P1 as well as in Ex.P10.     The Trial Court also\n\nnotices that when PW1 appeared as DW5 after the remand, he\n\ndeposed that he had been working for PW5 for the last 10 years. He\n\nalso deposed that he would do whatever PW5 asked him to do.\n\nHowever, since the witness had clarified in the re-examination that he\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                   22</span>\n\fdid not understand the question, the Trial Court ignored the earlier\n\nstatement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n</p><p data-structure=\"CDiscource\" id=\"p_51\">31.   The Trial Court then examines the sequence by which the\n\nnames of accused No.7 to 12 have been incorporated. The Trial Court\n\ntakes note of the fact that both the parties claim to have recognized\n\neach other in torch light. After analyzing the evidence with regard to\n\nthe assault, the Trial Court notices that there is no reason as to why\n\nthe attackers would allow PW1 to escape. After all they were fifteen\n\npersons in a group and had every intention to kill the three members\n\nof the opposite group approaching them.         The Trial Court also\n\nconcludes that behaviour of PW1, PW2 and Faizal to continue walking\n\ntowards the other group even though they were carrying weapons in\n\ntheir hands would not be consistent with normal human conduct.\n\nThe normal instinct would have been either to retaliate or to run away\n\nfrom the scene. On the basis of the above the Trial Court had formed\n\nan opinion that the prosecution had not placed before the Court the\n\nexact situation under which the attack had really occurred.        This\n\nwould put a cloud of suspicion over the presence of PW1 at the scene\n\nof the crime. In case PW1 was present, he ought to have identified the\n\naccused with their respective weapons. If he had fled the scene, he\n\ncould not have given all the graphic details of the assault, in the FIS,\n\nas recorded in the house of CW9.     For this reason perhaps PW9 was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                     23</span>\n\fnot in a position to reply to the prescribed query at Sl.12A under\n\n<a href=\"/doc/411677/\" id=\"a_38\">Section 174</a>, Criminal Procedure Code while conducting the inquest.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_52\">32.   The Trial Court pointed out numerous other infirmities in the\n\nprosecution case. It is noticed that PW1 was such a dedicated worker\n\nof PW5.   He had even made a false complaint against three of the\n\naccused under <a href=\"/doc/12362825/\" id=\"a_39\">Section 3(1)(X)</a> of the Scheduled Castes and Scheduled\n\nTribes (Prevention of Atrocities) Act, 1989 and under Section 506(2)\n\nread with <a href=\"/doc/37788/\" id=\"a_40\">Section 34</a> IPC.      All the accused were acquitted as the\n\nprosecution version was disbelieved.   The Trial Court also refers to\n\nanother judgment Ex.D8 in case No.98/1995 delivered on 30.5.1996\n\nin which four accused were proceeded against by PW1 under <a href=\"/doc/1599401/\" id=\"a_41\">Sections\n\n341</a>, <a href=\"/doc/1011035/\" id=\"a_42\">323</a>, <a href=\"/doc/724142/\" id=\"a_43\">324</a> IPC read with 34 <a href=\"/doc/1569253/\" id=\"a_44\">IPC</a> and <a href=\"/doc/25085007/\" id=\"a_45\">Section 310</a> of Scheduled\n\nCastes and Scheduled Tribes (Prevention of Atrocities) Act, 1989. In\n\nthis also the Court observed that it is not safe to accept and to act\n\nupon the evidence of PW1, therefore the accused were acquitted. The\n\nTrial Court, therefore, notices that PW1 is not a believable witness.\n\nHe is a sincere employee of PW5.     In view of his past conduct the\n\nlocals probably had more hatred towards PW1 than Faizal. Therefore\n\nit becomes more suspicious that Faizal gets killed while PW1 is left\n\nuninjured by the same group.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n</p><p data-structure=\"CDiscource\" id=\"p_54\">33.   Moving on to the evidence of PW2, who was admitted and\n\ntreated in the city hospital Bangalore at 1.15 A.M. on 31.1.1994, the\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                     24</span>\n\fTrial Court takes note of the wound certificate issued by PW3. PW3\n\nstated that till PW2 was taken to the operation theatre, he was in a\n\nposition to speak. It is further stated by this witness that the effect of\n\ngeneral anesthesia may last for two and a half hours and thereafter\n\nthe patient will be normal. According to the endorsement made on\n\nEx.P6 by Dr. Geeta Rao the then RMO, PW2 had been taken for\n\nsuturing and closed reduction under general anesthesia at 11.40 am\n\non 31.1.1994. PW2 was not questioned until 3.2.1994. He was able\n\nto speak till he was taken for suturing at 11.40 on 31.1.1994.\n\nAlthough PW2 was present in the house of CW9, PW7 did not record\n\nany statement from him.       Since PW2 was the injured witness he\n\nwould have surely given a true version. He was present at the scene\n\nof occurrence. He had faced the attackers whereas PW1 had fled the\n\nscene on seeing the assailants. The prosecution had totally failed to\n\nexplain as to why PW2 was not questioned till 3.2.1994.               The\n\nexplanation given by prosecution that PW2 was not in a position to\n\nspeak is belied by the statement of PW3 together with the\n\nendorsement as well as the recorded content in Ex.P4.          From the\n\nabove also the Trial Court formed an opinion that the prosecution is\n\nnot placing the whole truth before the Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n</p><p data-structure=\"CDiscource\" id=\"p_56\">34.   The Trial Court then critically examined the evidence of PW5,\n\nfather of PW2. PW3 had also treated PW5 and given wound certificate\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                       25</span>\n\fEx.P5. It is noticed that PW9 did not question PW5 till 4.2.94. It was\n\nafter questioning PW5 that A13 was added to the earlier accused and\n\nthen no explanation was available as to why PW5 was not questioned\n\ntill 4.2.94. The only explanation given by the prosecution is that he\n\nwas   not   available   for   interrogation.   Rejecting   the   aforesaid\n\nexplanation the Trial Court concluded that PW9 deliberately delayed\n\nrecording the statement of PW5 to implicate other innocent persons.\n\nAt this stage, the prosecution had argued that the statements of PW2\n\nand PW5 cannot be discarded only on the ground that they are\n\ninterested witnesses. The principle of law is accepted by the Trial\n\nCourt. Therefore, the evidence of these witnesses was very carefully\n\nscrutinized.   The Trial Court notices that there is absolutely no\n\nindependent evidence in this case to corroborate the evidence of these\n\ninterested witnesses. Neither the immediate neighbours nor any of the\n\npeople living in the vicinity have been examined.      The explanation\n\ngiven by the prosecution is that due to enmity towards PW5 and his\n\nfamily none has come forward to give the evidence. The Trial Court,\n\ntherefore, observes that in such circumstances the evidence of PW1\n\nand PW2 had to be carefully examined to rule out any inherent\n\ninconsistencies.   The Trial Court further notices that there is no\n\nindependent evidence with regard to the injuries caused to PW2 by\n\nA2, A3, A5 and A6. If these four persons had actually attacked PW2,\n\nhe would have suffered many more grievous injuries.              The only\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                       26</span>\n\fgrievous injury suffered by him was fracture of ulna lower and other\n\ninjuries were simple in nature.      PW2 at that time had run away.\n\nFaizal after suffering fatal injuries had fallen down. Again there is no\n\ncorroboration from any independent witness.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">\n</p><p data-structure=\"Precedent\" id=\"p_58\">35.   To make the matter even worse, A2 and A7 had suffered a\n\nnumber of injuries. PW10 had deposed that A2 had suffered the\n\nfollowing injuries:\n</p>\n<blockquote id=\"blockquote_15\">             &quot;(1) incised wound right shoulder 2&quot; in length\n              (2) incised wound left side of chest 1=&quot; in\n                  length,\n              (3) incised wound left elbow 3&quot; in length,\n              (4) incised wound left forearm 3&quot; in length and\n              (5) fracture of lateral condyle of left humerus.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_59\">36.   According to PW10 injury No.5 is a grievous injury. Similarly,\n\ninjuries in respect of A7 were given in Ex.P24. This also shows that\n\nhe had sustained an incised wound 2= inches long over the left\n\nforearm with tendons divided. This injury is grievous in nature. As\n\nnoticed earlier, this assault had resulted in the registration of transfer\n\nFIR in Crime No.67 of 1994 which was subsequently transferred and\n\nregistered as FIR Ex.P12 at Kumbla Police Station. There is no\n\nexplanation offered of the injuries. The Trial Court notices that in this\n\ncase PW9 had concluded after the investigation that both the cases\n\nare true. But none of the prosecution witnesses PW1, PW2 and PW5\n\nspeak about the manner and the circumstances under which A2 to A7\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                       27</span>\n\fhad sustained injuries. Therefore, this also leads to the conclusion\n\nthat the prosecution story as put through PW1, 2, and 5 is not\n\ncorrect.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n</p><p data-structure=\"Precedent\" id=\"p_61\">37.        The defence has also pointed out that the investigating team\n\ndid not even care to collect blood stained earth from the scene of the\n\noccurrence.     There was no moonlight on 30.1.1994.        The torches\n\nallegedly possessed by Faizal, PW1 and PW2 at the time of the\n\noccurrence were not recovered. In spite of the availability of son of\n\nCW9 and CW9 himself, they were examined as witnesses. The Trial\n\nCourt, however, observed that &quot;these small issues were, however, not\n\nconsidered to materially effect the case as put forward by the\n\nprosecution either in favour of the prosecution or in favour of the\n\ndefence.&quot;     However, otherwise on independent assessment of the\n\nevidence the Trial Court concluded that there was no evidence to\n\nconnect accused with the crime.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">\n</p><p data-structure=\"CDiscource\" id=\"p_63\">38.   The High Court in the impugned judgment has narrated the\n\nentire sequence of events as recapitulated by us above. The High\n\nCourt also noticed briefly the reasons given by the Trial Court for not\n\nbelieving the prosecution story. It is observed that there is no delay in\n\nrecording the F.I. Statement. According to the High Court, there is no\n\ncircumstance to doubt that Ex.P.1 was not recorded at the time and\n\nplace of the incident. There is no reason for PW7, the Sub-Inspector\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                      28</span>\n\for PW9, the Investigating Officer, to make any false case. The High\n\nCourt also concluded that it was unlikely that P.W.9, the Investigating\n\nOfficer, and P.W.8 who had registered the FIR being Muslims, would\n\nconcoct the story against the accused who were also Muslims. It was\n\nunlikely that they would have supported PW5 and his family who had\n\nleniency towards BJP. The High Court also concluded that there was\n\nno delay in forwarding the FIR to the Magistrate. Ex. P10 FIR was\n\nregistered at 00.30 hrs on 31.1.1994. Ex P9 shows that there was\n\nonly PW 8, Head Constable and another constable in the police\n\nstation at that time. Other Police personnel were on law and order\n\nduty. Ex.P.10 was sent to the Court through a Constable PC 450 at 8\n\na.m. on 31.1.1994. If the Magistrate noted his initial only at 3 p.m.\n\nthe prosecution cannot be faulted. Even if there is delay, it has been\n\nclearly explained. Mere delay in receipt of occurrence report by itself\n\ndoes not make the investigation tainted. The High Court also observed\n\nthat on getting telephonic information, after entering the same in the\n\nG.D., the police party rushed to the spot. On reaching the spot\n\nwithout any delay, F.I. Statement was recorded. There was no delay in\n\nstarting the investigation. Injured were sent to the hospital in the\n\npolice jeep itself. Law and order situation was tense. Ex.P.1 was\n\nrecorded at the house of C.W.9 at 11.45 p.m. and the FIR was\n\nregistered at 00:30 hours on 31.1.1994. With regard to the non-\n\nmentioning of the accused in the column provided under Sl.No.12 (a)\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                     29</span>\n\fof the inquest report (Ex.P.14), it is noted that the names of the\n\naccused are mentioned at the column where it is provided that &quot;any\n\nperson was questioned and whether statement was recorded from any\n\nperson and their statement.&quot; The High Court accepted the fact that\n\nthe statement was recorded from C.W.9 who had not seen the\n\nincident. The eye witnesses PW1, PW2 and PW5 were not present\n\nwhen the inquest report was prepared. That is why in column 12(a), it\n\nwas recorded that &quot;accused are known&quot;. Their names were actually\n\nmentioned at column No.13 in Ex.P.14. The High Court also observed\n\nthat non-examination of C.W.9 is not fatal. The High Court also\n\nmakes the observation that the object of preparing the inquest report\n\nis only to draw a report of the apparent cause of death describing the\n\nwounds found on the body of the deceased and stating in what\n\nmanner and by what weapon or instrument such injuries were\n\ninflicted. It is neither necessary nor obligatory on the part of the\n\ninvestigating officer to investigate into or ascertain who were the\n\npersons responsible for the death. Since the names of the accused\n\nhave been mentioned in column No.13 it would not, in any manner,\n\nweaken the prosecution case. The High Court also negatived the\n\nreasoning of the Trial Court as to why the FIS was not recorded on the\n\nbasis of the information given by P.W.1 rather than P.W.2 who was\n\ninjured. According to the High Court, there is no rule or mandate\n\nunder <a href=\"/doc/1980578/\" id=\"a_46\">Section 154</a> of the Code of Criminal Procedure that F.I.\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                    30</span>\n\fStatement should be recorded only from an eye witness. The High\n\nCourt reiterated that the police reached the trouble spot on receiving\n\ninformation by telephone. They went to the house of PW5 hearing that\n\nsome incident had taken place near his house. PW5 then took them to\n\nthe house of C.W.9. There they saw PW1 and PW2. The High Court\n\nalso notices that when P.W.1 saw that the deceased fell down and PW\n\n2 injured, he then escaped to the house of C.W.9. Since he had seen\n\nthe persons who had attacked the deceased, he identified at least A1\n\nto A6 with their names. It is noticed by the High Court that PW2 was\n\nseriously injured. His presence was also not doubted. He was made\n\nan accused in the counter case. The High Court noticed that although\n\nPW2 was injured, he was not unconscious. According to the wound\n\ncertificate, Ex.P4 on 31.1.1994 at 11.40 a.m. he was not in a position\n\nto give a statement. At the time the anxiety of the police was to send\n\nthe injured for treatment, therefore, the names of the accused were\n\nsubsequently disclosed by PW2. The High Court then considered the\n\nconduct of PW1 in filing complaints under the <a href=\"/doc/25085007/\" id=\"a_47\">Scheduled Castes and\n\nScheduled Tribes (Prevention of Atrocities) Act, 1989</a>. It is, however,\n\nobserved that the evidence of PW1 cannot be ignored on the ground\n\nthat he was a loyal servant of PW5. Non recording of the statement of\n\nPW2 and P.W.5 immediately was also explained by the High Court on\n\nthe ground that there was a law and order problem in the area. When\n\nthe police went to record the statement on the next day, P.W.2 was\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                                                    31</span>\n\funder general anesthesia. He was not in a position to give a\n\nstatement. He was only questioned when he was in a position to\n\nspeak. With regard to adding the names of accused nos. 7 to 13, it is\n\nheld that at the maximum, the other persons added by PW.2 or 5\n\nwhen they were questioned can be absolved by giving the benefit of\n\ndoubt. The High Court then examined the circumstance that the\n\nincident happened in the night after 9.15 p.m. PW1 and PW2 are\n\nnatural witnesses. PW2 was an injured eyewitness. PW5 was also\n\ninjured.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n</p><p data-structure=\"CDiscource\" id=\"p_65\">39.   On the basis of the law as settled by this Court in a number of\n\njudgments which are noticed by the High Court, it is held that\n\nrelationship is not a factor to affect credibility of a witness. It is more\n\noften than not that a relation would not conceal actual culprit and\n\nmake allegations against an innocent person leaving a way for the real\n\naccused to escape. PW2 is not only related to PW5 but he was also\n\nseriously injured. The High Court reiterates that the presence of PW2\n\nat the scene of occurrence is not disputed due to the registration of\n\nthe counter case. With regard to the non explanation of the injury on\n\nthe accused, it is stated that PW9 and PW10 spoke about the same.\n\nThe injuries were also explained by PW10, the doctor, who stated that\n\nthe injuries in Ex.P.23 and P.24 certificates can be caused otherwise\n\nthan by assault, i.e., by a fall or by a road transport accident.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                        32</span>\n</p><p data-structure=\"CDiscource\" id=\"p_66\">\f40.   Upon consideration of the entire evidence, the High Court held\n\nthat the prosecution was able to prove the case conclusively against\n\nA1 to A6 beyond any shadow of doubt. The High Court also recorded\n\nthat &quot;the findings by the Sessions Court otherwise is perverse and\n\nmanifestly erroneous. Appreciation of evidence by the Sessions Court\n\nin this case lacks coherence and findings are based on unwarranted\n\nassumptions. Hence, even though it is an order of acquittal,\n\ninterference is required.&quot; The High Court also observed that &quot;in this\n\ncase, only conclusion possible from the evidence is that accused\n\nNos. 1 to 6, i.e., respondents in this appeal are guilty of the charges\n\nlevelled against them.&quot; With these observations, the judgment of the\n\nTrial Court was set aside and the appellants were convicted as noticed\n\nby us above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n</p><p data-structure=\"PetArg\" id=\"p_68\">41.   We have heard the learned counsel for the parties. Mr. Ranjit\n\nKumar, Learned Senior Counsel, appearing for the appellants in\n\nCriminal Appeal No.434 of 2002 has addressed the Court on all the\n\nissues discussed by the Trial Court as also by the High Court. The\n\nlearned   senior   counsel   has   reiterated   the   infirmities   in   the\n\nprosecution evidence as narrated by the Trial Court. Learned counsel\n\nsubmitted that the findings of the Sessions Court were just and\n\nreasonable and the High Court ought not to have interfered in the\n\nappeal. It is settled law that if two views are possible, the one which\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                          33</span>\n\ffavours the accused has to be accepted. That being the position, the\n\nHigh Court erred in upsetting the acquittal and recording the\n\nconviction of the appellants. The submissions made before the Trial\n\nCourt as before the High Court have been reiterated. It is not\n\nnecessary to recapitulate the same again.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">\n</p><p data-structure=\"PetArg\" id=\"p_70\">42.   On the other hand, the learned counsel appearing for the State\n\nof Kerala has submitted that acquittal of the appellants has been set\n\naside by the High Court on a thorough appreciation of the evidence.\n\nEach and every circumstance relied upon by the Trial Court had been\n\nanswered by the High Court. It is unbelievable that PW2 and PW5,\n\nwho were injured witnesses, would falsely implicate the accused.\n\nAccording to the learned counsel, only one conclusion was possible\n\nwhich has been duly recorded by the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n</p><p data-structure=\"Precedent\" id=\"p_72\">43.   We have considered the submissions made by the learned\n\ncounsel. We may notice here that the High Court has clearly recorded\n\nthe legal proposition involved in this case in the following words:\n\n</p><blockquote id=\"blockquote_16\">                 &quot;Being an appeal against acquittal, we are\n            bound to see whether views expressed by the\n            learned Sessions Judge are reasonably possible.\n            If the views expressed are reasonably possible,\n            even if another view is possible, appellate court\n            will not interfere in it.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"131545994\" id=\"span_35\">The aforesaid statement of law recognizes the settled position in the\n\ncase of <a href=\"/doc/131545994/\" id=\"a_48\">Antar Singh v. State of M.P.</a>, (1979) 1 SCC 79:</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                                        34</span>\n</p><blockquote id=\"blockquote_17\">\f              &quot;This Court has repeatedly held that although in an\n              appeal against acquittal, the powers of the High\n              Court in dealing with the case are as extensive as of\n              the Trial Court, but before reversing the acquittal,\n              the High Court should bear in mind that the initial\n              presumption of the innocence of the accused is in no\n              way weakened, if not reinforced, by his acquittal at\n              the trial; and further, the opinion of the Trial Court\n              which had the advantage of observing the\n              demeanour of the witnesses, as to the value of their\n              evidence should not be lightly discarded. Where two\n              views of the evidence are reasonably possible, and\n              the Trial Court has opted for one favouring acquittal,\n              the High Court should not disturb the same merely\n              on the ground that if it were in the position of the\n              Trial Court, it would have taken the alternative view\n              and convicted the accused accordingly.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761643\" id=\"span_37\">44.     This settled proposition of law has been reiterated by this Court\n\nin the case of <a href=\"/doc/761643/\" id=\"a_49\">Chandrappa v. State of Karnataka</a> {2007 (4) SCC\n\n415}.    In this case, the provisions of <a href=\"/doc/487026/\" id=\"a_50\">Section 378</a> of the Code of\n\nCriminal Procedure, 1997 were critically examined. After adverting to\n\nnumerous decisions of this Court, it was observed as follows:</span>\n\n\n</p><blockquote id=\"blockquote_18\">                 &quot;From the above decisions, in our considered\n              view, the following general principles regarding\n              powers of the appellate court while dealing with an\n              appeal against an order of acquittal emerge:\n</blockquote><blockquote id=\"blockquote_19\">                 (1) An appellate court has full power to review,\n              reappreciate and reconsider the evidence upon which\n              the order of acquittal is founded.\n</blockquote><blockquote id=\"blockquote_20\">                 (2) The <a href=\"/doc/445276/\" id=\"a_51\">Code of Criminal Procedure</a>, 1973 puts no\n              limitation, restriction or condition on exercise of\n              such power and an appellate court on the evidence\n              before it may reach its own conclusion, both on\n              questions of fact and of law.\n</blockquote><blockquote id=\"blockquote_21\">                 (3) Various expressions, such as, &quot;substantial\n              and compelling reasons&quot;, &quot;good and sufficient\n              grounds&quot;, &quot;very strong circumstances&quot;, &quot;distorted\n              conclusions&quot;, &quot;glaring mistakes&quot;, etc. are not\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                       35</span>\n\f            intended to curtail extensive powers of an appellate\n            court in an appeal against acquittal. Such\n            phraseologies are more in the nature of &quot;flourishes of\n            language&quot; to emphasise the reluctance of an\n            appellate court to interfere with acquittal than to\n            curtail the power of the court to review the evidence\n            and to come to its own conclusion.\n</blockquote><blockquote id=\"blockquote_22\">                (4) An appellate court, however, must bear in\n            mind that in case of acquittal, there is double\n            presumption in favour of the accused. Firstly, the\n            presumption of innocence is available to him under\n            the fundamental principle of criminal jurisprudence\n            that every person shall be presumed to be innocent\n            unless he is proved guilty by a competent court of\n            law. Secondly, the accused having secured his\n            acquittal, the presumption of his innocence is\n            further reinforced, reaffirmed and strengthened by\n            the Trial Court.\n</blockquote><blockquote id=\"blockquote_23\">               (5) If two reasonable conclusions are possible on\n            the basis of the evidence on record, the appellate\n            court should not disturb the finding of acquittal\n            recorded by the Trial Court.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072474\" id=\"span_39\">From the above, it becomes evident that if two reasonable conclusions\n\nare possible on the basis of the evidence on record, the Appellate\n\nCourt should not disturb the findings of acquittal. The acquittal re-\n\nenforces and reaffirms the presumption of innocence of the accused.\n\nThe High Court, in fact, makes a reference to the judgment of this\n\nCourt in the case of <a href=\"/doc/1072474/\" id=\"a_52\">Kali Ram v. State of H.P.</a>, (1973) 2 SCC 808,\n\nwherein this Court has observed :</span>\n</p>\n<blockquote id=\"blockquote_24\">            &quot;Another golden thread which runs through the web\n            of the administration of justice in criminal cases is\n            that if two views are possible on the evidence\n            adduced in the case, one pointing to the guilt of the\n            accused and the other to his innocence, the view\n            which is favourable to the accused should be\n            adopted.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                     36</span>\n<p data-structure=\"CDiscource\" id=\"p_76\">\f45.   Having noticed the aforesaid principle, the High Court reviewed\n\nthe entire evidence. It reached the conclusions which are opposite to\n\nthe conclusions recorded by the Trial Court. We are unable to accept\n\nthe opinion of the High Court that findings recorded by the Trial\n\nCourt are perverse and manifestly erroneous.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_78\">46.   We have very elaborately dealt with the judgments of both the\n\ncourts below, to show that the Trial Court had meticulously examined\n\nthe entire evidence, to record its conclusions. We may now briefly\n\nindicate our reasons for not agreeing with the view expressed by the\n\nHigh Court, that the conclusions reached by the Trial Court were\n\nperverse and manifestly erroneous.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_80\">47.    There was a clear cut enmity between PW5 and his family on\n\nthe one side and the accused party on the other side. It was a\n\nreligious dispute which undoubtedly led to high tension. The majority\n\ngroup had gone so far as to encourage the members of its community\n\nto annihilate PW5 and his family. Prior to the assault, there was a\n\nmeeting of the Muslim community. The incident took place in the\n\ndark. The Trial Court noticed that none of the torches were recovered\n\nor produced by any of the concerned persons. There was also no\n\nmoon light. In such circumstances, the recognition of the six accused\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                                   37</span>\n\fmay not be possible. The Trial Court on this matter reached a\n\nreasonable conclusion. The Trial Court had meticulously examined\n\neach and every issue. The Trial Court also noticed that there was\n\nanticipation of trouble otherwise there was no occasion for PW2 to be\n\naccompanied by PW1 and Faizal for going to the house of CW.9,\n\nbrother of PW5.    The Trial Court also traced the progress of these\n\nthree individuals through the paddy field. Since it was a dark night, it\n\nwas not entirely unbelievable that the torches had been introduced to\n\nensure that the accused could be said to have been identified.\n\nSurprisingly, after Faizal was fatally injured, PW1 bolts from the\n\nscene of crime. This PW1 is so loyal to PW5 that he has been taking\n\nundue advantage of being a scheduled caste and lodging false\n\ncomplaints against the accused persons under the <a href=\"/doc/25085007/\" id=\"a_53\">Scheduled Castes\n\nand Scheduled Tribes (Prevention of Atrocities) Act, 1989</a>. Yet when\n\nthe other faithful servant of PW5 was being brutally murdered, he\n\ndecided not to defend and ran away. The Trial Court, therefore,\n\nconcluded that the behaviour of PW1 was wholly unnatural.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_81\">48.     Moving on to the evidence of PW5, the Trial Court noticed that\n\nwhen he went out of the house, he heard lot of noise from the side of\n\nthe paddy field. When he went towards the west of his house, he saw\n\nsome persons entering the pathways from the paddy field. He\n\nidentified the accused persons. When he enquired from A7 as to what\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                      38</span>\n\fhad happened, he was also attacked and injured. He also ran back to\n\nthe house. His attempt to contact his brother and others on the\n\ntelephone remained unsuccessful. In the meantime, PW1 and 2 had\n\nreached the house of CW.9. Subsequently, Faizal&#x27;s dead body was\n\ndiscovered by PW1 and the son of CW.9. The police arrived at the\n\nscene. Although PW2, the injured witness, was available, his\n\nstatement was not recorded. It was PW1 who gave the F.I. Statement.\n\nIt must be remembered that he had run away when the deceased was\n\nbeing assaulted. In such circumstances, we are unable to hold that\n\nthe conclusions reached by the Trial Court were unreasonable or\n\nperverse.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_83\">49.    The Trial Court meticulously examined the sequence of events\n\nwith regard to the recording of the FIR.   It cannot be held that the\n\nconclusion reached by the Trial Court that the occurrence report\n\ncould not have been sent earlier, as the same was yet to be prepared,\n\nis not possible. The FIR was recorded at 0030 hrs on 31.1.1994. It\n\nwas not received by the Magistrate till 3.30 p.m. on 31.1.1994. The\n\nTrial Court also noticed that the names of the accused were\n\nmentioned in Ex.P.1. But they were not mentioned in the relevant\n\ncolumn of the inquest report. If the First Information Statement\n\nEx.P.1 had been prepared prior to Ex.P.14, the names would surely\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                                                   39</span>\n\fhave been mentioned therein. These conclusions again, in our\n\nopinion, cannot be said to be perverse.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_85\">50.   The Trial Court also noticed that due to the long enmity of\n\nP.W.5 and his family with the accused, the evidence had to be\n\nscrutinized carefully. Faizal as well as PW1 were the employees of\n\nPW5 who had been brought from the State of Karnataka as the local\n\nlabour was not available. The Trial Court noticed that in case there\n\nhad been an assault, as projected by the prosecution, there was no\n\nreason why PW1 would have been spared while Faizal was brutally\n\nmurdered. After all, it was P.W.1 who had proceeded against those\n\naccused while working under PW5 by filing false cases against the\n\naccused. The Trial Court also noticed that delay in recording the\n\nstatement of P.W.2 cannot be easily brushed aside. He was conscious\n\nthrough all the night and yet the statement was not recorded at the\n\ninitial stage by PW7. He became unconscious only at the time when\n\ngeneral anesthesia was given to him at 11.40 a.m. the following day.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_86\">51.   Mr. Ranjit Kumar also pointed out that PW2 in the witness box\n\nmerely stated that he was tired at the time when P.W.7 had come to\n\nthe house of CW9. The Trial Court noticed that there was absolutely\n\nno explanation with regard to the injuries suffered by the accused.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                                       40</span>\n\fThis apart, all the witnesses being interested witnesses, their evidence\n\ncould not be believed in the absence of independent corroboration.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_87\">52.   In our opinion, taking into consideration the entire facts and\n\ncircumstances of the case, it would not be possible to agree with the\n\nHigh Court that the findings recorded by the Trial Court were perverse\n\nor that only one conclusion consistent with the guilt of the accused\n\nwas possible. We are of the opinion that the two views being\n\nreasonably possible the High Court ought not to have interfered with\n\nthe verdict of acquittal recorded by the Trial Court. Consequently, we\n\nallow the appeal and set aside the judgment of the High Court.\n\n\n\nCriminal Appeal No.434 of 2002 and\nCriminal Appeal Nos. 500-501 of 2002:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">\n</p><blockquote id=\"blockquote_25\">1.    In view of the judgment passed in Criminal Appeal No.499 of\n\n2002, these appeals are also allowed.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_89\">                                              ..................................J.\n                                                [B.Sudershan Reddy]\n\n\n\n\n                                             ...................................J.\n                                              [Surinder Singh Nijjar]\nNEW DELHI,\nAPRIL 13, 2010.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                                                               41</span>\n\f</p>","numcites":24,"numcitedby":115,"docsource":"Supreme Court of India","citetid":128084,"divtype":"judgments","relatedqs":[{"value":"case and counter case","formInput":"case%20and%20counter%20case"},{"value":"inquest report","formInput":"inquest%20report"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"wound certificate","formInput":"wound%20certificate"},{"value":"atrocities act","formInput":"atrocities%20act"},{"value":"anesthesia","formInput":"anesthesia"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"injured witness","formInput":"injured%20witness"},{"value":"Pathway","formInput":"Pathway"},{"value":"mahazar","formInput":"mahazar"},{"value":"scheduled tribe","formInput":"scheduled%20tribe"},{"value":"inquest","formInput":"inquest"},{"value":"muslim","formInput":"muslim"},{"value":"  police constables","formInput":"%20%20police%20constables"},{"value":"counter case","formInput":"counter%20case"},{"value":"caste","formInput":"caste"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"\"atrocity act\"","formInput":"%22atrocity%20act%22"},{"value":"First statement ","formInput":"First%20statement%20"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}