{"tid":143911787,"publishdate":"2022-05-13","title":"Meena Devi vs The State Of Uttar Pradesh on 13 May, 2022","doc":"<h2 class=\"doc_title\">Meena Devi vs The State Of Uttar Pradesh on 13 May, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-kohli\">Hima Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:d-y-chandrachud\">D. Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">         CRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n                                                                                                    REPORTABLE\n\n                                        IN THE SUPREME COURT OF INDIA\n                                       CRIMINAL APPELLATE JURISDICTION\n\n                                  CRIMINAL APPEAL NO. 808 OF 2022\n                                   [ARISING OUT OF PETITION FOR\n                         SPECIAL LEAVE TO APPEAL (CRIMINAL) NO. 5102 OF 2019\n\n\n\n         MEENA DEVI                                                                         .....    APPELLANT\n\n                                                                    VERSUS\n\n\n         THE STATE OF U.P. AND ANOTHER                                                      .....   RESPONDENTS\n\n\n\n                                                            JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">         Hima Kohli J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">         1.               Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Issue\" id=\"p_4\">         2.               This appeal is directed against the order dated 19th September,\n\n         2018 passed by the learned Single Judge of the High Court of Allahabad\n\n         in Criminal Miscellaneous Bail Application No. 609 of 2018 whereunder\n\n         the application filed by the respondent No. 2 under <a href=\"/doc/1290514/\" id=\"a_1\">Section 439</a> of the\n\n         Criminal Procedure Code1 was allowed and he was enlarged on bail\n\n         subject             to   certain         conditions              stipulated   therein.      The   original\n\n         complainant, wife of the deceased has preferred this appeal by way of\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">SATISH KUMAR YADAV</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.05.21</span>\n<span class=\"hidden_text\" id=\"span_5\">13:32:33 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n         special leave against the said order before this Court.\n\n         1   For short ‘the <a href=\"/doc/445276/\" id=\"a_2\">Cr.P.C</a>.’\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                     Page 1 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.          Initially, petitions for special leave to appeal were filed against two\n\nrespondents namely, Shivraj Singh alias Lalla Babu [respondent No. 2]\n\nand Sonu [respondent No. 3]. However, by an order dated 2nd July,\n\n2019, the petition qua the respondent No. 3 was dismissed and notice\n\nwas issued in respect of the second respondent while taking note of the\n\nfact that vide judgment dated 20th December, 2012, passed by this Court\n\nin Criminal Appeal No. 1416 of 2012, bail granted to the said respondent\n\nhad been cancelled. As a result, Petition for Special Leave to Appeal\n\n(Crl.) No. 5103 of 2019 filed by the respondent No. 3 was disposed of.\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">4.          On the basis of a complaint made by Smt. Meena Devi, wife of the\n\ndeceased, FIR No. 173 of 2012 was registered at P.S. Civil Lines,\n\nDistrict Badaun for the offence punishable under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> of the\n\nIndian Penal Code2.                       It was stated by the appellant/complainant that\n\nwhen she and her husband, Narain Singh were returning home on a\n\nmotorcycle in the evening of 16th June, 2012, after having visited Badaun\n\nwhere he was to appear in the Court in a case pending trial against the\n\nrespondent No. 2 herein, four out of the five accused persons came in a\n\nJeep, intercepted them and started firing gunshots at Narain Singh on\n\npoint blank range. Though the complainant’s brother, Sanjeev Kumar\n\nSingh accompanied by one Hari Singh, who were following the\n\n2   For short ‘the <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>’\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                            Page 2 of 2</span>\n\fCRIMINAL APPEAL NO.      OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\ndeceased and his wife, had tried to save him and take him to the District\n\nHospital, he succumbed to the injuries on route. The complainant stated\n\nthat the dispute between the parties related to the ownership of a school\n\nnamely, Janta Junior High School, Madhukar Police Station, Tehsil\n\nShahbad, where her husband was employed as the Head Master.\n\nEarlier, on 13th December, 2011, the same set of the accused persons\n\nhad abducted her husband from Asafpur Railway Station, Faizganj,\n\nBehata.               Respondent No. 2 who claimed ownership of the aforesaid\n\nschool was instrumental in the said abduction. A case relating to the\n\nsaid abduction was pending trial in a Court in Badaun where the\n\ndeceased was the prime witness. While in detention in jail at Badaun,\n\nrespondent No. 2 had hatched a conspiracy with four co-accused\n\npersons and planned to eliminate the deceased against whom he bore a\n\ngrudge of having deposed against him as a witness in the kidnapping\n\ncase.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"Facts\" id=\"p_8\">5.        After the investigation was complete in FIR No.173 of 2012, the\n\nrespondent No.2 was charged with the offence under <a href=\"/doc/1983271/\" id=\"a_5\">Section 302</a> read\n\nwith 149 and 120B <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>. Charges were framed against him and the co-\n\naccused persons on 3rd January, 2014.                                    During the trial, respondent\n\nNo.2 was admitted to bail. Vide common judgment dated 6th January,\n\n2018, the Sessions Court held the respondent No. 2 and the other co-\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                           Page 3 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\naccused persons as guilty for the offence under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> read with\n\n<a href=\"/doc/999134/\" id=\"a_8\">Sections 149</a> and <a href=\"/doc/1897847/\" id=\"a_9\">120B</a> IPC.                                   Respondent No.2 was sentenced to\n\nundergo life imprisonment.                        Resultantly, bail granted to the respondent\n\nNo. 2 and three other co-accused was cancelled.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Facts\" id=\"p_10\">6.        The role of the respondent No. 2 in having hatched a conspiracy\n\nwith the other co-accused persons of shooting down the deceased, has\n\nbeen elaborately dealt with in paras 53 to 55 of the judgment dated 6th\n\nJanuary, 2018 passed by the Learned Additional Sessions Judge,\n\nBadaun wherein the testimonies of the three eye witnesses namely,\n\nP.W.-1, the appellant/complainant herein, P.W.-2, Sanjeev Kumar Singh\n\n(brother of the complainant) and P.W.-3, Hari Singh who was\n\naccompanying P.W.-2, were considered extensively and it was observed\n\nthat there was a past history of enmity between the deceased and the\n\nrespondent No.2 relating to the management of the school.                                The\n\ndeceased had even lodged a complaint of his attempted abduction\n\nagainst the respondent No.2. Respondent No. 2 had also got FIR Nos.\n\n343/2003 registered against the deceased under <a href=\"/doc/1436241/\" id=\"a_10\">Sections 420</a>, <a href=\"/doc/556166/\" id=\"a_11\">468</a>, <a href=\"/doc/1827979/\" id=\"a_12\">469</a>\n\nand <a href=\"/doc/1466184/\" id=\"a_13\">471</a> IPC and the latter was even arrested by the police in the said\n\ncase. Reference was also made by the trial Court to a letter sent by the\n\nrespondent No. 2 from jail, threatening to eliminate the deceased. Thus\n\nmotive to eliminate the deceased due to the past grudge was\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                        Page 4 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\nestablished against the respondent No. 2 who was indicated in the crime\n\nalongwith the other co-accused who were closely related to him.\n\n\n</p><p data-structure=\"Issue\" id=\"p_11\">7.        Aggrieved by the judgment of conviction and order of sentence\n\npassed by the trial Court, respondent No. 2 herein and the other\n\naccused persons preferred appeals before the High Court, registered as\n\nCriminal Appeal Nos. 609 and 610 of 2018.                                 Accompanying the said\n\nappeals, were applications moved by them for grant of regular bail. In\n\nthe impugned order, the High Court has recorded the following\n\nsubmissions made by the learned counsel for the respondent No.2 :-\n\n</p><blockquote id=\"blockquote_1\">                              “The contention of counsel for the appellant is that\n                      the appellant was on bail during the trial and he has not\n                      abused or misused the liberty of bail granted to him.\n                      However, he has a criminal history of 28 cases including\n                      the present two cases which have been explained in\n                      paragraph 36.       The further contention is that if the\n                      prosecution story is believed to be true in toto, the only role\n                      assigned to the appellant is of hatching a conspiracy. The\n                      further contention is that the role of conspiracy has also\n                      been assigned only after the letter was received after three\n                      days of the incident and that is also a photostat copy. The\n                      original letter has not seen the day of light. There is no\n                      explanation regarding the original letter.”\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_12\">8.        The said bail application was vehemently opposed by the learned\n\ncounsel who appeared for the appellant/complainant herein and made\n\nthe following submissions before the High Court:-\n\n</p><blockquote id=\"blockquote_2\">                               “The learned counsel for the complainant submitted\n                      that the appellant is a hardened criminal but he does not\n                      dispute the fact that the only role assigned to the appellant is\n                      that of hatching a conspiracy and that too from a jail. The\n                      appellant is hereby restrained to approach the complainant\n                      or his family members to threaten them. If threat is extended\n                      to the complainant or his family members, liberty is given to\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                            Page 5 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n                      the complainant to move a bail cancellation application\n                      before this Court.”\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_13\">9.        After noting the submissions of learned counsel for the respondent\n\nNo. 2 and counsel for the complainant and recording that the learned\n\ncounsel for the State had also opposed the prayer for bail, the High\n\nCourt proceeded to pass the following order: -\n</p>\n<blockquote id=\"blockquote_3\">                               “In view of the aforesaid, let the appellant - Shivraj\n                      Singh alias Lalla Babu convicted and sentenced in S.T. No.\n                      523 of 2013 arising out of Case Crime No. 605 of 2012\n                      under <a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_15\">149</a>, <a href=\"/doc/1897847/\" id=\"a_16\">120B</a> IPC, Police State Civil Lines,\n                      District Badaun be released on bail on his furnishing a\n                      personal bond with two sureties each in the like amount to\n                      the satisfaction of the court concerned.”\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_14\">10.       Assailing the impugned order, Ms. Abha R. Sharma, learned\n\ncounsel appearing for the appellant/complainant has submitted that the\n\nHigh Court failed to offer any reasons for exercising its discretion in\n\nfavour of the respondent No.2 and granting him bail; that there was\n\nsufficient evidence brought on record before the trial Court which would\n\nleave no manner of doubt that the appellant’s husband had been shot\n\ndead in broad daylight on account of a conspiracy hatched by the\n\nrespondent No.2 with the co-accused persons who were closely related\n\nto him, while he was still in jail; that the deceased had suffered six\n\nfirearm injuries at the hands of the other co-accused persons who had\n\nacted specifically on the instructions of the respondent No.2; that the\n\nHigh Court has overlooked the fact that the respondent No. 2 is a\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                            Page 6 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\nhistory-sheeter who is involved in several criminal cases; that the trial\n\nCourt having held the respondent No. 2 as guilty for the offence under\n\n<a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> read with 149 <a href=\"/doc/1569253/\" id=\"a_18\">IPC</a>, there was sufficient material on record\n\nfor declining him the relief of bail.                             Lastly, learned counsel for the\n\nappellant/complainant handed over a copy of FIR No.517 of 2019\n\nregistered at P.S. Shahabad District Rampur against the respondent No.\n\n2 and four others stating that he had extended a threat to one of the eye\n\nwitnesses in the case namely, Hari Singh [P.W. 3] on 24th November,\n\n2019 when he was going with his wife to the local market and he was\n\nwarned not to appear and depose against respondent No.2 in the\n\nabduction case of the deceased Narain Singh, that was pending trial.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_15\">11.       Respondent No.1-State has filed a counter affidavit and an\n\nadditional affidavit supporting the present appeals by way of special\n\nleave.         Mr. Sanjay Kumar Tyagi, learned counsel for the State has\n\npointed out that the impugned order is a cryptic one and unsustainable\n\nas the High Court has failed to consider the nature of the accusations\n\nlevelled against the respondent No.2, the gravity of the crime and the\n\nseverity of the punishment imposed upon him and the fact that there is\n\nreasonable apprehension to the life of the appellant and the other eye\n\nwitnesses. Learned counsel alluded to a case registered against the\n\nrespondent No.2 at P.S. Shahbad, District Rampur, under <a href=\"/doc/695990/\" id=\"a_19\">Sections 364</a>\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                        Page 7 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\nand 506 <a href=\"/doc/1569253/\" id=\"a_20\">IPC</a> bearing FIR No. 450 of 2019 and stated that the bail\n\napplication moved by him in the said case was rejected by the court of\n\nthe learned Additional Sessions Judge, Badaun, taking note of the fact\n\nthat he is a history-sheeter and involved in a number of criminal cases.\n\nThereafter, respondent No. 2 had filed Bail Application No. 28461 of\n\n2011 before the High Court and vide order dated 26th April, 2012, he was\n\nenlarged on bail. Aggrieved by the aforesaid order, Ash Mohammed,\n\nthe complainant in the said case, had filed Criminal Appeal No.1456 of\n\n2012 before this Court which was allowed vide order dated 20th\n\nSeptember, 2012 and the bail granted to the respondent No. 2 was\n\ncancelled.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">12.       With the additional affidavit filed by the respondent No.1- State, in\n\nterms of the order dated 16th March, 2022, dilating upon the criminal\n\nantecedents of the respondent No.2 described in the counter affidavit as\n\na hardened criminal with 25 criminal cases of serious nature registered\n\nagainst him in different police stations of different districts in the State of\n\nUttar Pradesh, a tabulated statement of 37 criminal cases registered\n\nagainst the said respondent in different districts across the State of Uttar\n\nPradesh has been filed. Learned State counsel has thus urged that bail\n\ngranted in favour of the respondent No.2 ought to be cancelled forthwith.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                        Page 8 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">13.       On the other hand, Ms. Revathy Raghavan, learned counsel\n\nappearing for the respondent No. 2 seeks to defend the impugned order\n\nstating that the same has been passed being mindful of his advanced\n\nage and the fact that he is suffering from several old age ailments. She\n\nsubmitted that there are no special supervening circumstances that\n\nwould justify cancellation of the bail granted to the respondent No.2 who\n\nhad fully cooperated during the trial. She further stated that from out of\n\nthe list of 37 criminal cases registered against the respondent No.2, as\n\nfurnished by the respondent No.1 – State, he has been acquittal in quite\n\na few and some are still pending trial and that he has a good case on\n\nmerits even in the pending appeal where he has been extended the\n\nbenefit of bail by virtue of the impugned order. Therefore, the discretion\n\nexercised by the High Court in favour of the respondent No. 2 does not\n\ndeserve any interference.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">14.       We have given our thoughtful consideration to the rival\n\nsubmissions of learned counsel for the appellant – complainant,\n\nrespondent No.1 – State and the respondent No. 2 – accused and have\n\ncarefully examined the record.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n\n</p><p data-structure=\"Issue\" id=\"p_22\">15.       This Court is called upon to decide as to whether the High Court\n\nhas rightly exercised the power conferred under <a href=\"/doc/1667941/\" id=\"a_21\">Section 439</a> of the\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                        Page 9 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n<a href=\"/doc/445276/\" id=\"a_22\">Cr.P.C</a> for granting bail in favour of the respondent No. 2 in the given\n\nfacts of the case.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">16.        It cannot be gainsaid that the power to grant bail under <a href=\"/doc/1290514/\" id=\"a_23\">Section\n\n439</a> Cr.P.C. is wide ranging.                                 Nonetheless, it has been consistently\n\nemphasized in several judicial verdicts that exercise of the said\n\ndiscretionary powers vested in the Court when considering grant of bail,\n\nought to be in a judicious manner and not as a matter of course. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"836557\" id=\"span_16\">In <a href=\"/doc/836557/\" id=\"a_24\">Ram\n\nGovind Upadhyay v. Sudarshan Singh And Others3</a>, a Division Bench\n\nof this Court had laid down the following guiding principles while\n\nexercising the power to grant bail:-</span>\n</p>\n<blockquote id=\"blockquote_4\">                      “3. Grant of bail though being a discretionary order – but,\n                      however, calls for exercise of such a discretion in a judicious\n                      manner and not as a matter of course. Order for bail bereft\n                      of any cogent reason cannot be sustained. Needless to\n                      record, however, that the grant of bail is dependent upon the\n                      contextual facts of the matter being dealt with by the court\n                      and facts, however, do always vary from case to case……\n                      The nature of the offence is one of the basic considerations\n                      for the grant of bail – more heinous is the crime, the greater\n                      is the chance of rejection of the bail, though, however,\n                      dependent on the factual matrix of the matter.\n</blockquote>\n<blockquote id=\"blockquote_5\">                      4. Apart from the above, certain other which may be\n                      attributed to be relevant considerations may also be noticed\n                      at this juncture, though however, the same are only\n                      illustrative and not exhaustive, neither there can be any. The\n                      consideration being:\n</blockquote>\n<blockquote id=\"blockquote_6\">                      (a) While granting bail the court has to keep in mind not only\n                      the nature of the accusations, but the severity of the\n                      punishment, if the accusation entails a conviction and the\n                      nature of evidence in support of the accusations.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_25\">3   (2002) 3 SCC 598,\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                           Page 10 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">                      (b) Reasonable apprehensions of the witnesses being\n                      tampered with or the apprehension of there being a threat for\n                      the complainant should also weigh with the court in the\n                      matter of grant of bail.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">                      (c) While it is not expected to have the entire evidence\n                      establishing the guilt of the accused beyond reasonable\n                      doubt but there ought always to be a prima facie satisfaction\n                      of the court in support of the charge.\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">                      (d) Frivolity in prosecution should always be considered and\n                      it is only the element of genuineness that shall have to be\n                      considered in the matter of grant of bail, and in the event of\n                      there being some doubt as to the genuineness of the\n                      prosecution, in the normal course of events, the accused is\n                      entitled to an order of bail.”\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">17.        Holding as above, the Court went on to consider the guiding\n\nfactors when called upon to assess the validity of an order passed by the\n\nHigh Court granting bail and has opined that ordinarily, this Court would\n\nrefrain from interfering with an order passed by the High Court, either\n\ngranting or rejecting the relief of bail to an accused. However, wherever\n\nit is noticed that such a discretion has been exercised by the High Court\n\nwithout proper application of mind or in contravention of the directions\n\nissued by this Court, such an order shall be susceptible to interference.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13266204\" id=\"span_18\">18.        In a recent decision, authored by one of us (Dr. D.Y. Chandrachud,\n\nJ.) in <a href=\"/doc/13266204/\" id=\"a_25\">Mahipal v. Rajesh Kumar</a> alias Polia And Another , a case                        4\n\n\n\n\nwhere the offence committed was under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> of the IPC, trial\n\nwas pending before the Sessions Court and the bail application filed by\n\n\n4   (2020) 2 SCC 118\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                           Page 11 of 2</span>\n\fCRIMINAL APPEAL NO.         OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\nthe respondent was rejected by the learned Additional Sessions Judge\n\nbut was subsequently allowed by the High Court, the following pertinent\n\nobservations have been made :</span>\n</p>\n<blockquote id=\"blockquote_7\">                      “12. The determination of whether a case is fit for the grant\n                      of bail involves the balancing of numerous factors, among\n                      which the nature of the offence, the severity of the\n                      punishment and a prima facie view of the involvement of the\n                      accused are important. No straitjacket formula exists for\n                      courts to assess an application for the grant or rejection of\n                      bail. At the stage of assessing whether a case is fit for the\n                      grant of bail, the court is not required to enter into a detailed\n                      analysis of the evidence on record to establish beyond\n                      reasonable doubt the commission of the crime by the\n                      accused. That is a matter for trial. However, the Court is\n                      required to examine whether there is a prima facie or\n                      reasonable ground to believe that the accused had\n                      committed the offence and on a balance of the\n                      considerations involved, the continued custody of the\n                      accused subserves the purpose of the criminal justice\n                      system. Where bail has been granted by a lower court, an\n                      appellate court must be slow to interfere and ought to be\n                      guided by the principles set out for the exercise of the power\n                      to set aside bail.\n</blockquote><blockquote id=\"blockquote_8\">                      xxx\n</blockquote><blockquote id=\"blockquote_9\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13266204\" id=\"span_20\">14. The provision for an accused to be released on bail\n                      touches upon the liberty of an individual. It is for this reason\n                      that this Court does not ordinarily interfere with an order of\n                      the High Court granting bail. However, where the discretion\n                      of the High Court to grant bail has been exercised without\n                      the due application of mind or in contravention of the\n                      directions of this Court, such an order granting bail is liable\n                      to be set aside. The Court is required to factor, amongst\n                      other things, a prima facie view that the accused had\n                      committed the offence, the nature and gravity of the offence\n                      and the likelihood of the accused obstructing the\n                      proceedings of the trial in any manner or evading the course\n                      of justice. The provision for being released on bail draws an\n                      appropriate balance between public interest in the\n                      administration of justice and the protection of individual\n                      liberty pending adjudication of the case. However, the grant\n                      of bail is to be secured within the bounds of the law and in\n                      compliance with the conditions <a href=\"/doc/13266204/\" id=\"a_27\">laid down by</a> this Court. It is\n                      for this reason that a court must balance numerous factors\n                      that guide the exercise of the discretionary power to grant\n                      bail on a case-by-case basis. Inherent in this determination\n                      is whether, on an analysis of the record, it appears that there\n                      is a prima facie or reasonable cause to believe that the\n                      accused had committed the crime. It is not relevant at this\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                             Page 12 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n                      stage for the court to examine in detail the evidence on\n                      record to come to a conclusive finding.”</span>\n\n\n</blockquote><blockquote id=\"blockquote_10\">19.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129584\" id=\"span_22\">In <a href=\"/doc/1129584/\" id=\"a_28\">Prasanta Kumar Sarkar v. Ashis Chatterjee And Another</a> ,                  5\n\n\n\n\nwhere the accused was facing trial for an offence punishable under\n\n<a href=\"/doc/1560742/\" id=\"a_29\">Section 302</a> of the IPC and though his persistent bail applications were\n\nrejected by the trial Court, the High Court had granted him bail, which\n\norder was set aside by a Division Bench of this Court, the following\n\nguidelines were enunciated for assessing the correctness of an order\n\npassed by the High Court while granting bail:</span>\n</blockquote>\n<blockquote id=\"blockquote_11\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129584\" id=\"span_23\">“9. ………It is trite that this Court does not, normally,\n                      interfere with an order passed by the High Court granting or\n                      rejecting bail to the accused. However, it is equally\n                      incumbent upon the High Court to exercise its discretion\n                      judiciously, cautiously and strictly in compliance with the\n                      basic principles <a href=\"/doc/1129584/\" id=\"a_30\">laid down in</a> a plethora of decisions of this\n                      Court on the point. It is well settled that, among other\n                      circumstances, the factors to be borne in mind while\n                      considering an application for bail are:</span>\n</blockquote><blockquote id=\"blockquote_12\">                        (i) whether there is any prima facie or reasonable ground\n                        to believe that the accused had committed the offence;\n</blockquote>\n<blockquote id=\"blockquote_13\">                        (ii) nature and gravity of the accusation;\n</blockquote>\n<blockquote id=\"blockquote_14\">                        (iii) severity of the punishment in the event of conviction;\n</blockquote><blockquote id=\"blockquote_15\">                        (iv) danger of the accused absconding or fleeing, if\n                        released on bail;\n</blockquote><blockquote id=\"blockquote_16\">                        (v) character, behaviour, means, position and standing of\n                        the accused;\n</blockquote>\n<blockquote id=\"blockquote_17\">                        (vi) likelihood of the offence being repeated;\n</blockquote>\n<blockquote id=\"blockquote_18\">                        (vii) reasonable apprehension of the witnesses being\n                        influenced; and\n</blockquote><blockquote id=\"blockquote_19\">                        (viii) danger, of course, of justice being thwarted by grant\n                        of bail.”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">5   (2010) 14 SCC 496\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                           Page 13 of 2</span>\n\fCRIMINAL APPEAL NO.      OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104798534\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104419543\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"13266204\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"152437344\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"134501705\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"37131549\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"100169692\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1521407\" id=\"span_32\">20.       The aforesaid principles have been underscored in several\n\ndecisions rendered by this Court including <a href=\"/doc/1521407/\" id=\"a_31\">Kalyan Chandra Sarkar v.\n\nRajesh Ranjan</a> alias Pappu Yadav and Another6, Narendra K. Amin\n\n(Dr.) v. State of Gujarat and Another7, <a href=\"/doc/100169692/\" id=\"a_32\">Dipak Shubhashchandra\n\nMehta v. Central Bureau of Investigation and Another8</a>, Abdul Basit\n\nalias <a href=\"/doc/37131549/\" id=\"a_33\">Raju and Others v. Mohd. Abdul Kadir Chaudhary and\n\nAnother9</a>, <a href=\"/doc/134501705/\" id=\"a_34\">Neeru Yadav v. State of Uttar Pradesh and Another10</a>, <a href=\"/doc/152437344/\" id=\"a_35\">Anil\n\nKumar Yadav v. State (NCT of Delhi) and Another11</a>, <a href=\"/doc/13266204/\" id=\"a_36\">Mahipal v.\n\nRajesh Kumar</a> alias Polia and Another12, and as recently as in <a href=\"/doc/104419543/\" id=\"a_37\">Jagjeet\n\nSingh and Others v. Ashish Mishra</a> alias Monu and Another13, Ms. Y.\n\nv. State of Rajasthan and Another14 and <a href=\"/doc/104798534/\" id=\"a_38\">Ms. P. v. State of Madhya\n\nPradesh and Another15</a>.</span></span></span></span></span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">21.       At the cost of repetition, it may be highlighted that the\n\nconsiderations that weigh with the Appellate Court when called upon to\n\nexamine the correctness of an order granting bail is not on the same\n\nfooting when it comes to examining an application moved for cancellation\n\n\n6 (2004) 7 SCC 528\n7 (2008) 13 SCC 584\n<span class=\"hidden_text\" id=\"span_33\">8</span>\n  (2012) 4 SCC 134\n<span class=\"hidden_text\" id=\"span_34\">9</span>\n  (2014) 10 SCC 754\n10 (\n     2014) 16 SCC 508\n<span class=\"hidden_text\" id=\"span_35\">11</span>\n   (2018) 12 SCC 129\n<span class=\"hidden_text\" id=\"span_36\">12</span>\n   (2020) 2 SCC 118\n<span class=\"hidden_text\" id=\"span_37\">13</span>\n   (2022) SCC online SC 453\n<span class=\"hidden_text\" id=\"span_38\">14</span>\n   2022 SCC OnLine SC 458\n<span class=\"hidden_text\" id=\"span_39\">15</span>\n   Criminal Appeal No.740 of 2022 (arising out of SLP (Crl.) No. 3564 of 2022) decided on 05.05.2022.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                          Page 14 of 2</span>\n\fCRIMINAL APPEAL NO.         OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\nof bail. The yardstick for testing the correctness of an order granting bail\n\nis whether the court below has exercised its discretion in an improper or\n\narbitrary manner thereby vitiating the said order.                              When it comes to\n\nassessing an application seeking cancellation of bail, the Appellate Court\n\nlooks out for, amongst others, supervening circumstances or any\n\nviolation of the conditions of bail imposed on the person who has been\n\naccorded such a relief.                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979158\" id=\"span_41\">In this context, we may profitably cite the\n\ndecision of a Division Bench of this Court in <a href=\"/doc/1979158/\" id=\"a_39\">Prakash Kadam and\n\nOthers v. Ramprasad Vishwanath Gupta and Another</a> , where it was                     16\n\n\n\n\nheld thus :</span>\n</p>\n<blockquote id=\"blockquote_20\">                        “18. In considering whether to cancel the bail the court has\n                        also to consider the gravity and nature of the offence, prima\n                        facie case against the accused, the position and standing of\n                        the accused, etc. If there are very serious allegations against\n                        the accused his bail may be cancelled even if he has not\n                        misused the bail granted to him. Moreover, the above\n                        principle applies when the same court which granted bail is\n                        approached for cancelling the bail. It will not apply when the\n                        order granting bail is appealed against before an\n                        appellate/Revisional Court.\n</blockquote>\n<blockquote id=\"blockquote_21\">                        19. In our opinion, there is no absolute rule that once bail is\n                        granted to the accused then it can only be cancelled if there\n                        is likelihood of misuse of the bail. That factor, though no\n                        doubt important, is not the only factor. There are several\n                        other factors also which may be seen while deciding to\n                        cancel the bail.”\n\n\n\n</blockquote><blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134501705\" id=\"span_42\">22.         The aforesaid principles guiding the grant of bail have been\n\nrestated in <a href=\"/doc/134501705/\" id=\"a_40\">Neeru Yadav v. State of Uttar Pradesh And Another</a> , in                          17\n\n\n\n\nthe following words:</span>\n</blockquote>\n<span class=\"hidden_text\" id=\"span_43\">16</span>\n<blockquote id=\"blockquote_23\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134501705\" id=\"span_44\">(2011) 6 SCC 189\n17   (2014) 16 SCC 508\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                                             Page 15 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n                      “12. We have referred to certain principles to be kept in mind\n                      while granting bail, as has been <a href=\"/doc/134501705/\" id=\"a_41\">laid down by</a> this Court from\n                      time to time. It is well settled in law that cancellation of bail\n                      after it is granted because the accused has misconducted\n                      himself or of some supervening circumstances warranting\n                      such cancellation have occurred is in a different\n                      compartment altogether than an order granting bail which is\n                      unjustified, illegal and perverse. If in a case, the relevant\n                      factors which should have been taken into consideration\n                      while dealing with the application for bail have not been\n                      taken note of, or bail is founded on irrelevant considerations,\n                      indisputably the superior court can set aside the order of\n                      such a grant of bail. Such a case belongs to a different\n                      category and is in a separate realm. While dealing with a\n                      case of second nature, the court does not dwell upon the\n                      violation of conditions by the accused or the supervening\n                      circumstances that have happened subsequently. It, on the\n                      contrary, delves into the justifiability and the soundness of\n                      the order passed by the court.”</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_24\">23.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36425733\" id=\"span_46\">In a recent decision of a three Judge Bench of this Court in <a href=\"/doc/36425733/\" id=\"a_42\">Imran\n\nv. Mohammed Bhava and Another18</a> it has been held as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"67378347\" id=\"span_47\">23. Indeed, it is a well-established principle that once bail\n                      has been granted it would require overwhelming\n                      circumstances for its cancellation. However, this Court in its\n                      judgment in <a href=\"/doc/67378347/\" id=\"a_43\">Vipan Kumar Dhir v. State of Punjab3</a> has also\n                      reiterated, that while conventionally, certain supervening\n                      circumstances impeding fair trial must develop after granting\n                      bail to an accused, for its cancellation by a superior court,\n                      bail, can also be revoked by a superior court, when the\n                      previous court granting bail has ignored relevant material\n                      available on record, gravity of the offence or its societal\n                      impact. It was thus observed:—\n                      “9. …… Conventionally, there can be supervening\n                      circumstances which may develop post the grant of bail and\n                      are non conducive to fair trial, making it necessary to cancel\n                      the bail.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1107328\" id=\"span_48\">This Court in <a href=\"/doc/1107328/\" id=\"a_44\">Daulat Ram v. State of\n                      Haryana</a> observed that:</span>\n</blockquote><blockquote id=\"blockquote_26\">                              “Rejection of bail in a non-bailable case at the initial\n                              stage and the cancellation of bail so granted, have to\n                              be considered and dealt with on different basis. Very\n                              cogent and overwhelming circumstances are\n                              necessary for an order directing the cancellation of the\n                              bail, already granted. Generally speaking, the grounds\n                              for cancellation of bail, broadly (illustrative and not\n                              exhaustive) are : interference or attempt to interfere\n\n\n<span class=\"hidden_text\" id=\"span_49\">18</span>\n     2022 SCC Online SC 496\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                           Page 16 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n                        with the due course of administration of Justice or\n                        evasion or attempt to evade the due course of justice\n                        or abuse of the concession granted to the accused in\n                        any manner. The satisfaction of the court, on the basis\n                        of material placed on the record of the possibility of the\n                        accused absconding is yet another reason justifying\n                        the cancellation of bail. However, bail once granted\n                        should not be cancelled in a mechanical manner\n                        without considering whether any supervening\n                        circumstances have rendered it no longer conducive to\n                        a fair trial to allow the accused to retain his freedom by\n                        enjoying the concession of bail during the trial.”\n</blockquote><blockquote id=\"blockquote_27\">                        10. These principles have been reiterated time and\n                        again, more recently by a 3 Judge Bench of this Court\n                        in X v. State of Telegana and Another.\n</blockquote><blockquote id=\"blockquote_28\">                        11. In addition to the caveat illustrated in the cited\n                        decision(s), bail can also be revoked where the court\n                        has considered irrelevant factors or has ignored\n                        relevant material available on record which renders the\n                        order granting bail legally untenable. The gravity of the\n                        offence, conduct of the accused and societal impact of\n                        an undue indulgence by Court when the investigation\n                        is at the threshold, are also amongst a few situations,\n                        where a Superior Court can interfere in an order of bail\n                        to prevent the miscarriage of justice and to bolster the\n                        administration of criminal justice system…”\n</blockquote><blockquote id=\"blockquote_29\">                        24.           xxxxxxx\n</blockquote><blockquote id=\"blockquote_30\">                        25.           xxxxxxx\n</blockquote><blockquote id=\"blockquote_31\">                        26.        Thus, while considering cancellation of bail\n                        already granted by a lower court, would indeed require\n                        significant scrutiny at the instance of superior court,\n                        however, bail when granted can always be revoked if\n                        the relevant material on record, gravity of the offence\n                        or its societal impact have not been considered by the\n                        lower court. In such instances, where bail is granted in\n                        a mechanical manner, the order granting bail is liable\n                        to be set aside. Moreover, the decisions cited herein\n                        above, enumerate certain basic principles which must\n                        be borne in mind when deciding upon an application\n                        for grant of bail. Thus, while each case has its own\n                        unique factual matrix, which assumes a significant role\n                        in determination of bail matters, grant of bail must also\n                        be exercised by having regard to the above-mentioned\n                        well-settled principles.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_32\">24.       Coming back to the case in hand, a glance at the impugned order\n\npassed by the High Court is to state the least, cryptic and non-speaking,\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                       Page 17 of 2</span>\n\fCRIMINAL APPEAL NO.    OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\namply demonstrating non-application of mind. The High Court appears\n\nto have shut its eyes to the common submissions made by learned\n\ncounsel for the appellant/complainant and the counsel for the State that\n\nthe respondent No.2 is a hardened criminal with several cases\n\nregistered against him. Enclosed with the additional affidavit filed by the\n\nrespondent No. 1- State, is a list of cases registered against the\n\nrespondent No. 2 which reveals that he has faced / is still facing trial in\n\nthe following thirty-seven cases registered against him under the IPC,\n\nThe Arms Act, 1959, <a href=\"/doc/141811062/\" id=\"a_45\">The Uttar Pradesh Gangsters and Anti-Social\n\nActivities (Prevention) Act, 1986</a>, <a href=\"/doc/12609263/\" id=\"a_46\">The U.P. Control of Goondas Act,\n\n1970</a>, <a href=\"/doc/25085007/\" id=\"a_47\">The Scheduled Castes and the Scheduled Tribes (Prevention of\n\nAtrocities) Act, 1989</a>, etc., where the offences are grave in nature:-\n</blockquote>\n<blockquote id=\"blockquote_33\"> S.      Crime No. &amp; P.S.       District             Versus            Section       Court         Status\nNo.\n</blockquote><blockquote id=\"blockquote_34\">1.      270/86,              Rampur            Shivraj Singh @    25 <a href=\"/doc/1934415/\" id=\"a_48\">Arms Act</a>    Judicial      Sentence to\n        P.S. Shahbad                           Lallababu                         Magistrate    the sentence\n                                                                                               already\n                                                                                               undergone\n</blockquote><blockquote id=\"blockquote_35\">2.      271/86               Rampur                    -do-       395, 397,      F.T.C. – 2,   Acquitted\n        P.S. Shahbad                                   -do-       339 <a href=\"/doc/1569253/\" id=\"a_49\">IPC</a>        Rampur\n</blockquote><blockquote id=\"blockquote_36\">3.      187/88               Rampur                    -do-       3(1)           Additional    Acquitted\n        P.S. Shahbad                                              Gangster       District\n                                                                  Act            Judge,\n                                                                                 Rampur\n</blockquote><blockquote id=\"blockquote_37\">4.      201/92               Rampur                    -do-       302 <a href=\"/doc/1569253/\" id=\"a_50\">IPC</a>        F.T.C. – 2,   Acquitted\n                                                                                 Rampur\n</blockquote><blockquote id=\"blockquote_38\">5.      189/95               Rampur                    -do-       342/ 323/      J.M           Acquitted\n        P.S. Shahbad                                              355/ 504/\n<span class=\"hidden_text\" id=\"span_52\">                                                                  506</span>\n</blockquote><blockquote id=\"blockquote_39\">6.      184/96               Rampur                    -do-       3/4 Gunda      A.D.M.        Closed\n        P.S. Shahbad                                              Act\n</blockquote><blockquote id=\"blockquote_40\">7.      485/98               Rampur                    -do-       323/506 IPC    A.D.J.-2      Acquitted\n        P.S. Shahbad                                              &amp; 3(1)/10\n                                                                  S.C.S.T. Act\n</blockquote><blockquote id=\"blockquote_41\">8.      185/96               Rampur                    -do-       147/148/148    F.T.C.-2      Acquitted\n        P.S. Shahbad                                              /307 IPC\n</blockquote><blockquote id=\"blockquote_42\">9.      281/99               Rampur                    -do-       3/4 Gunda      A.D.M         Acquitted\n        P.S. Shahbad                                              Act\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                                        Page 18 of 2</span>\n\fCRIMINAL APPEAL NO.    OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</blockquote><blockquote id=\"blockquote_43\">10.     493/98               Rampur                    -do-       420/467/       A.C.J.M. – 2   Closed\n        P.S. Shahbad                                              468/504/506\n                                                                  IPC\n</blockquote><blockquote id=\"blockquote_44\">11.     628A/05              Rampur                    -do-       452/352/504    J.M.           Pending\n        P.S. Shahbad                                              /506 IPC\n</blockquote><blockquote id=\"blockquote_45\">12.     626/05               Rampur                    -do-       307/504/506    F.T.C. – 2     Acquitted\n        P.S. Shahbad                                              IPC\n</blockquote><blockquote id=\"blockquote_46\">13.     363/06               Rampur                    -do-       3/4 Gunda      A.D.M.         Acquitted\n        P.S. Shahbad                                              Act\n</blockquote><blockquote id=\"blockquote_47\">14.     12171/08             Rampur                    -do-       147/148/283    A.C.J.M. – 2   Closed\n        P.S. Shahbad                                              /34 IPC &amp; 6\n                                                                  United Act\n</blockquote><blockquote id=\"blockquote_48\">15.     670/09               Rampur                    -do-       3(1)           A.D.J.-5       Stay from the\n        P.S. Shahbad                                              Gangster                      High Court\n                                                                  Act\n</blockquote><blockquote id=\"blockquote_49\">16.     1207/09              Rampur                    -do-       448/380 <a href=\"/doc/1569253/\" id=\"a_51\">IPC</a>    J.M.           Pending\n        P.S. Shahbad\n</blockquote><blockquote id=\"blockquote_50\">17.     507/11               Rampur                    -do-       147/506 <a href=\"/doc/1569253/\" id=\"a_52\">IPC</a>    J.M.           Acquitted\n        P.S. Shahbad\n</blockquote><blockquote id=\"blockquote_51\">18.     537/11               Rampur                    -do-       147/48/149     F.T.C.-1       Acquitted\n        P.S. Shahbad                                              IPC\n</blockquote><blockquote id=\"blockquote_52\">19.     538/11               Rampur                    -do-       147/148/307    F.T.C.-1       Acquitted\n        P.S. Shahbad                                              /353/149/\n                                                                  506 IPC &amp; 7\n                                                                  Criminal law\n                                                                  Amendment\n                                                                  Aaw\n</blockquote><blockquote id=\"blockquote_53\">20.     313/91               Rampur                    -do-       447/325/504    J.M.           F.R. Filed\n        P.S. Shahbad                                              /506 IPC &amp;\n                                                                  3(1)/10 S.C/\n                                                                  S.T. Act\n</blockquote><blockquote id=\"blockquote_54\">21.     391/99               Rampur                    -do-       448/379/504    A.D.J.-4       Acquitted\n        P.S. Shahbad                                              /506 IPC &amp;\n                                                                  3(1)/10\n                                                                  S.C.S.T. Act\n\n</blockquote><blockquote id=\"blockquote_55\">22.     137/88               Rampur                    -do-       323/324/325    A.D.J.-4       Acquitted\n        P.S. Shahbad                                              IPC &amp;\n                                                                  3(1)/10\n                                                                  S.C.S.T. Act\n</blockquote><blockquote id=\"blockquote_56\">23.     187/88               Rampur                    -do-       3(1)           A.D.J.-5       Acquitted\n        P.S. Shahbad                                              Gangster\n                                                                  Act\n</blockquote><blockquote id=\"blockquote_57\">24.     485/94               Rampur                    -do-       147/148/324    A.D.J. – 2     Acquitted\n        P.S. Shahbad                                              /504/506\n                                                                  IPC &amp; 3(1)10\n                                                                  S.S .. T Act\n</blockquote><blockquote id=\"blockquote_58\">25.     158/97               Rampur                    -do-       3(1) Gunda     A.D.M.         Closed\n        P.S. Shahbad                                              Act\n</blockquote><blockquote id=\"blockquote_59\">26.     345/99               Rampur                    -do-       147/148/149    J.M.           Final Report\n        P.S. Shahbad                                              /325/307\n                                                                  IPC\n</blockquote><blockquote id=\"blockquote_60\">27.     169/10               Rampur                    -do-       147/323/504    J.M.           Acquitted\n        P.S. Shahbad                                              /506 IPC\n</blockquote><blockquote id=\"blockquote_61\">28.     841/11               Rampur                    -do-       307/326 <a href=\"/doc/1569253/\" id=\"a_53\">IPC</a>    J.M.           Final report\n        P.S. Shahbad\n</blockquote><blockquote id=\"blockquote_62\">29.     507/11               Rampur                    -do-       147/506 <a href=\"/doc/1569253/\" id=\"a_54\">IPC</a>    J.M.           Acquitted\n        P.S. Shahbad\n</blockquote><blockquote id=\"blockquote_63\">30.     623/05               Rampur                    -do-       302 <a href=\"/doc/1569253/\" id=\"a_55\">IPC</a>        A.D.J. – 1     Life\n        P.S. Shahbad                                                                            imprisonment\n</blockquote><blockquote id=\"blockquote_64\">31.     380/19               Rampur                    -do-       364/323/504    A.C.J.M. – 2   Final report for\n        P.S. Shahbad                                              /506 <a href=\"/doc/1569253/\" id=\"a_56\">IPC</a>                      cancellation of\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                        Page 19 of 2</span>\n\fCRIMINAL APPEAL NO.    OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n                                                                                                crime\n</blockquote><blockquote id=\"blockquote_65\">32.     450/19               Rampur                    -do-        147/148/341   A.C.J.M. – 2   Final report for\n        P.S. Shahbad                                               /279/338/50                  cancellation of\n                                                                   4/307/506                    crime\n                                                                   IPC\n</blockquote><blockquote id=\"blockquote_66\">33.     499/19               Rampur                    -do-        147/148/307   A.C.J.M. – 2   Pending\n        P.S. Shahbad                                               /506 <a href=\"/doc/1569253/\" id=\"a_57\">IPC</a>                     investigation\n</blockquote><blockquote id=\"blockquote_67\">34.     1031/2009            Rampur            State Vs.           147/148/149   A.C.J.M. – 2   Under trial\n        P.S. Shahbad                           Munna Lal &amp;         /323/283/     District\n                                               Ors.                7-Act         Rampur\n</blockquote><blockquote id=\"blockquote_68\">35.     3633/2016            Rampur            State Vs.           420/467/468   A.C.J.M. – 2   Under trial\n        P.S. Shahbad                           Shivraj Singh       IPC\n</blockquote><blockquote id=\"blockquote_69\">36.     232/2012             Rampur            -State Vs. Bajraj   3(1)          A.S.J.         Under trial\n        P.S. Shahbad                           Singh               Gangster      Gangster\n                                                                   Act           Rampur\n</blockquote><blockquote id=\"blockquote_70\">37.     195/2021             Rampur            State Vs. Sonu      304/120-8     Special        Under trial\n        P.S. Shahbad                           &amp; Ors.              <a href=\"/doc/1569253/\" id=\"a_58\">IPC</a>           Judge/\n                                                                                 S.C.S.T.\n                                                                                 Rampur\n\n\n\n\n</blockquote><blockquote id=\"blockquote_71\">25.         Even if one ignores eighteen cases, out of the aforesaid list of\n\ncases registered against the respondent No.2, fact remains that he is\n\ncontinuing to face trial in the remaining cases.\n</blockquote>\n\n\n<blockquote id=\"blockquote_72\">26.       In one such case, subject matter of Criminal Appeal No.770 of\n\n2011 registered against the respondent No.2 for offences under <a href=\"/doc/695990/\" id=\"a_59\">Sections\n\n364</a> and <a href=\"/doc/180217/\" id=\"a_60\">506</a> IPC, the bail application moved by him was rejected by the\n\nlearned Additional Sessions Judge, Rampur. When the respondent No.2\n\nmoved a similar application before the High Court under <a href=\"/doc/1290514/\" id=\"a_61\">Section 439</a> of\n\nthe Cr.P.C., the same was allowed vide order dated 26th July, 2012.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114457030\" id=\"span_55\">Aggrieved by the said order, the complainant therein, Ash Mohammed\n\npreferred an appeal before this Court registered as Criminal Appeal\n\nNo.1456 of 2012. After taking into consideration the involvement of the\n\nrespondent No.2 in several crimes, duly extracted in para 27 of the\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                        Page 20 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\njudgment in <a href=\"/doc/114457030/\" id=\"a_62\">Ash Mohammad v. Shiv Raj Singh</a> alias Lalla Babu And\n\nAnother , a Division Bench of this Court had questioned the propriety of\n<span class=\"hidden_text\" id=\"span_57\">               19</span>\n\n\n\n\nthe order granting bail to the respondent No.2, and had set aside the\n\nimpugned order. Speaking for the Bench, Justice Dipak Misra (as the\n\nthen Hon’ble Chief Justice was) held as under:</span>\n</p>\n<blockquote id=\"blockquote_73\">                      “30. We may usefully state that when the citizens are scared\n                      to lead a peaceful life and this kind of offences usher in an\n                      impediment in establishment of orderly society, the duty of\n                      the court becomes more pronounced and the burden is\n                      heavy. There should have been proper analysis of the\n                      criminal antecedents. Needless to say, imposition of\n                      conditions is subsequent to the order admitting an accused\n                      to bail. The question should be posed whether the accused\n                      deserves to be enlarged on bail or not and only thereafter\n                      issue of imposing conditions would arise. We do not deny for\n                      a moment that period of custody is a relevant factor but\n                      simultaneously the totality of circumstances and the criminal\n                      antecedents are also to be weighed. They are to be weighed\n                      in the scale of collective cry and desire. The societal concern\n                      has to be kept in view in juxtaposition of individual liberty.\n                      Regard being had to the said parameter we are inclined to\n                      think that the social concern in the case at hand deserves to\n                      be given priority over lifting the restriction on liberty of the\n                      accused.”\n\n\n\n</blockquote><blockquote id=\"blockquote_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114457030\" id=\"span_58\">27.        It is also noteworthy that in the past decade, six cases more have\n\nbeen registered against the respondent No.2, as would be apparent from\n\na comparison of the list forming a part of the order in the case of <a href=\"/doc/114457030/\" id=\"a_63\">Ash\n\nMohammad</a> (supra) with the current list extracted above.                                  It is also\n\nrelevant to note that the list that has been furnished to this Court by the\n\nrespondent No.1-State, does not mention eleven cases that had been\n\nmentioned in the list of cases pending against the respondent No.2 and\n\n\n19   (2012) 9 SCC 446\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                                           Page 21 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114457030\" id=\"span_60\">NO. 5102 OF 2019\n\n\n\n\nextracted in para 27 of the order passed in <a href=\"/doc/114457030/\" id=\"a_64\">Ash Mohammad</a> (supra), at\n\nSr. Nos. 4, 12, 17 and 23 to 30.                             If the said cases are added to the\n\ncurrent list of thirty-seven criminal cases registered against the\n\nrespondent No.2, the number of criminal cases registered against the\n\nhim would swell to fifty.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_75\">28.       In the above facts and circumstances, we are compelled to\n\nobserve that the High Court has failed to factor in the relevant material\n\nbefore passing an order enlarging the respondent No.2 on bail. Not just\n\nthat, the High Court has seriously erred in not offering any reason, good,\n\nbad or indifferent, for exercising its discretion in favour of the said\n\nrespondent. There is no reference made to any particular element that\n\nhas persuaded the High Court to pass the impugned order granting bail\n\nto the respondent No.2. Mechanically recording the submissions made\n\nby the learned counsel for the accused and the complainant and noting\n\nthe protest of the learned counsel for the State and thereafter\n\nproceeding to release the respondent No.2 on bail by pre-fixing the\n\noperative para of the order with the words “In view of the aforesaid”, can\n\nhardly reflect application of judicial mind by the Court. As an Appellate\n\nCourt, we are completely at seas to discern the factors that have\n\nweighed with the High Court to enlarge the respondent No.2 on bail.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                       Page 22 of 2</span>\n<p data-structure=\"Conclusion\" id=\"p_36\">\fCRIMINAL APPEAL NO.          OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">29.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1012138\" id=\"span_62\">In <a href=\"/doc/1012138/\" id=\"a_65\">Puran v. Rambilas20</a> pointing out the vice of arbitrariness in an\n\nunreasoned order, this Court held that: -</span>\n</p>\n<blockquote id=\"blockquote_76\">                         “8. …Giving reasons is different from discussing\n                  merits or demerits. At the stage of granting bail a detailed\n                  examination of evidence and elaborate documentation of the\n                  merits of the case ha not to be undertaken. What the\n                  Additional Sessions Judge ad done in the order dated 11-9-\n                  2000 was to discuss the merits and demerits of the evidence.\n                  That was what was deprecated. That did not mean that whilst\n                  granting bail some reasons for prima facie concluding why bail\n                  was being granted did not have to be indicated.”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">30.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1521407\" id=\"span_63\">In <a href=\"/doc/1521407/\" id=\"a_66\">Kalyan Chandra Sarkar v. Rajesh Ranjan</a> alias Pappu Yadav\n\nAnd Another it was observed by this Court that: -</span>\n</p><span class=\"hidden_text\" id=\"span_64\">                        21</span><p data-structure=\"Conclusion\" id=\"p_39\">\n\n\n\n\n</p><blockquote id=\"blockquote_77\">                      “11. The law in regard to grant or refusal of bail is very well\n                      settled. The court granting bail should exercise its discretion\n                      in a judicious manner and not as a matter of course. Though\n                      at the stage of granting bail a detailed examination of\n                      evidence and elaborate documentation of the merit of the\n                      case need not be undertaken, there is a need to indicate in\n                      such orders reasons for prima facie concluding why bail was\n                      being granted particularly where the accused is charged of\n                      having committed a serious offence. Any order devoid of\n                      such reasons would suffer from non-application of mind. It is\n                      also necessary for the court granting bail to consider among\n                      other circumstances, the following factors also before\n                      granting bail; they are:\n</blockquote>\n<blockquote id=\"blockquote_78\">                      (a) The nature of accusation and the severity of punishment\n                      in case of conviction and the nature of supporting evidence.\n</blockquote>\n<blockquote id=\"blockquote_79\">                      (b) Reasonable apprehension of tampering with the witness\n                      or apprehension of threat to the complainant.\n</blockquote><blockquote id=\"blockquote_80\">                      (c) Prima facie satisfaction of the court in support of the\n                      charge.”\n\n\n\n\n20   (2001) 6 SCC 338\n21   (2004) 7 SCC 528\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                              Page 23 of 2</span>\n\fCRIMINAL APPEAL NO.       OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13266204\" id=\"span_66\">31.       Citing the aforesaid decision, in <a href=\"/doc/13266204/\" id=\"a_67\">Mahipal</a> (supra), this Court has\n\nstressed the necessity of recording reasons for granting bail in offences\n\nthat are non-bailable in nature in the following words: -</span>\n\n</p><blockquote id=\"blockquote_81\">                      “25. Merely recording “having perused the record” and “on\n                      the facts and circumstances of the case” does not subserve\n                      the purpose of a reasoned judicial order. It is a fundamental\n                      premise of open justice, to which our judicial system is\n                      committed, that factors which have weighed in the mind of\n                      the Judge in the rejection or the grant of bail are recorded in\n                      the order passed. Open justice is premised on the notion that\n                      justice should not only be done, but should manifestly and\n                      undoubtedly be seen to be done. The duty of Judges to give\n                      reasoned decisions lies at the heart of this commitment.\n                      Questions of the grant of bail concern both liberty of\n                      individuals undergoing criminal prosecution as well as the\n                      interests of the criminal justice system in ensuring that those\n                      who commit crimes are not afforded the opportunity to\n                      obstruct justice. Judges are duty-bound to explain the basis\n                      on which they have arrived at a conclusion.”\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_41\">32.       In the instant case, looking at the gravity of the offence committed\n\nby the respondent No. 2 under <a href=\"/doc/1560742/\" id=\"a_68\">Section 302</a> of the IPC for which he has\n\nbeen convicted by the trial Court and awarded a sentence of life\n\nimprisonment and noting that the period of custody undergone by him is\n\nonly for nine months and further, having regard to his criminal\n\nantecedents, we have no hesitation in quashing and setting aside the\n\nimpugned order dated 19th September, 2018 passed by the High Court.\n\nThe bail bonds of the respondent No.2 are cancelled and he is directed\n\nto surrender forthwith. The appeal is disposed of in the above terms.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                                           Page 24 of 2</span>\n\fCRIMINAL APPEAL NO.   OF 2022 @ SLP(CRL.) NO. 5102 OF 2019\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">33.       Before parting with the case, it is clarified that the present\n\njudgment shall not be treated as an expression on the merits of the\n\nappeal preferred by the respondent No.2 against the judgment dated 6th\n\nJanuary, 2018 passed by the Sessions Court, which is pending\n\nconsideration before the High Court. It is also clarified that this order\n\nshall also not preclude the respondent No.2 from applying afresh for bail\n\nat a later stage, if any, new circumstances are brought to light.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">34.       A copy of this judgment shall be forwarded to the High Court and\n\nthe concerned Police Station for perusal and compliance.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                                                      ….…...................................J.\n                                                                      [DR. D. Y. CHANDRACHUD]\n\n\n\n                                                                      ……...................................J.\n                                                                      [HIMA KOHLI]\nNew Delhi,\nMay 13, 2022\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                                       Page 25 of 2</span>\n\f</p>","numcites":34,"numcitedby":14,"docsource":"Supreme Court of India","citetid":143911787,"divtype":"judgments","relatedqs":[{"value":"cancellation of bail","formInput":"cancellation%20of%20bail"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"gangster act","formInput":"gangster%20act"},{"value":"ipc 506","formInput":"ipc%20506"},{"value":"criminal justice system","formInput":"criminal%20justice%20system"},{"value":"bail application","formInput":"bail%20application"},{"value":"indian penal code 506","formInput":"indian%20penal%20code%20506"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"fair trial","formInput":"fair%20trial"},{"value":"ipc 504","formInput":"ipc%20504"},{"value":"bail cancel,","formInput":"bail%20cancel%2C"},{"value":"abduction ","formInput":"abduction%20"},{"value":" criminal antecedents   ","formInput":"%20criminal%20antecedents%20%20%20"},{"value":"120b ipc","formInput":"120b%20ipc"},{"value":"final report","formInput":"final%20report"},{"value":"slp","formInput":"slp"},{"value":"threat","formInput":"threat"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"ipc act","formInput":"ipc%20act"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"},{"value":"special-power-of-high-court < power-of-high-court-regarding-bail","formInput":"tag:special-power-of-high-court < power-of-high-court-regarding-bail"}],"courtcopy":true,"query_alert":null,"agreement":false}