{"tid":81661,"publishdate":"2007-08-17","title":"State Of Madhya Pradesh Through The ... vs Vasu Builders, A Partnership Firm ... on 17 August, 2007","doc":"<h2 class=\"doc_title\">State Of Madhya Pradesh Through The ... vs Vasu Builders, A Partnership Firm ... on 17 August, 2007</h2>\n\n<pre id=\"pre_1\">ORDER\n \n\nK.K. Lahoti, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This revision is directed under Section 7 of the M.P. Madhyastham Adhikaran Adhiniyam, 1983 (hereinafter referred to as the &quot;Adhiniyam&quot; in short), aggrieved by the award of the Arbitration Tribunal dated 3rd of April, 1996 in Reference Case No. 70/1990 by which counter claim filed by the petitioner has been dismissed. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The tribunal in para 25 of the order found that the State before filing of the counter claim had not issued notice to the respondent for any quantified amount and in absence of this, there was no dispute in existence between the petitioner and respondent and the counter claim was rejected only on this count. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The aforesaid order has been assailed by the petitioner on the following grounds:\n</p>  \n\n<blockquote id=\"blockquote_1\">(i) That for counter claim, it was not necessary for the petitioner to serve a notice for any quantified amount and the notice which was served by the petitioner on respondent was sufficient. \n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii) That, under the Adhiniyam there is a requirement of filing a dispute before final authority but there is no statutory requirement under the Adhiniyam to serve a notice claiming quantified amount against the contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii) Though in Section 2(d) of the Adhiniyam, the definition of dispute provides that &#x27;dispute&#x27; means claim of ascertained money valued at Rs. 50,000/-or more but it also does not provide any requirement for issuance of a notice before filing a dispute to the tribunal. \n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iv) That, notice Annexure A/8 fulfils the requirement when the respondent was noticed by the petitioner in respect of the violation of the clause of the agreement and in the notice, it was stated that the respondent is responsible to compensate department under Clause 4.3.3.3 of the agreement. But the tribunal erred in rejecting the counter claim of the petitioner without considering this aspect. Contending aforesaid, it is submitted by Shri P.N.Dubey, learned Dy.A.G. that the order passed by the tribunal so far as it relates rejection of the counter claim may be set aside and the matter may be remitted back to the tribunal to decide the counter claim on merits. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. Per contra, Shri V.R. Rao, learned Sr. Advocate opposed the contention and submitted:\n</p>  \n\n<blockquote id=\"blockquote_5\">(a) That, for referring the case to the tribunal, it was necessary that there should exist &quot;dispute&quot; between the parties. In absence of any dispute between the parties, no reference or counter claim could have been filed before the tribunal. \n</blockquote> \n\n<blockquote id=\"blockquote_6\">(b) That, the dispute has been defined in Section 2(d) of the Act which provides that the dispute should be of ascertained money valued at Rs. 50,000/-or more relating to any difference arising out of the execution or non-execution of the works contract or part thereof. If a difference is a dispute and is covered under Section 2(d) of the Act, it is necessary that one party should demand such a claim from other and until and unless it is denied by the other side, it would not fall within the definition of a dispute. In this case admittedly, the petitioner had not served a notice to the respondent demanding any quantified amount claimable under the contract and in fact no dispute was raised by the petitioner against respondent. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1153393\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"726867\" id=\"span_2\">(c) Reliance is placed to a Full Bench judgment of this Court in <a href=\"/doc/726867/\" id=\"a_1\">Ravi Kant Bansal v. M.P.Audyogik Kendra Vikas Nigam</a> 2006(2) MPJR 183 and Division Bench judgment in C.R. No. 2044/96 <a href=\"/doc/1153393/\" id=\"a_2\">Jagjit Singh Anand v. State of M.P. and Ors.</a> and submitted that this revision is without merit and may be dismissed.</span></span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\">5. To appreciate rival contention of the parties, it would be appropriate if certain provisions of Adhiniyam are referred. Sections 2(1)(d), 7 and 7-B are relevant which read thus:\n</p>  \n\n<blockquote id=\"blockquote_8\">Section 2(1)(d) &quot;dispute&quot; means claim of ascertained money valued at Rupees 50,000/-or more relating to any difference arising out of the execution or non-execution of a works contract or part thereof. \n</blockquote> \n\n<blockquote id=\"blockquote_9\">Section 7. Reference to Tribunal-(1) Either party to a works contract shall irrespective of the fact whether the agreement contains an arbitration clause or not, refer in writing the dispute to the Tribunal. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">(2) Such reference shall be drawn up in such form as may be prescribed and shall be supported by an affidavit verifying the averments. \n</blockquote> \n\n<blockquote id=\"blockquote_11\">(3) The reference shall be accompanied by such fee as may be prescribed. \n</blockquote> \n\n<blockquote id=\"blockquote_12\">(4) Every reference shall be accompanied by such documents or other evidence and by such other fees for service or execution of processes as may be prescribed. \n</blockquote> \n\n<blockquote id=\"blockquote_13\">(5) On receipt of the reference under Sub-section (1), if the Tribunal is satisfied that the reference is a fit case for adjudication, it may admit the reference but where the Tribunal is not so satisfied it may summarily reject the reference after recording reasons therefore.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\">Section 7A. Reference petition (1) Every reference petition shall include whole of the claim which the party is entitled to make in respect of the works-contract till the filing of the reference petition but no claims arising out of any other works-contract shall be joined in such a reference petition. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">(2) Where a party omits to refer or intentionally relinquishes any claim or any portion of his claim, he shall not afterwards be entitled to refer in the respect of such claim or portion of claim so omitted or relinquished. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">(3) Notwithstanding anything contained in Sub-section (1) or Sub-section (2) disputes relating to works-contract which may arise after filing of the reference petition may be entertained as and when they arise, subject to such conditions as may be prescribed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">7-B. Limitation (1) The Tribunal shall not admit a reference petition unless\n  \n\n</p><p data-structure=\"Issue\" id=\"p_10\">(a) the dispute is first referred for the decision of the final authority under the terms of the works contract; and \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_11\">(b) the petition to the Tribunal is made within one year from the date of communication of the decision of the final authority: Provided that if the final authority fails to decide the dispute within a period of six months from the date of reference to it, the petition to the Tribunal shall be made within one year of the expiry of the said period of six months. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">(2) Notwithstanding anything contained in Sub-section (1), where no proceeding has been commenced at all before any Court preceding the date of commencement of this Act or after such commencement but before the commencement of the Madhya Pradesh Madhyastham Adhikaran (Sanshodhan) Adhiniyam 1990, a reference petition shall be entertained within one year of the date of commencement of Madhya Pradesh Madhyaastham Adhikaran (Sanshodhan) Adhiniyam, 1990 irrespective of the fact whether a decision has or has not been made by the final authority under the agreement. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">(2-A) Notwithstanding anything contained in Sub-section (1), the Tribunal shall not admit a reference petition unless it is made within three years from the date on which the works contract is terminated, foreclosed, abandoned or comes to an end in any other manner or when a dispute arises during the pendency of the works contract: Provided that if a reference petition is filed by the State Government, such period shall be thirty years. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461399\" id=\"span_3\">6. The entertainability of a counter claim in a reference application has been considered by the Division Bench of this Court in <a href=\"/doc/461399/\" id=\"a_3\">P.K. Pande v. State of M.P. and Ors.</a> 2000 Arbitration WLJ 290, in which the Division Bench found that the counter claim is nothing but a counter reference petition and is maintainable in a reference petition. The Division Bench held thus:</span>\n</p>  \n\n<blockquote id=\"blockquote_14\">14. ...A counter claim, in our view, is nothing but a reference of dispute in relation to same works contract by the opposite party. It cannot be said that the opposite party (such as the department of the State herein) is not competent to make a reference under Section 7 of the Act. The subject matter of which it has filed the counter claim constitutes relevant material for filing of separate reference petition. The counter claim is, therefore, nothing but a counter reference petition. It is not the case that the party submitting such counter reference has not followed the provisions regarding payment of Court fees on it as leviable under the rules. It is also within limitation. It is true that as required by the Regulations, a reference petition is to be filed in the Registry before the Registrar and then it is placed before the Bench. But merely for this reason it cannot be said that the Bench of the Tribunal which is competent to adjudicate the dispute cannot entertain a reference directly. The Registrar in receiving the claim petition only discharges ministerial or administrative functions. The judicial function or powers of the Tribunal thereby are in a manner inhibited. Even if counter claim is held untenable, the opposite party was in any case entitled to file a counter reference petition for its claim and dispute. In such a situation where two petitions or claims on same works contract have been filed, it would be in the interest of justice and fair procedure for the Tribunal to have clubbed them for a joint trial. If a counter reference could be filed by the opposite party which could be linked for trial and disposal by the Tribunal with the pending reference of the contractor, we find no logic or reason why the reference tenable at the instance of opposite party cannot be entertained in the same pending reference as a counter reference on payment of the requisite Court fees on it and within the prescribed period of limitation.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">17. In our considered view, therefore, the Tribunal committed no error permitting the respondent-State to prefer a counter claim and in deciding same on the basis of finding reached by it.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_15\">7. Now the facts of the present case may be seen. Respondent contractor was awarded a contract for the construction of Right Earthen Bund from R.D. 430 to 1194 at ground level and R.D. No. 510 to 1194 m. on top right flank of Kolar Pick-up-weir. The work order was issued on 14.8.1980 and the stipulated period of completion was of 15 months including rainy season and the stipulated date of completion of work was 13.11.1981. The respondent executed total work worth of Rs. 80,000/-during stipulated period and he had not applied for extension of time and the petitioner by order dated 19.11.1981 Ex.P-9 took the unexecuted work out of the hands of the respondent for completion by another agency on extra cost to be borne by the respondent. The petitioner got completed the balance work by another contractor. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">8. The respondent claimed Rs. 4,41,594/-as compensation for breach of the contract by the petitioner. The respondent alleged that the respondent could not complete the work because of the defaults, delays and failure on the part of the petitioner and claimed aforesaid amount on various heads, and filed a reference before the Arbitral Tribunal. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">9. The petitioner filed a written statement before the tribunal and denied the claim of respondent. The petitioner also claimed Rs. 8,96,588/-by way of counter claim after adjustment of the amount of final bill and security deposit of the respondent. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">10. The tribunal after recording evidence and hearing both the parties found that there was no breach of contract on the part of the petitioner with regard to failure to provide the approach road from Rahti to work site and the respondent abandoned the work by letter dated 14/10/1981. The tribunal found that the department had properly rescinded the contract under Clause 4.3.3.3 of the agreement and the petitioner measured the work of the respondent and got completed unexecuted part of the work through debitabled agency in which extra expenditure was paid. The tribunal found that the respondent is entitled for Rs. 7,682/-towards the payment of final bill and for refund of Rs. 2,964/-deducted as security deposit from running bills and also for return of bank guarantee of Rs. 18630. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\">The claim lodged by the petitioner was rejected on the ground that the counter claim was not maintainable as no notice of quantified amount was served on the contractor. This part of the order is assailed by the petitioner in this petition. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">11. It would be pertinent to mention here that the contractor/respondent has not preferred any revision against the impugned order by which the contractor&#x27;s claim was allowed in part and rejected substantially. The respondent has also not challenged a finding recorded in para 24 of the order in which respondent had not pressed plea of limitation before the Arbitral Tribunal, in respect of the counter claim lodged by the petitioner. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\">12. Now in light of the aforesaid facts, the contention of the parties may be seen: The petitioner&#x27;s case is that before filing counter claim, a notice Annexure A/8 dated 19.11.1981 (at page 89 of the paper book) was issued to the respondent by which the respondent was informed that during six months, respondent had executed only 3% of the work and had violated Clause 4.3.24.3 of the contract and also abandoned the work at his own accord and had therefore, became responsible to compensate the department under Clause 4.3.3.3 of the agreement. The contention of the petitioner is that the aforesaid notice was sufficient to raise a dispute and in the counter claim, a specific dispute of ascertained sum was raised. Apart from this, under Section 7-B of the Act, there is a provision to approach the final authority under the agreement and the petitioner approached to the Superintending Engineer by lodging a claim. The petitioner had already approached the final authority and filed counter claim before the tribunal claiming ascertained sum of Rs. 8,96,588/-. In para 20, 21,22 of the counter claim, the aforesaid claim before the tribunal was of ascertained sum as defined in Section 2(1)(d) of the Adhiniyam and it was not necessary to the petitioner to state this amount in the notice. The entire purpose of the notice is to inform the respondent generally of the nature of the claim intended to be filed. The petitioner in the notice had specifically stated the breach of the contract by the respondent in particular the Clauses 4.3.24.3 and 4.3.3.3 of the contract, so the notice was sufficient. There is no requirement in the Adhiniyam to issue a particular type of notice and the notice is to be interpreted in accordance with law in real sense and not in pedantic manner and the tribunal erred in rejecting the counter claim of the petitioner. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">13. The contention of the respondent is that in the notice, it was necessary to quantify the claim as it is necessary to invoke the jurisdiction of the tribunal to demand by notice ascertained sum of money and only if it is denied by the respondent , then it will fall within the purview of the &quot;dispute&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">14. To appreciate the rival contention of the parties, from the perusal of the entire Adhiniyam, there is no such provision in the Adhiniyam providing any pre-condition to serve a notice on the other side. When there is no specific requirement of serving a notice to the other side, then the entire scheme of the Act may be taken into consideration to consider this aspect. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31559077\" id=\"span_4\">In the <a href=\"/doc/31559077/\" id=\"a_4\">Gujarat State Co-operative Land Development Bank Ltd. v. P.R. Mankad</a> , the Apex Court defined a dispute as a controversy having both positive or negative aspects. It postulates the assertion of a claim by one party and its denial by the other.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_5\">The dispute as defined by the Apex Court in <a href=\"/doc/20683/\" id=\"a_5\">Major Inder Singh Rekhi v. Delhi Development Authority</a>  is a claim and denial or repudiation of the claim. There can only be a dispute when a claim is asserted by one party and denied by other on whatever grounds then it will be a dispute and in a particular case, a dispute has arisen or not has to be found out from the facts and circumstances of the case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">The Apex Court while considering the requirement of a notice under the <a href=\"/doc/1052228/\" id=\"a_6\">Arbitration Act, 1940</a> in Union of India v. Parasramka Commercial Company  held that the word &#x27;notice&#x27; denotes merely an intimation to the parties concerned, of a particular fact. Notice may take several forms. It must be in writing and intimate quite clearly intention of the parties. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">The term notice originate from the Latin word &quot;notifia&quot; which means &quot;a being known&quot; or a knowing and is wide enough in the legal circle to include information to a party. As per Blacks Law Dictionary, meanings of notice are information, result of observation, whether by senses or the mind, knowledge of the existence of a fact or state of affairs, the means of knowledge. Notice in its legal sense is information concerning a fact, actually communicated to a person by an authorised person, or actually derived by him from a proper source, and is regarded in law as &quot;actual&quot; when the person sought to be affected by it knows thereby of the existence of the particular fact in question. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">In another sense, notice means information, an advice, or written warning, in more or less formal shape, intended to apprise a person of some proceeding in which his interests are involved, or informing him of some fact which it is his right to know and the duty of the notifying party to communicate. Notice may be either (1) statutory, i.e., made so by legislative enactment; (2) actual which brings the knowledge of a fact directly home to the party; or (3) constructive. Notice must be reasonably construed. A trifle defect cannot be permitted to defeat a just claim. If on a reasonable reading, a party had given the information in respect of his intention to lodge a claim against another party, any incidental defect or error may be ignored. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1242279\" id=\"span_6\">15. The Apex Court in <a href=\"/doc/1242279/\" id=\"a_7\">Amarnath v. Union</a>  held that notice should not be copy of a plaint but the details which it contains should be sufficient to inform party on whom it is served of the nature and basis of the claim and relief sought. Where a party is made known in the notice, the nature of the action intended to be initiated, that amounts to sufficient compliance to serve a notice.</span> In Mohd.Zia v. State of U.P. AIR 1943 All. 345, the Allahabad High Court held that it is not requirement that valuation of the suit shall be stated in the notice and the fact that the amount claimed does not exactly correspond with amount claimed in notice does not render the notice as invalid. The object of notice is manifestly to give other side an opportunity to reconsider his position and to settle the claim, if so advised. There is no requirement under the Ahdiniyam of 1983 to serve a legal notice, only existence of a dispute between the parties is a sine qua none for filing a reference application before the tribunal. When the statute has not provided a specific provision for serving a particular type of notice or procedure by which a dispute is to be raised before filing of a reference, such provision has to be constructed in a common sense manner. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">In this case, before lodging a counter claim, petitioner had served a notice to the respondent as Annexure A/8 (at page 89 of the paper book) by which the department had specifically intimated to the respondent that during 15 months from the date of issuance of the work order, respondent executed only 3% of the work and therefore, violated Clause 4.3.2 and 4.3.24.3. Respondent had also abandoned the work on his own accord and it was intimated to the respondent that the respondent has become responsible to compensate the department under agreement Clause 4.3.3.3. It was sufficient notice to the respondent that there was a dispute between the parties and the aforesaid intended action under Clause 4.3.3.3 was duly intimated by the petitioner. The fact that notice is sufficient or not is to be seen in the facts and circumstances of each case and no hard and fast rule can be applied in this regard. The petitioner in this case had duly intimated to the respondent in respect of its intention to initiate action as stated hereinabove and apart from this filed an application to the Superintending Engineer Annexure P/17 dated 12.1.1985 by which the claim was lodged by the Executive Engineer to the Superintending Engineer and this fact was well within the knowledge of the petitioner that such dispute was in fact existed between the parties. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"726867\" id=\"span_7\">16. A Full Bench of this Court in <a href=\"/doc/726867/\" id=\"a_8\">Ravikant Bansal</a> (supra) held thus:</span>\n</p>  \n\n<blockquote id=\"blockquote_16\">9. Sub-section (5) of <a href=\"/doc/1737370/\" id=\"a_9\">Section 7</a> of the Adhiniyam quoted above, however, states that on receipt of the reference under Sub-section (1), if the Tribunal is satisfied that the reference is a fit case for adjudication, it may admit the reference but where the Tribunal is not so satisfied it may summarily reject the reference after recording its reasons. Hence, the Tribunal is not under an obligation to admit every claim or counter claim that is filed before it and it has been vested with the power to summarily reject a reference after recording reasons, if it is so satisfied. Sub-section (1) of Section 7B of the Adhiniyam further provides in which cases the Tribunal shall not admit a reference. The said Sub-section (1) of Section 7B, as amended by <a href=\"/doc/1596533/\" id=\"a_10\">Amending Act</a> 36 of 1995, is quoted herein below: 7-B. Limitation (1) The Tribunal shall not admit a reference petition unless\n  \n\n</blockquote><blockquote id=\"blockquote_17\">(a) the dispute is first referred for the decision of the final authority under the terms of the works contract; and \n \n\n</blockquote><blockquote id=\"blockquote_18\">(b) the petition to the Tribunal is made within one year from the date of communication of the decision of the final authority: Provided that if the final authority fails to decide the dispute within a period of six months from the date of reference to it, the petition to the Tribunal shall be made within one year of the expiry of the said period of six months. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"374740\" id=\"span_8\">It will be clear from Clause (a) of Sub-section (1) of Section 7B of the Adhiniyam that the Tribunal shall not admit a reference petition unless the dispute is first referred for decision of the final authority under the terms of the works contract. This view has already been expressed by the Full Bench of this Court in Civil Revision No. 692 of 1998 (<a href=\"/doc/374740/\" id=\"a_11\">State of M.P. and Anr. v. Kamal Kishore Sharma</a>) in its opinion dated 13.09.2005. The word &#x27;and&#x27; between Clause (a) and Clause (b) of Sub-section (1) of Section 7B quoted above, makes it clear that before the Tribunal admits a reference, the Tribunal should be satisfied that the conditions in Clause (a) as well as Clause (b) of Sub-section (1) of Section 7B of the Adhiniyam are satisfied.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">(10) These provisions of Sub-section (5) of <a href=\"/doc/1737370/\" id=\"a_12\">Section 7</a> and Sub-section (1) of Section 7B of the Adhiniyam would equally apply to reference of a dispute made by a party in a claim petition as well as reference made by the opposite party in a counter claim. Hence, the Tribunal may reject a reference of dispute in a counter claim made by the opposite party summarily for reasons to be recorded if it is so satisfied in exercise of its powers under Sub-section (5) of <a href=\"/doc/1737370/\" id=\"a_13\">Section 7</a> of the Adhiniyam. Similarly, the Tribunal shall not admit the reference of the dispute made in a counter claim if as stated in Sub-section (1) of Section 7B of the Adhiniyam, the dispute raised in the counter claim has not been referred for decision of the final authority in terms of the works contract or the reference petition in the counter claim to the Tribunal has not been made within the period of limitation mentioned under Clause (b) or the Proviso thereto under Sub-section (1) of Section 7B of the Adhiniyam. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461399\" id=\"span_9\">In the Division Bench judgment of this Court in <a href=\"/doc/461399/\" id=\"a_14\">P.K.Pande</a> (supra), the Tribunal had permitted the counter claim because it was within the period of limitation and the Division Bench accordingly held that by permitting a counter claim or reference the Tribunal had not in any manner violated any of the provisions of the Adhiniyam or the Regulations. But in a case where the Tribunal finds that there is an express prohibition in the Adhiniyam to admit a reference, the Tribunal cannot admit such a reference in violation of the express provisions of the Adhiniyam.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">17. The Full Bench considering the law held that the Tribunal cannot entertain or admit the counter claim if the dispute raised in the counter claim filed by the opposite party had not been referred to the final authority in terms of the works contract or where it was referred to the final authority but the counter claim has not been filed before the tribunal within a period of limitation as provided in Clause (b) or proviso to Clause (b) to Sub-section (1) of Section 7B of the Adhiniyam. The Division Bench no where held that it is a condition precedent to serve a notice of a specified amount before lodging counter claim, so the judgment of Full Bench is not helpful to the respondent for the proposition which has been raised before this Court. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1153393\" id=\"span_10\">In <a href=\"/doc/1153393/\" id=\"a_15\">Jagjit Singh Anand</a> (supra), the Division Bench of this Court in para 14 relying on Ravi Kant Bansal, referred paragraph 37 of the order of the tribunal as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_19\">The Tribunal, in paragraph 37 has expressed the view as under:\n</blockquote><blockquote id=\"blockquote_20\"> 37. There are decisions of this Tribunal also on the above point. Where no notice of the counter-claim was earlier served by the department upon the contractor, but the counter-claim was straightway brought by the department before the Tribunal, it was held that no dispute having arisen, the counter-claim was not entertainable by the Tribunal. See Vasu Builders v. State of M.P. Ref. Case No. 70/90, decided on 3.4.96 and also Jairamdas Wadhwani v. M.P.S.T.C. Ltd., Ref. Case No. 15/88, decided on 31.7.89. It is an admitted fact that notice of the counter-claim was not previously served upon the contractor in the present case and the counter-claim was straightway brought before this Tribunal. We hold that dispute having not come into existence, the counter-claim straightway filed before this Tribunal was not entertainable, except with regard to those claims of the respondents, which were taken up by the petitioner himself in his reference petition, for instance, to determine the amount of the final bill. The petitioner having himself raised the dispute about the amount of his final bill and having invited the Tribunal to decide certain claims of the respondents in that connection, this Tribunal cannot but decide those claims for fully and properly adjudicating the dispute for final bill brought by the petitioner. The counter-claim stands partly allowed in this sense in so far as certain claims given in the counter-claim were allowed.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"726867\" id=\"span_11\">The Division Bench while affirming the order of the tribunal as quoted hereinabove found that the conclusions of the tribunal are in accordance with law laid down in Full Bench decision in <a href=\"/doc/726867/\" id=\"a_16\">Ravi Kant Bansal</a> (supra). The tribunal in para 37 of the order found that notice of the counter claim was not served by the department upon the contractor and the counter claim was straightway brought by the department before the tribunal, so it was held that no dispute having arisen, counter claim was not entertainable. The Divisional <a href=\"/doc/726867/\" id=\"a_17\">Bench further held</a> that the dispute having not come into existence, hence counter claim was not maintainable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1153393\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"726867\" id=\"span_13\">In <a href=\"/doc/726867/\" id=\"a_18\">Ravi Kant Bansal</a> (supra), the Full Bench was considering the question in respect of lodging a claim before the final authority under the agreement while in the case of <a href=\"/doc/1153393/\" id=\"a_19\">Jagjit Singh Anand</a> (supra) the tribunal in para 37 (supra) considered that issuance of notice before lodging a counter claim was necessary to arrive at a finding that some dispute was in existence between the parties. As stated hereinabove, notice Annexure A/8 was issued in the matter and the respondent was made aware that there were breach of the terms of the contract and the petitioner was intending to take action against respondent and in the opinion of this Court, this was sufficient notice to the respondent in respect of a dispute which was existing prior to lodging of counter claim.</span></span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">19. The tribunal while considering the matter has rejected the counter claim of petitioner merely on the ground that in the notice, no quantified claim was made against respondent. <a href=\"/doc/1697212/\" id=\"a_20\">Section 2(d)</a> of the Adhiniyam provides that &quot;dispute&quot; means claim of ascertained money valued at Rupees 50,000/-or more relating to any difference arising out of the execution or non-execution of a works contract or part thereof, meaning thereby a dispute may be in respect of any difference of which claim may be of ascertained sum for Rs. 50,000/-or more and existence of the dispute is to be shown before lodging of the counter claim. <a href=\"/doc/1737370/\" id=\"a_21\">Section 7</a> of Adhiniyam provides that either party to a works contract shall refer in writing a dispute to the tribunal. So if both <a href=\"/doc/1697212/\" id=\"a_22\">Sections 2(d)</a> and <a href=\"/doc/1737370/\" id=\"a_23\">7</a> are read conjointly, harmonious construction of aforesaid provisions shall be that for reference to the tribunal, existence of dispute is necessary and dispute which is to be lodged before the tribunal should be of ascertained money valued at Rs. 50,000/- or more. In absence of any provision for serving a notice in a specified form by the department to the contractor, if a notice intimating breach of the terms of contract or difference between the parties of which amount can be ascertained for Rs. 50,000/-or more, the counter claim lodged by the petitioner before the tribunal was competent and the tribunal erred in rejecting the counter claim of the petitioner merely on the ground that in the notice, a quantified amount was not claimed by the petitioner against respondent. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">20. In view of the aforesaid discussion we are of the view that the tribunal erred in rejecting the counter claim lodged by the petitioner merely on the aforesaid ground which is not sustainable under the law. In the result, this revision is allowed and the impugned order passed by the tribunal, so far it relates to rejection of counter claim filed by the petitioner, is hereby set aside and the matter is remitted back to the tribunal to consider the counter claim filed by the petitioner on its merits without going into the question of the notice. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">21. Both parties present herein are directed to remain present before the tribunal on 24.9.2007 for which no notice shall be necessary to the parties. The tribunal on the aforesaid date shall restore the file and proceed in the matter in accordance with law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\"> Considering the facts of the case, the petitioner shall be entitled for the cost of this revision including the counsel&#x27;s fee which is quantified to Rs. 2000/-.\n</p> \n\n","numcites":11,"numcitedby":2,"docsource":"Madhya Pradesh High Court","citetid":81661,"divtype":"judgments","relatedqs":[{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"Counter claim rejected ","formInput":"Counter%20claim%20rejected%20"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"abandonment","formInput":"abandonment"},{"value":"Ravi","formInput":"Ravi"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"},{"value":"jagjit singh","formInput":"jagjit%20singh"},{"value":"sec 2(1)(d)","formInput":"sec%202%281%29%28d%29"}],"cats":[{"value":"amendment","formInput":"tag:amendment"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}