{"tid":135761095,"publishdate":"2017-10-07","title":"Ashish @ Ashu vs State Of M.P. on 7 October, 2017","doc":"<h2 class=\"doc_title\">Ashish @ Ashu vs State Of M.P. on 7 October, 2017</h2>\n\n<pre id=\"pre_1\">1             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (Tilak Singh Vs. State of M.P, Dhruvpratap Singh alias Sonu Vs. State of M.P.\n                       and Ashish alias Ashu Vs. State of M.P.)\n\n                  HIGH COURT OF MADHYA PRADESH\n                               BENCH GWALIOR\nSINGLE BENCH:\n                       HON. SHRI JUSTICE G.S. AHLUWALIA\n                            Criminal Appeal No.88/2012\n.........Appellant:                            Tilak Singh\n                                       Versus\n.......Respondent :                            The State of M.P.\n\n\n                         Criminal Appeal No.91/2012\n.........Appellant:                   Dhruvpratap Singh alias Sonu\n                                       Versus\n.......Respondent :                            The State of M.P.\n                                           &amp;\n                        Criminal Appeal No.248/2012\n.........Appellant:                  Ashish alias Ashu\n                                       Versus\n.......Respondent :                            The State of M.P.\n----------------------------------------------------------------------------------------\nShri Rajmani Bansal, Advocate for appellant-Tilak Singh.\nShri A.K. Jain, Advocate for appellants-Dhruvpratap Singh alias\nSonu and Ashish alias Ashu.\nShri RVS Ghuraiya, Public Prosecutor for respondent/State.\n----------------------------------------------------------------------------------------\n                      JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                         (7/10/2017)\nPer Justice G.S. Ahluwalia\n          This judgment shall dispose of Criminal Appeal No.88/2012\nfiled by appellant-Tilak Singh, Criminal Appeal No.91/2012 filed by\nappellant-Dhruvpratap Singh alias Sonu and Criminal Appeal\nNo.248/2012 filed by appellant-Ashish alias Ashu.\n</p><p data-structure=\"Issue\" id=\"p_2\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_3\">2.       These Criminal Appeals under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> of Cr.P.C. have\nbeen filed against the judgment dated 30/12/2011 passed by the\nSpecial Judge (MPDVPK, Act) Datia in Special Sessions Trial\nNo.31/2010 by which the appellants Ashish and Tilak Singh have\n 2             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_2\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_3\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_4\">Ashu Vs. State of M.P</a>.)\n\nbeen convicted under <a href=\"/doc/1493299/\" id=\"a_5\">Section 394</a> read with <a href=\"/doc/1865117/\" id=\"a_6\">Section 397</a> of IPC\nand under <a href=\"/doc/170156328/\" id=\"a_7\">Section 13</a> of the MPDVPK, Act and Section 25 (1) (1-\nB) (A) and 27 of the <a href=\"/doc/1934415/\" id=\"a_8\">Arms Act</a> and the appellant-Dhruvpratap\nSingh alias Sony has been convicted under Section 394 read with\n<a href=\"/doc/170156328/\" id=\"a_9\">Section 13</a> of the MPDVPK, Act. The appellants Ashish and Tilak\nSingh have been sentenced to undergo rigorous imprisonment of\n10 years for offence under Section 394 read with <a href=\"/doc/1865117/\" id=\"a_10\">Section 397</a> of\nIPC and fine of Rs.5,000/- each with default imprisonment,\nRigorous imprisonment of 2 years for offence under Section 25 (1)\n(1-<a href=\"/doc/1934415/\" id=\"a_11\">B) (A) of the Arms Act</a> and fine of Rs.1,000/- each with default\nimprisonment and rigorous imprisonment of 3 years and fine of\nRs.1,000/- with default imprisonment for offence under <a href=\"/doc/244673/\" id=\"a_12\">Section 27</a>\nof the Arms Act and the appellant-Dhruvpratap Singh has been\nsentenced to undergo rigorous imprisonment of 10 years for\noffence under <a href=\"/doc/764237/\" id=\"a_13\">Section 394</a> of IPC and fine of Rs.5,000/- with\ndefault imprisonment.</span></span></span>\n</p><p data-structure=\"Facts\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120009529\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"56988086\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"421592\" id=\"span_6\">3.       The necessary facts for the disposal of the present appeals\nin short are that the Dehatinalishi was lodged by the complainant-\nRamsevak on 29/3/2010 at about 19:30 hours on the allegation\nthat he is the resident of Bundela Colony, Datia and is working as\nan Accountant in the shop of Lakhkha Seth. Today he alongwith\nBalvan Yadav had withdrawn Rs.6,00,000/- from the State Bank of\nIndore Branch Datia and was going towards Krishi Mandi. Balvan\nwas driving the motorcycle and he was sitting behind him and had\nmoney with him. The moment they reached near Bhairo Mandir,\none motorcycle of red colour on which three miscreants were\nriding came from behind and fired on him, as a result of which, he\nsustained injury on his left shoulder and fell down from the\nmotorcycle and ran towards the shop of cold drinks situated in\nfront of Bhairo Mandir and again one gunshot was fired by the\nmiscreants and they snatched the bag containing money and\nthereafter all the miscreants escaped on the motorcycle. He was\n 3             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_14\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_15\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_16\">Ashu Vs. State of M.P</a>.)\n\ntaken to the hospital and he can identify the accused persons. On\nthis Dehalitnalishi, which was lodged in the District Hospital, Datia,\nthe police registered the FIR. The accused persons were arrested.\nThey were put for test identification parade and they were\nidentified by the complainant. The money and the bag were\nseized. The bag was identified by the complainant. The police\nafter completing the investigation, filed the charge-sheet for\noffence under <a href=\"/doc/764237/\" id=\"a_17\">Sections 394</a>, <a href=\"/doc/1865117/\" id=\"a_18\">397</a> and <a href=\"/doc/1897847/\" id=\"a_19\">120-B</a> of IPC.</span></span></span>\n</p><p data-structure=\"Issue\" id=\"p_4\">4.       The trial court by order dated 20/8/2010 framed charges\nunder <a href=\"/doc/764237/\" id=\"a_20\">Section 394</a> of IPC read with <a href=\"/doc/170156328/\" id=\"a_21\">Section 13</a> of the MPDVPK,\nAct, under <a href=\"/doc/1865117/\" id=\"a_22\">Section 397</a> of IPC read with <a href=\"/doc/170156328/\" id=\"a_23\">Section 13</a> of the\nMPDVPK, Act and under <a href=\"/doc/73862/\" id=\"a_24\">Section 25</a>/<a href=\"/doc/244673/\" id=\"a_25\">27</a> of the Arms Act.\n</p><p data-structure=\"PetArg\" id=\"p_5\">5.       The appellants abjured their guilt and pleaded not guilty.\n</p><p data-structure=\"PetArg\" id=\"p_6\">6.       The trial court by judgment dated 30/12/2011 passed in\nSpecial Sessions Trial No.31/2010 convicted the appellants for\nthe offence mentioned above and acquitted the accused No.4-\nOmnarayan of all the charges. As the acquittal of Omnarayan has\nnot been challenged by the State Government, therefore, the case\nshall be considered only in respect of the present appellants.\n</p><p data-structure=\"PetArg\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120009529\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"56988086\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"421592\" id=\"span_9\">7.       It is submitted by the counsel for the appellants that the test\nidentification parade was conducted by the police belatedly and\nthere is no evidence available on record that the complainant had\nno opportunity to see the appellants after the incident and prior to\nholding the test identification parade. No explanation for delay in\nholding the test identification parade has been given. The\nevidence of Pratap Singh (PW-5) and Santosh Purohit (PW-6) is\nnot reliable. Similarly the evidence of Ramsevak is not sufficient to\nconvict the appellants. From the evidence, it is clear that it is the\nappellant-Ashish, who had fired on the complainant, therefore, the\nother appellants cannot be convicted under <a href=\"/doc/1865117/\" id=\"a_26\">Section 397</a> of IPC. In\nthe present case, as the number of miscreants were less than 5,\ntherefore, no offence for dacoity is made out. It is further\n 4             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_27\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_28\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_29\">Ashu Vs. State of M.P</a>.)\n\nsubmitted that the incident is alleged to have taken place in the\nyear 2010 and 7 long years have passed. Therefore, the period\nalready undergone is sufficient to meet the ends of justice.</span></span></span>\n</p><p data-structure=\"PetArg\" id=\"p_8\">8.       Per contra, it is submitted by the State counsel that the\nreport was lodged promptly. The complainant had specifically\nstated that he can identify the assailants. The test identification\nparade was conducted in which all the appellants were identified\nby the complainant. Money has been recovered from the\npossession of the appellants for which no explanation has been\ngiven as to how they came in possession of such a huge amount.\nIt is further submitted that as the incident took place in the public\nplace on the road in the mid of the market and the manner in\nwhich the offence was committed, clearly shows that the\nappellants were aware of the fact that the complainant had\nwithdrawn a huge amount of Rs.6,00,000/- and, therefore, the\nperiod of jail sentence already undergone by the appellants\ncannot be said to be sufficient to meet the ends of justice.\n</p><p data-structure=\"PetArg\" id=\"p_9\">9.       Heard the learned counsel for the parties.\n</p><p data-structure=\"Facts\" id=\"p_10\">10.      The prosecution in order to prove its case has examined\ncomplainant-Ramsevak (PW-1), Balvan Singh (PW-2), Ashish\nShrivastava (PW-3), Rajendra Sharma (PW-4), Pratap Singh\n(PW-5), Santosh Purohit (PW-6), Mahendra Singh Balmiki (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_11\">7), Shiv Govind Chaubey (PW-8), Rahul Pandey (PW-9),\nBrijmohan Gupta (PW-10), Suresh Singh Parihar (PW-11),\nArjundas (PW-12), Manendra Singh Bundela (PW-13), Smt.\nManish Kaul (PW-14), Vinod Bansal (PW-15), Satish Dubey (PW-\n</p><p data-structure=\"Facts\" id=\"p_12\">16), Megh Singh Jat (PW-17), Dr. T.C. Agrawal (PW-18) and Dr.\nNaveen Kumar Nagar (PW-19).\n</p><p data-structure=\"PetArg\" id=\"p_13\">11.      The appellants did not examine any witness in their defence.\n</p><p data-structure=\"Facts\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_12\">12.      Dr. Naveen Kumar Nagar (PW-19) has stated that on\n29/3/2010 the injured-Ramsevak was brought to the District\nHospital at about 16:35 hours and on medical examination, he\n 5             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_30\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_31\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_32\">Ashu Vs. State of M.P</a>.)\n\nhad found an entry wound below the scapula of left shoulder and\nblackening and charing in round shape. An exit wound was found\non left side of chest near armpit. The nature of the injury was\ndangerous to life. The MLC report is Ex.P/24. This witness was\ncross-examined, who has stated that as the blackening and\ncharring was found and gun powder was found on the shirt and\nbanyan of the injured, therefore, it was clear that the gunshot was\nfired from a distance of about 5 ft. The corresponding gunshot\nmark was found on the shirt and banyan of the injured. The cloths\nof the injured were sent for chemical examination and they were\nsealed and handed over to the police. Although the injured was in\na serious condition, but he was responding. In further cross-\nexamination this witness has stated that the injured has sustained\ninjury due to a bullet and not pallets. The injured was brought by a\npolice constable. The injured was referred to medical hospital,\nGwalior.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">13.      Dr. T.C. Agrawal (PW-18) has stated that he had examined\nthe injured on 29/3/2010 at Sahara Hospital, Gwalior. He was\nadmitted in the ICU. His condition was stable, but he was having\nsome breathing troubles. Case-sheet of the injured is Ex.P/22. On\n31/3/2010 the injured got himself discharged against the medical\nadvice. The discharge ticket is Ex.P/23. In cross-examination, this\nwitness has admitted that blood was not being given to the injured\nat the time of discharge. Even oxygen was not being given. He\nhad personally seen the injuries. Blackening was found around\nthe entry wound. This witness denied the suggestion there was\nonly entry would, but stated that exit wound was also found. At the\ntime of admission the condition of the injured was serious. There\nwas no pallet injury on the body of the injured. This witness has\nfurther stated that he had examined the injured only after he was\nadmitted in the hospital, but prior to that he had not seen the\ninjured.\n</p><p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_15\">6             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_33\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_34\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_35\">Ashu Vs. State of M.P</a>.)</span></span></span>\n\n</p><p data-structure=\"Issue\" id=\"p_17\">14.      Thus, from the evidence of Dr. Naveen Kumar Nagar (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_18\">19) and Dr. T.C. Agrawal (PW-18), it is clear that the complainant\nhad sustained one gunshot injury and the bullet had passed\nthrough and through, therefore, the exit wound was also found.\nAccording to the doctors, the gunshot was fired from a distance of\nabout 5 ft.\n</p><p data-structure=\"Issue\" id=\"p_19\">15.      The next moot question for determination is that:-\n</p><blockquote id=\"blockquote_1\">                Whether the appellants have committed the\n                offence as alleged against them or not?\n</blockquote><p data-structure=\"Facts\" id=\"p_20\">16.      The prosecution case is based on the direct evidence of the\ninjured-Ramsevak and the independent witnesses Balvan Singh\n(PW-2), Ashish Shrivastava (PW-3), Rajendra Sharma (PW-4),\nPratap Singh (PW-5) and Santosh Purohit (PW-6). Ashish\nShrivastava (PW-3) and Rajendra Sharma (PW-4) have turned\nhostile and they have not supported the prosecution case,\ntherefore, the entire case is based on the testimony of Ramsevak\n(PW-1), Balvan Singh (PW-2), Pratap Singh (PW-5) and Santosh\nPurohit (PW-6).\n</p><p data-structure=\"PetArg\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_18\">17.      Ramsevak (PW-1) has stated that he is working as an\nAccountant under Lakkha Tilwani. On 29/3/2010 at about 4 PM he\nalongwith Balvan Yadav, after withdrawing an amount of\nRs.6,00,000/- from the State Bank of Indore, was going towards\nthe Mandi. Balvan was driving the motorcycle and he was sitting\nbehind him and was carrying the bag containing the amount. The\nmoment the motorcycle reached near Bhairo Mandir, at that time\nthree persons came on a motorcycle of red colour and one person\nfired at him and the bullet hit on the left side of his back, as a\nresult of which he fell down. Thereafter, he ran towards the cold\ndrink shop situated in front of Bhairo Temple alongwith the bag.\nWhile he was trying to climb the stairs, at that time all the accused\npersons came there. One more gunshot was fired, which hit the\nwall and they snatched away the bag. The complainant-Ramsevak\n 7             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_36\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_37\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_38\">Ashu Vs. State of M.P</a>.)\n\n(PW-1) identified all the three appellants, however, did not identify\nthe accused No.4-Omnarayan. It was further stated that the\nappellants thereafter went towards Rajgarh square on the\nmotorcycle and he was taken to the District Hospital by Balvan\nand other persons. From District Hospital, Datia he was referred\nto Hospital at Gwalior. He lodged the Dehatinalishi, which is\nEx.P/1. The bag in which the money was kept was got identified\nfrom him and he had identified the bag and money. The\nidentification memo was prepared by a Counselor, which is\nEx.P/2, and bears his signature from A to A. The appellants were\ngot identified by the Tahsildar in the Circle Jail, Datia and he had\nidentified all the three appellants. The Tahsildar had prepared the\nidentification memo, which is Ex.P/3. The complainant has\nidentified the bag in the Court, which is marked as article A. This\nwitness was cross-examined in detail and in cross-examination he\nhas clarified that he had seen the faces of the appellants at the\ntime of incident. He further admitted the suggestion that he had\nnever seen the appellant-Tilak Singh prior to the date of incident.\nHe further clarified that after the incident, he had seen the\nappellant-Tilak Singh for the first time in jail and not in the Court.\nHe had seen the face of the appellant-Tilak, but he did not know\nhis name and, therefore, he has not mentioned his name in the\nFIR. He further clarified that he has mentioned in the FIR that he\ncan identify the miscreants. This witness further denied the\nsuggestion that when he reached Datia Hospital, he had fallen\nunconscious. He further denied that he sustained gunshot while\nhe was trying to run away, but once again clarified that when he\nwas sitting behind the motorcycle at that time he had sustained\nthe gunshot injury. He could not identify the colour of the cloths,\nwhich the accused persons were wearing, but this witness has\nspecifically clarified that he had seen their faces and denied the\nsuggestion that the accused persons had covered their face.</span></span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120009529\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"56988086\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"421592\" id=\"span_21\">This\n 8             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_39\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_40\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_41\">Ashu Vs. State of M.P</a>.)\n\nwitness has further clarified that as the gunshot was fired from\nbehind, therefore, he could not see from which distance the\ngunshot was fired. The incident had taken place at a public place.\nThere are some shops on either side of the road, but there was\nnot much traffic because it was the time of afternoon the test\nidentification parade was conducted on 31/5/2010. Although he\ncould not point any specific mark of identification, but clarified that\nhe can identify any person after seeing him even for once. He had\nidentified the appellant from their faces in the test identification\nparade. He had seen the appellants for the first time at the time of\nincident and thereafter he had seen them in the jail and thereafter\nhe is seeing them in the Court. The test identification parade was\nconducted in three parts. The test identification parade was\nconducted by the Tahsildar, who was a lady and at the time of test\nidentification parade the police personnel were not present. Total\ntwo gunshots were fired on the spot. His statement was recorded\nby the police on the very same day. In the Dehatinalishi as well as\nin his statement he had not named the miscreants, but had\nclarified that he can identify them. He further denied that he had\nany enmity with appellant-Tilak. He further clarified that as the\nword &quot;Reebok&quot; was written on the bag and the colour of the bag\nwas brown and since he was using the same, therefore, he had\nidentified the same. He further denied the fact that the miscreants\nhave not committed any offence and they have been falsely\nimplicated. In further cross-examination this witness has stated\nthat he went to the bank at about 3 PM after the lunch hours and\nhe had taken about 30-45 minutes for reaching the bank. The firm\nhas a bank account in the bank and he is the Accountant in the\nfirm. The bank account number of the firm is 6302944993 and he\nhad not taken the passbook with him, but he had taken a cheque.\nHe denied that no offence was committed.</span></span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120009529\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"56988086\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"421592\" id=\"span_24\">As the counsel for the\naccused was repeating the same questions, therefore, he was\n 9             Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n    (<a href=\"/doc/421592/\" id=\"a_42\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_43\">Sonu Vs. State of M.P.</a>\n                       and Ashish alias <a href=\"/doc/120009529/\" id=\"a_44\">Ashu Vs. State of M.P</a>.)\n\nsuggested not to put the same questions again and again. It was\nclarified by this witness that as soon as he sustained the gunshot\ninjury on his back, he had seen the appellants, as by that time all\nthe three accused persons had come near to him. The person\nwho was sitting behind the motorcycle had fired the gunshot\nbecause he had seen a country made pistol in his hand. He had\nreceived a notice from the Police Station Kotwali for visiting jail for\nidentification of the accused. He was never informed by the police\nthat the accused persons have been arrested. He had never gone\nto the police station, therefore, the question of showing\nphotographs by the police did not arise. He did not know the\naccused persons prior to the date of the incident.</span></span></span>\n</p><p data-structure=\"Facts\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_27\">18.      The evidence of Balvan Singh (PW-2) is also on the similar\nlines. He has also stated that on 29/3/2010 he alongwith the\ncomplainant-Ramsevak (PW-1) had gone to the State Bank of\nIndore, Branch Datia for withdrawing the amount and amount of\nRs.6,00,000/- was withdrawn, which were kept in a bag and at\nabout 3:45 PM, he alongwith the complainant-Ramsevak (PW-1)\nwere going back to the Mandi and he was driving the motorcycle\nand Ramsevak (PW-1) was sitting behind him and was holding the\nbag containing the amount. The moment they reached near the\nBhairo Temple, three persons who were riding on the red coloured\nmotorcycle, came and after looking at the appellants, this witness\nstated that except Omnarayan, remaining three appellants had\ncome on the motorcycle. The gunshot was fired from behind, as a\nresult of which, the complainant-Ramsevak fell down and in\ninjured condition he ran towards a shop situated in front of Bhairo\nMandir. The second gunshot was fired, which hit on the wall of the\nshop and the miscreants snatched away the bag and went\ntowards Rajgarh Tek and left an empty bag on the spot.\nThereafter, he informed his master and Brijmohan and took the\ncomplainant to District Hospital, Datia for treatment from where he\n 10         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_45\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_46\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_47\">Ashu Vs. State of M.P</a>.)\n\ncame back to the spot. The first gunshot was fired by appellant-\nAshish and the second gunshot was fired by appellant-Tilak,\nwhich hit on the wall. The spot map was prepared, which is\nEx.P/4. One empty cartridge, one fired bullet and one empty bag,\nwhich was lying on the spot was seized by the police vide seizure\nmemo Ex.P/5 and the police had recorded the statement. In\ncross-examination, this witness has admitted that at present he is\nconfined in jail and he has come from the jail itself. He further\nstated that at Datia Hospital at about 4 PM, report was lodged. He\nwas brought back by the police to the spot, whereas Ramsevak\nwas taken to Gwalior. One empty cartridge was found inside the\nshop, whereas another was found outside the shop. He further\nadmitted that at present he is in jail in connection with an offence\nunder <a href=\"/doc/1560742/\" id=\"a_48\">Section 302</a> of IPC. He further admitted that in his case\ndiary statement, Ex.D/1, it is not mentioned that the first gunshot\nwas fired by appellant-Ashish and the second gunshot was fired\nby appellant-Tilak. He also admitted that in his case diary\nstatement, Ex.D/1, it was not mentioned that he can identify the\naccused persons.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_23\">19.   Pratap Singh (PW-5) and Santosh Purohit (PW-6) are\nindependent witnesses.\n</p><p data-structure=\"CDiscource\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_30\">20.   Pratap Singh (PW-5) has stated that at about 4 PM after\nfinishing his work, when he was coming back to his house from\nMandi and when he reached near Rajgarh Tek near Bhairo\nTemple, he saw that Accountant of Lakkha was coming from\nTikaliya Bazar and was going towards Mandi and the motorcycle\nwas being driven by Balvan and the complainant was sitting\nbehind him. It is further stated that at that time one motorcycle\ncame from behind, which was being driven by the appellant-Sonu.\nTilak Singh was sitting in between and Ashish Sharma was sitting\nbehind. Ashish Sharma took out a country made pistol and fired at\ncomplainant from behind. The bullet hit the complainant. The\n 11         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_49\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_50\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_51\">Ashu Vs. State of M.P</a>.)\n\ncomplainant ran towards a shop and at that time second gunshot\nwas fired by Ashish. The accused persons snatched the bag from\ncomplainant-Ramsevak and went towards Rajgarh Tek on the\nmotorcycle. In cross-examination this witness has denied that he\nis the partner of Lakkha or he is his friend. He had seen the\nincident, but thereafter he had went away. About 10 minutes\nthereafter all the businessmen had gone to Gwalior and he too\nwent to the hospital at Gwalior alongwith them. His statement was\nrecorded on the next date of the incident. He denied that his\nstatement was recorded after six days of the incident. He could\nnot tell the distance of the place of incident from Mandi, as he had\nnever measured the same. He further stated that Mandi might be\nsituated at a distance of 2-3 Km. from his house. He further\nadmitted that neither his house nor his shop is situated near the\nincident. He further admitted that it is a public way. However,\nstated that when the gunshots are being fired, then nobody would\nstop. He further stated that when the gunshots were fired, all the\npersons who were present there had left the place of incident, but\nhe stayed back because the injured was Accountant in the Mandi.\nAfter sustaining the gunshot injury the Accountant had run\ntowards the shop, however, he could not verify the colour of the\ncloths, which the injured was wearing. Gunshot was fired from\nbehind, but was not fired from a shot distance. He could not see\nthat where the empty cartridge had fallen, but clarified that when\nthe gunshots are being fired, then nobody would look for the\nempty cartridge. He further stated that he has no relations with the\nappellant, but clarified that as the appellants used to move around\nin the area, therefore, he knew them. He further admitted that\nPolice Station Kotwali is in between the place of incident and his\nhouse. He did not know the names of the accused persons, but he\nhad come to know about their names on the next date of the\nincident.</span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_33\">He did not went to the Police Station Kotwali on his own\n 12         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_52\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_53\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_54\">Ashu Vs. State of M.P</a>.)\n\nafter the incident. He had informed the police that the gunshot\nwas fired from behind, however, could not clarify the reason of not\nmentioning the same in his case diary statement. He further\nadmitted that he had informed Lakkha Seth about the incident,\nwhich took place with his Accountant. He further admitted that at\npresent Lakkha Seth is the Vice President, Municipal Council,\nDatia.</span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_25\">21.   Evidence of Santosh Purohit (PW-6) is similar to that of the\nevidence of Pratap Singh (PW-5). In his cross-examination he\nadmitted that Lakkha Seth is also a Grain Merchant and he has\nbusiness relations with him and both of them are on visiting terms.\nHe further submitted that as he is a businessman, therefore, he\nwas knowing the Accountant of Lakkha Seth. He further stated\nthat he had seen the appellants Sonu and Ashish on the date of\nthe incident. As his motorcycle was behind the motorcycle of the\nappellants and as he was frightened, therefore, he did not inform\nLakkha Seth about the incident and went to his house directly. He\nhad talked with Lakkha Seth on the next date of the incident. The\npolice had recorded his statement about 5-6 days of the incident.\nAshish was having a country made pistol in his hand and had fired\nat Ramsevak from behind. He further admitted that he did not take\nthe complainant to the hospital and did not had any talk with the\ncomplainant during the incident. He further clarified that in fact he\nhad gone directly to his house. He had seen the appellants\nroaming around in the Mandi area. Shops are situated on the\neither side of the road. He further clarified that he could not say\nthat whether any other person had seen the incident or not. After\nthe incident the people had stated running from here to there.\nTotal two gunshots were fired. The accused-Omnarayan was\nneither present on the spot nor he had committed any offence.\n</p><p data-structure=\"Facts\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_36\">22.   Mahendra Singh Balmiki (PW-7) has stated that on\n24/4/2010 the appellant-Ashish Sharma had disclosed in his\n 13         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_55\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_56\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_57\">Ashu Vs. State of M.P</a>.)\n\nconfessional statement that an amount of Rs.1,00,000/-, one\ncountry made pistol, one round and one bag has been kept by him\nin a room where he is residing and the confessional statement is\nEx.P/7. On the same day the police has seized an amount of\nRs.1,00,000/-, one 315 bore country made pistol, one 315 bore\nlive cartridge and one rexine bag of brown colour vide seizure\nmemo Ex.P/8. Similarly the appellant-Dhruvpratap Singh alias\nSonu has disclosed in his confessional statement that he has kept\nan amount of Rs.1,00,000/- in the basement of his house and the\nmotorcycle is kept in his house. The memorandum is Ex.P/9. On\nthe same day, an amount of Rs.1,00,000/-, a motorcycle was\nseized by the police at the instance of appellant-Sonu alias\nDhruvpratap vide seizure memo Ex.P/10. In cross-examination he\nhas stated that he is a labourer by profession. On 23/4/2017 he\nhad gone to do labour works, as he was called by Ghansu\nKushwaha. He was called by the police personnel and the\nproceedings were done in his presence. This witness further\ndenied the suggestion that he has simply signed the documents.\nHe further specifically stated that the confessional statements\nwere made by the appellants in his presence. He know the\nappellant-Ashish by his name because of his house is situated in\nMandi, however, he had never talked with the appellants and had\nnever gone to their house. His signature for the first time was\nobtained when the confessional statement was made and the\nsignature was obtained for the second time when the seizure was\nmade. He has further stated that a petrol pump is situated at some\ndistance from the house of Sonu Bundela, however, he could not\nname the owner of the petrol pump. The house of Sonu Bundela\nis single storey house and has a basement. He does not know\nwhether some more persons are also residing in the said house or\nnot. He denied that he had not gone to village Sakrar.</span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_39\">He further\ndenied that nothing was seized from the appellants in his\n 14         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_58\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_59\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_60\">Ashu Vs. State of M.P</a>.)\n\npresence. He further denied that he had signed the documents\nmerely on the saying of the appellants. He further denied that\nLakkha Seth is the Counselor of his ward. He further denied that\nhe is engaged in selling liquor of Lakkha. He on his own clarified\nthat once Lakkha has no liquor contract, then selling of liquor\ndoes not arise. Only 2-4 houses are situated in village Sakrar from\nwhere seizure were made.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_27\">23.   Shiv Govind Chaubey (PW-8) has stated that the Town\nInspector had interrogated the appellant-Tilak in his presence,\nwho had disclosed that he has kept Rs.50,000/-, a country made\npistol and a mobile in his house and he had also informed that he\nhas already spent an amount of Rs.50,000/-. The confessional\nstatement is Ex.P/11. In cross-examination this witness admitted\nthat he is subordinate to the Town Inspector. At the time of\nrecording of confessional statement he and Shivkumar were\npresent, who is also an employee in the Police Department. He\ndenied that no confessional statement was made by appellant\nTilak Singh.\n</p><p data-structure=\"PetArg\" id=\"p_28\">24.   Rahul Pandey (PW-9) has turned hostile and did not support\nthe prosecution case.\n</p><p data-structure=\"Facts\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_42\">25.   Brijmohan Gupta (PW-10) has stated that one empty\ncartridge of 315 bore was seized by the police from the place of\nincident. One 315 bore which was stuck in the wall of the shop of\ncold drink belonging to Ashok Shrivastava and one bag was\nseized by the police from the spot vide seizure memo Ex.P/5. On\n17/4/2010 the police had seized an amount of Rs.50,000/- on the\nproduction of the same by the appellant-Tilak from his house apart\nfrom one Nokia mobile, a 315 bore country made pistol and 2\nrounds of 315 bore vide seizure memo Ex.P/14. In cross-\nexamination, this witness has stated that he knows the appellant-\nTilak Singh. He further clarified that there is no specific\nidentification mark on the seized currency notes. He further\n 15         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_61\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_62\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_63\">Ashu Vs. State of M.P</a>.)\n\nadmitted that he has a licence for carrying out the business of\nGrain Merchant in Mandi. He further clarified that the mobile was\nof Nokia company.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_30\">26.     Suresh Singh Parihar (PW-11) is the Armorer, who had\nexamined the country made pistols and 3 live round of 315 bore\nseized from the possession of Ashish and Tilak. They were found\nin working condition. His report is Ex.P/15. In cross-examination\nthis witness has stated that the weapons were sealed in different\nbags.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">27.     Arjundas (PW-12) has conducted the test identification\nparade of the bag. He has stated that he is the Counselor in the\nMunicipal Council and had conducted the test identification\nparade of the bag and the complainant-Ramsevak (PW-2) had\nidentified the bag and the identification memo is Ex.P/2. In cross-\nexamination he admitted that Reebok was written only on the one\nbag and on the remaining bags nothing was written. The\nidentification memo was prepared by the police personnel and he\nhad merely signed the same.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">28.     Manendra Singh Bundela (PW-13) has also proved the\nseizure of Rs.50,000/-, one mobile of Nokia company, one 315\nbore country made pistol and 2 rounds of 315 bore from the\npossession of Tilak Singh vide seizure memo, Ex.P/14.\n</p><p data-structure=\"Facts\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120009529\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"56988086\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"421592\" id=\"span_45\">29.     Smt. Manish Kaul (PW-14) had conducted the test\nidentification parade of accused persons. She has stated that on\n31/5/2010 she was posted on the post of Naib Tahsildar Office\nDatia. On the said date, she had conducted the test identification\nparade of appellants in Circule Jail, Datia, at about 12 PM. Five\npersons were mixed with each of the appellants and all the three\nappellants were identified by the complainant by putting his hand\non their head. Sufficient light was available at the time of test\nidentification parade and body of the persons were covered with\nthe blanket upto their shoulder and no police person was present\n 16         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_64\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_65\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_66\">Ashu Vs. State of M.P</a>.)\n\nand the identification memo was prepared on the spot, which is\nEx.P/3 and which was signed by complainant-Ramsevak also. In\ncross-examination she had stated that though she had conducted\nthe test identification parade under the orders of the Tahsildar, but\nthe said order was not annexed alongwith the test identification\nmemo and as it is never done so. She further denied that the\ncomplainant had gone to jail alongwith her. When she reached,\nthe complainant was already waiting outside the jail. Police had\nnot gone to the jail alongwith her. On the identification memo\nneither seal of the jail was affixed nor the signatures of the Jailor\nwere obtained because the presence of any other person at the\ntime of test identification parade is not required. She further\ndenied that she had not obtained the signatures of the Jailor, as\nshe had never gone to the jail. She further stated that the test\nidentification parade of only 3 accused persons was got done and\nshe further denied that at the time of test identification parade only\nthree accused persons were there. The test identification parade\nwas conducted in a closed room, which is used for meeting\npurposes. The persons who were mixed with the appellants were\nof the same age. She further denied that she had not conducted\nthe test identification parade and had simply signed the memo.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_48\">30.   Vinod Bansal (PW-15) is working as Arms Clerk in the office\nof District Magistrate, who has stated that a police case diary\nalongwith seized weapons in sealed condition was received for\nthe purpose of sanction for prosecution. The case diary alongwith\nthe seized weapons were produced before the District Magistrate,\nwho had personally seen the case diary as well as the seized\nweapons and thereafter dictated the order granting sanction. The\norder granting sanction is Ex.P/16, which was signed by the\nDistrict Magistrate. In cross-examination this witness could not\nname the person who brought the case diary and weapons. He\nfurther stated that the weapons were sealed in one bag, whereas\n 17         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_67\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_68\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_69\">Ashu Vs. State of M.P</a>.)\n\nthe case diary was sealed in another bag. This witness further\nclarified that both country made pistols were sealed in different\nbags. He further denied that the weapons were not sealed.</span></span></span>\n</p><p data-structure=\"Facts\" id=\"p_35\">31.   Satish Dubey (PW-16) is the Investigating Officer. On\n29/3/2010 he was posted on the post of Town Inspector, Police\nStation Kotwali, District Datia. On the said date he received an\ninformation that three unknown persons have fired gunshot on the\ncomplainant-Ramsevak           and     had     looted     an    amount      of\nRs.6,00,000/- and the injured-Ramsevak has been taken to\nGwalior. He directly went to Sahara Hospital, Datia from Bhind\nwhere he recorded the Dehatinalishi, which is Ex.P/1 and the said\nDehatinalishi was recorded verbatim as it was narrated by the\ncomplainant. After recording the Dehatinalishi, Ex.P/1, he came\nback to Datia and registered the FIR against three unknown\npersons, which is Ex.P7. Spot map was prepared on the\ninstructions of Balvan, which is Ex.P/4. On 6/4/2010 he had\narrested Omnarayan Sahu vide arrest memo Ex.P/12. On\n29/3/2010 he had seized one empty cartridge of 315 bore, which\nwas lying on the spot, one fired bullet of 315 bore, which was lying\nin the shop of Ashok Shrivastava and one bag from the spot vide\nseizure memo Ex.P/5. The statements of the                  witnesses were\nrecorded. He recorded the statements of Santosh and Pratap on\n6/4/2010. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_51\">On 16/4/2010 he had arrested Tilak and had recorded\nhis confessional statement which is Ex.P/11. On 17/4/2010 he had\nseized the amount of Rs.50,000/- from the house of the appellant-\nTilak Singh and had also seized one mobile of Nokia company,\none 315 bore country made pistol and 2 rounds of 315 bore from\nthe house of appellant-Tilak vide seizure memo Ex.P/14. On\n24/4/2010 he had recorded the confessional statement of the\nappellant-Ashish, which is Ex.P/7. On the same date he had\nseized an amount of Rs.1,00,000/- as well as one 315 bore\ncountry made pistol and one live cartridge of 315 bore as well as\n 18         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_70\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_71\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_72\">Ashu Vs. State of M.P</a>.)\n\none empty cartridge of 315 bore, one bag of brown colour from\nthe possession of Ashish vide seizure memo Ex.P/8.                         On\n24/4/2010 itself he had recorded the confessional statement of\nappellant-Dhruvpratap, which is Ex.P/9 and had seized an amount\nof Rs.1,00,000/- and a motorcycle from his possession vide\nseizure memo Ex.P/10.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_36\">32.   He sent the seized weapons and catridges to Director,\nF.S.L. Sagar by draft Ex. P.18 and the report is Ex. P.19. This\nwitness was cross examined in detail, but no question was put to\nthis witness with regard to the delay in holding the Test\nIdentification Parade. A question was also put to this witness with\nregard to delayed recording of statements of Pratap Singh (P.W.5)\nand Santosh Purohit (P.W.6). This witness has clarified that as\nhe was busy in other works, therefore, he could not record the\nstatements of these witnesses at the earliest.\n</p><p data-structure=\"PetArg\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"85811843\" id=\"span_52\">33.   It is submitted by the Counsel for the appellants that the\nappellant Tilak Singh was arrested on 17-4-2010, whereas the\nappellants Ashish @ Ashu Sharma and Dhruv Pratap Singh were\narrested on 24-4-2010 but the Test Identification Parade was\nconducted on 31-5-2010 and the prosecution has not explained\nthe delay in holding the Test Identification Parade of the\nappellants. Further, the complainant Ramsewak (P.W.1) had full\nopportunity to see the appellants prior to holding of Test\nIdentification Parade, therefore, the identification of the appellants\nby Ramsewak (P.W.1) is not reliable. To buttress his contentions,\nthe Counsel for the appellants has relied upon the judgment of the\nChhatisgarh High Court in the case of <a href=\"/doc/85811843/\" id=\"a_73\">Asif Ahmad Vs. State of\nChhatisgarh</a> reported in 2011 Cr.L.J. 4461.</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_53\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_55\">34.   The submission made by the Counsel for the appellants that\nas the Test Identification Parade was conducted belatedly,\ntherefore, the identification of the appellants by the complainant\nshould be discarded, cannot be accepted and hence rejected.\n 19         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_74\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_75\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_76\">Ashu Vs. State of M.P</a>.)\n\nMere delay in holding the Test Identification Parade, by itself\ncannot be a ground to discard the identification of the accused.</span></span></span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14646960\" id=\"span_56\">The Supreme Court in the case of <a href=\"/doc/14646960/\" id=\"a_77\">Chandra Prakash Vs. State of\nRajasthan</a> reported in (2014) 8 SCC 340 has held as under :</span>\n</p><blockquote id=\"blockquote_2\">          33. The next issue, to which we should advert\n          to, pertains to the delay in holding the test\n          identification parade. The submission of Mr\n          Balaji Srinivasan, learned counsel appearing for\n          accused Abdul Hamid and Raies Beg, is that\n          there has been enormous delay in conducting\n          the test identification parade in respect of\n          accused Abdul Hamid and Raies Beg. There is\n          no dispute that both of them were arrested on\n          8-6-1997 and the test identification parade was\n          held on 25-6-1997. Thus, it is evident that they\n          were arrested long after the occurrence but the\n          test identification parade was held within a\n          period of three weeks from the date of arrest.\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">          As the analysis of the trial court shows, they\n          could not have been arrested as the materials\n          could not be collected against them and things\n          got changed at a later stage. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1427319\" id=\"span_57\">In this regard, we\n          may refer with profit to the decision in\n          <a href=\"/doc/1427319/\" id=\"a_78\">Ramanand Ramnath v. State of M.P.</a>, wherein\n          identification parade was held within a period of\n          one month from the date of arrest. This Court\n          observed that there was no unusual delay in\n          holding the test identification parade.</span>\n</p><p data-structure=\"Precedent\" id=\"p_40\">          34. That apart, the witnesses, namely, Prem\n          Prakash Gupta, PW 78, and Mohit Jain, PW 30,\n          have identified them in the Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1037935\" id=\"span_58\">In <a href=\"/doc/1037935/\" id=\"a_79\">State of\n          Maharashtra v. Suresh</a>, it has been held as\n          follows: (SCC p. 478, para 22)\n          &quot;22. ... We remind ourselves that identification\n          parades are not primarily meant for the court.\n          They are meant for investigation purposes. The\n          object of conducting a test identification parade\n          is twofold. First is to enable the witnesses to\n          satisfy themselves that the prisoner whom they\n          suspect is really the one who was seen by them\n          in connection with the commission of the crime.\n          Second is to satisfy the investigating authorities\n          that the suspect is the real person whom the\n          witnesses had seen in connection with the said\n          occurrence.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_41\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_59\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_60\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_61\">20         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_80\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_81\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_82\">Ashu Vs. State of M.P</a>.)</span></span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18111391\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1055016\" id=\"span_63\">35. The said legal position has been reiterated\n          in <a href=\"/doc/1055016/\" id=\"a_83\">Anil Kumar v. State of U.P. Recently</a>, in\n          <a href=\"/doc/18111391/\" id=\"a_84\">Munna Kumar Upadhyay v. State of A.P.</a>, a two-</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_43\">          Judge Bench has observed thus: (SCC p. 197,\n          para 66)\n          &quot;66. There was some delay in holding the\n          identification parade. But the delay per se\n          cannot be fatal to the validity of holding an\n          identification parade, in all cases, without\n          exception. The purpose of the identification\n          parade is to provide corroborative evidence and\n          is more confirmatory in its nature. No other\n          infirmity has been pointed out by the learned\n          counsel appearing for the appellant, in the\n          holding of the identification parade. The\n          identification parade was held in accordance\n          with law and the witnesses had identified the\n          accused from amongst a number of persons\n          who had joined the identification parade.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_44\">          36. In view of the aforesaid, the submission that\n          there has been delay in holding the test\n          identification parade does not really affect the\n          case of the prosecution. It is also noteworthy\n          that the witnesses had identified the accused\n          persons in court and nothing has been elicited\n          in the cross-examination even to create a\n          doubt. Thus, we repel the submission advanced\n          by the learned counsel for accused Abdul\n          Hamid and Raies Beg.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98343207\" id=\"span_64\">35.   The Supreme Court in the case of <a href=\"/doc/98343207/\" id=\"a_85\">Sheikh Sintha Madhar\nVs. State</a> reported in (2016) 11 SCC 265 has held as under :</span>\n</p><blockquote id=\"blockquote_3\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_67\">16. The next question is whether the test\n          identification parades were vitiated on account\n          of delay or for holding those TIPs jointly, or on\n          account of the identity of the accused having\n          been already revealed before the TIP could be\n          conducted. It is clear from the evidence that\n          there is no inordinate delay in conducting the\n          TIP. As and when the accused were arrested,\n          within reasonable time they were produced for\n          the TIP. Also, there is no invariable rule that two\n          accused persons cannot be made part of the\n          same TIP. Joint TIP would thus, in no manner,\n          affect the validity of the TIP. The purpose of a\n 21         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_86\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_87\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_88\">Ashu Vs. State of M.P</a>.)\n\n          TIP is to ensure that the investigation is going\n          on the right track and it is merely a corroborative\n          evidence. The actual identification must be done\n          in the Court and that is the substantive\n          evidence. If the accused is already known to the\n          witness, the TIP does not hold much value and\n          it is the identification in the Court which is of\n          utmost importance. PW 1 identified all the seven\n          appellant-accused in the Court as well as in the\n          TIP.</span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1277706\" id=\"span_68\">36.   The Supreme Court in the case of <a href=\"/doc/1277706/\" id=\"a_89\">Mulla Vs. State of U.P.</a>\nreported in (2010) 3 SCC 508 has held as under :</span>\n</p><blockquote id=\"blockquote_4\">          55. The identification parades are not primarily\n          meant for the court. They are meant for\n          investigation purposes. The object of conducting\n          a test identification parade is twofold. First is to\n          enable the witnesses to satisfy themselves that\n          the accused whom they suspect is really the one\n          who was seen by them in connection with the\n          commission of the crime. Second is to satisfy\n          the investigating authorities that the suspect is\n          the real person whom the witnesses had seen in\n          connection with the said occurrence. Therefore,\n          the following principles regarding identification\n          parade emerge:\n</blockquote><blockquote id=\"blockquote_5\">          (1) an identification parade ideally must be\n          conducted as soon as possible to avoid any\n          mistake on the part of witnesses;\n</blockquote><blockquote id=\"blockquote_6\">          (2) this condition can be revoked if proper\n          explanation justifying the delay is provided; and\n          (3) the authorities must make sure that the\n          delay does not result in exposure of the\n          accused which may lead to mistakes on the\n          part of the witnesses.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">37.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1933105\" id=\"span_69\">In the case of <a href=\"/doc/1933105/\" id=\"a_90\">Pramod Mandal v. State of Bihar</a> reported in\n(2004) 13 SCC 150 the Supreme Court has held as under :</span>\n</p><blockquote id=\"blockquote_7\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_72\">&quot;20. It is neither possible nor prudent to lay\n          down any invariable rule as to the period within\n          which a test identification parade must be held,\n          or the number of witnesses who must correctly\n          identify the accused, to sustain his conviction.\n          These matters must be left to the courts of fact\n 22         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_91\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_92\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_93\">Ashu Vs. State of M.P</a>.)\n\n          to decide in the facts and circumstances of\n          each case. If a rule is laid down prescribing a\n          period within which the test identification parade\n          must be held, it would only benefit the\n          professional criminals in whose cases the\n          arrests are delayed as the police have no clear\n          clue about their identity, they being persons\n          unknown to the victims. They, therefore, have\n          only to avoid their arrest for the prescribed\n          period to avoid conviction. Similarly, there may\n          be offences which by their very nature may be\n          witnessed by a single witness, such as rape.\n          The offender may be unknown to the victim and\n          the case depends solely on the identification by\n          the victim, who is otherwise found to be truthful\n          and reliable. What justification can be pleaded\n          to contend that such cases must necessarily\n          result in acquittal because of there being only\n          one identifying witness? Prudence therefore\n          demands that these matters must be left to the\n          wisdom of the courts of fact which must\n          consider all aspects of the matter in the light of\n          the evidence on record before pronouncing\n          upon the acceptability or rejection of such\n          identification.&quot;</span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">38.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1055016\" id=\"span_73\">In the case of <a href=\"/doc/1055016/\" id=\"a_94\">Anil Kumar v. State of U.P.</a> reported in\n(2003) 3 SCC 569 the Supreme Court has observed as under:</span>\n</p><blockquote id=\"blockquote_8\">          &quot;9. ... It is to be seen that apart from stating that\n          delay throws a doubt on the genuineness of the\n          identification parade and observing that after\n          lapse of such a long time it would be difficult for\n          the witnesses to remember the facial\n          expressions, no other reasoning is given why\n          such a small delay would be fatal.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_49\">          A mere lapse of some days is not enough to\n          erase the facial expressions of assailants from\n          the memory of father and mother who have\n          seen them killing their son.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_50\">39.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93632248\" id=\"span_74\">In the case of <a href=\"/doc/93632248/\" id=\"a_95\">Lal Singh v. State of U.P.</a> reported in (2003)\n12 SCC 554 , the Supreme Court has held as under :</span>\n</p><blockquote id=\"blockquote_9\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_75\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_76\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_77\">43. It will thus be seen that the evidence of\n          identification has to be considered in the\n 23         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_96\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_97\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_98\">Ashu Vs. State of M.P</a>.)\n\n          peculiar facts and circumstances of each case.</span></span></span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_51\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_78\">Though it is desirable to hold the test\n          identification parade at the earliest possible\n          opportunity, no hard-and-fast rule can be <a href=\"/doc/120009529/\" id=\"a_99\">laid\n          down in</a> this regard. If the delay is inordinate\n          and there is evidence probabilising the\n          possibility of the accused having been shown to\n          the witnesses, the court may not act on the\n          basis of such evidence. Moreover, cases where\n          the conviction is based not solely on the basis of\n          identification in court, but on the basis of other\n          corroborative evidence, such as recovery of\n          looted articles, stand on a different footing and\n          the court has to consider the evidence in its\n          entirety.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">40.   Thus, it is clear that it is desirable that the Test Identification\nParade should be conducted as early as possible, however, at the\nsame time, the very purpose of conducting Test Identification\nParade during the investigation is for the satisfaction of the\ninvestigating officer that the suspect is the real culprit, but the\nsubstantive evidence is the identification of the accused in the\nCourt. Therefore, no hard and fast rule can be laid down that in\nevery case, where the Test Identification Parade was conducted\nbelatedly, the identification of the accused by the victim should be\ndiscarded. If the delay in holding the Test Identification Parade is\nduly explained or where the delay had occurred due to reasons\nbeyond the control of the investigation officer, then the delay in\nholding the Test Identification Parade may not be fatal. Thus, in\nnutshell, it can be said that in each and every case, the effect of\ndelay in holding the Test Identification Parade has to be\nconsidered.\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_81\">41.   In the present case, the complainant Ramsewak (P.W.1)\nhas identified the appellants in the Court.            Four persons were\nstanding in the Dock and the complainant Ramsewak (P.W.1)\ncould not identify the accused no. 4 Om Narayan, whereas the\nappellants were identified.        Although in the present case, the\n 24         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_100\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_101\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_102\">Ashu Vs. State of M.P</a>.)\n\nappellants were arrested on 17-4-2010 and 24-4-2010 and the\nTest Identification Parade was conducted on 31-5-2010, but no\nsuggestion was given to the Investigating Officer seeking any\nexplanation.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188493388\" id=\"span_82\">The Supreme Court in the case of <a href=\"/doc/188493388/\" id=\"a_103\">V.K. Mishra Vs.\nState of Uttarakhand</a> reported in (2015) 9 SCC 588, has\nobserved as under :</span>\n</p><p data-structure=\"CDiscource\" id=\"p_54\">          25. It has been further contended on behalf of\n          the appellants that there was delay in recording\n          the statement of PW 2 by the investigating\n          officer and therefore his evidence should be\n          viewed with suspicion, especially when he did\n          not disclose about the alleged dowry demand\n          before he left for Dehradun or till his statement\n          was recorded by the police. In this context as\n          pointed out earlier, PW 2 went to Mumbai for\n          treatment of his wife and on 14-8-1997 he was\n          informed about the death of Archana and on the\n          next day he returned to Delhi by air and from\n          Delhi he reached Dehradun by taxi. In his\n          evidence PW 2 stated that the police being\n          busy in the programme of Ms Mayawati, the\n          then Chief Minister of Uttar Pradesh on 17-8-\n          1997, the police did not examine and record his\n          statement and it was only on 18-8-1997 that his\n          statement was recorded by the investigating\n          officer. Considering the evidence of PW 2, it\n          cannot be said that the prosecution was\n          deliberately taking time with a view to concoct a\n          false case and decide about the shape to be\n          given to the case. It is pertinent to point out that\n          on the delayed examination of PW 2, no\n          question was put to the investigating officer\n          (PW 14) by the defence. Had such question\n          been put to PW 14, he would have certainly\n          explained the reason for not examining PW 2\n          from 15-8-1997 to 17-8-1997. Having not done\n          so, the appellants are not right in contending\n          that there was delay in recording the statement\n          of PW 2.\n</p><p data-structure=\"Precedent\" id=\"p_55\">          26. It cannot be held as a rule of universal\n          application that the testimony of a witness\n          becomes unreliable merely because there is\n          delay in examination of a particular witness. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120009529\" id=\"span_83\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56988086\" id=\"span_84\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421592\" id=\"span_85\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"480043\" id=\"span_86\">In\n          <a href=\"/doc/480043/\" id=\"a_104\">Sunil Kumar v. State of Rajasthan</a> [(2005)9\n 25         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_105\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_106\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_107\">Ashu Vs. State of M.P</a>.)\n\n          SCC 283], it was held that the question of delay\n          in examining a witness during investigation is\n          material only if it is indicative and suggestive of\n          some unfair practice by the investigating\n          agency for the purpose of introducing a core of\n          witness to falsely support the prosecution case.\n          As such there was no delay in recording the\n          statement of PW 2 and even assuming that\n          there was delay in questioning PW 2, that by\n          itself cannot amount to any infirmity in the\n          prosecution case.</span></span></span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_56\">42.   In the case of Gunnana Pentayya @ Pentadu and Ors\nVersus State of A. P reported in AIR 2009 SC (Supp) 940, the\nSupreme Court has held as under :\n</p><blockquote id=\"blockquote_10\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1789800\" id=\"span_87\">9. .......... Though it was raised that there was\n          delay in examination of PW2, the same is\n          without substance in view of what has been\n          stated by this Court in <a href=\"/doc/1789800/\" id=\"a_108\">State of U. P. v. Satish</a>\n          (2005 AIR SCW 905). It was observed that this\n          Court in several decisions has held that unless\n          the investigating officer is categorically asked\n          as to why there was delay in examination of the\n          witness, the defence cannot take advantage\n          therefrom. In the instant case, no question has\n          been asked to the investigating officer PW53\n          regarding the reason for delay. There was even\n          no suggestion that PW2 was not present in the\n          house when the incident took place.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_90\">43.   Thus, it is clear that where an explanation is not sought from\nthe investigating officer, in holding the Test Identification Parade\nbelatedly, then the delay in holding the Test Identification Parade,\nby itself may not be fatal. Further, even not a single question was\nput to the Investigating Officer, Satish Dubey (P.W.16) pertaining\nto Test Identification Parade. Not a single question was put to this\nwitness that whether the appellants were kept with their covered\nfaces or not?        No suggestion was given that whether the\ncomplainant had ever seen the appellants prior to holding of Test\nIdentification Parade or not? Further, in the present case, not only\n 26         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_109\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_110\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_111\">Ashu Vs. State of M.P</a>.)\n\nthe complainant Ramsewak (P.W.1) has identified the appellants\nin the Court, but the independent witnesses, Pratap Singh (P.W.5)\nand Santosh Purohit (P.W.6) have also identified the appellants in\nthe Court. Further more, they are the eye witnesses. Although\nthe statements of these witnesses were recorded on 6-4-2010, but\nthe Investigating Officer, Satish Dubey (P.W.16), has given an\nexplanation that as he was busy in other works, therefore, he\ncould not record their statement at the earliest. Although it was\nexpected that the Investigating Officer, should have recorded the\nstatements of the witnesses at the earliest, but at the same time, it\nis also well settled principle of law that any faulty investigation\ncannot be a ground to discard the direct evidence.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1389773\" id=\"span_91\">The Supreme\nCourt in the case of <a href=\"/doc/1389773/\" id=\"a_112\">Prithvi Vs. Mam Raj and others</a> reported in\nAIR 2004 SC 2729 has held as under :</span>\n</p><blockquote id=\"blockquote_11\">          Unexplained delay in recording the statement\n          may render it suspect, but the High Court\n          cannot make a fetish out of a rule of prudence.\n          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"204742\" id=\"span_92\">In <a href=\"/doc/204742/\" id=\"a_113\">Mohd. Khalid v. State of West Bengal</a>, (2002)\n          7 SCC 334 at 349 (para 12), this Court\n          observed that :-</span>\n</blockquote><blockquote id=\"blockquote_12\">          &quot;Mere delay in examination of the witnesses for\n          a few days cannot in all cases be termed to be\n          fatal so far as the prosecution is concerned.\n          There may be several reasons. When the delay\n          is explained, whatever be the length of the\n          delay, the Court can act on the testimony of the\n          witness if it is found to be cogent and credible.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"603545\" id=\"span_93\">44.   The Supreme Court in the case of <a href=\"/doc/603545/\" id=\"a_114\">State of U.P. Vs. Jagdeo</a>\nreported in (2003) 1 SCC 456 has held as under :</span>\n</p>\n<blockquote id=\"blockquote_13\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_95\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_96\">8.   Coming to the aspect of the investigation\n          being allegedly faulty, we would like to say that\n          we do not agree with the view taken by the High\n          Court. We would rather like to say that\n          assuming the investigation was faulty, for that\n          reason alone the accused persons cannot be\n          let off or acquitted. For the fault of the\n          prosecution, the perpetrators of such a ghastly\n 27         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_115\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_116\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_117\">Ashu Vs. State of M.P</a>.)\n\n           crime cannot be allowed to go scot-free.</span></span></span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_59\">45.   Thus, this Court is of the considered opinion, that the\nprosecution has established beyond reasonable doubt, that the\ncomplainant Ramsewak (P.W.1), had seen the appellants at the\ntime of the incident and has duly identified them. Similarly, it is\nalso proved that Prashant (P.W.5) and Santosh Purohit (P.W.6)\nhave seen the incident and had identified the appellants. Thus, it\nis proved that the appellants by causing gun shot injury to the\ncomplainant Ramsewak (P.W.1) from behind, had snatched the\nbag containing Rs. 6 lacs, from the complainant Ramsewak\n(P.W.1).\n</p><p data-structure=\"CDiscource\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_97\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_98\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_99\">46.   Mahendra Singh Balmik (P.W.7) has stated that the\nappellants Ashish and Dhruv Pratap had made confessional\nstatements Ex. P.7 and Ex. P.9. Accordingly, an amount of Rs. 1\nlacs, one Country Made Pistol of 315 bore, one live catridge and\none bag was seized from the possession of Appellant Ashish vide\nseizure memo Ex. P.8. An amount of Rs. One lac and a motor\ncycle was seized from the possession of appellant Dhruv Pratap\n@ Sonu vide seizure memo Ex. P.10. Brijmohan Gupta (P.W.10)\nand Manendra Singh Bundela (P.W. 13) have proved that an\namount of Rs. 50,000 apart from one 315 bore country made\npistol and two rounds as well as one Nokia mobile was seized\nfrom the possession of appellant Tilak. Satish Dubey (P.W.16),\nthe investigating officer has also proved the seizure of above\nmentioned articles.        It is submitted by the Counsel for the\nappellants that in absence of any special marking on the currency\nnotes, it cannot be said that the amount seized from the\npossession of the appellants Tilak, Ashish and Dhruv Pratap was\nthe looted property and therefore, the seized money cannot be\nlinked with the offence. It is true that in absence of any special\nmarking on the currency notes, it may be difficult to link the seized\nmoney with the offence, but as a huge amount was seized from\n 28         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_118\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_119\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_120\">Ashu Vs. State of M.P</a>.)\n\nthe possession of the appellants, therefore, they were under\nobligation to prove the source of the said amount. No explanation\nhas been given by the appellants as to how they came in\npossession of such a huge amount.                    In absence of any\nexplanation by the appellants, it is held that the looted money was\nseized from the possession of the appellants.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_61\">47.   Furthermore, the complainant Ramsewak (P.W.1) had\nstated that when he was trying to run towards a shop of cold\ndrinks situated in front of the Bhairav Temple, another gun shot\nwas fired, which had missed and had hit the wall of the shop. One\nbullet was found stuck in the wall of the shop of Ashok\nShrivastava and was accordingly seized. Thus, the evidence of\ncomplainant      Ramsewak        (P.W.1)      is   corroborated      by    the\nsurrounding circumstances. Further, the evidence of complainant\nRamsewak (P.W.1) is corroborated by the evidence of Balwan\nYadav (P.W.2).\n</p><p data-structure=\"PetArg\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1212588\" id=\"span_100\">48.   It is next contended by the Counsel for the appellants that\nas the allegations are that the appellant Ashish had used the fire\narm and the remaining two appellants namely Tilak and Dhruv\nPratap were on the motor cycles and were not having any weapon\nin their hand, therefore, Tilak and Dhruv Pratap cannot be held\nguilty of offence under <a href=\"/doc/1865117/\" id=\"a_121\">Section 397</a> of I.P.C.              To buttress his\ncontentions, the Counsel for the appellants has relied upon the\njudgment of Supreme Court passed in the case of <a href=\"/doc/1212588/\" id=\"a_122\">Phool Kumar\nVs. Delhi Administration</a> reported in (1975) 1 SCC 797.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_101\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_102\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_103\">49.   In the present case, the allegations are that three persons\ncame on a motor cycle and the appellant Ashish fired at the\ncomplainant Ramsewak (P.W.1) twice and other two accused\npersons were not alleged to be carrying any weapon. There is no\nallegation that either Tilak or Dhruv Pratap had used any weapon\nor had shown any weapon in order to put the witnesses or the\ncomplainant under fear.           The Trial Court has convicted the\n 29         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_123\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_124\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_125\">Ashu Vs. State of M.P</a>.)\n\nappellant Ashish and Tilak for offence under <a href=\"/doc/764237/\" id=\"a_126\">Section 394</a>/<a href=\"/doc/1865117/\" id=\"a_127\">397</a> of\nI.P.C. As no weapon was used by the appellant Tilak therefore,\nhe is acquitted for offence under <a href=\"/doc/1865117/\" id=\"a_128\">Section 397</a> of I.P.C. but is\nconvicted under <a href=\"/doc/764237/\" id=\"a_129\">Section 394</a> of I.P.C. simplicitor. However, Dhruv\nPratap Singh has not been convicted under <a href=\"/doc/1865117/\" id=\"a_130\">Section 397</a> of I.P.C.\nby the Trial Court itself.</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_64\">50.   It is submitted that since, only three persons or four persons\n(Including the acquitted accused) are alleged to have been\ninvolved in the offence, therefore, no offence of dacoity is made\nout. The submission made by the Counsel for the appellants is\nmisconceived and hence rejected.             The appellants have been\nconvicted under <a href=\"/doc/764237/\" id=\"a_131\">Section 394</a>/<a href=\"/doc/1865117/\" id=\"a_132\">397</a> of I.P.C. <a href=\"/doc/764237/\" id=\"a_133\">Section 394</a> of I.P.C.\ndeals with Voluntarily causing hurt in committing robbery whereas\n<a href=\"/doc/1865117/\" id=\"a_134\">Section 397</a> of I.P.C., deals with Robbery, or dacoity, with attempt\nto cause death or grievous hurt. The appellants have not been\nconvicted for committing dacoity but they have been convicted for\noffence under <a href=\"/doc/764237/\" id=\"a_135\">Section 394</a> and <a href=\"/doc/1865117/\" id=\"a_136\">397</a> of I.P.C.                  Offence under\n<a href=\"/doc/1865117/\" id=\"a_137\">Section 397</a> of I.P.C. includes &quot;Robbery&quot; also.               &quot;Robbery&quot; has\nbeen defined under Section 390 of I.P.C. whereas &quot;Dacoity&quot; has\nbeen defined under Section 391 of I.P.C.\n</p><p data-structure=\"Facts\" id=\"p_65\">51.   So far as the recovery of Country made pistol of 315 bore\nand cartridges from the possession of the appellants Ashish and\nTilak are concerned, the seizure of the weapons has not been\nchallenged by the appellants.           Therefore, it is held that one\ncountry made pistol of 315 bore was seized from the possession\nof each of appellant Ashish and Tilak and one cartridge and two\ncartridges of 315 bore were also seized from the possession of\nTilak and Ashish respectively. The District Magistrate had granted\nsanction for prosecution under the <a href=\"/doc/1934415/\" id=\"a_138\">Arms Act</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_104\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_105\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_106\">52.   Thus, considering the facts and circumstances of the case\nand the evidence which has come on record, this Court is of the\nconsidered opinion that the appellant Ashish is guilty of\n 30         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_139\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_140\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_141\">Ashu Vs. State of M.P</a>.)\n\ncommitting offence under <a href=\"/doc/1865117/\" id=\"a_142\">Section 397</a> of I.P.C., whereas the\nappellants Dhruv Pratap Singh and Tilak are guilty of committing\noffence under <a href=\"/doc/764237/\" id=\"a_143\">Section 394</a> of I.P.C. The appellant Ashish is also\nheld guilty of committing offence under <a href=\"/doc/73862/\" id=\"a_144\">Section 25(1)</a>(1-B)(a) and\n27 of <a href=\"/doc/1934415/\" id=\"a_145\">Arms Act</a>. There is no allegation that the appellant Tilak was\neither having firearm with him at the time of commission of offence\nor had used the same, therefore, he is acquitted of the charge\nunder <a href=\"/doc/244673/\" id=\"a_146\">Section 27</a> of Arms Act.</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_67\">53.     Thus, the appellant Ashish is convicted under Section 397\nread with Section 13 of M.P.D.V.P.K. Act as well as under <a href=\"/doc/73862/\" id=\"a_147\">Section\n25(1)</a>(1-B)(a) and 27 of <a href=\"/doc/1934415/\" id=\"a_148\">Arms Act</a>. Appellants Tilak and Dhruv are\nconvicted under Section 394 read with Section 13 of M.P.D.V.P.K.\nAct.    The appellant Tilak is also convicted for offence under\n<a href=\"/doc/73862/\" id=\"a_149\">Section 25(1)</a>(1-B)(a) of <a href=\"/doc/1934415/\" id=\"a_150\">Arms Act</a>.\n</p><p data-structure=\"PetArg\" id=\"p_68\">54.     It is next contended by the Counsel for the appellants, that\nthe appellants Tilak and Dhruv Pratap are on bail and they were in\njail for a period of about 1 year during trial and have remained in\njail for a period of about 10 months after their conviction and thus,\nthe appellants Tilak and Dhruv Pratap have remained in jail for a\nperiod of approximately 1 year and 10 months.                  Similarly, the\nappellant Ashish was although granted bail by this Court, but it\nappears that he did not furnish the bail and therefore, he is still in\njail.   It is submitted that the period of jail sentence already\nundergone by the appellants would meet the ends of justice\ntherefore, the sentence may be modified.                Heard the learned\nCounsel for the appellants.\n</p><p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_107\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_108\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_109\">55.     It is true that the incident took place in the year 2010, but the\nmanner in which the offence was committed it is clear that the\nappellants knew that the complainant is going to withdraw a huge\namount of Rs. 6 lacs and therefore, they were not only watching\nhis movements but they chased them, fired gun shots causing\ninjuries to the complainant Ramsewak and looted an amount of\n 31         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_151\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_152\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_153\">Ashu Vs. State of M.P</a>.)\n\nRs. 6 lacs, in the public place.         Firing gun shots, on the road\nwhere shops are situated and persons are moving, can be safely\nsaid to be a heinous offence. Some of the looted money has also\nbeen recovered from their possession and they have failed to give\nany explanation as to how they came in possession of the said\namount.       Deterrence is one of the important aspect of the\nsentencing policy.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"12406497\" id=\"span_110\">56.   The Supreme Court in the case of <a href=\"/doc/12406497/\" id=\"a_154\">Shyam Narain Vs. State\n(NCT of Delhi</a>) reported in (2013) 7 SCC 77 has held as under :</span>\n</p><blockquote id=\"blockquote_14\">          14. Primarily it is to be borne in mind that\n          sentencing for any offence has a social goal.\n</blockquote><p data-structure=\"Section\" id=\"p_71\">          Sentence is to be imposed regard being had to\n          the nature of the offence and the manner in\n          which the offence has been committed. The\n          fundamental purpose of imposition of sentence\n          is based on the principle that the accused must\n          realise that the crime committed by him has not\n          only created a dent in his life but also a\n          concavity in the social fabric. The purpose of\n          just punishment is designed so that the\n          individuals in the society which ultimately\n          constitute the collective do not suffer time and\n          again for such crimes. It serves as a deterrent.\n          True it is, on certain occasions, opportunities\n          may be granted to the convict for reforming\n          himself but it is equally true that the principle of\n          proportionality between an offence committed\n          and the penalty imposed are to be kept in view.\n          While carrying out this complex exercise, it is\n          obligatory on the part of the court to see the\n          impact of the offence on the society as a whole\n          and its ramifications on the immediate collective\n          as well as its repercussions on the victim.\n</p><p data-structure=\"Precedent\" id=\"p_72\">          15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1700735\" id=\"span_111\">In this context, we may refer with profit to\n          the pronouncement in <a href=\"/doc/1700735/\" id=\"a_155\">Jameel v. State of U.P.</a>,\n          wherein this Court, speaking about the concept\n          of sentence, has laid down that it is the duty of\n          every court to award proper sentence having\n          regard to the nature of the offence and the\n          manner in which it was executed or committed.</span>\n          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_112\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_113\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_114\">The sentencing courts are expected to consider\n          all relevant facts and circumstances bearing on\n          the question of sentence and proceed to\n 32         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_156\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_157\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_158\">Ashu Vs. State of M.P</a>.)\n\n          impose a sentence commensurate with the\n          gravity of the offence.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_73\">          16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1694996\" id=\"span_115\">In <a href=\"/doc/1694996/\" id=\"a_159\">Shailesh Jasvantbhai v. State of Gujarat</a>\n          the Court has observed thus: (SCC p. 362, para</span>\n</p><p data-structure=\"CDiscource\" id=\"p_74\">          7)\n             &quot;7. ... Friedman in his Law in Changing\n             Society stated that: &#x27;State of criminal law\n             continues to be--as it should be--a\n             decisive reflection of social consciousness\n             of society.&#x27; Therefore, in operating the\n             sentencing system, law should adopt the\n             corrective machinery or deterrence based\n             on factual matrix. By deft modulation,\n             sentencing process be stern where it\n             should be, and tempered with mercy where\n             it warrants to be. The facts and given\n             circumstances in each case, the nature of\n             the crime, the manner in which it was\n             planned and committed, the motive for\n             commission of the crime, the conduct of\n             the accused, the nature of weapons used\n             and all other attending circumstances are\n             relevant facts which would enter into the\n             area of consideration.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_75\">          17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737489\" id=\"span_116\">In <a href=\"/doc/737489/\" id=\"a_160\">State of M.P. v. Babulal</a>, two learned\n          Judges, while delineating about the adequacy of\n          sentence, have expressed thus: (SCC pp. 241-\n          42, paras 23-24)\n          &quot;23. Punishment is the sanction imposed on the\n          offender for the infringement of law committed\n          by him. Once a person is tried for commission\n          of an offence and found guilty by a competent\n          court, it is the duty of the court to impose on\n          him such sentence as is prescribed by law. The\n          award of sentence is consequential on and\n          incidental to conviction. The law does not\n          envisage a person being convicted for an\n          offence without a sentence being imposed\n          therefor.</span>\n</p><p data-structure=\"Precedent\" id=\"p_76\">          24. The object of punishment has been\n          succinctly stated in Halsbury&#x27;s Laws of England\n          (4th Edn., Vol. 11, Para 482), thus:\n</p><blockquote id=\"blockquote_15\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_117\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_118\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_119\">&#x27;482. Object of punishment.--The aims of\n          punishment are now considered to be\n          retribution, justice, deterrence, reformation and\n          protection and modern sentencing policy\n          reflects a combination of several or all of these\n 33         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_161\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_162\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_163\">Ashu Vs. State of M.P</a>.)\n\n          aims. The retributive element is intended to\n          show public revulsion to the offence and to\n          punish the offender for his wrong conduct. The\n          concept of justice as an aim of punishment\n          means both that the punishment should fit the\n          offence and also that like offences should\n          receive similar punishments. An increasingly\n          important aspect of punishment is deterrence\n          and sentences are aimed at deterring not only\n          the actual offender from further offences but\n          also potential offenders from breaking the law.</span></span></span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_77\">          The importance of reformation of the offender is\n          shown by the growing emphasis laid upon it by\n          much modern legislation, but judicial opinion\n          towards this particular aim is varied and\n          rehabilitation will not usually be accorded\n          precedence over deterrence. The main aim of\n          punishment in judicial thought, however, is still\n          the protection of society and the other objects\n          frequently receive only secondary consideration\n          when sentences are being decided.&#x27;&quot;\n</p><blockquote id=\"blockquote_16\">                                       (emphasis in original)\n</blockquote><blockquote id=\"blockquote_17\">          18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77979854\" id=\"span_120\">In <a href=\"/doc/77979854/\" id=\"a_164\">Gopal Singh v. State of Uttarakhand</a>,\n          while dealing with the philosophy of just\n          punishment which is the collective cry of the\n          society, a two-Judge Bench has stated that just\n          punishment would be dependent on the facts of\n          the case and rationalised judicial discretion.\n          Neither the personal perception of a Judge nor\n          self-adhered moralistic vision nor hypothetical\n          apprehensions should be allowed to have any\n          play. For every offence, a drastic measure\n          cannot be thought of. Similarly, an offender\n          cannot be allowed to be treated with leniency\n          solely on the ground of discretion vested in a\n          court. The real requisite is to weigh the\n          circumstances in which the crime has been\n          committed and other concomitant factors.</span>\n</blockquote><blockquote id=\"blockquote_18\">          19. The aforesaid authorities deal with\n          sentencing in general. As is seen, various\n          concepts, namely, gravity of the offence,\n          manner of its execution, impact on the society,\n          repercussions on the victim and proportionality\n          of punishment have been emphasised upon. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_121\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_122\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_123\">In\n          the case at hand, we are concerned with the\n          justification of life imprisonment in a case of\n          rape committed on an eight year old girl,\n 34         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_165\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_166\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_167\">Ashu Vs. State of M.P</a>.)\n\n          helpless and vulnerable and, in a way, hapless.\n          The victim was both physically and\n          psychologically vulnerable. It is worthy to note\n          that any kind of sexual assault has always been\n          viewed with seriousness and sensitivity by this\n          Court.</span></span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1173633\" id=\"span_124\">57.   The Supreme Court in the case of <a href=\"/doc/1173633/\" id=\"a_168\">Raj Bala Vs. State of\nHaryana</a> reported in (2016) 1 SCC 463 has held as under :</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">           4.    We have commenced the judgment with\n           the aforesaid pronouncements, and our\n           anguished observations, for the present case,\n           in essentiality, depicts an exercise of judicial\n           discretion to be completely moving away from\n           the objective parameters of law which clearly\n           postulate that the prime objective of criminal\n           law is the imposition of adequate, just and\n           proportionate      punishment      which      is\n           commensurate with the gravity, nature of the\n           crime and manner in which the offence is\n           committed keeping in mind the social interest\n           and the conscience of the society, as has been\n           laid down in State of M.P. v. Bablu, State of\n           M.P. v. Surendra Singh and State of Punjab v.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_78\">           Bawa Singh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">                     *    *     *     *    *     *    *     *\n</p><p data-structure=\"Precedent\" id=\"p_80\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120009529\" id=\"span_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56988086\" id=\"span_126\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421592\" id=\"span_127\">16. A court, while imposing sentence, has a\n           duty to respond to the collective cry of the\n           society. The legislature in its wisdom has\n           conferred discretion on the court but the duty of\n           the court in such a situation becomes more\n           difficult and complex. It has to exercise the\n           discretion    on    reasonable     and   rational\n           parameters. The discretion cannot be allowed\n           to yield to fancy or notion. A Judge has to keep\n           in mind the paramount concept of rule of law\n           and the conscience of the collective and\n           balance it with the principle of proportionality\n           but when the discretion is exercised in a\n           capricious     manner,      it  tantamounts    to\n           relinquishment      of    duty    and   reckless\n           abandonment of responsibility. One cannot\n           remain a total alien to the demand of the socio-\n 35         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_169\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_170\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_171\">Ashu Vs. State of M.P</a>.)\n\n           cultural milieu regard being had to the\n           command of law and also brush aside the\n           agony of the victim or the survivors of the victim.\n           Society waits with patience to see that justice is\n           done. There is a hope on the part of the society\n           and when the criminal culpability is established\n           and the discretion is irrationally exercised by the\n           court, the said hope is shattered and the\n           patience is wrecked. It is the duty of the court\n           not to exercise the discretion in such a manner\n           as a consequence of which the expectation\n           inherent in patience, which is the &quot;finest part of\n           fortitude&quot; is destroyed. A Judge should never\n           feel that the individuals who constitute the\n           society as a whole is imperceptible to the\n           exercise of discretion. He should always bear in\n           mind that erroneous and fallacious exercise of\n           discretion is perceived by a visible collective.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">58.   Thus, if the facts of the present case are considered, then it\nwould be clear that the jail sentence awarded by the Trial Court\ndoes not call for any interference, and the jail sentence already\nundergone by the appellants would not serve the ends of justice.\n</p><p data-structure=\"Conclusion\" id=\"p_82\">59.   Accordingly, the jail sentence of rigorous imprisonment of 10\nyears and a fine of Rs. 5000 with default imprisonment for offence\nunder <a href=\"/doc/1865117/\" id=\"a_172\">Section 397</a> of I.P.C. and rigorous imprisonment of 2 years\nand a fine of Rs. 1000 with default imprisonment for offence under\n<a href=\"/doc/73862/\" id=\"a_173\">Section 25(1)</a>(1-B)(a) of <a href=\"/doc/1934415/\" id=\"a_174\">Arms Act</a> and rigorous imprisonment of 3\nyears and a fine of Rs. 1000 with default imprisonment as\nawarded by the Trial Court to appellant Ashish is hereby affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_83\">60.   The jail sentence of rigorous imprisonment of 10 years and a\nfine of Rs. 5000 with default imprisonment for offence under\n<a href=\"/doc/764237/\" id=\"a_175\">Section 394</a> of I.P.C. and rigorous imprisonment of 2 years and a\nfine of Rs. 1000 with default imprisonment for offence under\n<a href=\"/doc/73862/\" id=\"a_176\">Section 25(1)</a>(1-B)(a) of <a href=\"/doc/1934415/\" id=\"a_177\">Arms Act</a>, awarded by the Trial Court to\nthe appellant Tilak is hereby affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_128\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_129\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_130\">61.   The jail sentence of rigorous imprisonment of 10 years and a\nfine of Rs. 5000 with default imprisonment for offence under\n 36         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_178\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_179\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_180\">Ashu Vs. State of M.P</a>.)\n\n<a href=\"/doc/764237/\" id=\"a_181\">Section 394</a> of I.P.C., awarded by the Trial Court to the appellant\nDhruv Pratap is hereby affirmed.</span></span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_85\">62.   The appellants Tilak and Dhruv Pratap are on bail. Their\nbail bonds and surety bonds are hereby cancelled.                  They are\ndirected to immediately surrender before the Trial Court for\nundergoing the remaining jail sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_86\">63.   The appellant Ashish is in jail as he had not furnished the\nbail in compliance of order dated 30-12-2013.                The bail order\ndated 30-12-2013 is hereby recalled.\n</p><p data-structure=\"Conclusion\" id=\"p_87\">64.   Accordingly, the judgment and sentence dated 30/12/2011\npassed by Special Judge (MPDVPK, Act) Datia in Special\nSessions Trial No.31/2010 is hereby affirmed to the extent\nmentioned above.\n</p><p data-structure=\"Conclusion\" id=\"p_88\">      With aforesaid modifications, the appeal fails and is hereby\ndismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_89\">                                                    <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"120009529\" id=\"span_131\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"56988086\" id=\"span_132\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421592\" id=\"span_133\">(G.S. Ahluwalia)\n                                                        Judge\nArun*\n 37         Criminal Appeal Nos.88/2012, 91/2012 and 248/2012 AFR\n (<a href=\"/doc/421592/\" id=\"a_182\">Tilak Singh Vs. State of M.P</a>, Dhruvpratap Singh alias <a href=\"/doc/56988086/\" id=\"a_183\">Sonu Vs. State of M.P.</a>\n                    and Ashish alias <a href=\"/doc/120009529/\" id=\"a_184\">Ashu Vs. State of M.P</a>.)\n\n\n\n\n      07/10/2017\n              Shri Rajmani Bansal, Advocate for appellant-Tilak\n       Singh.</span></span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_90\">            Shri A.K. Jain, Advocate for appellants-Dhruvpratap\n       Singh alias Sonu and Ashish alias Ashu.\n</p><pre id=\"pre_2\">              Shri    RVS       Ghuraiya,      Public      Prosecutor       for\n       respondent/State.\n              Arguments heard.\n</pre><p data-structure=\"Conclusion\" id=\"p_91\">              Judgment is dictated, signed and dated on separate\n       sheets.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_92\">                                                (G.S. AHLUWALIA)\n                                                    Judge\n      Arun*\n </p>","numcites":36,"numcitedby":159,"docsource":"Madhya Pradesh High Court","citetid":135761095,"divtype":"judgments","relatedqs":[{"value":"delay in holding test identification parade","formInput":"delay%20in%20holding%20test%20identification%20parade"},{"value":"how to conduct test identification parade","formInput":"how%20to%20conduct%20test%20identification%20parade"},{"value":"section 25(1-b)a arms act","formInput":"section%2025%281-b%29a%20arms%20act"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"sec 397 ipc","formInput":"sec%20397%20ipc"},{"value":"delay in identification parade","formInput":"delay%20in%20identification%20parade"},{"value":"section 394 of ipc","formInput":"section%20394%20of%20ipc"},{"value":"sentence already undergone","formInput":"sentence%20already%20undergone"},{"value":"arms act","formInput":"arms%20act"},{"value":"robbery ","formInput":"robbery%20"},{"value":"section 397 of indian penal code","formInput":"section%20397%20of%20indian%20penal%20code"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"corroborative evidence ","formInput":"corroborative%20evidence%20"},{"value":"identification of the accused ","formInput":"identification%20of%20the%20accused%20"},{"value":"case diary","formInput":"case%20diary"},{"value":"394/397","formInput":"394/397"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"SECTION 394/397 ","formInput":"SECTION%20394/397%20"},{"value":"25(1-B)a arms act","formInput":"25%281-B%29a%20arms%20act"},{"value":"397 ipc","formInput":"397%20ipc"}],"cats":[{"value":"robbery","formInput":"tag:robbery"},{"value":"causing-hurt-while-committing-robbery","formInput":"tag:causing-hurt-while-committing-robbery"},{"value":"arms","formInput":"tag:arms"}],"courtcopy":true,"query_alert":null,"agreement":false}