{"tid":62058953,"publishdate":"2015-03-17","title":"Rehman & Ors. vs State Of M.P. on 17 March, 2015","doc":"<h2 class=\"doc_title\">Rehman &amp; Ors. vs State Of M.P. on 17 March, 2015</h2>\n\n<pre id=\"pre_1\">       HIGH COURT OF MADHYA PRADESH JABALPUR\n\n                    Criminal Appeal No.969/1996\n\n                            Rahman and others\n\n                                        Vs.\n\n                         State of Madhya Pradesh\n\n-------------------------------------------------------------------------------------\n              Present : Hon&#x27;ble Shri Justice N.K. Gupta.\n-------------------------------------------------------------------------------------\n       Shri S.C. Datt, sr. counsel with Shri Siddharth Datt,\nAdv. for the appellants.\n       Shri       Akshay          Namdeo,           Panel        Lawyer          the\nrespondent/State.\n-----------------------------------------------------------------------------\n\n                          JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                (Delivered on 17th day of March, 2015)\n\n\n              The appellants have preferred the present\n\nappeal        being     aggrieved         with     the       judgment        dated\n\n23.5.1996 passed by the Special Judge under SC/ST\n\n(Prevention of Atrocities) Act, Khandwa in Special Case\n\nNo.27/95, whereby the appellants have been convicted\n\nof offence under <a href=\"/doc/1258372/\" id=\"a_1\">Section 147</a> of the IPC and <a href=\"/doc/1507082/\" id=\"a_2\">Section 3(1)</a>\n\n</p><p data-structure=\"Section\" id=\"p_2\">(xv)    of    the     SC/ST         (Prevention         of    Atrocities)        Act\n\n(hereinafter it would be referred as &#x27;the <a href=\"/doc/701797/\" id=\"a_3\">Special Act</a>&#x27;) and\n\nsentenced to six months R.I. on each count.\n</p><p data-structure=\"Issue\" id=\"p_3\">                               2          Criminal Appeal No.969/1996\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.       The prosecution&#x27;s case in short is that the\n\ncomplainant Om Prakash (PW-2) was resident of village\n\nGandhwa (Police Station Piplod, District Khandwa). He\n\nhad constructed a hutment on a disputed land since last\n\n12-13 years. On 9.6.1995 at about 8:00 a.m., the\n\nappellants gathered at the spot having various arms in\n\ntheir hands and started destroying the house of the\n\ncomplainant. They uttered filthy abuses as well as\n\nabuses dependent upon the caste of the complainant.\n\nWhen the complainant and his wife Vandana (PW-3) had\n\ntried to prohibit the appellants, they assaulted them and\n\nconsequently, Vandana had sustained abrasions on her\n\nwrists. The incident was being seen by Shaligram (PW-\n\n</p><p data-structure=\"Facts\" id=\"p_5\">5),   Ishram   (PW-6)   and       so   many    persons.        The\n\ncomplainant and his wife wanted to go the Police\n\nStation, Piplod to lodge the FIR but due to fear from the\n\nappellants, they went to Khandwa The FIR Ex.P/3 was\n\nprepared and submitted to the S.P. Khandwa, who sent\n\nthat report to the In-charge of AJK, Prakoshta and\n\nthereafter, an FIR Ex.P/6 was recorded. The matter was\n\ntransferred to the Police Station, Piplod. The victim\n                               3              Criminal Appeal No.969/1996\n\n\n\n\nVandana was sent to the hospital for her medico legal\n\nexamination. Dr. C.K. Sharma (PW-1) examined her at\n\nDistrict Hospital, Khandwa and found one abrasion on\n\nher each wrist. He gave a report Ex.P/2-A. After due\n\ninvestigation, the charge sheet was filed before the\n\nSpecial Court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">3.         The appellants abjured their guilt. They took a\n\nplea that the disputed land was a land of Imambada and\n\nthe complainant Om Prakash had tried to encroach on\n\nthe land by digging the plinth therefore, when he was\n\nstopped by the appellants, a false case has been lodged\n\nagainst the appellants. In defence Satish Chandra\n\nPatidar (DW-1) and Mehrab (PW-2) have been examined.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">4.         The   Special    Judge    after     considering         the\n\nevidence    adduced    by    the    parties,     convicted        and\n\nsentenced the appellants as mentioned above.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">5.         I have heard the learned counsel for the\n\nparties.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">6.         After considering the submissions made by\n\nlearned counsel for the parties and looking to the facts\n\nand circumstances of the case, it appears that the trial\n                                4            Criminal Appeal No.969/1996\n\n\n\n\nCourt did not append the charges under Sections 323,\n\n323/149, 427 or 435 of the <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>. The case was tried since\n\nthe year 1995 and therefore, at this belated stage, it\n\nwould be inappropriate to remand the case back for\n\nframing of such charges. Hence, the matter may not be\n\nconsidered for the aforesaid charges.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">7.       Learned senior counsel for the appellants has\n\nsubmitted that the complainant could not prove his\n\ncaste. No certificate has been submitted to show that he\n\nwas a member of scheduled tribe as claimed by him. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"28543921\" id=\"span_1\">In\n\nthis   connection,   learned       senior   counsel        for    the\n\nappellants has placed his reliance upon a judgment\n\npassed by the Single Bench of this Court in the case of\n\n&quot;<a href=\"/doc/28543921/\" id=\"a_5\">Shankarlal Vs. State of M.P</a>.&quot; [2005(1) M.P.L.J. 449],\n\nin which it is held that it is for the complainant to\n\nestablish that he was a member of scheduled caste or\n\nscheduled tribe by a certificate duly issued by the\n\ncompetent officer. In the present case, the complainant\n\nOm Prakash (PW-2) and his wife Vandana (PW-3) have\n\nclaimed that they were the member of scheduled tribe,\n\nbut no caste certificate has been filed before the trial\n                             5         Criminal Appeal No.969/1996\n\n\n\n\nCourt. Hence, by their oral evidence, it cannot be\n\npresumed that the complainant was a member of\n\nscheduled tribe and therefore, the appellants cannot be\n\nconvicted of offence under <a href=\"/doc/737907/\" id=\"a_6\">Section 3(1)(xv)</a> of the Special\n\nAct.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">8.       Similarly, an objection was raised by the\n\nlearned senior counsel for the appellants that according\n\nto the Rule 7 of the SC/ST (Prevention of Atrocities)\n\nRules, 1995, the investigation should have been done by\n\nthe police officer not below the rank of DSP. Those rules\n\nwere enforced prior to the present incident. However, in\n\nthe present case, the entire investigation was done by\n\nthe Head Constable Gokulrao Patil (PW-8) and inspector\n\nV.R. Mahajan (PW-7). Both of them were not the police\n\nofficers of above or equivalent rank of DSP and therefore,\n\nit is apparent that Rule 7 of the aforesaid Rules was not\n\nfollowed in the present case. In this connection, learned\n\nsenior counsel for the appellants has placed his reliance\n\nupon the judgment passed by the Single Bench of this\n\nCourt in the case of &quot;Bhartisingh and another Vs.\n\nState of M.P.&quot; [2007(1) M.P.H.T. 451], in which it is\n                              6            Criminal Appeal No.969/1996\n\n\n\n\nheld that if, Rule 7 is not followed then, accused shall\n\nnot be convicted of offence of <a href=\"/doc/701797/\" id=\"a_7\">Special Act</a>. However,\n\nInspector and Head Constable were competent to\n\ninvestigate the other   <a href=\"/doc/1569253/\" id=\"a_8\">Indian Penal Code</a> offences and\n\nsuch provision shall not create any adverse effect to the\n\nremaining offences. Hence, the appellants cannot be\n\nconvicted of offence under <a href=\"/doc/737907/\" id=\"a_9\">Section 3(1)(xv)</a> of the Special\n\nAct.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">9.       Om Prakash and Vandana have stated that the\n\nappellants destroyed their house and in the alleged\n\nincident, Vandana sustained some injuries. Her injuries\n\nwere abrasions proved by Dr. C.K. Sharma in his\n\nmedical report Ex.P/2-A. Shaligram (PW-5) and Ishram\n\n(PW-6) have also corroborated the statement of the\n\ncomplainant. If on the said pretext, the appellants would\n\nhave assaulted the victims then, Om Prakash would\n\nhave sustained so many injuries. It was not possible for\n\nthe appellants to leave Om Prakash and to assault his\n\nwife Vandana. According to Dr. C.K. Sharma, Om\n\nPrakash did not sustain any visible injury though, he\n\nwas    complaining   about       the   pain.   Vandana         had\n                            7          Criminal Appeal No.969/1996\n\n\n\n\nsustained one abrasion each on her wrist. Such injury\n\ncould be caused by breaking of bangles by herself and\n\ntherefore, the injuries caused to the victim Vandana\n\ndoes not create any adverse effect to the appellants that\n\nthey assaulted her.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">10.      Satish Chandra Patidar (DW-1) and Mehrab\n\n(PW-2) the neighbour of the complainant Om Prakash\n\nhave been examined for defence. They have stated that\n\nthe disputed land was an open place, where the\n\ncomplainant was keeping his cattle. There was no\n\nhutment of the complainant. When the complainant\n\nstarted digging the plinth, he made a wall of bricks\n\napproximately 1-2 ft. high. A complaint was made by\n\nMehrab (DW-2) to the Sarpanch Anula Patidar and\n\ntherefore, Satish Chandra Patidar (DW-1) husband of\n\nSarpanch Anula Patidar went to the spot and prohibited\n\nthe victim Om Prakash to do so, but he abused Satish\n\nChandra Patidar and went to Khandwa. In cross-\n\nexamination, it was suggested to the witness Satish\n\nChandra Patidar that for Muslim votes, he gave such\n\nevidence. Also in the cross-examination of Mehrab, it\n                                    8           Criminal Appeal No.969/1996\n\n\n\n\nwas suggested that being caste fellow of the appellants,\n\nhe    was    supporting      the       appellants.    Under       these\n\ncircumstances, it is to be considered that whose\n\nevidence is acceptable.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">11.         In the prosecution&#x27;s evidence, there are so\n\nmany drawbacks. Firstly that, the incident had taken\n\nplace in the jurisdiction of Police Station, Piplod,\n\nwhereas the complainant Om Prakash went to the S.P.\n\noffice, Khandwa because her ailing mother Prabha Bai\n\n(PW-4)      was   residing   at    Khandwa       in    those      days.\n\nSecondly, he had lodged a typed report before the S.P.\n\nKhandwa. Typed report Ex.P/3 appears to be prepared\n\nby some law knowing person and hence, FIR was lodged\n\nwith the delay and thereafter, it was transferred to the\n\nPolice Station, Piplod. The witnesses Shaligram and\n\nIsram were the witnesses, who were the caste fellows of\n\nthe complainant and therefore, they could state in\n\nfavour of the complainant. However, Mehrab, who is\n\nneighbour of Om Prakash was telling against him. Om\n\nPrakash and Prabha Bai have accepted that originally\n\nland was encroached by Kesharbai grandmother of Om\n                              9         Criminal Appeal No.969/1996\n\n\n\n\nPrakash and thereafter, possession of hutment was\n\nreceived by Prabha Bai from her mother Keshar Bai and\n\nultimately,   by   the   complainant   Om    Prakash.        Om\n\nPrakash and Prabha Bai have accepted that in front of\n\nthe disputed land, there was a house which was of\n\nKeshar Bai in which Jagdish brother of Om Prakash was\n\nresiding. Hence, it was for the complainant and the\n\nprosecution to show that there was a hutment of the\n\ncomplainant, which was broken by the appellants. No\n\nrevenue record has been filed to show that the\n\nencroachment of the complainant was recorded on that\n\nland.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">12.      The most important document in the case is a\n\nmemo of damage. Head Constable Gokulrao Patil (PW-8)\n\nhad prepared a damage memo Ex.D/5, in which the list\n\nof damage articles is shown. He found 500 bricks, a\n\nframe of wooden door, timber of the house, five pieces of\n\nPVC pipe having length of 20 ft, 25 old tins and some\n\nagricultural instruments like tifen, bukhkhar etc.. It\n\nwould be apparent that if the complainant was residing\n\nin the house then, certainly, his bedding, cloths, utensils\n                             10         Criminal Appeal No.969/1996\n\n\n\n\nand material relating to cooking etc. would have been\n\nfound at the spot, but no such article has been found by\n\nthe investigation officer, which indicates that at the time\n\nof incident, no one was residing in the house and claim\n\nof the complainant is incorrect that he was residing in\n\nthe house. If the complainant was making the plinth\n\nwith the help of bricks then, certainly he would have\n\nremoved his shed prepared for cattle and therefore, tins\n\nand ballis (removed wooden logs) would have been\n\nremoved by the complainant himself to dig the plinth.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">13.      Since it is proved that in list of articles seized\n\nby the police, no article of daily domestic use was found,\n\nhence the complainant was not residing in that alleged\n\nhut. Secondly, he himself has admitted that on that day,\n\nhe was making a wall by bricks. Then, the testimony of\n\nthe defence witnesses Satish Chandra and Mehrab\n\nappears to be correct that the complainant was trying to\n\nerect walls on the field and he was prohibited to do so.\n\nThe complainant could not file any revenue record to\n\nshow that he had ownership or possession of permanent\n\nnature on that land. If he was keeping his cattle on that\n                             11         Criminal Appeal No.969/1996\n\n\n\n\nland and on the date of incident he was constructing\n\nbrick walls then the appellants had a right to prohibit\n\nhim.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">14.      Hence, if the appellants had removed the\n\nbricks of plinth, than it can not be said that they had\n\ntried to force the complainant to leave his house or\n\nvillage. When the complainant was not residing in the\n\nalleged hutment and he himself removed tins and ballis\n\nof that shade to construct walls and he was residing\n\nwith his mother in another house in the same locality,\n\nthen the appellants could not be convicted of offence\n\npunishable under <a href=\"/doc/737907/\" id=\"a_10\">Section 3(1)(xv)</a> of the Special Act. The\n\nSpecial Judge has committed an error in convicting the\n\nappellants for aforesaid offence.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">15.      The offence under Sections 435 or 427 of <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>\n\nare not of similar nature to offence under <a href=\"/doc/737907/\" id=\"a_12\">Section 3(1)(xv)</a>\n\nof the Special Act and hence, in absence of charges of\n\noffence under Sections 435 or 427 of <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> is not required\n\nto discuss that such offences were committed or not.\n\nHowever, if it is considered than it would be apparent\n\nthat the appellants removed the bricks of plinth,\n                            12         Criminal Appeal No.969/1996\n\n\n\n\nconstructed by the complainant. But such an act falls\n\nwith the right of private defence to the property of\n\nImambada, so that the complainant could not have\n\nencroached it. Hence, it is not an act which caused with\n\nintention to cause damage to the complainant. Hence\n\nthe appellants cannot be convicted of any offence of\n\nmischief under Section 435 or 427 of <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">16.      So far as, the offence under <a href=\"/doc/1258372/\" id=\"a_15\">Section 147</a> of IPC\n\nis concerned, for constitution of offence, it is to be\n\nproved that the member of unlawful assembly should\n\nhave used a criminal force against someone or would\n\nhave done some violence. In the preset case as discussed\n\nabove, the appellants did not use any criminal force\n\nupon the complainant Om Prakash, otherwise he would\n\nhave sustained several injuries. Hence, no offence under\n\n<a href=\"/doc/1258372/\" id=\"a_16\">Section 147</a> of IPC was made out against the appellants.\n\nThe trial Court has committed an error in convicting the\n\nappellants for offence under <a href=\"/doc/1258372/\" id=\"a_17\">Section 147</a> of IPC.\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">17.      At this stage the learned penal lawyer for the\n\nState has submitted that the appellants can be convicted\n\nof inferior offences of <a href=\"/doc/1096965/\" id=\"a_18\">Section143</a> of the IPC, of same\n                                 13              Criminal Appeal No.969/1996\n\n\n\n\nnature, as of offence under <a href=\"/doc/1258372/\" id=\"a_19\">Section 147</a> of IPC. However,\n\nsuch contention can not be accepted. The appellants did\n\nnothing but prohibited the complaint to construct the\n\nhouse and upto that extent no unlawful assembly was\n\nconstituted. By mere presence of a person it cannot be\n\nsaid that he was a member of unlawful assembly. Some\n\nof    the   appellant   would        have      broken      the      fresh\n\nconstruction of plinth or wall but it was done, when the\n\ncomplainant had already left for Khandwa. Hence it was\n\nfor witnesses Shaligram (PW-5) and Ishram (PW-6) to\n\nState that amongst the appellants who removed that\n\nnewly constructed brick wall of height 1-2 feet. In\n\nabsence of any specific allegation, it can not be said\n\nagainst any of the appellants that he was the member of\n\nunlawful assembly. Hence, none of the appellants can be\n\nconvicted of offence under <a href=\"/doc/1096965/\" id=\"a_20\">Section 143</a> of IPC even.\n\n</p><p data-structure=\"Conclusion\" id=\"p_21\">18.         On the basis of aforesaid discussion, appeal\n\nfiled by the appellants appears to be acceptable and\n\nconsequently it is here by accepted. The conviction and\n\nsentences     imposed   by   the       trial    Court       upon      the\n\nappellants for offence under <a href=\"/doc/1258372/\" id=\"a_21\">Section 147</a> of IPC and\n                                    14          Criminal Appeal No.969/1996\n\n\n\n\n       <a href=\"/doc/737907/\" id=\"a_22\">Section 3(1)(xv)</a> of the SC/ST (Prevention of Atrocities)\n\n       Act are hereby set aside. They are acquitted from all the\n\n       charges appended against them. They would be entitled\n\n       to get fine amount back if it was deposited before the\n\n       trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">       19.       The appellants are on bail. Their bail bonds\n\n       shall stand discharged and therefore, it is directed that\n\n       their presence is no more required before the Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">       20.       Copy of the judgment be sent to the trial Court\n\n       alongwith its record for information.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n</p><p data-structure=\"Conclusion\" id=\"p_25\">                                                  (N.K. GUPTA)\n                                                     JUDGE\n                                                   17.03.2015\npnkj\n </p>","numcites":7,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":62058953,"divtype":"judgments","relatedqs":[{"value":"ipc section 147","formInput":"ipc%20section%20147"},{"value":"encroachment as is where is","formInput":"encroachment%20as%20is%20where%20is"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 147 of indian penal code","formInput":"section%20147%20of%20indian%20penal%20code"},{"value":"atrocities act","formInput":"atrocities%20act"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"scheduled tribe","formInput":"scheduled%20tribe"},{"value":"ipc 147","formInput":"ipc%20147"},{"value":"caste","formInput":"caste"},{"value":"sc/st","formInput":"sc/st"},{"value":"\"atrocity act\"","formInput":"%22atrocity%20act%22"},{"value":"atrocities ","formInput":"atrocities%20"},{"value":"427","formInput":"427"},{"value":"tribes","formInput":"tribes"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"special-courts","formInput":"tag:special-courts"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"foreign-offence","formInput":"tag:foreign-offence"}],"courtcopy":true,"query_alert":null,"agreement":false}