{"tid":14691014,"publishdate":"2000-08-02","title":"Sri Rama Engineering Constructions ... vs Govt. Of Andhra Pradesh And Others on 2 August, 2000","doc":"<h2 class=\"doc_title\">Sri Rama Engineering Constructions ... vs Govt. Of Andhra Pradesh And Others on 2 August, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000(5)ALD280, 2000(5)ALT308</h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. The Writ Petition is filed challenging the validity of the order issued by the Government under G.O. Ms. No. 118, Irrigation and CAD Department, dated 29-6-1998 and the consequential action in pursuance of the said G.O., and for consequential relief thereof. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The facts leading to the case are as follows: \n</p><blockquote id=\"blockquote_1\">  The petitioner is an Engineering Constructions Company having obtained special class contractor licence. It has been undertaking various projects/works including the World Bank funded works. The Government called for a tender for excavation of Srisailam Right Branch Canal (for brevity &#x27;SRBC&#x27;) from 116.00 kms. To 141.00 kms. Including construction of structures and lining under Package No.XIII. Accordingly, the tender placed by the petitioner was accepted and an agreement was concluded between the petitioner and the respondents on 8-5-1991 at a cost of Rs.23.57 crores duly following the World\n\nBank norms. According to the petitioner, the work was started on 2-7-1991 and it was to be completed by June, 1994. However, on account of additional work, time was extended and finally work was completed by 30-9-1995. The petitioner submits that during the excavation work, it was brought to the notice of the Department that quantity of F&amp;F Rock was much more than what was indicated in the estimate. It is to be stated that in the estimate, it was mentioned as 119 cubic metre F&amp;F Rock. It is the case of the petitioner that on account of initial inadequate improper investigation made by the Department, the enormous proportion of the F&amp;F Rock was left out. On account of high proportion of F&amp;F Rock, the quantity was assessed at 6,94,824 cubic metre as against 119 cubic metre. The rate as agreed between the petitioner and the respondents was Rs.126/- per cubic metre and it became final. The petitioner executed the F&amp;F Rock excavation work for a major portion on the basis of Rs.126/- per cubic metre. But, however, the Department initiated plans to reduce the rate which was finalised between the parties and a meeting was place in this regard on 11-6-1993 and the Superintending Engineer fixed the rate at Rs.90/- per cubic metre. This was protested by the petitioner. However, the Government issued the impugned order under G.O. Rt. No.118 dated 29-6-1998 directing the Chief Engineer to fix the rate at Rs.90/- per cubic metre in respect of F&amp;F Rock excavation. The said order of the Government is assailed in this writ petition. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> 3. It is also stated that the Chief Engineer having found that it became necessary to excavate large extent of F&amp;F Rock has informed the Government to take decision in this regard by his letter dated 31-12-1994 to fix proper rate. As stated earlier, initially, F&amp;F Rock was estimated at 119 cubic metre, but in actual execution it came to 6,94,824 cubic metre.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">The Chief Engineer also suggested for constitution of appropriate committee to assess the situation and settle the issues. Accordingly, the Government issued G.O. Ms. No.134 Irrigation &amp; CAD Department, dated 16-9-1995 decided to obtain the views of the Chief Technical Examiner regarding the rate of payment for F&amp;F and H.R. Rock. Further, it was directed to constitute a Committee to resolve certain issues relating to the contract management with the Engineer-in-Chief as Chairman, Commissioner of Tenders, Chief Technical Examiner and Deputy Financial Advisor as Members of the Committee. The Committee was directed to go into the details of this case and make recommendations to the Government within 45 days for better management of the contracts especially those financed by the World Bank in order to protect the interest of the Government. However, the members of the Committee were changed in G.O. Rt. No.708 dated 19-10-1995 and in place of the Chief Technical Examiner, one Mr. S. Viswapathi Sastry, Director, APERL was substituted and one more member viz., the Chief Engineer (P), Srisailam Project was added as Member-Convener of the Committee. The Commiltee thus constituted by the Government went into the details of the contract with reference to the rates to be paid to the Contractor in view of the situation, which arose during the excavation of Rocks. It referred to various provisions of the Agreement and finally recommended the payment at the rate as fixed in the Agreement in respect of F&amp;F Rock and it has recommended certain other things in respect of other items for which we are not concerned. But, however, the Government without taking into consideration any of the recommendations of the Committee, basing on the letter dated 31-12-1994 and also the advise of the Additional Advocate-General, issued the impugned order fixing Rs.90/- per cubic metre for F&amp;F Rock for the entire extra work done by the Contractor and directed to\n\nrecover the amount, if any, over and above Rs.90/- per cubic metre paid to the Contractor. It is submitted that the impugned G.O., is arbitrary and violative of principles of natural justice offending <a href=\"/doc/367586/\" id=\"a_1\">Article 14</a> of the Constitution of India. It is submitted that when once a rate was fixed between the petitioner and the respondents at Rs.126/- per cubic metre and if any additional work was detected during the execution of the work, it should be paid at the agreed rate of Rs.126/- per cubic metre and fixing Rs.90/- per cubic metre is highly arbitrary and, therefore, the said action is amenable for judicial review under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of Constitution of India. It is also stated in the writ petition that the petitioner is not challenging the terms of the agreement entered into between the petitioner/contractor and the Government and they are not seeking any relief in pursuance of the contractual obligation between the parties. They are challenging the validity of the impugned G.O., which has affected their right. Therefore, it is stated in the affidavit filed in support of the writ petition that the challenge was only confined to validity of the impugned G.O., and consequential direction to recover the excess amount. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> 4. Elaborate counter was filed by the respondents. The principle objection that was taken in the counter is that the writ petition is not maintainable. The petitioner and the respondents are governed by the terms of the contract dated 8-5-1991 and they cannot seek enforcement of the contractual rights and obligation arising under the agreement dated 8-5-1991. No statutory right or fundamental right of the petitioner was infringed and, therefore, the writ petition itself is not maintainable. According to clauses 55 and 56 of the agreement, all claims over and above Rs.50,000/- are to be settled by the Courts of competent-jurisdiction and works below Rs.50,000/- are to be decided by the appropriate authorities. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. On the merits of the case, it is stated that the Earth Work Excavation, lining and construction of structures on SRBC from 116.00 Kms, to 141.00 Kms., was awarded to the petitioner by the Superintending Engineer, SRBC Circle No.3, Nandayal under Agreement No. 1-1CB/91-92, dated 8-5-1991. The value of the agreement was Rs.23,57,28,597/-. The contract was to be completed by 2-7-1991. However, extension was granted till 30-9-1995. It was found during the inspection of the execution of work by the Superintending Engineers of Circle Nos.II and III on 24-1-1992 that the quantity of F&amp;F Rock was enormously increased during the actual excavation and as against 119 cubic metre, the actual quantity during the excavation was found at 6,15,528 cubic metre. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 6. As per the General Conditions of the contract, &#x27;employer&#x27; means the Governor of Andhra Pradesh and the Legal Successors in title to the employer acting through the Superintending Engineer, SRBC, Circle No.II, Nandyal, Kurnool District, A.P., or his authorised representative. Under clause 32 of the contract, the employer has the power to fix the rate by resorting to the various provisions mentioned therein. It is stated that it is open for the Government to change the agreed price under the terms of the agreement and the order of the Government which is impugned in this writ petition is quite legal and valid. Before issuing the impugned order, it is stated that the Government obtained the legal opinion from the Additional Advocate-General and no notice is necessary to the petitioner while obtaining the legal opinion. It is stated that the rate was fixed at Rs.90/- per cubic metre even prior to the opinion of the learned Advocate-General. It is further stated that when the enormous F&amp;F Rock was found, a meeting was convened between the petitioner and the Superintending Engineer and the\n\nminutes were drafted. The Superintending Engineer has fixed the rate at Rs.90/- per cubic metre for F&amp;F Rock excavation which was found to be proper and reasonable. Thereafter, the matter was referred to the Government and the Government, after considering the matter, issued the G.O., impugned in this writ petition. It cannot be said that it is either arbitrary or violative of principles of natural justice as no notice is required to be issued to the petitioner while fixing the rate by the Government. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\"> 7. With regard to the constitution of the Committee, it is submitted that the recommendations of the Committee are not binding and it is open for the Government to take its own decision. The employer is entitled to fix the reasonable and proper rate under the terms of the agreement. Therefore, the writ petition has no tegs to stand and accordingly it is stated that it has to be dismissed in limine. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> 8. Heard Sri M.R.K. Chowdary, the learned senior Counsel for the petitioner and the learned Additional Advocate-General. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 9. Before going into the contentions of the parties, it is necessary to extract the admitted situation in the writ petition. It is not in dispute that an agreement was entered into between the petitioner and the respondents on 8-5-1991 for execution of the work referred to above. In this case we are only concerned with F&amp;F Rock excavation work. The rate agreed to between the parties was at Rs.126/- per cubic metre and the same was borne out by the terms and conditions of the agreement. But, however, during the execution of the work, it was found that the estimate of excavation of F&amp;F Rock was not correct and it was not 119 cubic metre as estimated, but it was over 6 lakhs cubic metre. The Chief Engineer found that the payment on this count if made at the rate of Rs.126/- per cubic metre, it would come to an enormous figure and, therefore, apprised the\n\nGovernment of the situation and requested the Government to constitute a Committee to resolve the issue as the Contractor is refusing to receive payment at the rate fixed by the Government viz., Rs.90/- per cubic metre. On the recommendations of the Chief Engineer, the Government constituted a Committee of five high officials who were experts in the line and as far as this item is concerned, the Committee had clearly opined that the Government has to pay the rate as fixed in the concluded agreement between the parties viz., at the rate of Rs.126/- per cubic metre in respect of extra F&amp;F Rock excavation over and above 119 cubic metre. But, however, the Government issued the impugned G.O., directing the Chief Engineer to fix Rs.90/- per cubic metre. It is also stated that the contract was already completed including the excavation work by 1995 and the petitioner was also paid the complete bill. As on the date when the minutes were drafted on 11-6-1993, more than 72% of the extra excavation work was done and the petitioner was also paid at the same rate i.e., Rs.126/- per cubic metre. But by virtue of the order issued by the Government, the entire excavation work is now sought to be recalculated at Rs.90/- per cubic metre and the final payment of the bill is withheld on the ground that recoveries have to be effected from the final bills of the petitioner. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\"> 10. Two important issues that arise for consideration by this Court in this writ petition are as follows: \n</p>   \n\n<blockquote id=\"blockquote_2\"> (1) Whether the writ petition is maintainable for enforcement of the contractual obligation arising out of the agreement dated 8-5-1991; \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (2) Whether the writ can be issued in contractual matters if the action of the State were found to be arbitrary offending <a href=\"/doc/367586/\" id=\"a_3\">Article 14;</a> and  \n \n\n <a href=\"/doc/1659104/\" id=\"a_4\">(3)</a> Whether G.O. Ms. No. 118, dated 29-6-1998 impugned in this writ petition is valid and competent?  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 11. The learned Counsel for the petitioner submits that he is challenging the validity of the impugned G.O., issued by the Government. It is an order in exercise of the administrative powers. The impugned G.O., does not relate to any statutory provisions. Therefore, any administrative order affecting the rights of the citizen is amenable for writ jurisdiction by this Court. If an administrative order is issued in violation of principles of natural justice or if it is ex facie arbitrary, it is always open for the aggrieved party to challenge the same. It may be that it is issued in connection with a contractual agreement between the parties, but yet, inasmuch as it is issued in violation of <a href=\"/doc/367586/\" id=\"a_5\">Article 14</a> of Constitution of India, it is liable to be challenged and it can be set aside if it is found in violation of principles of natural justice. He also submits that he is not seeking any relief under the contract entered into between the petitioner and the Government, which would be beyond the jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India. But, however, the validity of the G.O., can be challenged on the ground of arbitrariness even in matters relating to contracts. The Government is expected to act fairly and reasonably even in contractual spheres and hence the challenge to the G.O., on the ground of arbitrariness or lack of proper opportunity is available to be assailed. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"> 12. On the other hand, the learned Additional Advocate-General submits that the petitioner cannot seek any relied under the contractual obligation and that he has to approach the appropriate forum under the terms of the agreement. Even on merits, he tries to convince this Court that fixation of Rs.90/- per cubic metre is neither arbitrary nor unreasonable. For the proposition that the writ petition is not maintainable in respect of contractual obligations, the learned Additional Advocate-General relied on the following judgments : \n</p>\n   \n\n<blockquote id=\"blockquote_4\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_1\">(<a href=\"/doc/1974738/\" id=\"a_7\">1) Assistant Excise Commissioner v. Issac Peter</a>, .</span> \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (2) Union of India v. M/s. Graphic Industries Co., . \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1149168\" id=\"span_2\">(<a href=\"/doc/1149168/\" id=\"a_8\">3) State of H.P. v. Ganesh Woods</a>, 1995 (5) SCC 363.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_3\">(<a href=\"/doc/1156062/\" id=\"a_9\">4) State of U.P. v. Bridge Roop and Co.</a>, .</span> \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1193203\" id=\"span_4\">(<a href=\"/doc/1193203/\" id=\"a_10\">5) Asia Foundations and Constructions Ltd v. Trafalgar House Construction (I) Ltd. and Ors.</a>, .</span> \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"774836\" id=\"span_5\">(<a href=\"/doc/774836/\" id=\"a_11\">6) State of M.P. v. M.V. Vyavasaya &amp; Co.</a>, .</span> \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"906698\" id=\"span_6\">(<a href=\"/doc/906698/\" id=\"a_12\">7) State of Himachal Pradesh v. Raja Mahendra Pal &amp; Ors.</a>, .</span>  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"306334\" id=\"span_7\">13. He also submits that any obligation arising out of a contract would be amounting to entertaining money claim which is not permissible under law. He relies on the judgment of this Court in <a href=\"/doc/306334/\" id=\"a_13\">Deputy Chief Engineer, Construction, Gauge Conversion, South Central Railway, Secunderabad v. S. Nageswara Rao</a>, .</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1842434\" id=\"span_8\">14. He further submits that for money claims which are not covered by any public law, no mandamus can be issued to compel the performance of the rights under a contract. He relies on the judgments of the Division Bench of this Court <a href=\"/doc/1842434/\" id=\"a_14\">Union of India v. K. Jagan Mohan Rao</a>, ; and Y. Murali Krishna v. M/s. Hyderabad Allwyn Limited, WP No.13330 of 1992 confirmed in WA No.1768 of 1999 dated 30-11-1999.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1949255\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"799282\" id=\"span_10\">15. He also submits that except in rare and exceptional cases, the Courts should refuse to entertain petitions under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution of India for enforcement of the terms and conditions of a contract. He relies on the judgment of the Division Bench of this Court in <a href=\"/doc/799282/\" id=\"a_16\">State\n\nof A.P. v. Super Constructions</a>, ; <a href=\"/doc/1949255/\" id=\"a_17\">APSRTC v. Shri Aditya Mass Communication Pvt. Ltd</a>,  ; and Padmavathi Constructions v. APIIC, .</span></span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"950552\" id=\"span_11\">16. He also submits that the concept of arbitrariness, non-application of mind, principles of natural justice have no application to a case and dispute arising out of a concluded contract. Reliance was placed on the judgment of the learned single Judge in <a href=\"/doc/950552/\" id=\"a_18\">D. Mohan v. Regional Manager, APSRTC</a>, .</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"852498\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1331824\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1044913\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"441218\" id=\"span_15\">17. He further submits that non-statutory contracts cannot be permitted to be enforced under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution of India and relied on the judgments in <a href=\"/doc/441218/\" id=\"a_20\">Mazda Travels v. Government of India</a>, ; <a href=\"/doc/1044913/\" id=\"a_21\">Jagdish Travels v. Director, National Remote Sensing Agency</a>,  ; <a href=\"/doc/1331824/\" id=\"a_22\">Garla Sudhakar v. Government of A.P.</a>, ; Vijay Fire Protect Systems Ltd v. V.P.T., 1997 (5) ALD 479; and <a href=\"/doc/852498/\" id=\"a_23\">P. Srinivasa Rao v. Superintending Engineer</a>, .</span></span></span></span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1149168\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1681525\" id=\"span_17\">18. Submitting the arguments that relief of specific performance cannot be granted under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> and principle of Promissory Estoppel has no application in case of contracts, the learned Additional Advocate-General relied on the decisions in <a href=\"/doc/1681525/\" id=\"a_25\">Lotus Constructions v. Government of A.P.</a>,\n1997 (<a href=\"/doc/1149168/\" id=\"a_26\">2) ALD 649 and State of H.P. v. Ganesh Wood Products</a>, .</span></span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1117507\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"72042\" id=\"span_19\">19. He also submits that the High Court has- no jurisdiction to enforce liabilities arising out of a contract in a writ proceeding under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution of India and relied on the decisions in <a href=\"/doc/72042/\" id=\"a_28\">AVG Marketing Agencies (P) Ltd. v. Municipal Corporation of Guntur</a>, ; and <a href=\"/doc/1117507/\" id=\"a_29\">Mahendra Tiwari v. Government of A.P.</a>,\n1998 (6) ALD 65.</span></span> \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_21\"> 20. Lastly he submits that non-statutory post contractual dispute is not amenable to Public Law security and at any rate to a proceeding under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> of the Constitution of India relying on the judgment of the learned single Judge in D. V. Mahes v. Superintending Engineer, Irrigation Circle., (WP No. 13972 of 1999 and 20762 of 1999 dated 10-11-1999). \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\"> 21. On the other hand, the learned senior Counsel for the petitioner Mr. M.R.K. Chowdary submits that right from Airport Authority&#x27;s case (R.D. Shelly v. International Airport Authority of India, ), the dicta laid down by the Supreme Court is very categoric that even in contractual sphere the High Court can interfere if there is infraction of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_23\"> 22. The issue that arises for consideration is whether the writ petition is maintainable even attaching the contractual obligations. The case law on this subject is enormous right from the Airport Authority&#x27;s case. Since elaborate arguments have been advanced by the parties and the learned Additional Advocate-General seriously contended that the maintainability of the writ petition is the principle issue, it is necessary to refer to various decisions on this subject rendered by the Supreme Court for proper appreciation of the case and to settle the legal issue on this point. \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\"> 23. It is well settled by the catena of decisions of the Supreme Court that the Court can restrain and refuse to entertain the application under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution of India for enforcement of the terms and conditions of the contract or for resolving any dispute arising out of a contract as well as claims which are primarily in the nature of claims for money and the Courts do by following the self-imposed restriction the power of judicial review is kept confined to reviewing the\n\norders of quasi-judicial authorities or such administrative authorities which are in violation of <a href=\"/doc/367586/\" id=\"a_33\">Article 14</a> of the Constitution of India or other provisions of the Constitution and to the said limited extent, Courts do examine the cases which are referable to the contract but not any other type of cases which arise from the contract or in the nature of claim for money. Thus any claim for enforcement of condition of contract cannot be entertained as the mandamus is only for the enforcement of public duly and for removing from any legal injury which had crept in the public law field. Any dispute arising out of a contract is a dispute pertaining to the private law and the remedy is not under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of Constitution of India, but it is a suit. Let University (sic) consider the decisions on the subject including those cited by the learned Additional Advocate-General. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_20\">In <a href=\"/doc/1156062/\" id=\"a_35\">Bridge Roof &amp; Company</a>&#x27;s case (supra), the Supreme Court held that prayer for a writ of mandamus for restraining the Government from deducting or withholding a particular sum which according to the petitioner was payable to it under the contract was wholly misconceived and is not maintainable in law. This <a href=\"/doc/1156062/\" id=\"a_36\">case has no application</a> to the present case as the claim itself is made for writ of mandamus restraining the Government from deducting certain amounts from the Bills of the Contract. The Supreme <a href=\"/doc/1156062/\" id=\"a_37\">Court further held</a> thus:</span> \n</p><blockquote id=\"blockquote_11\">  &quot;Secondly, whether there has been a reduction in the statutory liability on account of a change in law within the meaning of sub-clause (4) of clause 70 of the Contract is again not a matter to be agitated in the writ petition. That is again a matter relating to interpretation of a term of the contract and should be agitated before the arbitrator or the civil Court, as the case may be. If any amount is wrongly withheld by the Government,\n\nthe remedy of the respondent is to raise a dispute as provided by the contract or to approach the civil Court, as the case may be, according to law. Similarly, if the Government says that any over payment has been made to the respondent, its remedy also is the same.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_24\">In <a href=\"/doc/1974738/\" id=\"a_38\">Issak Peter</a>&#x27;s case (supra), after referring to <a href=\"/doc/1058612/\" id=\"a_39\">Dwarkadas Marfatia v. Board of Trustees of the Port of Bombay</a>, , <a href=\"/doc/1261492/\" id=\"a_40\">Shrilekha Vidyarthi v. State of UP.</a>, , and <a href=\"/doc/1238017/\" id=\"a_41\">Mahabir Auto Stores v. Indian Oil Corporation</a>, , the Supreme Court held that it was not possible to read the doctrine of fairness and reasonableness into the contracts to which State is a party on the ground that the State cannot act unreasonably or unfairly even while acting under a contract involving State power. That decision is not applicable to the facts of the case as the matter arose out of the statutory contract. In the instant case, it is non-statutory contract and it has to be only decided whether the action of the Government in issuing the impugned G.O. is valid. It cannot be denied that the doctrine of fairness or the duty to act fairly and reasonably is a doctrine developed in the administrative law field, to ensure the rule of law and to prevent failure of justice where the action is administrative in nature. Just as principles of natural justice ensure fair decision where the function is quasi-judicial, the doctrine of fairness is evolved to ensure fair action where the function is administrative. But the writ remedy certainly not be invoked to amend, alter or vary the express terms of the contract between the parties.</span></span></span></span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\"> 26. Graphic Industries&#x27; case (supra), relied on by the learned Additional Advocate-General also would not apply. It was a case where mandamus was sought for payment of certain sum of money on the basis of correspondence which took place between the M.P. and the Railway\n\nMinister and between the Additional Private Secretary to the Minister of Railways and Controller of Stores. The learned single Judge dismissed the writ petition, but the Division Bench allowed the same. On appeal, the Supreme Court held that material produced by the Railways did not show that the Railways acted unfairly in holding the payment of the Contractor and the High Court was not justified in directing Railways to make the payment and leaving open to the party to move appropriate Forum. But, in this case, he is not seeking the payment, but only validity of the G.O. is assailed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_25\">27. In Kum. <a href=\"/doc/1261492/\" id=\"a_42\">Shrilekha v. State of UP.</a>, , it was held that the requirement of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> being the duty to act fairly, justly and reasonably, there is nothing which militates against the concept of requiring the State always to so act even in contractual matters. What has been stated in paragraph 28 is that it would be difficult and unrealistic to exclude the State actions in contractual matters, after the contract has been made from the purview of the judicial review to test its validity on the anvil of <a href=\"/doc/367586/\" id=\"a_44\">Article 14.</a></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1193203\" id=\"span_26\">In <a href=\"/doc/1193203/\" id=\"a_45\">Asia Foundations</a>&#x27; case (supra), it was held that though the principle of judicial review cannot be denied so far as exercise of contractual powers of Government bodies are concerned, but it is intended to prevent arbitrariness or favouritism and it is exercised in the larger public interest or if it is brought to the notice of the Court that in the matter of award of a contract power has been exercised for any collateral purpose. It is not within the permissible limits of interference for a Court of law, particularly when there has been no allegation of malice or ulterior motive and particularly when the Court has not found any mala fides or favouritism in the grant of contract in favour of the successful bidder.</span> \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747748\" id=\"span_27\">In <a href=\"/doc/1747748/\" id=\"a_46\">Fasih Chaudhary v. Director General, Doordarshan</a>, , the Supreme Court held that the authorities like the Doordarshan should act fairly and their action should be legitimate and fair and transaction should be with any aversion, malice or affection. Nothing should be done which gives the impression of favouritism or nepotism. While fair play is an essential requirement, similarly, however, &quot;fair-play in the joints&quot; is also a necessary concomitant for an administrative body functioning in an administrative sphere.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_28\">In M/s. <a href=\"/doc/1058612/\" id=\"a_47\">Dwarakdas Marfatia and Sons v. Board of Trustees of the Port of Bombay</a>, , the Supreme Court held that all actions including contractual dealings held by the Government or statutory authority can be subject to the judicial review.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1602162\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467021\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_31\">The Court after referring to <a href=\"/doc/730804/\" id=\"a_48\">LIC of India v. Escorts Ltd.</a>, , <a href=\"/doc/467021/\" id=\"a_49\">Radha Krishna Agarwal v. State of Bihar</a>, 1977 (<a href=\"/doc/1602162/\" id=\"a_50\">3) SCC 457, Som Prakash Rekhi v. Union of India</a>, 1981 (1) SCC 449, the Supreme Court held that the every action/ activity of the State within the <a href=\"/doc/609139/\" id=\"a_51\">Article 12</a> of the Constitution of India in respect of any right conferred or privilege granted by any statute being subject to <a href=\"/doc/367586/\" id=\"a_52\">Article 14</a> of Constitution of India and must be reasonable and taken only upon lawful and relevant grounds of public interest. Where there is arbitrariness in State action, <a href=\"/doc/367586/\" id=\"a_53\">Article 14</a> springs in and judicial review strikes such an action down. Every action of the executive authority must be subject to rule of law and must be informed by reason. So, whatever be the activity of the public authority, it should meet the test of <a href=\"/doc/367586/\" id=\"a_54\">Article 14.</a></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1186368\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766147\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_36\">If a Governmental policy or action even in contractual matter fails to satisfy the test of reasonableness, it would be unconstitutional (Cases referred : <a href=\"/doc/1327287/\" id=\"a_55\">E.R. Royappa v. Slate of Tamil Nadu</a>, , <a href=\"/doc/1766147/\" id=\"a_56\">Maneka Gandhi v. Union of India</a>, , <a href=\"/doc/1186368/\" id=\"a_57\">Ajay Hasia v. Khalid Mnjib Sehravardi</a>, , <a href=\"/doc/1281050/\" id=\"a_58\">R.D.\n\nShetty v. International Airport Authority of India</a>, , Kasturi Lal Lakshmi Reddy v. State of J&amp;K, , and also <a href=\"/doc/730804/\" id=\"a_59\">LIC v. Escorts Ltd.</a>, ). But, however, the Supreme Court has placed some embargo also in this regard. It ruled that in assailing the action of the public authority the onus is entirely on the petitioner to establish that the State acted in a manner contrary to the provisions of <a href=\"/doc/367586/\" id=\"a_60\">Article 14</a> of Constitution of India as there is always a presumption that the Governmental action is reasonable and in public interest. In the course of judicial review, actions of the constituted authority, the Court cannot really substitute a decision reached by a fair principles keeping the policy of the Government. The judicial review as such is not concerned with the decision, but when the decision making process as it is necessary to bear in mind the ways and means in which the Court can control or supervise the judicial action of any authorities which is subject to judicial control.</span></span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"774836\" id=\"span_37\">In M/s. <a href=\"/doc/774836/\" id=\"a_61\">M.V. Vyavsaya &amp; Co.</a>&#x27;s case (supra), the Supreme Court laying the parameters for exercise of the power under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> of the Constitution of India observed as follows :</span> \n</p>   \n\n<blockquote id=\"blockquote_12\"> &quot;It has been repeatedly held by this Court that the power of the High Court under <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a> of the Constitution is not akin to appellate power. It is a supervisory power. While exercising this power, the Court does not go into the merits of the decision taken by the authorities concerned but only ensures that the decision is arrived at in accordance with the procedure prescribed by law and in accordance with the principles of natural justice wherever applicable. Further, where there are disputed questions of fact, the High Court does not normally go into or adjudicate upon the disputed questions of fact. Yet\n\nanother principle which has been repeatedly affirmed by this Court is that a person who solemnly enters into a contract cannot be allowed to wriggle out of it by resorting to <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> of the Constitution. This Court has also repeatedly emphasised the inadvisability of making interim orders which have the effect of depriving the State (the people of the State) of the revenues legitimately due to it. The Court should not take upon itself the responsibility of staying the recovery of amounts due to State unless a clear case of illegality is made out and the balance of convenience is duly considered. Otherwise, the odium of unlawfully depriving the State/the people of the monies lawfully due to it/ them would lie upon the Court. Particularly in the case of excise contracts, generally speaking, it is well nigh impossible to recover any arrears after the event. It is for this reason that the rules of all the States insist upon adequate deposits and securities before hand to be adjusted towards the last months of the year. These provisions and the spirit underlying them cannot be ignored or violated. Now, in the case of this contract, the loss to the State is the whopping sum of Rs.2,88,54,431/-. How much of this loss is attributable to the impugned orders is difficult to assess but it can be said with certainty that but for these orders, the State would have conducted the reauction in the month of May, 1995 itself in which event the loss to the State would have been far less. The respondent-firm carried on till December, 1995 without properly and fully paying the amounts due under the orders of the Court. A very, very sad tale. \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> In Chief Constable of the North Wales Police v. Evans, (1982) (3) All Eng. Reports 141, the House of Lords has observed that &quot;the purpose of judicial\n\nreview is to ensure that the individual receives fair treatment, and not to ensure that the authority, after according fair treatment, reaches on a matter which it is authorised or enjoined by law to decide for itself a conclusion which is correct in the eyes of the Court.&quot; This principle has been referred to with approval in innumerable decisions of this Court. This decision clearly sets out the limits of the supervisory power under <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution and emphasises that the jurisdiction under the said Article is neither unlimited nor unrestrained, much less unguided.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"906698\" id=\"span_38\">In <a href=\"/doc/906698/\" id=\"a_66\">Raja Mahendra Pral</a> &#x27;s case (supra), the Supreme Court held that &quot;the powers conferred upon the High Court under <a href=\"/doc/1712542/\" id=\"a_67\">Article 226</a> of the Constitution are discretionary in nature which can be invoked for the enforcement of any fundamental right or legal right but not for mere contractual rights arising out of an agreement particularly in view of the existence of an efficacious alternative remedy. The constitutional Court should insist upon the party to avail of the same instead of invoking the extraordinary writ jurisdiction of the Court. This does not however debar the Court from granting the appropriate relief to a citizen under peculiar and special facts notwithstanding the existence of an alternative efficacious remedy. The existence of the special circumstances are required to be noticed before issuance of the direction by the High Court while invoking the jurisdiction under the said Article. In the instant case, the High Court did not notice any special circumstance which could be held to have persuaded it to deviate from the settled proposition of law regarding the exercise of the writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_68\">Article 226.</a></span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> 32. But, as has already been stated that this is not a writ filed for enforcing the contractual obligations. It is an order passed\n\n\nby the Government and its validity is assailed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> 33. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_39\">In <a href=\"/doc/884513/\" id=\"a_69\">Tata Cellular v. Union of India</a>, (1994) 6 SCC 651, it was made crystal clear by the Supreme Court that the principle of judicial review would apply for exercise of contractual powers by the Government bodies in order to prevent arbitrariness or favouritism subject to certain limitations. Judicial quest in administrative matters has been find the right balance between the administrative discretion to decide the matters whether contractual or political in nature or issues of social policy; thus they are not essentially justiciable and the need to remedy any unfairness. Such an unfairness is set right by judicial review. The judicial review is concerned with reviewing not the merits of the decisions in support of which the application for judicial review is made, but the decision making process itself.&#x27; It is thus different from the appeal. Therefore, the Supreme Court in such matters held that the duty of the Court to confine itself to the question of legality and its concerned should be :</span> \n</p>   \n\n<blockquote id=\"blockquote_14\"> (1) whether a decision-making authority exceeded its powers ? \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (2) committed an error of law, \n \n\n (3) committed a breach of the rules of natural justice, \n \n\n (4) reached a decision which no reasonable Tribunal would have reached, or  \n \n\n (5) abused its powers.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> Therefore, it is not for the Court to determine whether a particular policy or particular decision taken in the fulfilment of that policy is fair. It is only concerned with the manner in which those decisions have been taken. The extent of the duty to act fairly will vary from case to case. Shortly put, the grounds upon which an administrative\n\naction is subject to control by judicial review can be classified as under : \n</p>   \n\n<blockquote id=\"blockquote_16\"> (i) Illegality : This means the decision maker must understand correctly the law that regulates his decision making power and must give effect to it. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> (ii) Irrationality, namely Wednesbury unreasonableness. It applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at. The decision is such that no authority properly directing itself on the relevant law and acting reasonably could have reached it. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> (iii) Procedural impropriety.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> The above are only the broad grounds but it does not rule out addition of further grounds in course of time. Another development is that referred to by Lord Diplock in R.V. Secretary of State for the Home Deplt, Ex. Brind, (1991) 1 AC 696, viz., the possible recognition of the principle of proportionality. Two other facets of irrationality may be mentioned (1) it is open to the Court to review the decision-maker&#x27;s evaluation of the facts. The Court will intervene where the facts taken as a whole could not logically warrant the conclusion of the decision-maker. If the weight of facts pointing to one course of action is overwhelming, then a decision the other way, cannot be upheld. (2) A decision would be regarded as unreasonable if it is impartial and unequal in its operation as between different classes. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> 34.    The Supreme Court thus deduced the following principles : \n</p>   \n\n<blockquote id=\"blockquote_19\"> &quot;(1) The modern trend points to judicial restraint in administrative action. \n</blockquote>\n \n\n<blockquote id=\"blockquote_20\"> (2) The Court does not sit as a Court of appeal but merely reviews the manner in which the decision was made. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (3) The Court does not have the expertise to correct the administrative decision. If a review of the administrative decision is permitted it will be substituting its own decision, without the necessary expertise which itself may be fallible. \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> (4) The terms of the invitation to tender cannot be open to judicial scrutiny because the invitation to tender is in the realm of contract. Normally speaking, the decision to accept the tender or award the contract is reached by process of negotiations, through several tiers. More often than not, such decisions are made qualitatively by experts. \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> (5) The Government must have freedom of contract. In other words, a fair play in the joints is a necessary concomitant for an administrative body functioning in an administrative sphere or quasi-administrative sphere. However, the decision must not only be tested by the application of Wednesbury principle of reasonableness (including its other facts pointed out above) but must be free from arbitrariness not affected by bias or actuated by mala fides. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> (6) Quashing decisions may impose heavy administrative burden on the administration and lead to increased and imbudgeted expenditure.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> 35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1143223\" id=\"span_40\">In a recent decision of the Supreme Court in <a href=\"/doc/1143223/\" id=\"a_70\">Air India Ltd. v. Cochin International Airport Ltd</a>, , the Supreme Court has clearly laid down the guidelines as to interference of this Court under <a href=\"/doc/1712542/\" id=\"a_71\">Article 226</a> of the Constitution of India in the matters relating to tenders. After referring to various case laws on the subject, the Supreme Court observed as follows :</span> \n</p>  \n<blockquote id=\"blockquote_25\">&quot;The law relating to award of a contract by the State, its corporations and bodies acting as instrumentalities and agencies of the Government has been settled by the decision of this Court in R.D. Shelly v. International Airport Authority, , Fertilizer Corporation Kamgar Union v. Union of India, , Asst. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1102476\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96932\" id=\"span_43\"><a href=\"/doc/96932/\" id=\"a_72\">Collector, Central Excise v. Dunlop India Ltd.</a>, ; <a href=\"/doc/884513/\" id=\"a_73\">Tata Cellular v. Union of India</a>, ; <a href=\"/doc/1102476/\" id=\"a_74\">Ranmiklal N. Bhutta v. State of Maharashtra</a>,  and Rounaq International Ltd. v. IVR Construction Ltd. . The award of contract, whether it is by a private party or by a public body or the State, is essentially a commercial transaction. In arriving at a commercial decision considerations which are of paramount are commercial considerations. The State can choose its own method to arrive at a decision. It can fix its own terms of invitation to tender and that is not open to judicial scrutiny. It can enter into negotiations before finally deciding to accept one of the offers made to it. Price need not always be the sole criterion for awarding a contract. It is free to grant any relaxation, for bona fide reasons, if the tender conditions permit such a relaxation. It may not accept the offer even though it happens to be the highest or the lowest. But the State, is Corporations, instrumentalities and agencies are bound to adhere to the norms, standards and procedures laid down by them and cannot depart from them arbitrarily. Though that decision is not amenable to judicial review, the Court can examine the decision making process and interfere if it is found vitiated by mala fides,\n\nunreasonableness and arbitrariness. The State, is Corporations, instrumentalities and agencies have the public duty to be fair to all concerned. Even when some defect is found in the decision-making process the Court must exercise its discretionary power under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> with great caution and should exercise it only in furtherance of public interest and not merely on the making out of a legal point. The Court should always keep the larger public interest in mind in order to decide whether its intervention&#x27;s called for or not. Only when it comes to a conclusion that overwhelming public interest requires interference, the Court should intervene.&quot;</span></span></span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> The learned Additional Advocate-General also refer to various decisions of this Court. But, in view of the Supreme Court decisions, it would be only repetitive of the case law decided on the subject. Therefore, 1 refrain myself from referring the judgments of this Court which have been based on the decisions of the Supreme Court and the decisions of the Supreme Court have already been extracted in the preceding paragraphs. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 36. Thus, a survey of the aforesaid decisions will make it clear the actions of the State or instrumentalities of the State even in the contractual sphere is also amenable for judicial scrutiny under writ jurisdiction with certain limitations. If it is found that the State has acted arbitrarily in violation of <a href=\"/doc/367586/\" id=\"a_76\">Article 14</a> of the Constitution of India, even in non-statutory contracts also, the said action is liable to be declared as unconstitutional. It cannot plead immunity from <a href=\"/doc/367586/\" id=\"a_77\">Article 14</a> of all its actions. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> 37. The arbitrariness may creep at any stage even in the contractual matters namely at the stage of tender notification, during the process of finalisation of the tenders, subsequent to entering of contracts,\n\nduring the currency of contracts and after the period of contract. Thus, there is no definite yardstick of interference by this Court under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 38. The learned Additional Advocate-General submits that in the instant case the contract was already entered between the parties. When once the contract is entered, which was a product of consensus ad idem then this Court would not interfere in a post-contractual matters. This contention cannot be accepted. If it is accepted, then it would be giving a licence to the State to act in a arbitrary manner, even during the currency of the contract and subsequent to the contract. No such power is vested with the Government as can be noticed from various decisions of the Supreme Court referred to above. In fact learned Additional Advocate-General fairly concede that even in matters relating to contractual nature, the Court can interfere on the ground of arbitrariness under <a href=\"/doc/367586/\" id=\"a_79\">Article 14</a>, but it should be in rarest of rare cases. Therefore, the actions of the State are always expected to conform to <a href=\"/doc/367586/\" id=\"a_80\">Article 14</a> of the Constitution of India either during the contract or prior to the contract or subsequent to the contract. The contention that if any violation is made subsequent to the agreement entered between the parties that will oust jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_81\">Article 226</a> of the Constitution of India cannot be accepted as that would be only in the realm of private law where two private parties are parties to the contract. But where the Government is one of the party to the contract its actions always should conform to the requirement of <a href=\"/doc/367586/\" id=\"a_82\">Article 14</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"Section\" id=\"p_44\"> 39. Admittedly, in the instant case, the contract was entered between the Slate and the writ petitioner. The rate mutually agreed between the parties was Rs.126/- for\n\nF &amp; F Rock cutting. Though it was estimated 119 cubic meters, but during the actual execution, it was found much more namely beyond 6 lacks cubic meters and the authorities paid the amount @ 126/- per cubic metre upto 1993 by which time the F &amp; F Rock cutting was completed to the extent of 72%. At this point of time, the Superintending Engineer found that if the amount is paid @ 126/- per cubic metre the amount would be enormous, therefore, brought it to the notice of the Government to take appropriate action and to constitute an appropriate committee in that regard. Thereafter, the Government constituted a committee consisting of higher officials and it has also found that the payment of Rs.126/- is quite reasonable and fair. In the meanwhile, period of contract was also over and the entire work was completed. But, however, by the impugned order, the Government directed the Chief Engineer to fix the rate @ 90/- instead of 126/- per F &amp; F Rock for the entire extra work done by the contractor. Therefore, by the time, the impugned order was passed, the work was already completed and the amount for more than 72% of the work was paid @ 126/- and the entire work was completed in 1995 and the orders were passed after 3 years after the work was completed, which is the effect of reducing the value of the work which was agreed between the parties. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_45\"> 40. The learned Additional Advocate-General submits that the action was taken in pursuance of the terms of contract between the parties under clause 32 and therefore, if there is any violation of the conditions, it is open for the petitioner to take necessary steps in terms of the said contract. But, he cannot approach this Court by filing the writ petition. Clause 32 is extracted below : \n</p>   \n\n<blockquote id=\"blockquote_26\"> &quot;32 Alterations, Additions and Omissions :-- \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> (1) Variations : \n</blockquote>\n \n\n<blockquote id=\"blockquote_28\"> (a) The quantities set out in the Bill of Quantities are the estimated quantities of the work, but they are not be taken as the actual and correct quantities of the works to be executed by the contractor in fulfilment of the obligations under the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_29\"> (b) The Employer shall make any variation of the form, quality of the quantity of the works or any part thereof that may in his opinion, be necessary and for that purpose, or if for any other reason it shall in his opinion be desirable, he shall have power to order the contractor to do and the contractor shall do any of the following : \n</blockquote>   \n\n<blockquote id=\"blockquote_30\"> (i) increase or decrease the quantity of any work included in the contract; \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> (ii) omit any such work; \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (iii) change the character or quality or kind of any such work; \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> (iv) change the levels, lines, position and dimensions of any part of the works; \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (v) execute additional work of any kind necessary for the completion of the works, \n \n\n</blockquote><blockquote id=\"blockquote_35\"> (vi) change any specified sequences, method or timing of construction of any part of the works.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\"> and no such variation shall in any way vitiate or invalidate the contract, but the value, if any, of all such variations shall be taken into account in ascertaining the amount of the contract price. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> (2) Orders for variations to be in writing : \n</p><blockquote id=\"blockquote_36\">  No such variations shall be made by the Contractor without any order in writing of the Employer, provided\n\nthat no order in writing shall be required for increase or decrease in the quantity of any work where such increase or decrease is not the result of an order given under this clause, but is the result of the quantities exceeding or being less than those stated in the Bill of Quantities : \n</blockquote> \n\n<blockquote id=\"blockquote_37\"> Provided also that if for any reason the employer, shall consider it desirable to give any such order verbally, the contractor shall comply with such order and any confirmation in writing of such verbal order given by the employer, whether before or after the carrying out of the order, shall be deemed to be an order in writing within the meaning of this clause; \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> Provided further that if the contractor shall within seven days confirm in writing to the employer, and such confirmation shall not be contradicted in writing within fourteen days by the employer, it shall be deemed to be an order in writing by the employer. \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> (3) Valuation of variation :-- \n</blockquote>   \n\n<blockquote id=\"blockquote_40\"> (a) All extra or additional work done or work omitted by order of the employer, shall be valued at the rates and prices set out in the contract, if in the opinion of the employer, the same shall be applicable. If the contract does not contain any rates or prices, applicable to the extra or additional work, then suitable rates or prices shall be agreed upon between the employer and contractor. In the event of disagreement the employer shall Fix such rates or prices and the foreign currency requirement thereof as shall in the opinion, be reasonable and proper. \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> (b) Provided that if the nature or\namount of any omission or addition\n\nrelative to the nature or amount of the whole of the works or to any part thereof shall be such that; in the opinion of the employer, the rate or price contained in the contract for any item of the works is, by reason of such omission or addition, rendered unreasonable or inapplicable, then a suitable rate or price shall be agreed upon between the employer and the contractor. In the event of disagreement the employer shall fix such other rate or price and the foreign currency requirement thereof as shall, in his opinion, be reasonable and proper having regard to the circumstances :  \n</blockquote> \n\n<blockquote id=\"blockquote_42\"> Provided that no change in the unit rates or prices quoted shall be considered for items included in the schedule of day work rates notwithstanding the quantity of work performed under such schedule, nor for any item in the other schedules to the bill of quantities, unless such item individually accounts for an amount of more than 2 per cent of the contract price named in the Letter of Acceptance, and the actual quantity of work performed under the item exceeds or falls short of the original billed quantity by more than 25 per cent. \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> Provided also that no increase or decrease under sub-clause (a) of this clause or variation of rate or prices under sub-clause (b) of this clause shall be made unless, as soon after the date of the order as is practicable and, in the case of extra or additional work before the commencement of the work as soon thereafter as is practicable notice shall have been given in writing : \n</blockquote>   \n\n<blockquote id=\"blockquote_44\"> (i) by the contractor to the employer of his intention to claim extra payment or a varied rate or price, or  \n\n \n\n</blockquote><blockquote id=\"blockquote_45\"> (ii) by the employer to the contractor of his intention to vary a rate of price. \n</blockquote> \n\n<blockquote id=\"blockquote_46\"> (4) and (5).........&quot;   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_48\"> Referring to these clause, the learned Additional Advocate-General submits that the matter was discussed between the Superintending Engineer and the contractor and it was already decided on 11-6-1993 fixing Rs.90/- by the Superintending Engineer. According to the learned Additional Advocate-General minutes were drafted and the text of the minutes in the counter are extracted as under : \n</p><blockquote id=\"blockquote_47\">  &quot;F &amp; F Rock :--This is a new item not covered in the schedule. The contractor has not agreed for the rate of Rs.90/-offered for this item. Hence, the rate of Rs.90/- (Rupees Ninety only) is fixed for payment of this item under this schedule.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"> A bare reading of this minutes, it is clearly shows that the very approach of the Superintending Engineer was misconceived. He proceeded on the base of new item. On the other hand, it is a clear case of the Government that the additional work was over and above 119 cubic meters. Now it swelled over 6 lakhs cubic meters. Thus, the very basis of the understanding was on wrong footing. Be that as it may, the matter was referred to the Government and the Government had constituted a committee and the Committee has affirmed that the petitioner was entitled for Rs.126/- per cubic metre. But giving a go bye to the recommendation of the high power committee and fixing the rate at Rs.90/- can it be said that it is an arbitrary and illegal. As already stated, the fixation of Rs.90/- is not the issue in the writ petition to be considered. But, the process adopted by the Government in reducing the amount is to be tested on the anvil of the <a href=\"/doc/367586/\" id=\"a_83\">Article 14</a> of the Constitution of India. If the process is highly unreasonable and unjust or unfair and if it is not in the public interest, it is\n\nalways open for this Court to strike down the decision taken by the Government. If the process adopted is contrary to the terms of the contract, it would be unreasonable and unfair action and this Court is certainly entitled to interdict the action of the Government. When the terms of contract say a particular mode of process to be adopted and if the Government adopts a different mode, it has to be declared as arbitrary and unconstitutional. It cannot be construed as interpreting the terms of the contract. But, at the same time, it would be only stepping into action with the power of judicial review to test whether the process adopted was fair and transparent on the touch stone of <a href=\"/doc/367586/\" id=\"a_84\">Article 14.</a> The proviso is very clear that in case of increase or decrease or rate of additional work, the same is permissible before the commencement of the so called additional work as soon as thereafter as is practicable by giving notice in writing. But, in the instant case the extra F&amp;F Rock was noticed immediately after commencement of excavation in 1991 and the extra rock was excavated upto 1993, it is only after completing 72% of excavation and after payment was made @126/- per cubic metre and after Superintending Engineer found that it would be enormous amount, the Government tried to meddle with the contract by invoking the alleged power under clause 32. But, even that power has to be exercise before the commencement of the work or as soon as thereafter as is practicable as can be noticed from the proviso. It is not the case of the Government that they have not detected this extra F&amp;F Rock excavation in 1991 itself when the execution of work commenced. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_50\"> 41. The learned Additional Advocate-General submits that since in the earlier estimates 119 cubic meters, it was agreed at 126/- per cubic metre, but since the excavation was enormous, it was always open for the Government to vary the rates.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">That contention can be accepted only if a decision is taken before the commencement of the additional work or as soon as thereafter as was practicable as set out in proviso (2) of clause 32(3). It is not the case of the Government that it was an impracticable situation. They had the knowledge of extra F&amp;F Rock right from the commencement of the work and upto 1993 when the F&amp;F Rock was excavated, the Contractor was paid at Rs.126/- per cubic metre, by which time 72% of the rock cutting was completed. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> 42. The learned Counsel for the petitioner, however, submits that the very approach of the authorities in passing the impugned order is arbitrary and mala fide. Even according to the documents produced, it was found that the Superintending Engineer noticed that it would involve heavy amounts. Therefore, a revision of rate is necessary, but revision cannot be construed as reducing the amount more especially in the wake of the recommendations of the Expert Committee. No reasons were assigned by the Government as to why it has refused to accept the recommendations of the Expert Committee and more over the recommendations of the Committee have not been referred to at all in the impugned order having constituted the same for the purpose of recommending the rate. In the counter it was sought to be explained that the recommendation is not binding and the Government is at liberty to accept the rate which it thinks reasonable. That is an argument in the despair. When once the Government itself thought it fit that it could not decide the issue without opinion of the Expert Committee, it is all the more necessary that it should consider the recommendations of the Committee and decide whether the recommendations were acceptable or not. But, giving a complete go bye to the recommendations feigning ignorance of the same itself create any amount of suspicion to establish that the Government has not acted in a bona fide,\n\nreasonable and transparent manner. It cannot also be contended that in view of public interest the decision of the Government cannot be assailed. In the instant case, it is clear that the procedure adopted by the Government in issuing the impugned G.O. is not only unfair and unreasonable, but invoking the power under clause 32 is also equally illegal and arbitrary. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> 43. Viewed from any angle I find the impugned order is wholly arbitrary and unconstitutional offending the <a href=\"/doc/367586/\" id=\"a_85\">Article 14</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\"> 44. Accordingly, the impugned orders are set aside. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\"> 45. The writ petition is accordingly allowed. No costs. \n</p> \n\n","numcites":37,"numcitedby":42,"docsource":"Andhra HC (Pre-Telangana)","citetid":14691014,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"non statutory contracts","formInput":"non%20statutory%20contracts"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"article 14 of constitution of india ","formInput":"article%2014%20of%20constitution%20of%20india%20"},{"value":"226 of the constitution of india","formInput":"226%20of%20the%20constitution%20of%20india"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"mandamus","formInput":"mandamus"},{"value":"Favouritism","formInput":"Favouritism"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"decision making process","formInput":"decision%20making%20process"},{"value":"decision making","formInput":"decision%20making"},{"value":"airport authority","formInput":"airport%20authority"},{"value":"unconstitutional","formInput":"unconstitutional"},{"value":"mala fides","formInput":"mala%20fides"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}