{"tid":169849041,"publishdate":"2012-02-23","title":"Crl.Appeal No.773-Db Of 2009 vs State Of Haryana 1994(3) Rcr (Crl.) 625 ... on 23 February, 2012","doc":"<h2 class=\"doc_title\">Crl.Appeal No.773-Db Of 2009 vs State Of Haryana 1994(3) Rcr (Crl.) 625 ... on 23 February, 2012</h2>\n\n<pre id=\"pre_1\">                 Crl.Misc.No.64986 of 2011 in\n                 Crl.Appeal No.773-DB of 2009\n\n\nPresent:   Mr.R.S.Rai, Senior Advocate\n           with Mr.Deepinder Brar, Advocate\n           for the applicant/appellant..\n\n           Mr.H.S.Deol, Additional Advocate General, Haryana.\n                           ***\n</pre>\n\n<p data-structure=\"PetArg\" id=\"p_1\">           Learned Senior Counsel for the applicant/appellant has\n\nsubmitted that the applicant/appellant Virender Sethi, who was\n\nreleased on parole has surrendered in the jail on the due date i.e.\n\n29.1.2012. He has submitted a certificate in this regard issued by\n\nShri Ramesh Kumar, Deputy Superintendent, District Jail, Gurgaon.\n\nThe same is taken on record.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_2\">           Heard learned counsel for the parties.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">           The applicant/appellant Virender Sethi and deceased\n\nNeha met each other on 10.03.2007. On the next day i.e. 11.3.2007\n\nthey solemnized their marriage amongst themselves. It was the\n\nsecond marriage of both the parties. On 11.10.2007, Tirlok Kumar\n\nGupta, father of Neha lodged a report regarding her death. It is\n\nalleged by the complainant that after some days of the marriage, the\n\naccused Virender Sethi, his father Jai Narain, his mother and his two\n\nsisters Namarta and Pooja taunted Neha for bringing insufficient\n\ndowry and they started beating her. Neha informed the complainant\n\nabout this fact on telephone and also after she came to the house of\n\nthe complainant. The complainant about a month earlier to filing of\n\nthe report requested the accused not to spoil the life of his daughter.\n\nIt is alleged that 15 days before the date of filing the report, the\n\ncomplainant along with his elder brother Ashok Kumar and his son\n Crl.Misc.No.64986 of 2011 in\nCrl.Appeal No.773-DB of 2009\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                      -2-</span>\n\nVipul Gupta went to the house of the accused in Jammu. They\n\ndemanded a sum of Rs.Ten lacs and they remarked that otherwise\n\nthey would harass his daughter and would kill her. The complainant\n\npaid Rs. two lacs in cash and promised to pay remaining amount of\n\nRs. Eight lacs upto March. The accused, however, did not believe\n\nthis undertaking of the complainant and kept on causing harassment\n\nto his daughter. They did not permit her to talk with them on\n\ntelephone. Somebody on the previous night to lodging the report\n\ninformed on telephone that the daughter of the complainant had died.\n\nConsequently, the complainant along with his brother Ashok Kumar\n\nand other relatives reached Gurgaon. The flat was found closed. The\n\ncomplainant enquired about the cause of death of his daughter and\n\ncame to know that on 10.10.2007, the father in law and mother in law\n\nof the daughter of the complainant had come to the flat and the\n\ncomplainant came to know that his daughter Neha was given taunts\n\nand was caused harassment for dowry. Ultimately she committed\n\nsuicide by hanging being compelled with the taunts and demands of\n\nthe accused. A suicide note of Neha was also recovered.\n\n</p><p data-structure=\"Precedent\" id=\"p_4\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"998975\" id=\"span_2\">In terms of the suicide note it may be noticed that there\n\nare no allegations of demand of dowry although there are allegations\n\nof harassment. Therefore, it is to be considered at the time of final\n\nhearing of the appeal as to whether the death of Neha had occurred\n\nin connection with demand of dowry soon before her death. Besides,\n\nthe applicant/appellant has been sentenced to undergo rigorous\n Crl.Misc.No.64986 of 2011 in\nCrl.Appeal No.773-DB of 2009\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                       -3-</span>\n\nimprisonment for life. It is to be considered in the context of the\n\njudgment of the Hon&#x27;ble Supreme Court of India in <a href=\"/doc/998975/\" id=\"a_1\">Hem Chand\n\nversus State of Haryana</a> 1994(3) RCR (Crl.) 625 that imprisonment\n\nfor life in a case under <a href=\"/doc/653797/\" id=\"a_2\">Section 304-B</a> IPC is to be passed in rare\n\ncases.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_5\">           In terms of the affidavit of Ramesh Kumar, Deputy\n\nSuperintendent, District Jail, Gurgaon, the applicant/appellant has\n\nundergone imprisonment of 4 years, 2 months and 15 days as on\n\n31.12.2011. The appeal is not likely to mature for hearing in the near\n\nfuture. Therefore, in the facts and circumstances, it would be just and\n\nexpedient to suspend the sentence for imprisonment of the\n\napplicant/appellant during the pendency of the appeal.\n\n</p><p data-structure=\"Conclusion\" id=\"p_6\">           Accordingly, criminal miscellaneous application is allowed\n\nand the sentence of imprisonment of the applicant/appellant Virender\n\nSethi during the pendency of the appeal shall remain suspended\n\nsubject to his furnishing personal bond and surety to the satisfaction\n\nof the learned Chief Judicial Magistrate, Gurgaon.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_7\">                                               (S.S.SARON)\n                                                   JUDGE\n\n\n\n\n                                               (M.JEYAPAUL)\n                                                   JUDGE\n February 23, 2012\np.singh\n </p>","numcites":2,"numcitedby":50,"docsource":"Punjab-Haryana High Court","citetid":169849041,"divtype":"judgments","relatedqs":[{"value":"suicide","formInput":"suicide"},{"value":"GURGAON  ","formInput":"GURGAON%20%20"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"}],"courtcopy":true,"query_alert":null,"agreement":false}