{"tid":117180628,"publishdate":"2009-01-09","title":"Jayanta Kumar Pan & Anr vs Bharat Petroleum Corporation Ltd on 9 January, 2009","doc":"<h2 class=\"doc_title\">Jayanta Kumar Pan &amp; Anr vs Bharat Petroleum Corporation Ltd on 9 January, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-k-gupta\">Debasish Kar Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-k-gupta\">Debasish Kar Gupta</a></h3>\n\n<pre id=\"pre_1\">                          IN THE HIGH COURT AT CALCUTTA\n                               Constitutional Writ Jurisdiction\n                                        Appellate Side\n\n\nPresent:\n\nThe Hon&#x27;ble Justice Debasish Kar Gupta\n\n\n\n                                   W. P. No.5089(W) of 2006\n\n                                  Jayanta Kumar Pan &amp; Anr.,\n                                            versus\n                           Bharat Petroleum Corporation Ltd., &amp; Ors.\n\n\n\n\nFor Petitioners       :      Mr. Kalyan Bandyopadhyay,\n                             Mr. Mintu Goswami,\n                             Mr. Kishor Dutta.\n\nFor Respondents       :      Mr. Arunava Ghosh,</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                             Mr. Sanjib Kumar Mal,\n                             Mr. Bimalendu Das.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">Judgment On :                 09-01-2009.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Issue\" id=\"p_5\">       The subject matter of challenge in this writ application is the order dated February 24,\n\n2006 passed by the respondent no.3 terminating the dispensing pump and selling licence (DPSL)\n\nagreement dated April 20, 1997.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">       The petitioners were running a retail dispensing pump under the name and style &quot;Kamala\n\nAuto Stores&quot; at G. T. Road, Nurkona, District Burdwan on the strength of dispensing pump and\n\nselling licence dated April 20, 1997(hereinafter referred to as the said agreement). for sale of\n\npetroleum products namely, Motor Spirit, Hi-Speed Diesel etc, produced by the Bharat Petroleum\n\nCorporation Ltd.,\n          The respondent no.3 issued a show-cause notice dated August 8, 2005 to the petitioners\n\nto show-cause as to why the retail outlet of the petitioners had been found dry of HSD during\n\ninspection on August 7, 2005. In reply the petitioners informed the respondent no.3 on August\n\n13, 2005 that the cause of drying out of HSD on August 7, 2005 was delay in receiving the supply\n\nof the product. Thereafter, the respondent no.3 issued a show cause notice dated August 23,\n\n2005 to the effect as to why the respondent authority would not take action against the\n\npetitioners&#x27; dealership for violation of Clause 13a of the said agreement. The above show cause\n\nnotice further contended that indent for supplying HSD had been placed by the petitioners on\n\nAugust 8, 2005 and the same was supplied on the same day.                  On January 30, 2006 the\n\npetitioners received another communication from the Assistant Manager, Sales and Engineer,\n\nDurgapur of the respondent no.1 to the effect that during his visit to the retail outlet of the\n\npetitioner on January 27, 2006, the above outlet was found dry of Hi-speed Diesel.\n\nSubsequently, the petitioners received a show cause notice dated February 6, 2006 from the\n\nrespondent no.3 to show cause as to why action should not be taken against the petitioners for\n\nviolation of clause nos.10(b),(j), 13.a(ii), (v), (vii), (viii) of the said agreement dated April 20, 1997\n\non the basis of facts and circumstances mentioned in the above notice. The petitioner no.1 as per\n\nhis communication dated February 14, 2006 informed the respondent authority, of the following\n\nground as the cause of his temporary reduction in placing orders for petroleum products:\n\n</p><pre id=\"pre_2\">       (i)     The petitioner no.1 faced a car accident two months ago.\n\n       (ii)    Fifteen days ago fire broke out at his residence due to electric short-circuit and\n\n               valuable goods were destroyed.\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_7\">       Thereafter, by the impugned order dated February 24, 2006 the said agreement dated\n\nApril 20, 1997 was cancelled by the respondent no.3.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">       At the very out set, a preliminary objection is raised on behalf of the respondents with\n\nregard to the maintainability of this writ application.\n</p><p data-structure=\"Issue\" id=\"p_9\">         It is submitted on behalf of the respondents that no public law element is involved in this\n\nwrit application. The subject matter involved in this writ application relates to only private law\n\nelement.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">       It is further submitted on behalf of the respondents that in the contractual field the state\n\nor its instrumentality acts purely in its executive capacity and the relationship in between the\n\nparties are no longer governed by the constitutional provisions but by the legally valid contract\n\nwhich determines the rights and obligations of the parties inter se.\n\n</p><p data-structure=\"Issue\" id=\"p_11\">       It is also submitted that the remedy of <a href=\"/doc/1712542/\" id=\"a_1\">article 226</a> is unavailable to enforce a qua-contract.\n\nPrivate law may involve a state, a subordinate body or a public body in contractual or tortuous\n\nbut they cannot be siphoned off in to writ jurisdiction.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">        It is further submitted on behalf of the respondents that in the field of contract the court\n\nmust bear in mind that the State or its agent may suffer financial loss.          According to the\n\nrespondents, in any case, if the dispute cannot be resolved without any external aid then an\n\napplication under <a href=\"/doc/1712542/\" id=\"a_2\">article 226</a> of the constitution of India is not maintainable.\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1395692\" id=\"span_1\">Relying upon the decision of <a href=\"/doc/1395692/\" id=\"a_3\">Kulchhinder Singh Vs. Hardayal Singh Brar</a> reported in\n\nAIR 1976 SC 2216 it is submitted on behalf of the respondents that the remedy of <a href=\"/doc/1712542/\" id=\"a_4\">article 226</a> is\n\nunavailable to enforce a qua contract.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_2\">Relying upon the decision of <a href=\"/doc/541216/\" id=\"a_5\">Radhakrishna Agarwal Vs.\n\nState of Bihar</a> reported in AIR 1977 SC 1496 it is submitted that after the state or its agents\n\nhave entered into the field of ordinary contract the relations are no longer governed by the\n\nconstitutional provisions but by the legal valid contract which determines the rights and\n\nobligations of the parties inter se. No question arises with regard to the violation of <a href=\"/doc/367586/\" id=\"a_6\">article 14</a> or\n\nany other constitutional provision with the State or its agents purporting to act within this field,\n\nperformed any act. Relying upon the decision of Div.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_3\"><a href=\"/doc/248227/\" id=\"a_7\">Forest Officer Vs. Bishwanath Tea Co.\n\nLtd.</a> reported in AIR 1981 SC 1368 it is submitted on behalf of the respondents that a right to\n\nrelief flowing from a contract has to be claimed in a civil court where a suit for a specific\n\nperformance of contract or damages could be filed.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_4\">Relying upon the decision of     <a href=\"/doc/1893286/\" id=\"a_8\">Bareilly\n\nDevelopment Authority Vs. Ajai Pal Singh</a> reported in AIR 1989 SC 1076 it is submitted on\n\nbehalf of the respondents that where the contract entered into between the State and the persons\n aggrieved is non-statutory and purely contractual and the rights are governed only by the terms\n\nof that contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_9\">article 226</a> of the constitution of India so as\n\nto compel the authorities to remedy a breach of contract pure and simple.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"730804\" id=\"span_5\">Reliance is placed by\n\nthe respondents on the decisions of      <a href=\"/doc/730804/\" id=\"a_10\">Life Insurance Corporation of India Vs. Escorts Ltd.</a>,\n\nreported in (1986) 1 SCC 264, Assistant Excise Commissioner &amp; Ors. etc. etc. reported in\n\nJT 1994(2)SC 140, State of Gujarat etc. Meghji Pethraj Shah Charitable Trust &amp; Ors.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1446625\" id=\"span_6\">etc.,\n\nreported in JT 1994(3) SC 96, Kerala SEB Vs. Kurien E. Kalathil reported in (2000) 6 SCC\n\n293, Sri Anupam Ghosh Vs. Union of India &amp; Ors., reported in 1991(<a href=\"/doc/1446625/\" id=\"a_11\">2) CHN 451 and Coal\n\nIndia Ltd. Vs. Indian Explosive Ltd.</a>, reported in 2006(3) CHN 433 in support of the above\n\nsubmissions.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">       On the other hand it is submitted on behalf of the writ petitioners that in an appropriate\n\ncase, a writ petition against the State or an instrumentality of a State arising out of the a\n\ncontractual obligation is maintainable. Merely because some disputed question of fact arise for\n\nconsideration, same cannot be a ground to reject a writ petitioner in all case as a matter of rule.\n\nA writ petition involving a consequential relief of mandatory claim is also maintainable.\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">       It is submitted on behalf of the petitioners that a court sitting in writ jurisdiction can\n\nalways interfere in the contractual field where the state on its instrumentality acts arbitrarily.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">        It is further submitted on behalf of the petitioners that if a contract or a clause in a\n\ncontract is found unreasonable or unfair or irrational one must look to the relative bargaining\n\npower of the contracting parties in dotted lines contracts there would not be no occasion for a\n\nweaker party to bargain or to assume to have equal bargaining power. He is to accept or to leave\n\nthe services or goods in terms of the dotted line contract.       Therefore, the dichotomy between\n\npublic law and private law rights and remedies, though may          not be separated by any strait-\n\njacket formula, it would depend upon the factual matrix.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">       It is also submitted on behalf of the petitioners that the distinction between public law\n\nremedy and private law filed cannot be demarcated with precision and the distinction in between\n\npublic law and private law remedy has now become too thin and practically obliterated.\n</p><p data-structure=\"PetArg\" id=\"p_18\">         It is submitted on behalf of the petitioners that its sphere of contractual relations the\n\nState, or its instrumentality, public authority or those whose acts bear insignia of public element\n\nor public character are amenable to judicial review and the validity of such action would be tested\n\non the anvil of <a href=\"/doc/367586/\" id=\"a_12\">Article 14</a> of the constitution of India.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">        It is submitted on behalf of the petitioners that in an appropriate case, the writ court has\n\nthe jurisdiction to entertain a writ petition involving disputed question of fact when the dispute\n\ncan be decided on the basis of the materials available on record and without any extraordinary\n\naid.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">        It is further submitted on behalf of the petitioners that no decision lays down an absolute\n\nrule that in all cases involving disputed question of facts the party should be relegated to a civil\n\ncourt. According to the petitioners the opportunity of judicial review cannot be denied even in\n\ncontractual matters or matters in which the Government exercises its contractual power. The\n\njudicial review is intended to prevent arbitrariness and it must be exercised in large public\n\ninterest.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">        According to the petitioners it is the settled of law that in the field of contracts the State\n\nand its instrumentalities ought to so design their activities as would ensure fair competition and\n\nnon-discrimination. It is now, no longer res integra that the contractual disputes involving public\n\nlaw element are only amicable to writ jurisdiction.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"621051\" id=\"span_7\">Reliance is placed on the decisions of <a href=\"/doc/621051/\" id=\"a_13\">Dr. Rashlal Yadav Vs State of Bihar</a>, reported in\n\n(1994) 5 SCC 267 to submit that the third element of the rules of principles of natural justice is\n\nprocedural reasonableness.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1513693\" id=\"span_8\">Relying upon the decision of <a href=\"/doc/1513693/\" id=\"a_14\">LIC of India &amp; Anr. Vs. Consumer\n\nEducation &amp; Research Centre &amp; Ors.</a> reported in (1995) 5 SCC 482 it is submitted that the\n\ndistinction between public law and private law remedy in the field of contract has now become too\n\nthin and practically obliterated.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_9\">Relying upon the decision of <a href=\"/doc/1943124/\" id=\"a_15\">ABL International Ltd. &amp; Anr. Vs.\n\nExport Credit Guarantee Corporation of India Ltd. &amp; Ors.</a> reported in (2004) 3 SCC 553 it is\n\nsubmitted on behalf of the petitioners that in an appropriate case, a writ petition against a state\n\nor its instrumentality arising out of a contractual obligation is maintainable and merely because\n\nsome disputed question of fact arise for consideration, the same cannot be a ground to refuse to\n entertain a writ petition in all cases as a matter of rule.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1766860\" id=\"span_10\">Reliance is also placed on the decision of\n\n<a href=\"/doc/1766860/\" id=\"a_16\">Jamshed Hormusji Wadia Vs. Board of Trustees, Port of Mumbai &amp; Anr.</a> reported in (2004) 3\n\nSCC 214 to submit on behalf of the petitioners that in the field of contracts the State and its\n\ninstrumentality ought to so design their activities as would ensure fair competition and non-\n\ndiscrimination. According to the petitioners a writ petition would be maintainable even it involves\n\nsome disputed question of fact and no decision lays down absolute rule that in all cases involving\n\nundisputed question of facts a party should be relegated to a civil court.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"206943\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"354257\" id=\"span_12\">Reliance is placed on\n\nthe decisions of    <a href=\"/doc/354257/\" id=\"a_17\">Noble Resources Ltd. Vs. State of Orissa</a>, reported in (<a href=\"/doc/206943/\" id=\"a_18\">2006) 10 236,\n\nReliance Energy Ltd. &amp; Anr., Vs. Maharashtra State Road Development Corpn. Ltd. &amp; Ors.</a>\n\nreported in (2007)8 SCC 1 to submit that in matters of judicial review the basic test is to see\n\nthere is any irregularity   in the decision making process and not the decision itself and that\n\nprincipal of judicial review cannot be denied even in contractual matters.         Relying upon the\n\ndecision of Food Corpn. of India &amp; Anr. Vs. M/s. SEII Ltd. &amp; Ors. reported in 2008 AIR SCW\n\n932, it is submitted on behalf of the petitioners that <a href=\"/doc/367586/\" id=\"a_19\">article 14</a> of the constitution of India has\n\nreceived a liberal interpretation over the years and its scope has also been expanded by creative\n\ninterpretation of the court. The law has developed in this field to a great extent. And a court\n\nsitting in writ jurisdiction may grant such relief to which the writ petitioner would be entitled to\n\nin law as well as in equity in an appropriate case.</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n</p><p data-structure=\"CDiscource\" id=\"p_24\">       After an indepth study on the question of maintainability of a writ petition in the\n\ncontractual field where the State or its instrumentality is a party as also taking into consideration\n\nthe submissions made by the learned counsels appearing for the respective parties, I find that\n\nwhen India gained independence, administrative law was in an incipient state.\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152518\" id=\"span_13\">The constitution of India lays emphasis on the State working for ensuring social-economic\n\nconditions of the people. The constitution ensures that an administrative action is subject to\n\njudicial review under a comprehensive scheme of judicial review. It is now a basic feature of the\n\nconstitution of India as a settled principles of law which has been <a href=\"/doc/206943/\" id=\"a_20\">laid down by</a> the Hon&#x27;ble\n\nSupreme Court of India in the matter of <a href=\"/doc/1152518/\" id=\"a_21\">L. Chandra Kumar Vs. Union of India</a>, reported in\n AIR 1997 SC 1125.         Till today the Parliament has not been able to legislate a law for\n\nascertaining the ambit of tortuous liability of the State and its instrumentalities for the torts\n\ncommitted by its administrative wing. And it is evident from the law <a href=\"/doc/1152518/\" id=\"a_22\">laid down by</a> the Hon&#x27;ble\n\nSupreme Court of India that from the middle of the 20th Century, the Hon&#x27;ble Supreme Court, has\n\nbeen using the powers under the constitution of India for developing norms for granting\n\nappropriate relief to the people who may have suffered from tortuous actions of the administrative\n\nwing of the State or its instrumentalities taking into consideration the fact and circumstances in\n\na given case and keeping in mind the self imposed restrictions under the scheme of the\n\nconstitutions of India.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">       From a perusal of the decision of K. N. Gurswamy Vs. State of Mysore reported in AIR\n\n1954 SC 592 it is evident that a constitution Bench of Supreme Court examined the scope of\n\nentertaining a complaint by way of a writ petition in the matter of granting liquor licence. Though\n\nthe case was dismissed considering the time which the matter had taken to reach the Apex Court\n\nit was, held that in such a case ordinarily the appellant could have complained by way of a writ.\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1822801\" id=\"span_14\">In the matter of <a href=\"/doc/1822801/\" id=\"a_23\">Sagir Ahmed Vs. State of U.P.</a> reported in AIR 1954 SC 728, another\n\nconstitution Bench of the Hon&#x27;ble Supreme Court took up the issue of entertaining a writ petition\n\nwhere the State ventured in the transport business curtailing the right of any member of public\n\nany more than was permissible under clause(b) of <a href=\"/doc/935769/\" id=\"a_24\">Article 19(1)(g)</a> of the constitution of India. The\n\nanswer was in favour of maintaining a writ petition.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">       In mid-seventy of 20th Century, this approach became for predominant.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_15\">In the matter\n\n<a href=\"/doc/743328/\" id=\"a_25\">Erucian Equipment &amp; Chemicals Vs. State of West Bengal</a>, reported in (1975) 1 SCC 70, the\n\nHon&#x27;ble Supreme Court held that equality of opportunity applied to matters of public contract\n\nand the Government could not choose to exclude by discrimination and doctrine of legitimate\n\nexpectation operates in the field of sales and purchase of materials where a person had been\n\ndealing with the Government.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">       <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1395692\" id=\"span_16\">However while dealing with a case of enforcement of qua-contract in the matter of\n\n<a href=\"/doc/1395692/\" id=\"a_26\">Kulchhinder Singh</a>(Supra), decided in the context of the facts and circumstances of that case\n\nthat remedy of <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the constitution of India was unavailable for enforcement of qua-\n contract. A distinction is made between public law domain and private law field <a href=\"/doc/1395692/\" id=\"a_28\">in that case</a>. The\n\nrelevant portions of <a href=\"/doc/1395692/\" id=\"a_29\">the above decision</a> are quoted below:</span>\n</p>\n<blockquote id=\"blockquote_1\">               &quot;11. There is no doubt that some of the legal problems argued by Sri\n       Ramamurthy deserve in an appropriate case jurisprudential study in depth,\n       although much of it is covered by authority. But assuming, for argument&#x27;s sake,\n       that what he urges has validity, the present case meets with its instant funeral\n       from one fatal circumstance. The writ petition, stripped of embroidery and\n       legalistics, stands naked as a simple contract between the staff and the Society,\n       agreeing upon a certain percentage of promotions to various posts or an omnibus,\n       all-embracing promise to give a quota to the existing employees. At its best, the\n       writ petition seeks enforcement of a binding contract but the neat and necessary\n       repellent is that the remedy of <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> is unavailable to enforce a contract qua\n       contract. We fail to see how a supplier of chalk to a government school or cheese\n       to a government hospital can ask for a constitutional remedy under <a href=\"/doc/1712542/\" id=\"a_31\">Art. 226</a> in the\n       event of a breach of a contract, by-passing the normal channels of civil litigation.\n       We are not convinced that a mere contract agreeing to a quota of promotions can\n       be exalted into a service rule or statutory duty. What is immediately relevant is\n       not whether the respondent is State or public authority but whether what is\n       enforced is a statutory duty or sovereign obligation or pubic function of a public\n       authority. Private law may involve a State, a statutory body, or a public body in\n       contractual or tortuous actions. But they cannot be siphoned off into the writ\n       jurisdiction.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_17\">(Emphasis supplies)\n\n\n       During that period in the matter of <a href=\"/doc/541216/\" id=\"a_32\">Radhakrishna Agarwal</a>(Supra) it was decided by the\n\nHon&#x27;ble Supreme Court that even if by some stretch of imagination some case of unequal or\n\ndiscriminatory treatment by the officers of the state of persons governed by similar contracts was\n\nsought to be made out, a satisfactory adjudication upon the usual facts of such case would\n\nnecessitate proper pleadings supported by acceptable evidence. The relevant portions of <a href=\"/doc/541216/\" id=\"a_33\">the above\n\ndecision</a> are quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_2\">              &quot;25. The limitations imposed by rules of natural justice cannot operate\n       upon powers which are governed by the terms of an agreement exclusively. The\n       only question which normally arises in such cases is whether the action\n       complained of is or is not in consonance with the terms of the agreement. As\n       already pointed out by us, even if by some stretch of imagination some case of\n       unequal or discriminatory treatment by the officers of the State of persons\n       governed by similar contracts is sought to be made out, a satisfactory adjudication\n       upon the unusual facts of such a case would necesiate proper pleadings supported\n       by acceptable evidence. In that case, the interim stay order or injunction could not\n       be justified at all because so long as a Presidential Order, under <a href=\"/doc/1594774/\" id=\"a_34\">Article 359</a> of the\n       Constitution is operative, the enforcement of fundamental rights falling under <a href=\"/doc/367586/\" id=\"a_35\">Art.\n       14</a> is suspended. In such cases even if a petition or suit is entertained and kept\n       pending no stay order could be passed because that would amount to indirectly\n       enforcing the fundamental rights conferred by <a href=\"/doc/367586/\" id=\"a_36\">Art. 14</a> of the Constitution. It is\n       only where a prima facie case for an injunction or stay can be made out, quite\n       apart from a right covered by <a href=\"/doc/367586/\" id=\"a_37\">Art. 14</a> of the Constitution or by any other\n        fundamental right whose enforcement may have been suspended, that an\n       injunction or stay could be granted all on suitable terms. As we have already said\n       it was on such an assumption that this Court had, apparently, granted the interim\n       stay which must now be discharged.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281050\" id=\"span_18\">(Emphasis supplied)\n\n       In late seventy of 20th Century the Apex court held in the matter of <a href=\"/doc/1281050/\" id=\"a_38\">Ramana Dayaram\n\nShetty Vs. International Airport</a> authority, reported in (1979) 3 SCC 489, that the\n\nGovernment was still Government when it acted in the matter of largesse and it could not act\n\narbitrarily. The State need not enter into any contract with anyone, but if it did so, it must do so\n\nfairly without discrimination and without unfair procedure.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_19\">In the matter of Divl. <a href=\"/doc/248227/\" id=\"a_39\">Forest Officer</a>(Supra) relating to the right to remove timber without\n\nliability to pay royalty not under the concerned rule, but on the basis of specific terms of the lease\n\nagreed between the parties, the Apex Court held that remedy under <a href=\"/doc/1712542/\" id=\"a_40\">article 226</a> was not\n\nunavailable. The relevant portion of <a href=\"/doc/248227/\" id=\"a_41\">the above decision</a> are quoted below:-</span>\n\n</p><blockquote id=\"blockquote_3\">              &quot;6. Shorn of all embellishment the relief claimed by the respondent was\n       referable to nothing else but the term of lease viz Cl. 2 Part IV. May be, that this\n       term is a mere reproduction of pro viso to Rule 37 of Assam Land and Revenue and\n       Local Rates Regulations, but that by itself is not sufficient to contend that what\n       the respondent was doing was enforcing a statutory provision. Proviso to Rule 37\n       is enabling provision. The relevant portion of the proviso reads as under:\n</blockquote><blockquote id=\"blockquote_4\">              &quot;Provided that if any person taking up land for special cultivation is\n       unwilling to pay the full royalty valuation of the timber as estimated, he shall\n       have the option of paying a reduced valuation representing only the profit which is\n       likely to deprive from the use of the timber for the purposes connected with the\n       exploitation of the grant. If he exercises such option, he shall be liable to pay\n       royalty at full rates on all timber sold, bartered, mortgaged, given or otherwise,\n       transferred or removed for transfer and on all timber removed for use unconnected\n       with the exploitation of the grant during the period of his lease or renewed lease.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_33\">       A bare perusal of Clause 2 of Part IV of the indenture of lease extracted\n       hereinbefore and the proviso to Rule 37 would at a glance show that the proviso\n       enables a grantee to take benefit of it by fulfilling certain conditions namely by\n       paying a reduced valuation representing only the profit which it is likely to derive\n       from the use of timber for purposes connected with the exploitation of the grant. It\n       is thus an enabling provision and the grantor of the lease may permit this option\n       to be enjoyed by the grantee. But whether that has been done or not is always a\n       question of fact. If the pre-condition is satisfied, the benefit can be taken. That\n       again is a matter to be worked out by the parties to the indenture of lease. In fact,\n       Clause 2 of the indenture of lease would show that the respondent grantee paid\n       Rs.12472/7/- being timber valuation at reduced rates. The respondent having\n       made the payment, whereupon the grantor of the lease agreed that the grantee\n       will have to pay timber valuation at full rates on all timber sold or removed for\n       sale and on all timber removed for use unconnected with exploitation of the grant\n       during the period of his lease or renewed lease but the grantee will not have to pay\n       royalty for timber felled and removed for purpose connected with the grant. It\n       thus can be demonstrably established that the respondent was trying to enforce\n        through the writ petition the right to remove timber without the liability to pay\n       royalty not under the proviso to Rule 37 which was merely an enabling provision,\n       but the specific term of lease agreed to between the parties. Proviso to Rule 37\n       may not be incorporated in an indenture of lease. If incorporated after fulfilling\n       pre-condition it becomes a term of lease. The High Court, in our opinion, therefore,\n       was in error in posting a question to itself as to whether the applicant(respondent\n       herein) was entitled to the enforcement of legal right under the proviso to Rule 37\n       of the Settlement Rules. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_20\">The camouflage successfully worked, but once this cloak\n       is removed, it unmistakably transpires that the respondent was trying to claim\n       benefit of clause 2 of the lease having fulfilled its pre-condition and obtaining the\n       inclusion of its latter part in the contract of lease. The question, therefore, really\n       is whether such contractual obligation can be enforced by the writ jurisdiction?\n       How dangerous it is, can be demonstrably established in this case.&quot;\n       (Emphasis supplied)\n\n\n       Subsequently, in the matter of <a href=\"/doc/730804/\" id=\"a_42\">Life Insurance Corporation of India</a> (Supra)                 a\n\nconstitution Bench of the Hon&#x27;ble Supreme Court examined the question availability of remedy\n\nunder <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the constitution in a matter relation actions of the State where an\n\ninstrumentality of the state ventures into the corporate world and purchases shares of company\n\nand held to the context of the facts and circumstances of that case that the state or an\n\ninstrumentality of the State assume to itself the ordinary role of shareholder in such a case and\n\ndons the robs of a shareholder, with the rights available to such a shareholder. As a result it was\n\ndecided that in the context of the facts and circumstances of the case, remedy under <a href=\"/doc/1712542/\" id=\"a_44\">article 226</a>\n\nof the constitution of India was not available. A distinction was made between public law domain\n\nand a private law field in entertaining a writ petition. The relevant portions of <a href=\"/doc/730804/\" id=\"a_45\">the above decision</a>\n\nare quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_5\">               &quot;102. For example, if the action of the State is political or sovereign in\n       character, the court will keep away from it. The court will not debate academic\n       matters or concern itself with the intricacies of trade and commerce. If the action\n       of the State is related to contractual obligations or obligations arising out of the\n       tort, the court may not ordinarily examine it unless the action has some public law\n       character attached to it. Broadly speaking, the court will examine actions of State\n       if they pertain to the public law domain and refrain from examining them if they\n       pertain to the private law field. The difficulty will lie in demarcating the frontier\n       between the public law domain and the private law field. It is impossible to draw\n       the line with precision and we do not want to attempt it. The question must be\n       decided in each case with reference to the particular action, the activity in which\n       the State or the instrumentality of the State is engaged when performing the\n       action, the public law or private law character of the action and a host of other\n       relevant circumstances.     When the State or an instrumentality of the State\n       ventures into the corporate world and purchases the shares of a company, it\n       assumes to itself the ordinary role of a shareholder, and dons the robes of a\n       shareholder, with all the rights available to such a shareholder. There is no\n        reason why the State as a shareholder should be expected to state its reasons\n       when it seeks to change the management, by a resolution of the company, like any\n       other shareholder.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_21\">(Emphasis supplied)\n\n\n\n       In mid-eighty of 20th Century, the approach of entertaining a writ petition became more\n\npredominant while deciding the case of       <a href=\"/doc/477313/\" id=\"a_46\">Central Inland Water Transport Corporation Vs.\n\nBrojo Nath Ganguli</a>, reported in (1986) 3 SCC 156. It was held that the appellant corporation\n\nwas the State within the meaning of <a href=\"/doc/609139/\" id=\"a_47\">Article 12</a> of the constitution of India and the Court must\n\nnecessarily see through the corporate veil to ascertain whether behind that veil was the face of an\n\ninstrumentality or agency of the State. If the answer was affirmative, presumption was in favour\n\nof high officers that they would not act arbitrarily or capriciously would not prevail if provisions\n\ndid not enjoin them to observe principles of natural justice while taking adverse action.       The\n\nrelevant portions of <a href=\"/doc/477313/\" id=\"a_48\">the above decision</a> are quoted below:</span>\n</p>\n<blockquote id=\"blockquote_6\">               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1822801\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1281050\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"974148\" id=\"span_24\">&quot;67. What is the position before us? It is only one case decided on a\n       concession and another based upon an assumption that a government company is\n       &quot;the State&quot; under <a href=\"/doc/609139/\" id=\"a_49\">Article 12?</a> That is the position in fact but not in substance. As\n       we have seen, authorities constituted under, and corporations established by,\n       statutes have been held to be instrumentalities and agencies of the government in\n       a long catena of decisions of this Court. The observations in several of these\n       decisions, which have been emphasised by us in the passage extracted from the\n       judgments in those cases, are general in their nature and take in their seek all\n       instrumentalities and agencies of the State, whatever be the form which such\n       instrumentality or agency may have assumed.            Particularly relevant in this\n       connection are the observations of Mathew, J. , in <a href=\"/doc/974148/\" id=\"a_50\">Sukhdev v. Bhagatram Sardar\n       Singh Raghuvanshi of Bhagwati, J.</a> (as he then was), in the <a href=\"/doc/1281050/\" id=\"a_51\">International Airport\n       Authority</a> case and Ajay Hasia case and of Chinnappa Reddy, J., in <a href=\"/doc/1822801/\" id=\"a_52\">U.P.\n       Warehousing Corpn.</a> case. If there is an instrumentality or agency of the State\n       which has assumed the garb of a government company as defined in <a href=\"/doc/1430621/\" id=\"a_53\">Section 617</a>\n       of the Companies Act, it does not follow that it thereby ceased to be an\n       instrumentality or agency of the State. For the purposes of <a href=\"/doc/609139/\" id=\"a_54\">Article 12</a> one must\n       necessarily see through the corporate veil to ascertain whether behind that veil is\n       the face of an instrumentality or agency of the State. The Corporation, which is\n       the appellant in these two appeals before us, squarely falls, within these\n       observations and it also satisfied the various tests which have been laid down.\n       Merely because it has so far not the monopoly of inland water transportation is not\n       sufficient to divest it of its character of an instrumentality or agency of the State.\n       It is nothing but the Government operating behind a corporate veil, carrying out a\n       governmental activity and governmental functions of vital public importance.\n       There can thus be no doubt that the corporation is &quot;the State&quot; within the meaning\n       of <a href=\"/doc/609139/\" id=\"a_55\">Article 12</a> of the Constitution.&quot;</span></span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_25\">In late eighty of 20th Century, in the matter of <a href=\"/doc/1893286/\" id=\"a_56\">Bareilly Development Authority</a>(Supra),\n\nwhile the Hon&#x27;ble Supreme Court was examining the issue of maintainability of writ application in\n\nthe matter of contract of a lease and held that no writ or order could be issued under <a href=\"/doc/1712542/\" id=\"a_57\">Article 226</a>\n\nof the constitution of India so as to compel the authorities to remedy a breach of non-statutory\n\ncontract pure and simple. In this regard the relevant portions of <a href=\"/doc/1893286/\" id=\"a_58\">the above decision</a> are quoted\n\nbelow:-</span>\n</p>\n<blockquote id=\"blockquote_7\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_27\">&quot;21. There is a line of decisions where the contract entered into between the\n          State and the persons aggrieved is non-statutory and purely contractual and the\n          rights are governed only by the terms of the contract, no writ or order can be\n          issued under <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution of India so as to compel the\n          authorities to remedy a breach of contract pure and simple: <a href=\"/doc/541216/\" id=\"a_60\">Radhakrishna\n          Agarwal v. State of Bihar</a> (1977) 3 SCR 249:(<a href=\"/doc/1732064/\" id=\"a_61\">AIR 1977 SC1496), Premji Bhai Parmar\n          V. Delhi Development Authority</a> (1980) 2 SCR 704: (AIR 1980 SC 738) and D.F.O. V.\n          Biswanath Tea Company Ltd. (1981) 3 SCR 662 : (AIR 1981 SC 1368).&quot;</span></span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_36\">          In mid-ninety of 20th Century in the matter of Assistant Excise Commissioner(Supra)\n\nthe Hon&#x27;ble Supreme Court held, to the context of that case, that the remedy provided by <a href=\"/doc/1712542/\" id=\"a_62\">Article\n\n226</a> of the constitution of India, or for that matter, suits cannot be resorted to wriggle out of the\n\ncontractual obligations entered into by the licensees. The relevant portions of the above decision\n\nare quoted below:-\n</p>\n<blockquote id=\"blockquote_8\">                 &quot;23. May be these are cases where the licencees took a calculated risk. May\n          be they were not wise in offering their bids. But in law there is no basis upon\n          which they can be relieved of the obligations undertaken by them under the\n          contract. It is well known that in such contracts - which may be called executory\n          contracts - there is always an element of risk. Many an expected development may\n          occur which may either cause loss to the contrctor or result in large profit. Take\n          the very case of arrack contractors. In one year, there may be abundance of\n          supplies accompanied by good crops induced by favourable weather conditions; the\n          contractor will make substantial profits during the year. In another year, the\n          conditions may be unfavourable and supplies scarce. He may incur loss. Such\n          contracts do not imply a warranty - or a guarantee - of profit to the contractor. It\n          is a business for him - profit and loss being normal incidents of a business. There\n          is no room for invoking the doctrine of unjust enrichment in such a situation. The\n          said doctrine has never been invoked in such business transactions. The remedy\n          provided by <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a>, or for that matter, suits, cannot be resorted to wriggle out\n          of the contractual obligations entered into by the licences.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">          (Emphasis supplied)\n\n\n          In the matter Meghji Pethraj Shah Charitable Trust(Supra) the Hon&#x27;ble Supreme Court\n\nheld, on facts, that the termination of an agreement to nominate students by a donor trust for\n admission in Medical Collage to the extent of 10 per cent was not a quasi judicial Act. Hence, it\n\nwas not necessary to observe the principles of natural justice by the State or its instrumentality\n\nto pass an order. In this regard the relevant portions of the above decision are quoted below:-\n\n</p><blockquote id=\"blockquote_9\">              &quot;23. We are unable to see any substance in the argument that the\n       termination of arrangement without observing the principle of natural justice (audi\n       alteram partem) is void. The termination is not a quasi-judicial act by any stretch\n       of imagination; hence it was not necessary to observe the principles of natural\n       justice. It is not also an executive or administrative act to attract the duty to act\n       fairly. It was - as has been repeatedly urged by Sri Ramaswamy - a matter\n       governed by a contract/agreement between the parties. If the matter is governed\n       by a contract, the writ petition is no maintainable since it is a public law remedy\n       and is not available in private law field, e.g., where the matter is governed by a\n       non-statutory contract. Be that as it may, in view of our opinion on the main\n       question, it is not necessary to pursue this reasoning further.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_38\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"621051\" id=\"span_28\">In the year 1994, in the matter of <a href=\"/doc/621051/\" id=\"a_64\">Dr. Rashlal Yadav Vs. State of Bihar</a>, reported in\n\n(1994) 5 SCC 267, the Hon&#x27;ble Supreme Court while interpreting the concept of natural Justice,\n\nintroduced the element of &quot;procedural reasonableness&quot; as third element to the above concept.\n\nThe Apex Court held that it would be open for a court sitting in the writ jurisdiction to examine\n\nthe allegation of deviation from procedural reasonableness if such examination was permitted on\n\nthe basis of factual matrix of a case the relevant portions of <a href=\"/doc/621051/\" id=\"a_65\">the above decision</a> is quoted below:-</span>\n\n</p><blockquote id=\"blockquote_10\">               &quot;6. The concept of natural justice is not a static one but is an ever\n       expanding concept. In the initial stages it was thought that it had only two\n       elements, namely, (i) no one shall be a judge in his own cause and (ii) no one shall\n       be condemned unheard. With the passage of time a third element was introduced,\n       namely, of procedural reasonableness because the main objective of the\n       requirement of rule of natural justice is to promote justice and prevent its\n       miscarriage.    Therefore, when the legislature confers power in the State\n       Government to be exercised in certain circumstances or eventualities, it would be\n       right to presume that the legislature intends that the said power be exercised in\n       the manner envisaged by the statute. If the statute confers drastic powers it goes\n       without saying that such powers must be exercised in a proper and fair manner.\n       Drastic substantive laws can be suffered only if they are fairly and reasonably\n       applied. In order to ensure fair and reasonable application of such laws courts\n       have, over a period of time, devised rules of fair procedure to avoid arbitrary\n       exercise of such powers. True it is, the rules of natural justice operate as checks\n       on the freedom of administrative action and often prove time-consuming but that is\n       the price one has to pay to ensure fairness in administrative action. And this\n       fairness can be ensured by adherence to the expanded notion of rule of natural\n       justice. Therefore, where a stature confers wide powers on an administrative\n       authority coupled with wide discretion, the possibility of its arbitrary use can be\n       controlled or checked by insisting on their being exercised in a manner which can\n       be said to be procedurally fair. Rules of natural justice are, therefore, devised for\n       ensuring fairness and promoting satisfactory decision-making. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1455346\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"639803\" id=\"span_30\">Where the statute\n       is silent and a contrary intention cannot be implied the requirement of the\n        applicability of the rule of natural justice is read into it to ensure fairness and to\n       protect the action from the charge of arbitrariness. Natural justice has thus\n       secured a foothold to supplement enacted law by operating as an implied\n       mandatory requirement thereby protecting it from the vice of arbitrariness. Courts\n       presume this requirement in all its width as implied unless the enactment supplies\n       indications to be contrary as in the resent case. This Court in <a href=\"/doc/639803/\" id=\"a_66\">A.K. Kraipak Vs.\n       Union of India</a> after referring to the observations in <a href=\"/doc/1455346/\" id=\"a_67\">State of Orissa V. Dr. (Miss)\n       Binapani Dei</a> observed as under (SCC p.272, para 20)\n\n                    &#x27;The aim of the rules of natural Justice is to secure justice or to put it\n              negatively to prevent miscarriage of justice. These rules can operate only in\n              areas not covered by any law validly made. In other words they do not\n              supplant the law of the land but supplement it.&#x27;\n\n       These observations make it clear that if the statute, expressly or by necessary\n       implication omits the application of the rule of natural justice, the statute will not\n       be invalidated for this omission on the ground of arbitrariness.&quot;</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_31\">(Emphasis supplied)\n\n       In mid-ninety of 20th Century, there was further development of norms for compensating\n\nthe people who might have suffered from tortuous actions of Government Employees in the\n\nmatter of <a href=\"/doc/1513693/\" id=\"a_68\">LIC of India Vs. Consumer Education and Research Centre(Supra</a>) the Hon&#x27;ble\n\nSupreme Court, in a case of assailing the incorporation of a condition and denial to accept\n\npolicies to cover uninsured household by the LIC, held that the distinction between the public\n\nlaw and arbitrary law remedy was narrowed down each case had to examine on its own facts and\n\ncircumstances to find out the nature of activity or scope and nature of controversy. The relevant\n\nportions of <a href=\"/doc/1513693/\" id=\"a_69\">the above decision</a> are quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_11\">              &quot;29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"298443\" id=\"span_32\">In <a href=\"/doc/298443/\" id=\"a_70\">Food Corpn. of India v. Kamdhenu Cattle Feed Industries</a> (SCC at\n       p.76 in para 8) this Court held that:</span>\n</blockquote><blockquote id=\"blockquote_12\">              &quot;the mere reasonable or legitimate expectation of a citizen, in such a\n       situation, may not by itself be a distinct enforceable right, but failure to consider\n       and give due weight to it may render the decision arbitrary, and this is how the\n       requirement of due consideration of a legitimate expectation forms part of the\n       principle of non-arbitrariness, a necessary concomitant of the rule of law. Every\n       legitimate expectation is a relevant factor requiring due consideration in a fair\n       decision-making process.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"616070\" id=\"span_33\">In <a href=\"/doc/616070/\" id=\"a_71\">Sterling Computers Ltd. V. M. &amp; N Publications Ltd.</a> (SCC at p.464, para 28) it\n       was held that even in commercial contracts where there is a public element, it is\n       necessary that relevant considerations are taken into account and the irrelevant\n       consideration discarded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"713572\" id=\"span_34\">In <a href=\"/doc/713572/\" id=\"a_72\">Union of India V. Graphic Industries Co.</a> this Court\n       held that even in contractual mattes public authorities have to act fairly; and if\n       they fail to do so approach under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> would always be permissible because\n       that would amount to violation of <a href=\"/doc/367586/\" id=\"a_74\">Article 14</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1435269\" id=\"span_35\">The ratio in\n       <a href=\"/doc/1435269/\" id=\"a_75\">General Assurance Society Ltd. V. Chandumul Jain</a> relied on by the appellants that\n       tests laid therein to construe the terms of insurance contracts bears no relevance\n       to determine the constitutional conscience of the appellant in fixing the terms and\n       conditions in Table 58 and of their justness and fairness on the touchstone of\n        public element. The arms of the High Court are not shackled with technical rules\n       or procedure. The actions of the State, its instrumentality, any public authority or\n       person whose actions bear insignia of public law element or public character are\n       amenable to judicial review and the validity of such an action would be tested on\n       the anvil of <a href=\"/doc/367586/\" id=\"a_76\">Article 14.</a> While exercising the power under <a href=\"/doc/1712542/\" id=\"a_77\">Article 226</a> the Court\n       would be circumspect to adjudicate the disputes arising out of the contract\n       depending on the facts and circumstances in a given case. The distinction between\n       the public law remedy and private law field cannot be demarcated with precision.\n       Each case has to be examined on its own facts and circumstances to find out the\n       nature of the activity or scope and nature of the controversy. The distinction\n       between public law and private law remedy is now narrowed down. The actions of\n       the appellants bear public character with an imprint of public interest element in\n       their offers regarding terms and conditions mentioned in the appropriate table\n       inviting the public to enter into contract of life insurance. It is not a pure and\n       simple private law dispute without any insignia of public element. Therefore, we\n       have no hesitation to hold that the writ petition is maintainable to test the\n       validity of the conditions laid in Table 58 terms policy and the party need not be\n       relegated to a civil action.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_41\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_36\">(Emphasis supplied)\n\n\n       In the period it was held by the Apex Court in the matter of <a href=\"/doc/884513/\" id=\"a_78\">Tata Cellular Vs. Union of\n\nIndia</a>, reported in (1994) 6 SCC 651, that the principles of judicial review would apply to the\n\nexercise of contractual powers by Government bodies in order to prevent arbitrariness and\n\nfavouritism.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">       Again in the matter of Starling Computer Vs. M. N. Publication Ltd. reported in AIR\n\n1996 SC 51, the Supreme Court was examining the action of an instrumentality of the State in\n\nthe contractual field.   While holding that if the decision was taken by the State or its\n\ninstrumentality in bona fide manner although not strictly following the norms laid down by the\n\ncourts, such decisions were upheld on the principle laid down by justice Holmes, that the courts\n\nwhile judging the constitutional validity of executive decision must grant such measure of\n\nfreedom of &quot;play in the joins&quot; to the executive. But in normal course some rules exist to regulate\n\nthe selection of persons for awarding contracts.   In such matters always a defence cannot be\n\nentertained that contract has been awarded without observing the well-settled norms and rules\n\nprescribed, on the basis of the doctrine of &quot;executive necessity&quot;.     The norms and customs\n\nprescribed by Government and indicated by courts have to be more strictly followed while\n\nawarding contract which have alone with a commercial element a public purpose. As a result,\n\nthe Hon&#x27;ble Supreme Court accepted the principles of law of entertaining writ petition in the\n contractual field taking into consideration the facts and circumstances of the cases as also the\n\nnature of controversy involved therein.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><p data-structure=\"Precedent\" id=\"p_44\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_37\">In a matter of <a href=\"/doc/541216/\" id=\"a_79\">Kerala State Electricity Board</a> (Supra), in a matter relating to a claim for\n\nrecovery of money from the Kerala State Electricity Board by a contractor on account of the\n\npayment made to his workers on the basis of the State Government notification, the Apex Court\n\nheld that the dispute relating interpretation of the terms and conditions of such a contract should\n\nnot have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_80\">article 226</a> of the constitution of India. The relevant\n\nportions of <a href=\"/doc/541216/\" id=\"a_81\">the above decision</a> are quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_13\">              &quot;11. A statute may expressly or impliedly confer on a statutory body to enter\n       into contracts in order to enable it to discharge its functions. Dispute arising out\n       of the terms of such contacts or alleged breaches have to be settled by the ordinary\n       principles of law of contract. The fact that one of the parties to the agreement is a\n       statutory or public body will not by itself affect the principles to be applied. The\n       disputes about the meaning of a convenant in a contract or its enforceability have\n       to be determined according to the usual principle of the <a href=\"/doc/171398/\" id=\"a_82\">Contract Act</a>. Every act of\n       a statutory body need not necessarily involve an exercise of statutory power.\n       Statutory bodies, like private parties, have power to contract or deal with\n       property. Such activities may not raise any issue of public law. In the present\n       case, it has not been shown how the contract is statutory. The contract between\n       the parties is in the realm of private law. It is not a statutory contract. The\n       disputes relating to interpretation of the terms and conditions of such a contract\n       could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_83\">Article 226</a> of the Constitution of\n       India. That is a matter for adjudication by a civil court or in arbitration if\n       provided for in the contract. Whether any amount is due and if so, how much and\n       refusal of the appellant to pay it is justified or not, are not the matters which\n       could have been agitated and decided in a writ petition. The contractor should\n       have relegated to other remedies.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_38\">(Emphasis supplied)\n\n\n       In this Century, the scope of judicial review in contractual field where the State or its\n\ninstrumentality was a party, was made more liberal in respect of tortuous actions of the\n\nGovernment employees. The Hon&#x27;ble Supreme Court while examining the maintainability of an\n\napplication under <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a> of the constitution of India in the matter of <a href=\"/doc/1943124/\" id=\"a_85\">ABL International\n\nLtd.</a>,(Supra) held that in connection with a prayer for a direction upon the authority to adhere to\n\nthe contract of insurance, the dispute could be settled by looking upon the terms of the contract\n\nof insurance as well as the export contract and thus did not require consideration of any oral\n\nevidence other then what was already on record. Hence the writ application was maintainable.</span>\n</p><p data-structure=\"Precedent\" id=\"p_46\">        It is necessary to mention here that while laying down the above ratio, the Apex Court\n\nconsidered the decision of a constitution bench of the Hon&#x27;ble Supreme Court in the matter of\n\nLIC Vs. Escort Ltd.,(Supra). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_39\">The relevant portions of the decisions of            <a href=\"/doc/1943124/\" id=\"a_86\">ABL Internation\n\nLtd.</a>,(Supra) are quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_14\">       &quot;37. In our opinion, this limited areas of dispute can be settled by looking into the\nterms of the contract of insurance as well as the export contract, and the same does not\nrequire consideration of any oral evidence or any other documentary evidence other than\nwhat is already on record. The claim of the contesting parties will stand or fall on the\nterms of the contracts, interpretation of which, as stated above, does not require any\nexternal aid.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_40\">The Hon&#x27;ble Supreme Court was examining the scope of entertaining a writ application in\n\nthe mater of <a href=\"/doc/248227/\" id=\"a_87\">Nobel Resource Ltd.</a>,(Supra) in a case, of breach of contract and held that the court\n\nmight not ordinarily exercises its discriminatory power of judicial review unless it was found to be\n\nviolative of <a href=\"/doc/367586/\" id=\"a_88\">Article 14</a> of the constitution of India. But it would not be correct to opine that under\n\nno circumstances a writ would lie only because it involves a contractual matter.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_42\">It is pertinent to\n\nmention here that while deciding <a href=\"/doc/248227/\" id=\"a_89\">the above case</a>, the Apex Court distinguished the <a href=\"/doc/248227/\" id=\"a_90\">ratio <a href=\"/doc/248227/\" id=\"a_91\">laid\n\ndown in</a></a> this regard in the matters of <a href=\"/doc/541216/\" id=\"a_92\">Radhakrishna Agarwal</a>(Supra) and <a href=\"/doc/1893286/\" id=\"a_93\">Bareilly Development\n\nAuthority</a>(Supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354257\" id=\"span_43\">The relevant portions of <a href=\"/doc/1893286/\" id=\"a_94\">the above decision</a> the <a href=\"/doc/354257/\" id=\"a_95\">Noble Resource Ltd.</a>,(Supra)\n\nare quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_15\">       &quot;15. It is trite that if an action on the part of the State is violative the equality\nclause contained in <a href=\"/doc/367586/\" id=\"a_96\">Article 14</a> of the Constitution of India, a writ petition would be\nmaintainable even i9n the contractual field. A distinction indisputably must be made\nbetween a matter which is at the threshold of a contract and a breach of contract;\nwhereas in the former the court&#x27;s scrutiny would be more intrusive, in the latter court\nmay not ordinarily exercise its discretionary jurisdiction of judicial review, unless it is\nfound to be violative of <a href=\"/doc/367586/\" id=\"a_97\">Article 14</a> of the Constitution. While exercising contractual\npowers also, the government bodies may be subjected to judicial review in order to prevent\narbitrariness or favoritism on its part. Indisputably, inherent limitations exist, but it\nwould not be correct to opine that under no circumstances a writ will lie only because it\ninvolves a contractual matter.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"206943\" id=\"span_44\">(Emphasis supplied)\n\n       In the matter of <a href=\"/doc/206943/\" id=\"a_98\">Reliance Energy Ltd.</a>,(Supra) the Hon&#x27;ble Supreme Court held in the\n\nmater challenging administrative action of the State to declare a party disqualified to take part in\n\nthe tender process, was subjected to control by judicial review and were classifiable broadly\n\nunder three heads, namely illegality, irrationality and procedural impropriety. In this regard the\n\nrelevant portion of <a href=\"/doc/206943/\" id=\"a_99\">the above decision</a> area quoted below:-</span>\n</p><blockquote id=\"blockquote_16\">                &quot;39. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1447641\" id=\"span_45\">In <a href=\"/doc/1447641/\" id=\"a_100\">Reliance Airport Developers (P) Ltd. Vs. Airports Authority of India\n       the Division Bench</a> of this Court has held that in matter of judicial review the basis\n       test is to see whether there is any infirmity in the decision-making process and not\n       in the decision itself. This means that the decision-maker must understand\n       correctly the law that regulates his decision-making power and he must give effect\n       to it otherwise it may result in illegality. The principle of &quot;judicial review&quot; cannot\n       be denied even in contractual matters or matters in which the Government\n       exercises its contractual powers, but judicial review is intended to prevent\n       arbitrariness and it must be exercised in larger public interest. Expression of\n       different views and opinions in exercise of contractual powers may be there,\n       however, such difference of opinion must be based on specified norms. Those\n       norms may be legal norms or accounting norms. As long as the norms are clear\n       and properly understood by the decision-maker and the bidders and other\n       stakeholders, uncertainty and thereby breach of the rule of law will not arise. The\n       grounds upon which administrative action is subjected to control by judicial review\n       are classifiable broadly under three heads, namely, illegality, irrationality and\n       procedural impropriety. In <a href=\"/doc/1447641/\" id=\"a_101\">the said judgment</a> it has been held that all errors of\n       law are jurisdictional errors. One of the important principles <a href=\"/doc/1447641/\" id=\"a_102\">laid down in</a> the\n       aforesaid judgment is that whenever a norm/benchmark is prescribed in the tender\n       process in order to provide certainty that norm/standard should be clear. As\n       stated above &quot;certainty&quot; is an important aspect of the rule of law. In Reliance\n       Airport Developers the scoring system formed part of the evaluation process. The\n       object of that system was to provide identification of factors, allocation of marks\n       of each of the said factors and giving of marks at different stages. Objectivity was\n       thus provided.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_49\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"298443\" id=\"span_46\">Further, in the matter of <a href=\"/doc/298443/\" id=\"a_103\">Food Corporation of India</a> (Supra), the subject matter involved\n\nwas recovery of a claim from an instrumentality of the State for supply of levy sugar. The Hon&#x27;ble\n\nSupreme Court held that <a href=\"/doc/367586/\" id=\"a_104\">Article 14</a> of the Constitution of India had received a liberal\n\ninterpretation over the years and its scope had been expanded by creative interpretation of the\n\ncourt. If there was no disputed question of fact in a given case, the High Court sitting in writ\n\njurisdiction might grant such relief to which the writ petitioner would be entitled in accordance\n\nwith law.</span>\n</p>\n<blockquote id=\"blockquote_17\">              &quot;17. <a href=\"/doc/367586/\" id=\"a_105\">Article 14</a> of the Constitution of India has received a liberal\n       interpretation over the years. Its scope has also been expanded by creative\n       interpretation of the Court. The law has developed in this field to a great extent.\n       In this case, no disputed question of fact is involved.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_50\">       The attention of this court was also drawn towards a decision of Division Bench of this\n\nCourt in the matter of Shri Anupam Ghosh(Supra) where the question of maintainability of a\n\nwrit application in the matter of an order of termination from services was under challenge. A\n\nDivision Bench of this court held, on the facts of that cases that the right of the concerned\n\nemployee was flowing from the private contract and was not controlled by any statutory provision\n and as such the writ application was not maintainable. The relevant portions of the above\n\ndecision are quoted below:-\n</p>\n<blockquote id=\"blockquote_18\">        &quot;9. Even if it is assumed that the company is &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_106\">Article\n12</a>, in our view, no writ should lie against the order of termination passed against the\nwrit petitioner. The nature of the State action impugned in the writ proceeding is\nrequired to be considered carefully for deciding as to whether or not the same can be held\nto be a subject matter of public law remedy of writ. It is not the mere fact of employment\nby a public authority or instrumentality per se which makes an action of such\ninstrumentality touching the question of employment of its employee a subject matter for\ninterference under the constitutional writ jurisdiction. In our view, if the right of the\nemployee of an instrumentality or agency of the State flows from private contract\nbetween the parties and conditions of service are not governed or controlled by an\nstatutory provision and the impugned action of the instrumentality or agency in the\nmatter of employment of its employee has no public law character, there will be no\noccasion for interference in the writ jurisdiction. In the absence of other consideration\nnamely existence of statutory provisions, the breach of which is complained in a state\naction relating to the employment of the concerned employee seeking for a remedy\nrelating to the employment of the concerned employee seeking for a remedy in writ\njurisdiction, state action relating to contractual obligations will not be examined unless\nthe action has some public law character for exercising constitutional writ jurisdiction.\nIn such a case, the employee of the agency or instrumentality may avail other alternative\nremedies in a different forum. In this connection, reference may be made to the decision\nin Praga Tool&#x27;s case. It has been held in the said decision that it is well understood that\na mandamus lies to secure the performance of a public or statutory duty. It is not\nnecessary that the person or the authority on whom the statutory duty is imposed need be\na public official or an official body. If company is a non-statutory body but incorporated\nunder the <a href=\"/doc/1353758/\" id=\"a_107\">Companies Act</a>, there is neither a statutory not a public duty imposed on it by a\nstatute in respect of which enforcement could be sought by means of a mandamus nor is\nthere in its workmen any corresponding legal right for enforcement of any such statutory\nor public duty. Similar view has also been taken in H.E.M. Union&#x27;s case. The decision in\nPraga Tool&#x27;s and H.E.M. Union&#x27;s case have been approved by the Constitution Bench in\nSabhajit Tiwari&#x27;s case. The decisions in the said two cases have also been approved in a\nlater decision of the Supreme Court in Tekraj&#x27;s case. Although the said two judgments\nhave not been referred to in the decision of the Constitution Beach of the Supreme Court\nin Ajoy Hasia&#x27;s case, but in this case, the decision of the Sabhajit Tiwari&#x27;s case has been\nfollowed and it has been held that the decision in Sabhajit&#x27;s case is binding on the\nConstitution Bench. The distinction about private and public law character or field in the\nmatter of intervention by a writ has been highlighted in the decision of Master of Rolls in\nthe case Ex parte Walsh reported in (1984) 3 All England Reporter page 425.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1446625\" id=\"span_47\">(Emphasis supplied)\n\n\n       The attention of this court was further drawn towards another decision of a Division\n\nBench of this court in the matter of <a href=\"/doc/1446625/\" id=\"a_108\">Coal India Ltd.</a>,(Supra) where it was decided by a Division\n\nBench of this court, on facts of that case, that a writ application was not maintainable since the\n\ncontroversy <a href=\"/doc/1446625/\" id=\"a_109\">in that case</a> emanates from a non-statutory contract purely of private nature which\n\ncould be decided after correct interpretation of the conditions of that contract depending upon\n\nevidence. The relevant portions of <a href=\"/doc/1446625/\" id=\"a_110\">the above decision</a> are quoted below:</span>\n</p><blockquote id=\"blockquote_19\">                &quot;30. To sum up, we are of the clear opinion that-\n</blockquote><pre id=\"pre_3\">               (1)       The controversy in this case emanates from a non-statutory\n                         contract purely of private nature in vetween Coal India and the\n                         explosive companies.\n               (2)       There is no public law element involved in the matter and the\n                         controversy is purely between the two parties to the contract.\n               (3)       The unilateral &quot;introduction of a clause which is claimed to be of\n</pre><blockquote id=\"blockquote_20\">                         a clarificatory nature and not a variation in the contract cannot\n                         be itself become an unreasonable, unfair and arbitrary exercise of\n                         power or Coal India at all. It is purely done in pursuance of the\n                         contractual rights of the Coal India. Hence, there will be no\n                         question of <a href=\"/doc/367586/\" id=\"a_111\">Article 14</a> being attracted in any manner.\n</blockquote><blockquote id=\"blockquote_21\">               (4)       The question as to whether the Coal India could introduced a\n                         supplementary clause would depend upon the correct\n                         interpretation of Clause XV and the supplementary clause sought\n                         to be added. Such interpretation would have to necessarily\n                         depend upon the evidence to be led by the parties and, therefore,\n                         it cannot be attempted in a writ petition being a disputed\n                         question of fact.</blockquote><pre id=\"pre_4\">\n               (5)       In the light of the above conclusions, the writ petitions could not\n                         have been entertained and the injunction could not have been\n                         granted by way of interim orders.         The interim orders are,\n                         therefore, liable to be set aside and the writ petitions are,\n                         therefore, liable to be dismissed.&quot;\n\n</pre><blockquote id=\"blockquote_22\">       The action of the State, its instrumentality, any public authority or person whose actions\n\nbear insignia of public law element or public character are amenable to judicial review and the\n\nvalidity of such an action would be tested on the anvil of <a href=\"/doc/367586/\" id=\"a_112\">article 14</a> of the constitution of India.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_52\"><a href=\"/doc/367586/\" id=\"a_113\">Article 14</a> of the constitution of India has received a liberal interpretation over years and its scope\n\nhad also expanded by creative interpretation of the court. The law has developed in this field to a\n\ngreat extent. In a given case, if no disputed question of fact is involved, the High Court sitting in\n\nwrit jurisdiction may grant such relief which the writ petitioner would be entitled to in law as well\n\nin equity. The court is to take into account that the distinction between the public law and private\n\nlaw remedy is now, narrowed down, if not obliterated. The court is to bear in mind its inherent\n\nlimitations, but at the same time it would not be correct to say that under no circumstances a\n\nwrit will lie only because it involves a contractual matter. With regard to the interference of a\n\ncourt sitting in writ jurisdiction in the matter administrative action, the grounds upon which\n\nsuch action is subjected to control by judicial review are classifiable broadly under three heads,\n\nnamely, illegality, irrationality and procedural impropriety.\n</p><p data-structure=\"Precedent\" id=\"p_53\">        From the above observations and discussions, this court is now in a position to draw an\n\ninference in the matter entertaining an application under <a href=\"/doc/1712542/\" id=\"a_114\">Article 226</a> of the Constitution of the\n\nIndia in the contractual field. In doing so this court is to bear in mind that this court would be\n\ncircumspect to adjudicate the dispute arising out of the contract depending on the facts and\n\ncircumstances in the instant case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">\n</p><p data-structure=\"Section\" id=\"p_55\">       The essential principles which are to be ventured for entertaining or an application under\n\n<a href=\"/doc/1712542/\" id=\"a_115\">Article 226</a> of the constitution in contractual field are as follows:-\n\n</p><pre id=\"pre_5\">       a)      Remedy of article 226 of the constitution are available:\n\n               i)      In a case where the Government exercises its contractual powers, but\n</pre><p data-structure=\"CDiscource\" id=\"p_56\">                       judicial review is intended to prevent illegality, irrationality, arbitrariness,\n                       discrimination      or   procedural   impropriety,   subject   to   satisfactory\n                       adjudication upon facts of that case necessitating proper pleading\n                       supported by acceptable evidence without requiring further oral evidence or\n                       any external aid.\n</p><p data-structure=\"CDiscource\" id=\"p_57\">               ii)     In a case where a direction upon the State or its instrumentality to adhere\n                       to the contract is prayed for, provided dispute can be settled by looking\n                       upon the terms of the contract and without requiring consideration of any\n                       other evidence and/or external aid other than what are already on record.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">               iii)    In a case relating to contractual matter where the administrative action of\n                       the State or its instrumentality is violative of the provisions of <a href=\"/doc/367586/\" id=\"a_116\">article 14</a> of\n                       the constitution of India provided there is no disputed question of fact.\n</p><p data-structure=\"Precedent\" id=\"p_59\">               iv)     In a case of commercial contract where the action of the State, its\n                       instrumentality, any public authority or person whose actions bear insignia\n                       of public law element.\n</p><p data-structure=\"Precedent\" id=\"p_60\">               v)      In case where State and its instrumentalities are exempted from operation\n                       of rent control legislation provided the State or its instrumentality violates\n                       the mandates of <a href=\"/doc/367586/\" id=\"a_117\">Article 14</a> of the constitution.\n</p><p data-structure=\"Conclusion\" id=\"p_61\">       b)      Remedy of <a href=\"/doc/1712542/\" id=\"a_118\">Article 226</a> of the constitution of India are unavailable:\n</p><blockquote id=\"blockquote_23\">               i)      In a case to enforce a qua contract in connection with a contract between\n                       the staff and the State or its instrumentality on a quota of promotion which\n                       cannot be exalted into a service rule except in extreme cases which shocks\n                       the conscience of the court or other extra ordinary situation.\n</blockquote><blockquote id=\"blockquote_24\">                ii)    In a case involving disputed question of unequal or discriminatory\n                      treatment by the officers of the State of persons governed by similar\n                      contracts without proper pleading and in absence of acceptable evidence on\n                      record.\n</blockquote><blockquote id=\"blockquote_25\">               iii)   Ordinarily, in a case where a breach of contract is complained of and the\n                      party complaining of such breach can sue for specific performance of the\n                      contract, if contract is capable of being specifically performed or the party\n                      can sue for damages.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_62\">       It is the case of the petitioners that the respondent company terminated\n\nthe said agreement on extraneous consideration which were not mentioned in the\n\nshow cause notices. As a result the petitioners were deprived of the reasonable\n\nopportunity for dealing with those considerations. Therefore, according to the\n\npetitioners the impugned order was passed arbitrarily without adhering to the\n\nprinciples of natural justice and at the cost of suffering from judicial impropriety.\n\nThe aforesaid grievances of the petitioner be properly and completely adjudicated\n\nby this Court in course of judicial review by ascertaining as to whether the above\n\npleadings were supported by acceptable evidences from the materials available on\n\nrecord, namely the show cause notices dated August 8, 2005, August 23, 2005,\n\nJanuary 30, 2006, February 6, 2005 respectively, the replies of the petitioners\n\ndated August 13, 2005, February 14, 2006 thereto and the impugned order of\n\ntermination dated February 24, 2006.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">       Therefore, this writ application is maintainable for adjudication of the grievances of the\n\npetitioners.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1395692\" id=\"span_48\">The decision of <a href=\"/doc/1395692/\" id=\"a_119\">Kulchhinder Sinch</a> (supra) has no manner of application in this case\n\nbecause of the distinguishable facts and circumstances of that case. There specific grievance of\n\nthe petitioner was that promotions to three categories of higher posts were made by direct\n recruitment contrary to what he contended were service rules but, in substance, were the result\n\nof collective bargaining with the management.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541216\" id=\"span_49\">The decision of <a href=\"/doc/541216/\" id=\"a_120\">Radha Krishna Agarwal</a> (supra)\n\nhas no manner of application in the instant case for the same reasons.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"248227\" id=\"span_50\">The case of the petitioners\n\n<a href=\"/doc/541216/\" id=\"a_121\">in <a href=\"/doc/541216/\" id=\"a_122\">the above case</a></a> was that of a breach of contract for which the State would be liable to pay\n\ndamages if it had broken it. In the decision of <a href=\"/doc/248227/\" id=\"a_123\">Divisional Forest Officer</a> (supra), the respondent\n\nwas trying to enforce through the writ petition the right to remove timber without the liability to\n\npay royalty not under any Rule but on the basis of a merely enabling provision. So<a href=\"/doc/248227/\" id=\"a_124\">, <a href=\"/doc/248227/\" id=\"a_125\">the above\n\ndecision</a></a> is not applicable in this case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_51\">In the decision of Life Insurance Corporation -vs-\n\n<a href=\"/doc/730804/\" id=\"a_126\">Escorts Ltd.</a> (supra), it was decided that frontier between the public law domain and private law\n\nfield must be decided in each case with reference to the particular action, the activity in which\n\nthe State or its instrumentality was engaged while performing the action. This Court has come to\n\nthe conclusion in favour of maintainability of this writ petition keeping in mind the particular\n\naction, the capacity of the respondent company.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_52\">It is necessary to mention here that after taking\n\ninto consideration <a href=\"/doc/730804/\" id=\"a_127\">the above decision</a>, it was decided in the matter of <a href=\"/doc/1943124/\" id=\"a_128\">ABL International Ltd.</a>\n\n(supra) that a writ petition in the contractual field was maintainable when the issues could be\n\ndecided on the basis of the materials on record and without adducing oral evidence or without\n\nany external aid. In the case of Barelly Development authority (supra), the subject matter was\n\nalleged arbitrary and discriminatory increase in cost of houses built by the development\n\nauthority. In view of the facts of that cases, that decision has no manner of application in the\n\ninstant case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354257\" id=\"span_53\">It is also pertinent to mention here that in the matter of <a href=\"/doc/354257/\" id=\"a_129\">Noble Resources</a> (supra),\n\nafter taking into consideration <a href=\"/doc/354257/\" id=\"a_130\">the above decision</a>, the Apex Court held that a writ petition is\n\nmaintainable in the contractual field where violation of <a href=\"/doc/367586/\" id=\"a_131\">Article 14</a> of the Constitution of India was\n\nunder scrutiny of the Court.</span> The decision of Assistant Excise Commissioner(supra) is not\n\napplicable in this case because the subject matter of challenge in that case was non-supply of\n\nadditional quantities of arrack and demanding of instalments due. In the matter of State of\n\nGujaral -vs.- Meghji Pethraj Shah charitable Trust (supra), the termination of arrangement of\n\nnominating students to the extent of 10% by the trust was under challenge. In view of the\n\ndistinguishable facts and circumstances of that case, the same has no manner of application in\n this case. In the matter of Kerala State Electricity Board , the alleged violation of the terms of\n\ncontract was under challenge. So, that decision is not applicable in this case. In the decision of\n\nSri Anupam Ghosh (supra), the termination of service of an employee of an instrumentality of the\n\nState was under challenge. I do not agree with the submissions of the learned Counsel appearing\n\non behalf of the respondent company that the above decision is applicable in this case though the\n\nfacts and circumstances of those cases are not identical. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1446625\" id=\"span_54\">In the matter of <a href=\"/doc/1446625/\" id=\"a_132\">Coal India Ltd.</a> (supra),\n\nthe writ petitioner was not entertained the interpretation of contract <a href=\"/doc/1446625/\" id=\"a_133\">in that case</a> was depending\n\non adducing evidence.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_65\">       With regard to the merits of this case, it is submitted by the learned Senior Counsel\n\nappearing for the petitioners that in the show cause notices dated August 8, 2005, August 23,\n\n2005 and January 30, 2005, the respondent company asked the petitioner to show cause on the\n\ngrounds mentioned therein. But from the impugned order of termination of the said agreement it\n\nappeared that the decision had been taken by the respondent company on extraneous\n\nconsiderations, namely suffering from immense loss due to continued closure of the retail outlet\n\nof the petitioners, huge loss of sale, nil return of the capital investment at the site under reference\n\nand complete loss of faith on the petitioners. According to the petitioners, the impugned order\n\ndated February 24, 2006 suffers from violation of procedural impropriety as also non-adherence\n\nto the principles of natural justice.\n</p>\n<p data-structure=\"PetArg\" id=\"p_66\">       The learned Senior Counsel appearing for the petitioner relied upon the decisions of\n\nNarinder Mohan Arya -vs- United India Insurance Company Ltd. reported in (2006) 4 SCC\n\n713, Harbanslal Sahubu-vs- Indian Oil Corporation            reported in (2003) 2 SCC 107 and\n\nCentral Bank of India Vs. P. C. Jain reported in AIR 1969 SC 983 in support of his above\n\nsubmissions. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"137800703\" id=\"span_55\">The learned Senior Counsel further relied upon the decision of <a href=\"/doc/137800703/\" id=\"a_134\">Indian Bank Vs.\n\nA.B.S. Marine Products</a> reported in (2006) 5SCC 72 to submit that the impugned order was\n\npassed on the basis of no evidence.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n</p><p data-structure=\"RespArg\" id=\"p_68\">       On the other hand it is submitted on behalf of the respondent company without prejudice\n\nto his objection with regard to the maintainability of this writ petition even some extraneous\n grounds are taken into consideration for passing the impugned order, in the event of reasonable\n\nopportunity had been given to the petitioner to deal with the rest of the grounds, the impugned\n\norder is sustainable in law. It is further submitted that in the facts and circumstances of this\n\ncase the disputed facts involved in the impugned order cannot be ascertained without further\n\nevidence or without external aid and as such the matter should be relegated to a suit.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_69\">        Having heard the Learned counsels appearing for both the parties and after considering\n\nthe facts the circumstances of this case I find that the grievance of the petitioners and taking into\n\naccount the extraneous considerations without giving reasonable opportunity to them, can be\n\nascertained from the materials on record, namely, the show cause notices, the replies thereto and\n\nthe grounds taken into consideration in passing the impugned order. It is an admitted position\n\nthat no further evidence or no external aid is required to arrive at a conclusion with regard to\n\nviolation of the principles of natural justice thereby. It is not in dispute that in the show cause\n\nnotice dated August 8, 2005(annexure p.3 at page 50) the allegation was of violation of clause 13a\n\n</p><p data-structure=\"Precedent\" id=\"p_70\">(ii) (v) of the said agreement. In order to ascertain the nature of allegations above clauses are\n\nquoted below:\n</p>\n<blockquote id=\"blockquote_26\">       &quot;13.a Notwithstanding anything to the contrary herein contained the Company\nshall be at liberty to terminate this Agreement forthwith upon or at any time on the\nhappening of any of the events following.\n</blockquote><blockquote id=\"blockquote_27\">       (ii) The licensees, being a firm, if any member of the Licensees is adjudged an\ninsolvent or a compromise is entered into by the firm or any member of the firm with their\ncreditors, or a distress, execution or other process is levied upon or if an incumbrancer\ntakes possession of or a receiver is appointed of any part of the assets or property of the\nfirm or any member of the firm.\n</blockquote><blockquote id=\"blockquote_28\">       (v) If the Licensees, for any reason other than due to the Company&#x27;s default, fail to\nmaintain supply to the public through the said facilities for any period exceeding 24\nhors.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_71\">        It is not in dispute that the contains of the notice dated August 23, 2005 were repetitions\n\nand reiterations of the above allegations. It further appears from the notice dated January 30,\n\n2006 that the allegation of non-maintaining the stock of Hi-Speed Diesel. It is an admitted\n\nposition that the notice dated February 6, 2006 contended same allegations and a reference of\n\nclauses 10(b)(j), 13.a (ii) (v) (vii) and (viii). In order to ascertain the nature of allegations the above\n\nclauses are quoted below:\n</p><blockquote id=\"blockquote_29\">               &quot;Clause 10. The Licensees hereby covenant and agree with the Company as\n       follows:\n</blockquote><blockquote id=\"blockquote_30\">              (a)........\n</blockquote><blockquote id=\"blockquote_31\">              (b) To promote the sales of the Company&#x27;s products to the satisfactions of\n       the Company and achieve sales target as may be set by the Company from time to\n       time.\n</blockquote><blockquote id=\"blockquote_32\">       (d)......\n</blockquote><blockquote id=\"blockquote_33\">              (j) Not to do or permit to be done on the said premises any act or thing which\n       may (i) endanger the grant or continuance of the Government Licence under the\n       authority of which Motor Spirit or H. S. D. may be stored, or sold, upon the said\n       premises, of (ii) be contrary to the terms and conditions on which the said premises\n       are held by the company.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_72\">              Clause 13.(a) Notwithstanding anything to the contrary herein contained the\n       Company shall be at liberty to terminate this agreement forthwith upon or at any\n       time on the happening of any of the events following:\n</p><blockquote id=\"blockquote_34\">              (ii) The Licensees being a firm, if any member of the Licensees is adjudged\n       an insolvent or a compromise is entered into by the firm or any member of the firm\n       with their creditors, or a distress, execution or other process is levied upon or if an\n       encumbrancer takes possession of or a receiver is appointed of any part of the\n       assets or property of the firm or any member of the firm.\n</blockquote><blockquote id=\"blockquote_35\">              (v) If the Licensees for any reason other than due to the Company&#x27;s default\n       fail to maintain Supply to the public through the said facilities for any period\n       exceeding 24 hours;\n</blockquote><blockquote id=\"blockquote_36\">              (vii) If the Licensees shall be guilty of a breach of any of the covenants and\n       stipulations on their part contained in this agreement.\n</blockquote><blockquote id=\"blockquote_37\">              (viii) If the Licensees shall commit or suffer to be committed any act which\n       in the opinion of the Marketing Director of the Company for the time being a\n       Bombay or any other person nominated for this purpose by the Company is\n       prejudicial to the interest or good name of the Company or its products. The\n       decision of such officer or person shall be final and binding on the Licensees.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_73\">       It is undisputed fact that the grounds shown in the impugned order dated February 24,\n\n2006, amongst others were failure to take steps to strengthen the retail outlet under reference,\n\nfailure to enhance the sales performance ought to maintain existing sales of the above location\n\nreduction in sales of the above outlet from February 2005 series set back in the business of the\n\nretail outlet under reference besides damaging goodwill and jeopardise the brand image and\n\nmarket potential of products of the respondent company continued closure of the retail outset\n\nunder reference, flowing from immense loss on account of loss of sale as well as on account of nil\n\nreturn on capital investment at the site under reference, stock variation beyond permissible limit\n\non close.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">       A finger nail sketch of the facts is enough to bring out the crucial issues and the broad\n\npoint of denial of reasonable opportunity to the petitioners before passing the impugned order\n\ndated February 24, 2006 on the ground as mentioned hereinabove.          Admittedly, the grounds\n contended in the impugned order stated herein above were absent in the show-cause notices.\n\nTherefore, the impugned order dated February 24, 2006 suffered from arbitrariness and\n\nprocedural impropriety violating the provisions of <a href=\"/doc/367586/\" id=\"a_135\">Article 14</a> of the constitution of India.\n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">       In view of the above discussions and observations the impugned order dated February 24,\n\n2006 passed by the respondent no.3 terminating the Dispensing Pump and selling licence(DPSL)\n\nagreement dated April 20, 1997 (annexure P-9 at page 59 of the writ application) is quashed and\n\nset aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">       There will be, however, nor order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">        Urgent xerox certified copy of this judgment, if applied for, be given to the parties, as\n\nexpeditiously as possible, upon compliance with the necessary formalities in this regard.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_78\">                                     ( Debasish Kar Gupta, J. )\n </p>","numcites":36,"numcitedby":1,"docsource":"Calcutta High Court (Appellete Side)","citetid":117180628,"divtype":"judgments","relatedqs":[{"value":"public law and private law","formInput":"public%20law%20and%20private%20law"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"corporate veil","formInput":"corporate%20veil"},{"value":"violation of article 14 ","formInput":"violation%20of%20article%2014%20"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"non statutory contracts","formInput":"non%20statutory%20contracts"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"article 12","formInput":"article%2012"},{"value":"article 14 of constitution of india ","formInput":"article%2014%20of%20constitution%20of%20india%20"},{"value":"rule of natural justice","formInput":"rule%20of%20natural%20justice"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}