{"tid":102212981,"publishdate":"2013-10-25","title":"M/S. P. Dasaratharama Reddy Complex vs Government Of Karnataka & Anr on 25 October, 2013","doc":"<h2 class=\"doc_title\">M/S. P. Dasaratharama Reddy Complex vs Government Of Karnataka &amp; Anr on 25 October, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2014 SUPREME COURT 168, 2014 (2) SCC 201, 2013 AIR SCW 6295, 2014 (1) AIR KANT HCR 111, (2014) 1 CLR 98 (SC), (2014) 1 CAL HN 130, (2014) 2 ALL WC 1412, (2014) 2 ALLMR 448 (SC), 2013 (4) ARBILR 113, 2013 (13) SCALE 179, AIR 2014 SC (CIVIL) 213, (2013) 4 ARBILR 113, (2013) 13 SCALE 179, (2014) 1 WLC(SC)CVL 1</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-singhvi\">G. S. Singhvi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-nagappan\">C. Nagappan</a>, <a href=\"/search/?formInput=benchid:v-g-gowda\">V. Gopala Gowda</a>, <a href=\"/search/?formInput=benchid:g-s-singhvi\">G.S. Singhvi</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n                 IN THE SUPREME COURT OF INDIA\n\n                 CIVIL APPELLATE JURISDICTION\n\n                 CIVIL APPEAL NO. 1586 OF 2004\n\n\nM/s. P. Dasaratharama Reddy Complex                  … Appellant\n\n                                   versus\n\nGovernment of Karnataka and another                        … Respondents\n\n                             WITH\n\n                        CIVIL APPEAL NO. 1587 OF 2004\n\n                        CIVIL APPEAL NO. 1588 OF 2004\n\n                        CIVIL APPEAL NO. 4187 OF 2004\n\n                        CIVIL APPEAL NO. 5496 OF 2004\n\n                        CIVIL APPEAL NO. 6323 OF 2004\n\n                        CIVIL APPEAL NO. 6327 OF 2004\n\n                        CIVIL APPEAL NO. 6328 OF 2004\n\n                      CIVIL APPEAL NOS. 558-560 OF 2006\n\n                        CIVIL APPEAL NO. 1374 OF 2013\n\n                       CIVIL APPEAL NO. 9459  OF 2013\n                  (arising out of SLP(C) No. 16117 OF 2004)\n\n                        CIVIL APPEAL NO.9460  OF 2013\n                  (arising out of SLP(C) No. 17147 OF 2004)\n\n                       CIVIL APPEAL NO. 9461  OF 2013\n                  (arising out of SLP(C) No. 24655 of 2004)\n\n                       CIVIL APPEAL NO. 9462  OF 2013\n                  (arising out of SLP(C) No. 26073 of 2004)\n\n                       CIVIL APPEAL NO. 9463  OF 2013\n                  (arising out of SLP(C) No. 5951 of 2006)\n\n                        CIVIL APPEAL NO.9464  OF 2013\n                  (arising out of SLP(C) No. 12552 of 2006)\n\n                         CIVIL APPEAL NO.9465  OF 2013\n                  (arising out of SLP(C) No. 12553 of 2006)\n\n                        CIVIL APPEAL NO.9466  OF 2013\n                  (arising out of SLP(C) No. 8597 of 2009)\n\n                      CIVIL APPEAL NOS.9467-68  OF 2013\n              (arising out of SLP(C) Nos. 28087-28088 of 2011)\n\n                       CIVIL APPEAL NO. 9469  OF 2013\n                  (arising out of SLP(C) No. 28089 of 2011)\n\n                       CIVIL APPEAL NOS.9470-73  OF 2013\n              (arising out of SLP(C) Nos. 29227-29230 of 2011)\n\n                       CIVIL APPEAL NO. 9474  OF 2013\n                  (arising out of SLP(C) No. 31975 of 2011)\n\n                                     AND\n\n                        CIVIL APPEAL NO.9475  OF 2013\n                  (arising out of SLP(C) No. 13528 of 2012)\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">G. S. Singhvi, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.    Leave granted in SLP (C) Nos. 16117 of 2004, 17147 of 2004,  24655  of\n 2004, 26073 of 2004, 5951 of 2006, 12552 of 2006,  12553 of 2006,  8597  of\n2009, 28087-28088 of 2011, 28089 of 2011,  29227-29330  of  2011,  31975  of\n2011 and 13528 of 2012.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.    Of the above noted 23 appeals, 17 have been filed  by  those  who  had\nbeen  awarded  contracts  by  the  Government  of   Karnataka   and/or   its\nagencies/instrumentalities for execution of  the  particular  project/works.\nThey have challenged the orders  passed  by  the  Designated  Judge/Division\nBenches of the Karnataka High Court rejecting their prayer  for  appointment\nof Arbitrator in terms of the clauses relating to  settlement  of  disputes.\nOne appeal has been filed by the contractor  who  was  awarded  construction\ncontract by Nagarika Yogbakashema Mathu Gruha Nirmana Sahakara  Sangha.  The\nremaining 5 appeals have been filed by  Karnataka  Neeravari  Nigam  Limited\nand Kirshna Bhagya Jala Nigam Limited for setting aside  the  orders  passed\nby the learned Designated Judge whereby  he  directed  the  concerned  Chief\nEngineer to act as an Arbitrator.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.    For the sake of convenience,  we  shall  notice  the  facts  from  the\nrecord of Civil Appeal No.1586  of   2004  -  M/s.  P.  Dasaratharama  Reddy\nComplex v. The Government of Karnataka and another  because  arguments  were\nadvanced with reference to that case.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1674380\" id=\"span_1\">4.    The appellant is a contractor  engaged  in  executing  work  contracts\nawarded by the Government of Karnataka and its instrumentalities.  In  1996,\nthe appellant was  awarded  contract  for  construction  of  bridge  between\nYethabadi-Buyyanadoddi across Shimsha river  in  Malavalli.   The  appellant\ndid not complete the work by alleging lack of cooperation  on  the  part  of\nChief Engineer, Communication and Building  (South),  Bangalore  (respondent\nNo.2) and then lodged claim for payment of the amount allegedly due to  him.\n After some time, the appellant filed an  application  under  Section  11(6)\nand (8) of the <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act, 1996</a> (for short, ‘the  1996\nAct’) for appointment of an Arbitrator for adjudication of all the  disputes\npertaining to Contract No.5/96-97 dated 8.5.1996.  The Chief Justice of  the\nHigh Court assigned the application to the Designated Judge,  who  dismissed\nthe same vide order dated 14.9.2001 by relying upon the judgment  in  <a href=\"/doc/1674380/\" id=\"a_2\">Mysore\nConstruction Company v. Karnataka Power Corporation Ltd. ILR</a> 2000 KAR  4953.\n Paragraphs 5 and 6 of that order read as under:</span>\n</p>\n<blockquote id=\"blockquote_1\">“5.   The above clause requires the contractor specifically to\napproach the civil court, if he is not satisfied with the  decision  of  the\nChief Engineer. It does  not  provide  for  reference  to  arbitration.  But\ncontrary to the specific term  of  clause  29,  the  petitioner  has  sought\nappointment of Arbitrator instead of approaching the Civil Court.\n</blockquote>\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1674380\" id=\"span_2\">6.    I had occasion to consider the question whether such a  clause  is  an\narbitration agreement in <a href=\"/doc/1674380/\" id=\"a_3\">Mysore Construction  Company  Vs.  Karnataka  Power\nCorporation Ltd. [ILR</a> 2000 KAR 4953] and held that the said  clause  is  not\nan arbitration agreement. Following <a href=\"/doc/1674380/\" id=\"a_4\">the said decision</a> and  for  the  reasons\nstated therein, it has to be held that clause 29 relied on by petitioner  is\nnot an arbitration agreement.”</span>\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">5.        The writ petition filed by the appellant questioning the order  of\nthe Designated Judge was dismissed by the Division Bench of the  High  Court\nby observing that Clause 29 of  the  Contract  cannot  be  construed  as  an\nArbitration Agreement or an Arbitration Clause for settlement of disputes.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">6.    In some of the other  appeals,  the  appellants  have  challenged  the\norders passed by the  Designated  Judge  rejecting  their  applications  for\nappointment of Arbitrator under the  relevant  clause  of  their  respective\nagreements.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">7.    In the 5  appeals,  Karnataka  Neeravari  Nigam  Limited  and  Krishna\nBhagya  Jala  Nigam  Limited  have  challenged  the  orders  passed  by  the\nDesignated Judge for appointment of the Chief Engineer as an Arbitrator  and\ndirected him to adjudicate the matter in dispute.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">THE ARGUMENTS\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1729676\" id=\"span_3\">8.    Mrs. Kiran Suri, Senior Advocate and other learned  counsel  appearing\nfor the contractors argued that the impugned orders are  liable  to  be  set\naside because the learned Designated Judge and the  Division  Bench  of  the\nHigh Court  misconstrued  the  relevant  clauses  of  the  agreements.   She\nfurther argued that in view of the judgment of the  Division  Bench  of  the\nHigh Court in <a href=\"/doc/1729676/\" id=\"a_5\">Karnataka State Road Transport Corporation and another  v.  M.\nKeshava Raju</a> 2004 (1) Arb.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1674380\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1850352\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237820\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_10\">LR 507 and  of  this  Court  in  <a href=\"/doc/1979603/\" id=\"a_6\">Smt.  Rukmanibai\nGupta v. Collector, Jabalpur and others</a> (<a href=\"/doc/237820/\" id=\"a_7\">1980) 4  SCC  556,  Krishna  Bhagya\nJala Nigam Limited v. G. Harishchandra Reddy and another</a> (<a href=\"/doc/133070/\" id=\"a_8\">2007) 2  SCC  720,\nPunjab State and others v. Dina Nath</a>  (<a href=\"/doc/1850352/\" id=\"a_9\">2007) 5 SCC 28, State of  Orissa  and\nothers v. Bhagyadhar Dash</a> (<a href=\"/doc/1707042/\" id=\"a_10\">2011) 7 SCC 406,  Bharat Bhushan Bansal v. U.  P.\nSmall Industries Corporation Ltd., Kanpur</a> (<a href=\"/doc/1777887/\" id=\"a_11\">1999) 2 SCC 166 and  K.  K.  Modi\nv. K.  N.  Modi  and  others</a>   (1998)  3CC  573,   the  judgment  in  <a href=\"/doc/1674380/\" id=\"a_12\">Mysore\nConstruction Company v. Karnataka Power Corporation Limited</a>  (supra)  cannot\nbe treated as laying down correct law. Mrs. Suri also  relied  upon  <a href=\"/doc/811701/\" id=\"a_13\">Section\n20</a> of the Arbitration Act, 1940 (for short, ‘the 1940 Act’) and argued  that\nClause 29 of the  agreement  executed  between  appellant  P.  Dasaratharama\nReddy Complex and the Government of Karnataka and similar clauses  contained\nin other agreements provide for resolution of disputes  by  arbitration  and\nthe  High  Court  committed  serious  error  by  refusing  to   appoint   an\nArbitrator.</span></span></span></span></span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">9.    Shri Naveen R. Nath,  learned  counsel,  who  appeared  on  behalf  of\nKrishna Bhagya Jala Nigam Limited and  Karnataka  Neeravari  Nigam  Limited,\nwho are the appellants in the five appeals and respondents in  some  of  the\nother cases argued that Clause 29 of  the  agreement  executed  between  the\nappellant and the Government of Karnataka in Civil Appeal  No.1586  of  2004\nand similar clauses in other agreements are in the  nature  of  departmental\ndispute  resolution  mechanism  and  the  same  cannot  be  treated  as   an\narbitration clause. He pointed  out  that  Clause  29  and  similar  clauses\ncontained in other agreements neither postulate hearing of  the  parties  by\nthe Chief Engineer nor he can adjudicate the  dispute.   Shri  Nath  pointed\nout that the relevant clauses in the agreements  entered  into  between  the\nparties provide for settlement of disputes  through  Court  and,  therefore,\nthe decision, if any, taken by the Chief Engineer cannot be  treated  as  an\naward of the Arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">10.   We have considered  the  respective  submissions.  Clause  29  of  the\nAgreement  entered  into  between  the  parties  (the  appellant   and   the\nrespondents in Civil Appeal No.1586/2004) and majority of other  cases  read\nas under:\n</p>\n<blockquote id=\"blockquote_3\">“Clause-29: (a) If any dispute or difference of any kind whatsoever were  to\narise  between  the  Executive  Engineer/Superintending  Engineer  and   the\nContractor regarding the following matters namely,\n\n</blockquote><blockquote id=\"blockquote_4\">(i)   The meaning of the specifications designs, drawings  and  instructions\nherein before mentioned;\n</blockquote>\n<blockquote id=\"blockquote_5\">(ii)  The quality of workmanship or material used on the work and\n\n</blockquote><blockquote id=\"blockquote_6\">(iii) Any other questions, claim right, matter, thing,  whatsoever,  in  any\nway  arising  out  of  or  relating  to  the   contract  designs,  drawings,\nspecifications estimates, instructions, or orders, or  those  conditions  or\nfailure to execute the same whether arising  during  the  progress  of&#x27;  the\nwork, or after the  completion,  termination  or  abandonment  thereof,  the\ndispute shall, in the first place, be referred to  the  Chief  Engineer  who\nhas jurisdiction  over  the  work  specified  in  the  contract.  The  Chief\nEngineer shall within a period  of  ninety  days  from  the  date  of  being\nrequested by the Contractor to do so, given written notice of  his  decision\nto the contractor.\n</blockquote>\n<blockquote id=\"blockquote_7\">Chief Engineer&#x27;s decision final\n</blockquote><blockquote id=\"blockquote_8\">(b)   Subject to other form of  settlement  hereafter  provided,  the  Chief\nEngineer&#x27;s decision in respect of every dispute or  difference  so  referred\nshall be final and binding upon the  Contractor.  The  said  decision  shall\nforthwith  be  given  effect  to  and  contractor  shall  proceed  with  the\nexecution of the work with all due diligence.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_13\">Remedy when Chief Engineer&#x27;s decision is not acceptable to Contract\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">(c)   In case the decision of the Chief Engineer is not  acceptable  to  the\ncontractor, he may approach the Law Courts  at  for  settlement  of  dispute\nafter giving due written notice in this regard to the Chief Engineer  within\na period of ninety days from the date of receipt of the  written  notice  of\nthe decision of the Chief Engineer.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">Time limit for notice to approach law Court by Contractor\n\n</p><p data-structure=\"Section\" id=\"p_16\">(d)   If the Chief Engineer has given written notice of his decision to  the\nContractor and no  written  notice  to  approach  the  law  court  has  been\ncommunicated to him by the Contractor within a period of  ninety  days  from\nreceipt of such notice<a href=\"/doc/1674380/\" id=\"a_14\">, <a href=\"/doc/1674380/\" id=\"a_15\">the said decision</a></a> shall be final  and  binding  upon\nthe Contractor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">Time limit for notice to approach law court by contractor when  decision  is\nnot given by CE as at (b)\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">(e)   If the Chief Engineer fails to give notice of his  decision  within  a\nperiod of ninety days  from  the  receipt  of  the  Contractors  request  in\nwriting for settlement of  any  dispute  or  difference  as  aforesaid,  the\ncontractor may within ninety days  after  the  expiry  of  the  first  named\nperiod of ninety days approach the Law Courts at giving due  notice  to  the\nChief Engineer.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">Contractor to execute and complete work pending settlement of disputes;\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">(f)   Whether the claim is referred to the Chief  Engineer  or  to  the  Law\nCourts, as the case may be, the contractor  shall  proceed  to  execute  and\ncomplete the works with all due diligence pending  settlement  of  the  said\ndispute or differences.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">Obligations of the Executive Engineer and Contractor shall remain  unsettled\nduring consideration of dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">(g)   The reference of any dispute or difference to the  Chief  Engineer  or\nthe Law Court may proceed notwithstanding that the works shall  then  be  or\nbe alleged to be complete, provided  always  that  the  obligations  of  the\nExecutive Engineer and the Contractor shall not be altered by reason of  the\nsaid dispute or difference being referred to the Chief Engineer or  the  Law\nCourt during the Progress of the works.”\n                                                         (emphasis supplied)\n\n\n</p><p data-structure=\"Issue\" id=\"p_23\">11.   Clause 7 of the Agreement, which was subject matter  of  consideration\nin Civil Appeal No.4187/2004 – C.C.  Kondaiah  v.  the  Secretary,  Nagarika\nYogbakashema Mathu Gruha Nirmana Sahakara Sangha, reads thus:\n</p>\n<blockquote id=\"blockquote_9\">“7. In all matters  of  dispute  arising  out  of  this  contract  agreement\nregarding the quality of materials, work, etc., the decision  of  the  Board\nof Directors of the Sangha, shall be final and binding on the  part  of  the\nContractor.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_24\">12.   Clause 66 of the contract, which is subject  matter  of  consideration\nin the appeals arising out of SLP(C)Nos. 31975/2011  and  13528/2012,  reads\nthus:\n</p>\n<blockquote id=\"blockquote_10\">      “Clause 66 : SETTLMENT OF DISPUTES:\n</blockquote>\n<blockquote id=\"blockquote_11\">66. If any disputes or difference of any kind whatsoever and  contractor  in\nconnection with, or raising out of the contract or the execution  of  works,\nwhether during the progress of the  works  or  after  their  completion  and\nwhether before or  after  the  termination  abandonment  or  breach  of  the\ncontract, it shall, in the first place, be referred to and  settled  by  the\nEngineer who shall, within a period of forty five  days  from  the  date  of\nbeing requested by the contractor to do  so,  give  written  notice  of  his\ndecision to the contractor.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_25\">Subject to other form of settlement hereafter  provided,  such  decision  in\nrespect of every dispute or  difference  so  referred  shall  be  final  and\nbinding upon the contractor. The said  decision  shall  forthwith  be  given\neffect to, and the contractor shall proceed with the execution of the  works\nwith all due diligence.  In  case  the  decision  of  the  Engineer  is  not\nacceptable to the contractor, he may approach the law courts for  settlement\nof dispute after giving due written notice in this regard  to  the  Engineer\nwithin a period of forty five days form the date of receipt of  the  written\nnotice of the decision of the Engineer. If the Engineer  has  given  written\nnotice of his decision to the contractor and no written notice  to  approach\nthe law courts has been communicated to  him  by  the  contractor  within  a\nperiod of forty five days from receipt of such  notice,  the  said  decision\nshall be final and binding upon the contractor. If the Engineer  shall  fail\nto give notice of his decision within a period of forty five days  form  the\nreceipt of the  contractor&#x27;s  request  in  writing  for  settlement  of  any\ndispute or difference as aforesaid, the contractor  may  within  forty  five\ndays after the expiration of the first  named  period  of  forty  five  days\napproach the law courts, giving due notice  to  the  Engineer.  Whether  the\nclaim is referred to the Engineer or the law courts, as  the  case  may  be,\nthe contractor shall proceed to execute and complete the works with all  due\ndiligence pending  settlement  of  the  said  dispute  or  differences.  The\nreference of any dispute or difference to the engineer  or  law  courts  may\nproceed not withstanding that the works shall then be or be  alleged  to  be\ncomplete, provided always that the  obligations  of  the  Engineer  and  the\ncontractor shall not be altered by reason of the said dispute or  difference\nbeing referred to the engineer or law courts  during  the  progress  of  the\nworks.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">Neither party is entitled to bring a claim to resolution of disputes if  the\ndispute or differences are not notified in writing within thirty  (30)  days\nafter expiration of the maintenance period.”\n\n                                                         (emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_27\">13.   Clause 67 of the contract, which is subject  matter  of  consideration\nin the appeal arising out of SLP(C) No.12553/2006, reads thus:\n</p>\n<blockquote id=\"blockquote_12\">“SETTLEMENT OF DISPUTES\n\n</blockquote><blockquote id=\"blockquote_13\">67) If any dispute or difference of any kind whatsoever shall arise  between\nthe Engineer and the Contractor in connection with, or arising  out  of  the\nContract, or the execution of works, whether  during  the  progress  of  the\nworks  or  after  their  completion  and  whether  before   or   after   the\ntermination, abandonment or breach of the Contract, it shall, in  the  first\nplace, be referred to and settled  by  the  Engineer  who  shall,  within  a\nperiod of ninety days from the date of being requested by the Contractor  to\ndo so, give written notice of his decision of the Contractor.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_28\">Subject to other form of settlement hereafter  provided,  such  decision  in\nrespect of every dispute or  difference  so  referred  shall  be  final  and\nbinding upon the Contractor. The said  decision  shall  forthwith  be  given\neffect to, and the Contractor shall proceed with the execution of the  works\nwith all due diligence.  In  case  the  decision  of  the  Engineer  is  not\nacceptable to the Contractor, he may approach the law  Courts  at  Bangalore\nfor settlement of dispute after giving due written notice in this regard  to\nthe Engineer within a period of ninety days from the date of receipt of  the\nwritten notice of the decision of the Engineer. If the  Engineer  has  given\nwritten notice of his decision to the Contractor and no  written  notice  to\napproach the law courts has been  communicated  to  him  by  the  Contractor\nwithin a period of ninety  days  from  receipt  of  such  notice,  the  said\ndecision shall be final and binding upon the  contractor.  If  the  Engineer\nshall fail to give notice of his decision within a  period  of  ninety  days\nfrom the receipt of the Contractor&#x27;s request in writing  for  settlement  of\nany dispute of difference as aforesaid, the  Contractor  may  within  ninety\ndays after the expiration of the first named period of ninety days  approach\nthe law Courts at Bangalore, giving due notice to the Engineer. However  the\nclaim is referred to the Engineer or to the law Courts, as the case may  be,\nthe Contractor shall proceed to execute and complete the works with all  due\ndiligence pending  settlement  of  the  said  dispute  or  differences.  The\nreference of any dispute or difference to the Engineer  or  law  Courts  may\nproceed not withstanding that the works shall then be or be  alleged  to  be\ncomplete, provided always that the  obligations  of  the  Engineer  and  the\nContractor shall not be altered by reason of the said dispute or  difference\nbeing referred to the Engineer or law Courts  during  the  progress  of  the\nworks.”\n\n                                                         (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">14.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1674380\" id=\"span_16\">In <a href=\"/doc/1674380/\" id=\"a_16\">Mysore Construction Company v. Karnataka Power Corporation  Limited\nand others</a> (supra), the learned Designated Judge  referred  to  the  passage\nfrom Russell on Arbitration (19th Edition, page 59), the judgments  of  this\nCourt in <a href=\"/doc/1777887/\" id=\"a_17\">K. K. Modi v. K. N. Modi and others</a> (supra), Chief  Conservator  of\nForests, Rewa v. Ratan Singh Hans AIR 1967 SC 166; <a href=\"/doc/1979603/\" id=\"a_18\">Smt. Rukmanibai Gupta  v.\nthe Collector, Jabalpur</a> (supra); <a href=\"/doc/344153/\" id=\"a_19\">State of  Uttar  Pradesh  v.  Tipper  Chand</a>\n(1980) 2 SCC 341; <a href=\"/doc/64556/\" id=\"a_20\">State of Orissa v. Damodar Das</a> (1996) 2  SCC  216;  <a href=\"/doc/1707042/\" id=\"a_21\">Bharat\nBhushan Bansal  v.  Uttar  Pradesh  Small  Industries  Corporation  Limited,\nKanpur</a> (1999) 2 SCC 166 and observed:</span></span></span></span></span></span>\n</p>\n<blockquote id=\"blockquote_14\">“The above decisions make it clear that an  agreement  or  a  clause  in  an\nagreement can be construed as an arbitration agreement, only if,\n\n</blockquote><blockquote id=\"blockquote_15\">(i)   it provides for or contemplates reference of  disputes  or  difference\nby either party to a private forum (other  than  a  Court  or  Tribunal)  or\ndecision;\n</blockquote>\n<blockquote id=\"blockquote_16\">(ii)  it provides either expressly or  impliedly,  for  an  enquiry  by  the\nprivate forum giving due opportunity to both  parties  to  put  forth  their\ncases; and\n\n</blockquote><blockquote id=\"blockquote_17\">(iii)       it provides that the decision of the forum is final and  binding\nupon the parties, without recourse to any other remedy and both would  abide\nby such decision.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_30\">Where there is no provision either for reference of disputes  to  a  private\nforum, or for a fair and judicious enquiry,  or  for  a  decision  which  is\nfinal and binding on  parties  to  the  dispute,  there  is  no  arbitration\nagreement.”\n\n\nThe learned Designated Judge then analysed Clause 29  (old  Clause  67)  and\nrecorded his observations in the following words:\n</p>\n<blockquote id=\"blockquote_18\">“(a)  The heading of the clause is &#x27;settlement of  disputes&#x27;.  There  is  no\nreference to either &#x27;arbitration&#x27; or &#x27;Arbitrator&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_19\">(b)   Clause (a) provides that if any dispute  or  difference  of  any  kind\nwhatsoever to arise between the Executive  Engineer/Superintending  Engineer\nand the Contractor, regarding the matters  mentioned  therein,  the  dispute\nshall  in  the  first  place  be  referred  to  Chief  Engineer,   who   has\njurisdiction over the work specified in the contract. Thus the reference  to\nthe Chief Engineer is only the first phase of the process of  settlement  of\ndisputes and not the final phase of the  settlement  of  disputes.  This  is\nevident from the provision that when a dispute  arises,  it  should  in  the\nfirst place, be referred to the Chief Engineer for decision.\n</blockquote>\n<blockquote id=\"blockquote_20\">(c)   The reference is to a person, who has jurisdiction over  the  contract\nwork and  not  to  an  independent  Authority  nor  to  an  officer  of  the\nCorporation, who has no connection  or  control  over  the  work.  In  other\nwords, the decision of Chief Engineer is a decision  by  a  person  who  has\noverall supervision and charge of the execution of the work. This  gives  an\nindication that the decision of the Chief Engineer is not intended to be  an\nadjudication of the rights of the parties to the dispute,  but  intended  to\nbe a decision of one party in regard to the claim of  the  other  party,  to\nenable the other party to seek relief in a  Court  of  law,  if  he  is  not\nsatisfied with the decision.\n</blockquote>\n<blockquote id=\"blockquote_21\">(d)   Sub-clause (b) provides that  subject  to  other  form  of  settlement\nprovided in  the  ensuing  sub-clause,  the  Chief  Engineer&#x27;s  decision  in\nrespect of every dispute or difference  so  referred,  shall  be  final  and\nbinding upon the Contractor. This clause  makes  it  clear  that  the  final\nremedy of the Contractor is to approach the law Court for  decision  on  the\ndispute. It is also  significant  that  the  decision  given  by  the  Chief\nEngineer is made final and binding upon the  Contractor  (subject  to  other\nremedies specified) and not KPC. Any decision, which is  made  binding  only\non one party and  not  on  both  the  parties,  cannot  be  an  adjudicatory\ndecision. The very principle of adjudication of a  dispute  is  that  it  is\nbinding on both the parties.\n</blockquote>\n<blockquote id=\"blockquote_22\">(e)   Clause (c) provides that if the Contractor is not satisfied  with  the\ndecision of the Chief Engineer, he can approach the law Court at Karwar  for\nsettlement of the dispute The clause requires  the  Contractor  to  approach\nthe  law  Court  for  settlement  of  disputes.  If  as  contended  by   the\npetitioner, the disputes are to be settled by  way  of  arbitration  by  the\nChief Engineer, acting as Arbitrator,  then  the  question  of  one  of  the\nparties being permitted to approach the law Courts  for  settlement  of  the\ndisputes does not arise. If the Chief Engineer is  the  Arbitrator  and  his\ndecision is an award, then a party can approach the  Civil  Court  only  for\nsetting aside the award  and  not  for  settlement  of  the  disputes.  This\nprovision makes it clear that the decision of  the  Chief  Engineer  is  not\nintended   to   be   a   decision   by   way   of   adjudication   of    the\ndisputes/differences between the  parties  by  way  of  arbitration  but  is\nintended to be merely  a  decision  of  the  party  (employer)  which,  when\nintimated to the other side, gives rise to a cause of action  to  the  other\nparty (Contractor) to approach the  Civil  Court  for  adjudication  of  its\ndispute/claim.\n</blockquote>\n<blockquote id=\"blockquote_23\">(f)   Similarly, sub-clause (d) which provides that if  the  Chief  Engineer\ndoes not give his decision within a particular period,  the  Contractor  can\napproach the Civil Court for settlement of the dispute,  again  demonstrates\nthat no finality is intended to be attached to the  decision  of  the  Chief\nEngineer and the final adjudication should be by the Civil Court and not  by\nthe Chief Engineer.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_31\">The scheme of Clause 29 (or  old  Clause  67)  therefore  is,  whenever  the\nContractor has a claim which is not settled by  the  Executive  Engineer  or\nSuperintending  Engineer,  he  has  to  make  the  claim  before  the  Chief\nEngineer. If the Chief Engineer examines the matter and gives  his  decision\nwhich is not acceptable to the Contractor, or if  the  Chief  Engineer  does\nnot give his decision within the  time  specified,  the  Contractor  has  to\napproach  the  Civil  Court,  by  filing  a   civil   suit   and   get   his\ndisputes/claims adjudicated, on merits. Use of words &#x27;to approach the  Civil\nCourt for settlement of disputes&#x27; makes it  clear  that  final  adjudicating\nauthority in the case of a dispute is the Civil  Court  and  not  the  Chief\nEngineer. Thus, the Intention of the parties is not  to  refer  any  dispute\nfor adjudication by way of arbitration but to get  adjudicated  the  dispute\nonly through the normal  procedure  of  approaching  law  Courts.  The  said\nclause does not also contemplate or require the Chief Engineer to  hold  any\nenquiry or hear the parties before deciding the matter. On the  other  hand,\nthe clause merely requires the Chief Engineer to consider the claim  of  the\nContractor and give his decision thereon. Such decision being on  behalf  of\nKPC, the Contractor can either accept it or approach  the  Civil  Court  for\nadjudication. Thus the petitioner has failed to make out two  of  the  three\ningredients  --  requirement  of  enquiry  by  the   named   Authority   and\nrequirement of finality by a binding decision.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">15.   The distinction between an expert determination  and  arbitration  has\nbeen spelt out in Russell  on  Arbitration,  21st  Edn.,  in  the  following\nwords:\n</p>\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_17\">“Many cases have been fought  over  whether  a  contract’s  chosen  form  of\ndispute resolution is expert determination or arbitration. This is a  matter\nof construction of the contract, which involves an  objective  enquiry  into\nthe intentions of the parties. First, there are the  express  words  of  the\ndisputes  clause.  If  specific  words  such  as   ‘arbitrator’,   ‘arbitral\ntribunal’, ‘arbitration’ or  the  formula  ‘as  an  expert  and  not  as  an\narbitrator’ are used to describe the manner in which  the  dispute  resolver\nis  to  act,  they  are  likely  to  be  persuasive  although   not   always\nconclusive…. Where there is no express wording,  the  court  will  refer  to\ncertain guidelines. Of these, the most important used to be,  whether  there\nwas an ‘issue’ between the parties such as the value of an  asset  on  which\nthey had not taken defined positions, in which case the procedure  was  held\nto be expert determination; or a ‘formulated dispute’  between  the  parties\nwhere defined positions had been taken, in  which  case  the  procedure  was\nheld to be an arbitration. This imprecise concept is still being relied  on.\nIt is unsatisfactory because some parties to  contract  deliberately  choose\nexpert determination for dispute  resolution.  The  next  guideline  is  the\njudicial function of an arbitral tribunal as opposed  to  the  expertise  of\nthe expert; …. An arbitral tribunal arrives at its decision on the  evidence\nand submissions of the parties and must apply the  law  or  if  the  parties\nagree, on other consideration; an expert, unless  it  is  agreed  otherwise,\nmakes his own enquiries, applies his own expertise and decides  on  his  own\nexpert opinion....”\n\n\n\n      A clause substantially similar to the clauses referred to  hereinabove\nwas interpreted by a three Judge Bench in  <a href=\"/doc/344153/\" id=\"a_22\">State  of  U.P  v.  Tipper  Chand</a>\n(supra) and it was held that the same cannot be construed as an  arbitration\nclause.  Paragraphs 2 and 3 of the judgment which contain  the  reasons  for\nthe aforesaid conclusion are reproduced below:</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">“2. The suit  out  of  which  this  appeal  has  arisen  was  filed  by  the\nrespondent  before  us  for  recovery  of  Rs.  2000  on  account  of   dues\nrecoverable from the Irrigation Department of the petitioner State for  work\ndone by the plaintiff in pursuance of an agreement, clause 22 of which  runs\nthus:\n</blockquote>\n<blockquote id=\"blockquote_26\">“Except where otherwise specified  in  the  contract  the  decision  of  the\nSuperintending Engineer for the time being shall be  final,  conclusive  and\nbinding on all parties to the contract upon all questions  relating  to  the\nmeaning  of   the   specifications,   design,   drawing   and   instructions\nhereinbefore mentioned. The decision of such Engineer as to the  quality  of\nworkmanship, or materials used on the work, or as  to  any  other  question,\nclaim, right, matter or things whatsoever, in any  way  arising  out  of  or\nrelating  to  the  contract,  designs,  drawing  specifications,  estimates,\ninstructions, orders, or  these  conditions,  or  otherwise  concerning  the\nworks, or the execution or failure to  execute  the  same,  whether  arising\nduring the progress of the work, or after the completion or  abandonment  of\nthe contract by the contractor, shall also be final, conclusive and  binding\non the contractor.”\n\n</blockquote><blockquote id=\"blockquote_27\">3. After perusing the contents  of  the  said  clause  and  hearing  learned\nCounsel for the parties we find ourselves in  complete  agreement  with  the\nview taken by the High Court. Admittedly the clause  does  not  contain  any\nexpress arbitration agreement. Nor can such  an  agreement  be  spelled  out\nfrom its terms by implication, there being no mention in it of any  dispute,\nmuch less of a reference thereof. On the other  hand,  the  purpose  of  the\nclause clearly appears to  be  to  vest  the  Superintending  Engineer  with\nsupervision of the execution of the work and administrative control over  it\nfrom time to time.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">16.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_18\">In State of Maharashtra v. M/s.  Ranjeet  Construction  (Civil  Appeal\nNo.4700 of 1985), a two Judge Bench of this Court interpreted Clause  30  of\nthe agreement entered into between the parties, which  is  almost  identical\nto the clauses under consideration, relied upon the  judgment  in  <a href=\"/doc/344153/\" id=\"a_23\">State  of\nU.P. v. Tipper Chand</a> (supra) and held that Clause 30 cannot be  relied  upon\nfor seeking a reference to an Arbitrator of any dispute  arising  under  the\ncontract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">17.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_19\">In <a href=\"/doc/64556/\" id=\"a_24\">State of Orissa  v.  Damodar  Das</a>  (supra),  a  three  Judge  Bench\ninterpreted Clause 21 of the contract entered  into  between  the  appellant\nand the respondent for construction of sump and pump chamber etc. for  pipes\nW/S to Village Kentile. The respondent abandoned the work before  completion\nof  the  project  and  accepted  payment  of  the   fourth   running   bill.\nSubsequently,  he  raised  dispute  and  sent  communication  to  the  Chief\nEngineer, Public Health, Orissa for making a  reference  to  an  Arbitrator.\nThe Subordinate Judge, Bhubaneswar allowed  the  application  filed  by  the\nrespondent under <a href=\"/doc/1146817/\" id=\"a_25\">Section 8</a> of the 1940 Act and the order passed by  him  was\nupheld by  the  High  Court.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_20\">This  Court  referred  to  Clause  25  of  the\nagreement, relied upon the  judgment  in  <a href=\"/doc/344153/\" id=\"a_26\">State  of  U.P.  v.  Tipper  Chand</a>\n(supra) and held that the said clause cannot  be  interpreted  as  providing\nresolution of  dispute  by  an  Arbitrator.  Paragraphs  9  and  10  of  the\njudgment, which contain discussion on the subject, are extracted below:</span>\n</p>\n<blockquote id=\"blockquote_28\">“9. The question, therefore, is whether there is any  arbitration  agreement\nfor the resolution of the disputes. The agreement reads thus:\n</blockquote>\n<blockquote id=\"blockquote_29\">“25.  Decision  of  Public  Health  Engineer  to  be  final.—  Except  where\notherwise specified in this contract, the  decision  of  the  Public  Health\nEngineer for the time being shall be final, conclusive and  binding  on  all\nparties to the contract upon all questions relating to the  meaning  of  the\nspecifications; drawings and instructions hereinbefore mentioned and  as  to\nthe quality of workmanship or materials used on  the  work,  or  as  to  any\nother question, claim,  right,  matter  or  thing,  whatsoever  in  any  way\narising out of, or relating  to,  the  contract,  drawings,  specifications,\nestimates,  instructions,  orders  or   these   conditions,   or   otherwise\nconcerning the works or the  execution  or  failure  to  execute  the  same,\nwhether arising during the progress of the work or after the  completion  or\nthe sooner determination thereof of the contract.”\n\n</blockquote><blockquote id=\"blockquote_30\">10. <a href=\"/doc/78032017/\" id=\"a_27\">Section 2(a)</a> of the Act  defines  “arbitration  agreement”  to  mean  “a\nwritten agreement to submit present or future  differences  to  arbitration,\nwhether an arbitrator is named therein or not”. Indisputably,  there  is  no\nrecital in the above  clause  of  the  contract  to  refer  any  dispute  or\ndifference present or future to arbitration. The  learned  counsel  for  the\nrespondent sought to contend from the marginal note, viz., “the decision  of\nPublic Health Engineer to be final” and any other the words  “claim,  right,\nmatter or thing,  whatsoever  in  any  way  arising  out  of  the  contract,\ndrawings,  specifications,  estimates,   instructions,   orders   or   these\nconditions, or otherwise concerning the works or the  execution  or  failure\nto execute the same, whether arising during the  progress  of  the  work  or\nafter the completion or the sooner determination thereof  of  the  contract”\nand contended that this clause  is  wide  enough  to  encompass  within  its\nambit, any disputes or differences arising in  the  aforesaid  execution  of\nthe contract or any question or claim or right arising  under  the  contract\nduring  the  progress  of  the  work  or  after  the  completion  or  sooner\ndetermination thereof for reference  to  an  arbitration.  The  High  Court,\ntherefore, was right in its  conclusion  that  the  aforesaid  clause  gives\nright to arbitration to the respondent for resolution of the  dispute/claims\nraised by the respondent. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"587393\" id=\"span_21\">In support thereof he  relied  on  <a href=\"/doc/587393/\" id=\"a_28\">Ram  Lal  Jagan\nNath v. Punjab State</a> through Collector AIR 1966  Punj  436.  It  is  further\ncontended that for the decision of the Public Health Engineer to  be  final,\nthe contractor must be given an opportunity to submit his case to  be  heard\neither in person or through counsel and a decision thereon should be  given.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_35\">It envisages by implication existence of a dispute  between  the  contractor\nand the Department. In other words, the parties construed  that  the  Public\nHealth Engineer should be the sole arbitrator. When the claim  was  made  in\nreferring the dispute to  him,  it  was  not  referred  to  the  court.  The\nrespondent is entitled to avail of the remedy under <a href=\"/doc/1146817/\" id=\"a_29\">Sections  8</a>  and  <a href=\"/doc/385194/\" id=\"a_30\">20</a>  of\nthe Act. We find it difficult  to  give  acceptance  to  the  contention.  A\nreading of the above clause in the contract as a conjoint whole, would  give\nus an indication  that  during  the  progress  of  the  work  or  after  the\ncompletion or the sooner determination thereof of the contract,  the  Public\nHealth Engineer has been empowered to decide all questions relating  to  the\nmeaning  of  the   specifications,   drawings,   instructions   hereinbefore\nmentioned and as to the quality of workmanship or material used on the  work\nor as to any other question, claim, right, matter  or  thing  whatsoever  in\nany  way  arising  out  of,  or  relating   to,   the   contract   drawings,\nspecifications, estimates,  instructions,  orders  or  those  conditions  or\notherwise concerning the works or the execution or failure  to  execute  the\nsame has been entrusted to the  Public  Health  Engineer  and  his  decision\nshall be final.  In  other  words,  he  is  nominated  only  to  decide  the\nquestions  arising  in  the  quality  of  the  work  or  any  other  matters\nenumerated hereinbefore and  his  decision  shall  be  final  and  bind  the\ncontractor. A clause in the contract cannot be split into two  parts  so  as\nto consider one part to give rise to difference or dispute and another  part\nrelating to execution of work, its workmanship etc. It is settled  now  that\na clause in the contract must be  read  as  a  whole.  If  the  construction\nsuggested by the respondent is given effect then the decision of the  Public\nHealth Engineer would become final and it is not even necessary to  have  it\nmade rule of the court under the <a href=\"/doc/1052228/\" id=\"a_31\">Arbitration Act</a>. It would be  hazardous  to\nthe claim of a contractor to give such instruction and  give  power  to  the\nPublic Health Engineer  to  make  any  dispute  final  and  binding  on  the\ncontractor. A careful reading of the clause in the contract  would  give  us\nan indication that the Public Health Engineer is  empowered  to  decide  all\nthe questions enumerated therein other  than  any  disputes  or  differences\nthat have arisen between the contractor and the Government. But  for  clause\n25, there is no other contract to refer any  dispute  or  difference  to  an\narbitrator named or otherwise.”\n\n                                                         (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_22\">In <a href=\"/doc/1777887/\" id=\"a_32\">K.K. Modi v. K.N. Modi</a> (supra), this Court interpreted Clause 9  of\nthe Memorandum of Understanding signed by two groups of Modi  family.  Group\n‘A’ consisted of Kedar Nath Modi (younger brother of Seth  Gujjar  Mal  Modi\nand his three sons) and Group ‘B’ consisted of five sons of Seth Gujjar  Mal\nModi. To resolve the  disputes  and  differences  between  two  groups,  the\nfinancial institutions, which had lent money, got  involved.  Ultimately,  a\nMemorandum of Understanding was signed by the parties on  24.1.1989,  Clause\n9 of which reads as under:</span>\n</p>\n<blockquote id=\"blockquote_31\">“Implementation  will  be  done   in   consultation   with   the   financial\ninstitutions.  For  all  disputes,  clarifications  etc.   in   respect   of\nimplementation of  this  agreement,  the  same  shall  be  referred  to  the\nChairman, IFCI or his nominees whose decisions will be final and binding  on\nboth the groups.”\n\n\nThe Chairman, Industrial  Finance  Corporation  of  India  (IFCI)  formed  a\ncommittee of experts to  assist  him  in  deciding  various  questions.  The\ncommittee of experts and the Chairman held discussion with both the  groups.\nOn 8.12.1995, the Chairman, IFCI gave his detailed  report  /  decision.  In\nhis  covering  letter,  the  Chairman  indicated  that  the  Memorandum   of\nUnderstanding had been substantially implemented during  1989  to  1995  and\nwith his decisions on the disputes / clarifications given by  him,  it  will\nbe possible to implement the remaining part. The report of the Chairman  was\nneither filed in the competent Court as an award  nor  any  application  was\nsubmitted for making the report a rule or decree of the Court. However,  the\nChairman issued  series  of  directions  for  implementing  the  report.  On\n18.5.1996, the appellants filed a petition under <a href=\"/doc/1154891/\" id=\"a_33\">Section 33</a> of the 1940  Act\nin the Delhi High Court challenging  report  dated  8.12.1995  by  asserting\nthat it was an award in arbitration proceedings. The opposite parties  filed\ncivil suit in the High Court to challenge the report of the Chairman.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_37\">      One of the questions formulated by this Court was whether Clause 9  of\nthe Memorandum of Understanding constituted  an  Arbitration  Agreement  and\nwhether the decision of the Chairman, IFCI constituted  an  award.  The  two\nJudge Bench first culled out the  following  attributes  of  an  Arbitration\nAgreement:\n</p>\n<blockquote id=\"blockquote_32\">“(1) The arbitration agreement must contemplate that  the  decision  of  the\ntribunal will be binding on the parties to the agreement,\n\n(2) that the jurisdiction of the tribunal to decide the  rights  of  parties\nmust derive either from the consent of the parties or from an order  of  the\ncourt or from a statute, the terms of which make it clear that  the  process\nis to be an arbitration,\n\n(3) the agreement must contemplate that substantive rights of  parties  will\nbe determined by the agreed tribunal,\n\n(4) that the tribunal will  determine  the  rights  of  the  parties  in  an\nimpartial and judicial manner with the tribunal owing  an  equal  obligation\nof fairness towards both sides,\n\n(5) that the agreement of  the  parties  to  refer  their  disputes  to  the\ndecision of the tribunal must be intended  to  be  enforceable  in  law  and\nlastly,\n\n(6) the agreement must contemplate that the tribunal will  make  a  decision\nupon a dispute which is already formulated at the time when a  reference  is\nmade to the tribunal.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">The  other  factors  which  are  relevant  include,  whether  the  agreement\ncontemplates that the tribunal will receive evidence  from  both  sides  and\nhear their contentions or at least give the parties an  opportunity  to  put\nthem forward;  whether  the  wording  of  the  agreement  is  consistent  or\ninconsistent  with  the  view  that  the  process  was  intended  to  be  an\narbitration, and whether the agreement requires the tribunal to  decide  the\ndispute according to law.”\n\n\nThe Court then referred to several precedents including  English  cases  and\nheld:\n</p>\n<blockquote id=\"blockquote_33\">“In  the  present  case,  the  Memorandum  of  Understanding   records   the\nsettlement of various disputes as between Group A and Group B  in  terms  of\nthe  Memorandum  of  Understanding.  It  essentially  records  a  settlement\narrived at regarding disputes and differences between the two  groups  which\nbelong to the same family. In  terms  of  the  settlement,  the  shares  and\nassets of various  companies  are  required  to  be  valued  in  the  manner\nspecified in the agreement.  The  valuation  is  to  be  done  by  M/s  S.B.\nBillimoria &amp; Co. Three companies which have to be divided  between  the  two\ngroups are to be divided in accordance with  a  scheme  to  be  prepared  by\nBansi  S.  Mehta  &amp;  Co.  In  the  implementation  of  the   Memorandum   of\nUnderstanding which is  to  be  done  in  consultation  with  the  financial\ninstitutions, any disputes or clarifications relating to implementation  are\nto be referred to the Chairman, IFCI or his nominees whose decision will  be\nfinal and binding. The purport  of  clause  9  is  to  prevent  any  further\ndisputes between Groups A and B. Because the agreement requires division  of\nassets in agreed proportions after their  valuation  by  a  named  body  and\nunder a scheme of division by another named body. Clause 9  is  intended  to\nclear any other difficulties which may arise in the  implementation  of  the\nagreement by leaving it to the decision of the Chairman, IFCI.  This  clause\ndoes not contemplate any judicial  determination  by  the  Chairman  of  the\nIFCI. He is entitled to nominate another person for deciding  any  question.\nHis decision has been  made  final  and  binding.  Thus,  clause  9  is  not\nintended to be for any different decision than what is already  agreed  upon\nbetween the parties to the dispute. It is meant for a proper  implementation\nof the settlement already arrived at. A  judicial  determination,  recording\nof evidence etc. are not contemplated. The decision of  the  Chairman,  IFCI\nis to be binding on the parties.  Moreover,  difficulties  and  disputes  in\nimplementation  may  not  be  between  the  parties  to  the  Memorandum  of\nUnderstanding. It is possible that the valuers nominated in  the  Memorandum\nof Understanding or the firm entrusted with the responsibility of  splitting\nsome  of  the  companies  may  require  some  clarifications  or  may   find\ndifficulties in doing the work. They can also resort to  clause  9.  Looking\nto the scheme of the Memorandum of  Understanding  and  the  purpose  behind\nclause 9, the learned Single Judge, in our view, has  rightly  come  to  the\nconclusion that this was not an agreement to refer disputes to  arbitration.\nIt was meant to be an expert’s decision. The Chairman, IFCI  has  designated\nhis decision as a decision. He has consulted experts in connection with  the\nvaluation and division of assets. He did not file his decision in court  nor\ndid any of the parties request him to do so.”\n\n                                                         (emphasis supplied)\n\n\n</blockquote><blockquote id=\"blockquote_34\">19.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_23\">In  <a href=\"/doc/1707042/\" id=\"a_34\">Bharat  Bhushan  Bansal  v.  U.P.  Small  Industries  Corporation\nLimited, Kanpur</a> (supra), a two Judge Bench interpreted Clauses 23 and 24  of\nthe agreement entered into between the parties  for  execution  of  work  of\nconstruction of a factory and allied buildings of the  respondent  at  India\nComplex, Rai Bareli. Those clauses were as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_35\">“Decision of the Executive Engineer of the UPSIC  to  be  final  on  certain\nmatters\n\n</blockquote><blockquote id=\"blockquote_36\">23. Except where otherwise specified in the contract, the  decision  of  the\nExecutive Engineer shall be  final,  conclusive  and  binding  on  both  the\nparties to the contract on  all  questions  relating  to  the  meaning,  the\nspecification, design, drawings  and  instructions  hereinbefore  mentioned,\nand as to the quality of workmanship or materials used on the work or as  to\nany other question whatsoever in any way arising out of or relating  to  the\ndesigns,  drawings,  specifications,  estimates,  instructions,  orders   or\notherwise concerning the works or the execution or failure  to  execute  the\nsame whether  arising  during  the  progress  of  the  work,  or  after  the\ncompletion thereof or abandonment of the contract by  the  contractor  shall\nbe final and conclusive and binding on the contractor.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_39\">Decision of the MD of the UPSIC on all other matters shall be final\n\n</p><p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_26\">24. Except as provided in clause 23 hereof, the  decision  of  the  Managing\nDirector of the UPSIC shall be final, conclusive and  binding  on  both  the\nparties to the contract upon all questions relating  to  any  claim,  right,\nmatter or thing in any way arising out of or relating  to  the  contract  or\nthese  conditions  or  concerning  abandonment  of  the  contract   by   the\ncontractor and in respect of all other matters arising out of this  contract\nand not specifically mentioned herein.”\n\n\nIt was argued on behalf of the appellant that Clause 24 should be  construed\nas an arbitration clause because the decision of the Managing  Director  was\nbinding on both the parties.  The two Judge Bench analysed  Clauses  23  and\n24 of the agreement, referred to the judgment in  <a href=\"/doc/1777887/\" id=\"a_35\">K.K.  Modi  v.  K.N.  Modi</a>\n(<a href=\"/doc/344153/\" id=\"a_36\">supra), State of U.P. v. Tipper Chand</a> (<a href=\"/doc/64556/\" id=\"a_37\">supra), State of Orissa  v.  Damodar\nDas</a> (supra) and observed:</span></span></span>\n</p>\n<blockquote id=\"blockquote_37\">“In the present case, the Managing Director is more in the  category  of  an\nexpert who will decide claims, rights, or matters in any way  pertaining  to\nthe contract. The intention appears to be more to  avoid  disputes  than  to\ndecide formulated disputes in a quasi-judicial manner.  In  para  18.067  of\nVol. 2 of Hudson on Building and Engineering  Contracts.   Illustration  (8)\ndeals with the case where, by the terms of a contract, it was provided  that\nthe engineer\n\n“shall  be  the  exclusive  judge  upon  all   matters   relating   to   the\nconstruction, incidents, and the consequences of these presents, and of  the\ntender, specifications, schedule  and  drawings  of  the  contract,  and  in\nregard to the execution of the works or  otherwise  arising  out  of  or  in\nconnection with the contract, and also as regards all  matters  of  account,\nincluding the final balance payable to the contractor, and  the  certificate\nof the engineer for the time being, given under his hand, shall  be  binding\nand conclusive on both parties.”\n\nIt was held that this clause was not an  arbitration  clause  and  that  the\nduties of the Engineer were administrative and not judicial.\n</blockquote>\n<blockquote id=\"blockquote_38\">Since clause 24 does not contemplate any  arbitration,  the  application  of\nthe  appellant  under  <a href=\"/doc/1232861/\" id=\"a_38\">Section  8</a>  of  the   Arbitration   Act,   1940   was\nmisconceived.  The  appeal  is,  therefore,  dismissed  though  for  reasons\nsomewhat different from the reasons given by the  High  Court.  there  will,\nhowever, be no order as to costs.”\n\n\n</blockquote><blockquote id=\"blockquote_39\">20.   In Civil Appeal No.3680/2005 - Vishnu (dead)  by  L.Rs.  v.  State  of\nMaharashtra and others decided  on  4.10.2013,  this  Court  considered  the\nquestion whether Clause 30  of  B-1  Agreements  entered  into  between  the\nGovernment of  Maharashtra  and  the  appellant  is  in  the  nature  of  an\narbitration clause. That clause was substantially  similar  to  the  clauses\nbeing considered in these cases. After noticing precedents on  the  subject,\nthe Court observed:\n</blockquote>\n<blockquote id=\"blockquote_40\">“In terms of Clause 29 of B-1 Agreement, the Superintending Engineer of  the\nCircle was invested with the authority to approve all works to  be  executed\nunder the contract. In other  words,  the  Superintending  Engineer  was  to\nsupervise execution of all works.  The power  conferred  upon  him  to  take\ndecision  on  the  matters  enumerated  in  Clause  30   did   not   involve\nadjudication of any dispute or lis between  the  State  Government  and  the\ncontractor.  It would have  been  extremely  anomalous  to  appoint  him  as\nArbitrator to decide any dispute or difference between the parties and  pass\nan award.  How could he pass an award on any of the issues  already  decided\nby him under Clause  30?   Suppose,  he  was  to  decline  approval  to  the\ndesigns, drawings etc. or was to object to the  quality  of  materials  etc.\nand the contractor had  a  grievance  against  his  decision,  the  task  of\ndeciding the dispute could not have  been  assigned  to  the  Superintending\nEngineer.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_27\">He could not be expected to make adjudication with  an  un-biased\nmind. Even if he may not be actually  biased,  the  contractor  will  always\nhave a lurking apprehension that his decision will not be  free  from  bias.\nTherefore, there is  an  inherent  danger  in  treating  the  Superintending\nEngineer as an Arbitrator. This facet of the problem was highlighted in  the\njudgment  of  the  two  Judge  Bench  in  <a href=\"/doc/48449/\" id=\"a_39\">Bihar  State  Mineral  Development\nCorporation and another v. Encon Builders (I)(P) Limited</a> (2003) 7  SCC  418.\nIn that case, the agreement entered into between  the  parties  contained  a\nclause that any dispute arising out of the agreement shall  be  referred  to\nthe Managing Director of the Corporation and his  decision  shall  be  final\nand binding on both the parties. After noticing several precedents, the  two\nJudge Bench observed:</span>\n</blockquote>\n<blockquote id=\"blockquote_41\">“There cannot be any doubt whatsoever that  an  arbitration  agreement  must\ncontain the broad consensus  between  the  parties  that  the  disputes  and\ndifferences should be referred to a domestic  tribunal.  The  said  domestic\ntribunal must be an impartial one.  It is a well-settled  principle  of  law\nthat a person cannot be a judge  of  his  own  cause.  It  is  further  well\nsettled that justice should not only be  done  but  manifestly  seen  to  be\ndone.\n</blockquote>\n<blockquote id=\"blockquote_42\">Actual bias would lead to an automatic disqualification where the  decision-\nmaker is shown to have an interest in the outcome of the case.  Actual  bias\ndenotes an arbitrator who allows a decision to be influenced  by  partiality\nor prejudice and thereby deprives the litigant of the fundamental  right  to\na fair trial by an impartial tribunal.\n</blockquote>\n<blockquote id=\"blockquote_43\">As the acts of bias on  the  part  of  the  second  appellant  arose  during\nexecution of the agreement,  the  question  as  to  whether  the  respondent\nherein entered into the agreement with his eyes wide open  or  not  takes  a\nback seat.  An order which lacks inherent jurisdiction would  be  a  nullity\nand,  thus,  the  procedural  law  of  waiver  or  estoppel  would  have  no\napplication in such a situation.\n</blockquote>\n<blockquote id=\"blockquote_44\">It will bear repetition to state that the action  of  the  second  appellant\nitself  was  in  question  and,  thus,  indisputably,  he  could  not   have\nadjudicated thereupon in terms of the principle that nobody can be  a  judge\nof his own cause.”  ”\n\n\n</blockquote><blockquote id=\"blockquote_45\">21.   To the aforesaid proposition, we may  add  that  in  terms  of  Clause\n29(a) and similar other clauses, any dispute or difference  irrespective  of\nits nomenclature in matters relating to specifications,  designs,  drawings,\nquality of workmanship or material used or any question relating  to  claim,\nright in any way arising  out  of  or  relating  to  the  contract  designs,\ndrawings etc. or failure on the  contractor’s  part  to  execute  the  work,\nwhether arising during the progress of the work  or  after  its  completion,\ntermination or abandonment has to be first referred to the  Chief   Engineer\nor the Designated Officer of the Department.   The  Chief  Engineer  or  the\nDesignated Officer is not an independent authority or  person,  who  has  no\nconnection or control over the work.  As a matter  of  fact,  he  is  having\nover all supervision and charge of the execution of the work.    He  is  not\nrequired to hear the parties or to take evidence, oral  or  documentary.  He\nis not invested with the power to adjudicate upon the rights of the  parties\nto the dispute or difference and his decision is subject  to  the  right  of\nthe aggrieved party to seek relief in a Court of Law.  The decision  of  the\nChief Engineer or the Designated  Officer  is  treated  as  binding  on  the\ncontractor subject to his  right  to  avail  remedy  before  an  appropriate\nCourt.  The use of the expression ‘in the first  place’  unmistakably  shows\nthat non-adjudicatory decision of the  Chief  Engineer  is  subject  to  the\nright of the aggrieved party to seek remedy. Therefore, Clause 29  which  is\nsubject matter of consideration in most of the appeals and  similar  clauses\ncannot be treated as an Arbitration Clause.\n</blockquote><blockquote id=\"blockquote_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1674380\" id=\"span_28\">22.   As a corollary to  the  above,  we  hold  that  the  judgment  of  the\nDesignated  Judge  in  <a href=\"/doc/1674380/\" id=\"a_40\">Mysore  Construction  Company  v.   Karnataka   Power\nCorporation Ltd.</a> (supra) lays down the correct law.</span>\n</blockquote><blockquote id=\"blockquote_47\">23.   Before parting with the case, we may notice the judgments relied  upon\nby the learned  counsel  for  the  contractors  and  find  out  whether  the\nproposition laid down therein supports their argument  that  Clause  29  and\nother similar clauses in the agreements entered  into  between  the  parties\nshould be treated as arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_48\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"936043\" id=\"span_29\">24.   The facts of <a href=\"/doc/936043/\" id=\"a_41\">Mallikarjun v. Gulbarga University</a> case (2004) 1 SCC  372\nwere that the respondent-University had accepted  the  tender  submitted  by\nthe appellant for construction of an indoor stadium.  In  pursuance  of  the\nwork order issued by the competent authority, the  appellant  completed  the\nconstruction. Thereafter, he invoked the arbitration clause  for  resolution\nof  the  disputes  which  arose  from  the   execution   of   the   project.</span>\n</blockquote><p data-structure=\"Facts\" id=\"p_41\">Superintending Engineer, PWD, Gulbarga Circle was entrusted  with  the  task\nof deciding the disputes.  The parties filed their respective claims  before\nthe Superintending Engineer. He considered the same  and  passed  an  award.\nThe appellant filed execution petition  in  the  Court  of  Principal  Civil\nJudge  (Senior  Division),  Gulbarga.  The  respondent  filed  an  objection\npetition under <a href=\"/doc/119552888/\" id=\"a_42\">Section 47</a> of the  CPC.  The  Executing  Court  rejected  the\nobjection. The University challenged the decision  of  the  Executing  Court\nand pleaded that the agreement  on  the  basis  of  which  the  dispute  was\nreferred to the Superintending Engineer was  not  an  arbitration  agreement\nand, as such, award made by him cannot be treated  as  one  made  under  the\n1940 Act. The High Court accepted the plea of the University and  set  aside\nthe order of the trial Court. Clause 30 of the agreement which came  up  for\ninterpretation by this Court was as under:\n</p>\n<blockquote id=\"blockquote_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_30\">“The decision of the Superintending Engineer  of  Gulbarga  Circle  for  the\ntime being shall be final, conclusive and binding  on  all  parties  to  the\ncontract upon all questions relating to the meaning of  the  specifications,\ndesigns, drawings and instructions hereinbefore  mentioned  and  as  to  the\nquality of workmanship or material used on the work,  or  as  to  any  other\nquestion, claim, right, matter, or thing whatsoever, in any way arising  out\nof  or  relating  to  the  contract   designs,   drawings,   specifications,\nestimates,  instructions,  orders  or   those   conditions,   or   otherwise\nconcerning the works or the  execution  or  failure  to  execute  the  same,\nwhether arising during the progress of the work, or after the completion  or\nabandonment thereof in case of dispute arising between  the  contractor  and\nGulbarga University.”\n\n\n\nAfter analyzing the aforesaid clause and making  a  reference  to  essential\nelements  of  arbitration  agreement  enumerated  in  <a href=\"/doc/48449/\" id=\"a_43\">Bihar  State   Mineral\nDevelopment Corporation v. Encon Builders (I)(P) Limited</a>  (supra),  a  three\nJudge Bench held:</span>\n</blockquote>\n<blockquote id=\"blockquote_50\">“Applying the aforesaid principle to the present case,  clause  30  requires\nthe  Superintending  Engineer,  Gulbarga  Circle,  Gulbarga,  to  give   his\ndecision on any dispute that may arise out  of  the  contract.  Further,  we\nalso find that the agreement postulates present  or  future  differences  in\nconnection with some contemplated affairs inasmuch  as  there  also  was  an\nagreement between the  parties  to  settle  such  difference  by  a  private\ntribunal, namely, the Superintending Engineer,  Gulbarga  Circle,  Gulbarga.\nIt was also agreed between the parties that  they  would  be  bound  by  the\ndecision of the Tribunal. The parties were also ad idem.\n</blockquote>\n<blockquote id=\"blockquote_51\">In the aforesaid view of the matter, it must be held that the agreement  did\ncontain an arbitration clause.”\n\n\nThe Bench distinguished the judgment in  Bharat  Bhushan  Bansal’s  case  by\nmaking the following observations:\n</blockquote>\n<blockquote id=\"blockquote_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_31\">“A bare comparison of clause 30 of the contract agreement  involved  in  the\npresent matter and clauses 23 and 24 involved in <a href=\"/doc/1707042/\" id=\"a_44\">Bharat Bhushan Bansal</a>  case\nwould show that they are not identical. Whereas clause 30 of  the  agreement\nin question provides for resolution  of  the  dispute  arising  out  of  the\ncontract by persons named therein; in terms  of  clause  24,  there  was  no\nquestion of decision by a named person in the dispute raised by the  parties\nto the agreement.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1707042\" id=\"span_32\">The matters which are specified under clauses  23  and  24\nin <a href=\"/doc/1707042/\" id=\"a_45\">Bharat Bhushan Bansal</a> case were necessarily not required to arise out  of\nthe contract, but merely claims arising during performance of the  contract.\nClause 30 of the agreement in the present case did  provide  for  resolution\nof the dispute arising out of the contract by the  Superintending  Engineer,\nGulbarga Circle, Gulbarga. For that reason, the  case  relied  upon  by  the\nlearned counsel for the respondent is distinguishable.</span>\n</blockquote>\n<blockquote id=\"blockquote_53\">Once clause 30 is constituted to be a valid arbitration agreement, it  would\nnecessarily follow that the decision of the arbitrator named  therein  would\nbe rendered only upon allowing the parties to adduce evidence in support  of\ntheir respective claims and counter-claims as also upon hearing the  parties\nto the dispute. For  the  purpose  of  constituting  the  valid  arbitration\nagreement, it is not necessary that the conditions as regards  adduction  of\nevidence by the parties or giving an opportunity of  hearing  to  them  must\nspecifically be  mentioned  therein.  Such  conditions,  it  is  trite,  are\nimplicit in the decision-making  process  in  the  arbitration  proceedings.\nCompliance with the principles of natural justice inheres in an  arbitration\nprocess. They, irrespective of the fact as to whether recorded  specifically\nin the arbitration agreement or not are required to be  followed.  Once  the\nprinciples of natural justice are not complied with, the award made  by  the\narbitrator would be rendered invalid. We,  therefore,  are  of  the  opinion\nthat the arbitration clause does not necessitate spelling out of a  duty  on\nthe part of  the  arbitrator  to  hear  both  parties  before  deciding  the\nquestion before him. The expression “decision” subsumes adjudication of  the\ndispute. Here in the instant case, it will bear repetition  to  state,  that\nthe disputes between the parties arose out of a contract and in relation  to\nmatters specified therein and, thus, were required to be  decided  and  such\ndecisions are not only final and  binding  on  the  parties,  but  they  are\nconclusive which clearly spells out the finality of such decisions  as  also\ntheir binding nature.\n</blockquote>\n<blockquote id=\"blockquote_54\">A clause which is inserted in  a  contract  agreement  for  the  purpose  of\nprevention  of  dispute  will  not  be  an  arbitration  agreement.  Such  a\nprovision has been made in the agreement itself  by  conferring  power  upon\nthe Engineer-in-Charge to take a  decision  thereupon  in  relation  to  the\nmatters envisaged under clauses 31 and 32 of the said agreement. Clauses  31\nand 32 of the said agreement provide for  a  decision  of  the  Engineer-in-\nCharge in relation to the matters specified  therein.  The  jurisdiction  of\nthe Engineer-in-Charge in relation to such  matters  are  limited  and  they\ncannot be equated with an arbitration agreement. Despite such clauses  meant\nfor prevention of dispute arising out of a contract,  significantly,  clause\n30 has been inserted in the contract agreement by the parties.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_42\">The Superintending Engineer, Gulbarga Circle, Gulbarga,  is  an  officer  of\nthe Public Works Department in the Government of Karnataka.  He  is  not  an\nofficer of the University. He did not have  any  authority  or  jurisdiction\nunder the agreement or otherwise either to supervise the construction  works\nor issue any direction(s) upon the contractor in relation  to  the  contract\njob. He might be an  ex  officio  member  of  the  Building  Committee,  but\nthereby or by reason thereof, he could not have been given nor in  fact  had\nbeen given an authority to supervise the contract job  or  for  that  matter\nissue any direction upon  the  contractor  as  regards  performance  of  the\ncontract.”\n\n                                                         (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">25.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_33\">In <a href=\"/doc/133070/\" id=\"a_46\">Punjab State v. Dina Nath</a> (supra), a two  Judge  Bench  was  called\nupon to consider whether clause 4  of  work  order  No.114  dated  16.5.1985\nconstituted an arbitration agreement. The clause in question was as under:</span>\n</p>\n<blockquote id=\"blockquote_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_34\">“Any dispute arising  between  the  department  and  the  contractor/society\nshall be referred to the  Superintending  Engineer,  Anandpur  Sahib,  Hydel\nCircle No.1, Chandigarh for orders  and  his  decision  will  be  final  and\nacceptable/binding on both the parties.”\n\nAfter noticing the judgment in <a href=\"/doc/1777887/\" id=\"a_47\">K.K. Modi v. K.N. Modi</a>, the Court observed:</span>\n</blockquote><blockquote id=\"blockquote_56\">“Keeping the ingredients as indicated by this Court in K.K.Modi in mind  for\nholding a particular agreement as an arbitration agreement, we  now  proceed\nto examine the aforesaid ingredients in the context of the present case:\n</blockquote>\n<blockquote id=\"blockquote_57\">              a) Clause 4 of the Work Order categorically  states  that  the\n                 decision of the Superintending engineer shall be binding on\n                 the parties.\n</blockquote>\n<blockquote id=\"blockquote_58\">              b) The jurisdiction of the Superintending Engineer  to  decide\n                 the rights of the parties has also been  derived  from  the\n                 consent of the parties to the Work Order.\n</blockquote>\n<blockquote id=\"blockquote_59\">              c) The agreement contemplates that the Superintending Engineer\n                 shall determine substantive rights of parties as the clause\n                 encompasses  all  varieties  of  disputes  that  may  arise\n                 between the parties and does not restrict the  jurisdiction\n                 of the Superintending Engineer to specific issues only.\n</blockquote>\n<blockquote id=\"blockquote_60\">              d) That the agreement of the parties to refer  their  disputes\n                 to the decision of the Superintending Engineer is  intended\n                 to be enforceable in law as it is binding in nature.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_35\">The words “any dispute” appears in clause 4 of the  Work  Order.  Therefore,\nonly on the basis of the materials produced by the  parties  in  support  of\ntheir respective claims a decision  can  be  arrived  at  in  resolving  the\ndispute between the parties. The use of the words “any dispute” in clause  4\nof the Work order is wide enough to include all  disputes  relating  to  the\nsaid Work Order. Therefore, when a party raises a  dispute  for  non-payment\nof money after completion of the work, which is denied by the  other  party,\nsuch a dispute would come within  the  meaning  of  “arbitration  agreement”\nbetween the parties. Clause 4 of the Work Order also clearly  provides  that\nany dispute between the department and the contractor shall be  referred  to\nthe Superintending Engineer, Hydel Circle No.1, Chandigarh for  orders.  The\nword “orders” would indicate some expression of  opinion,  which  is  to  be\ncarried our, or enforced and which is a conclusion of a body (in  this  case\nSuperintending engineer, Hydel Circle  No.1,  Chandigarh).  Then  again  the\nconclusion and decision of the Superintending Engineer  will  be  final  and\nbinding on both the parties. This being the position  in  the  present  case\nand in view of the fact that clause  4  of  the  Work  Order  is  not  under\nchallenge  before  us,  the  decision  that   would   be   arrived   at   by\nSuperintending Engineer, Hydel Circle No.1, Chandigarh must also be  binding\non the parties as a result whereof clause 4 must be held  to  be  a  binding\narbitration agreement.”\n\n\nThe Bench distinguished the judgment in  <a href=\"/doc/64556/\" id=\"a_48\">State  of  Orissa  v.  Damodar  Das</a>\n(supra) by making the following observations:</span>\n</p>\n<blockquote id=\"blockquote_61\">“From a plain reading of this clause in Damodar Das it is evident  that  the\npowers of the Public Health  Engineer  were  essentially  to  supervise  and\ninspect.  His powers were limited to the questions relating to  the  meaning\nof the specifications, drawings and instructions, quality of workmanship  or\nmaterials used on the work or  as  to  any  other  question,  claim,  right,\nmatter, drawings, specifications, estimates, instructions, orders  or  these\nconditions or otherwise concerning the works or the execution or failure  to\nexecute the same.  However,  in  the  case  before  us,  the  Superintending\nEngineer was given full power to resolve any  dispute  arising  between  the\nparties which power in our view is  wide  enough  to  cover  any  nature  of\ndispute raised by the parties. The clause in the instant case  categorically\nmentions the word “dispute” which would be referred to him and  states  “his\ndecision would be final and acceptable/binding on both the parties.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"237820\" id=\"span_36\">26.   <a href=\"/doc/237820/\" id=\"a_49\">Krishna Bhagya Jala Nigam Ltd. v. G.Harishchandra  Reddy</a>  (supra)  was\ndecided on the peculiar facts of that case. The contract which  was  subject\nmatter of  interpretation  <a href=\"/doc/237820/\" id=\"a_50\">in  that  case</a>  contained  Clause  29.  When  the\nrespondent raised disputes and called upon the Chief Engineer to act  as  an\nArbitrator, the latter refused to do so. The Designated  Judge  allowed  CMP\nNo.26/1999 filed under <a href=\"/doc/596725/\" id=\"a_51\">Section 11</a> of the 1996 Act  and  directed  the  Chief\nEngineer to act as an Arbitrator. Thereafter, both the parties  filed  their\nrespective statements before  the  Arbitrator  and  produced  evidence.  The\nArbitrator passed award dated 25.6.2000.  The  appellant  –  Krishna  Bhagya\nJala Nigam Ltd. filed a petition under <a href=\"/doc/1722761/\" id=\"a_52\">Section 34(2)(v)</a>  of  the  1996  Act.\nThe Civil Court  confirmed  the  award  of  the  Arbitrator.   Appeal  filed\nagainst the judgment of the Civil Court was dismissed  by  the  High  Court.\nBefore this Court, an argument was raised that Clause  29  of  the  contract\nwas not an arbitration clause. While rejecting the argument, the  two  Judge\nBench observed:</span>\n</p>\n<blockquote id=\"blockquote_62\">“We do not  find  any  merit  in  the  above  arguments.  The  plea  of  “no\narbitration clause” was not raised in the written statement  filed  by  Jala\nNigam before the arbitrator. The said  plea  was  not  advanced  before  the\ncivil court in Arbitration Case No. 1 of 2001. On  the  contrary,  both  the\ncourts below on facts have found  that  Jala  Nigam  had  consented  to  the\narbitration  of  the  disputes  by  the  Chief  Engineer.  Jala  Nigam   had\nparticipated in the arbitration proceedings.  It  submitted  itself  to  the\nauthority of the arbitrator. It gave  consent  to  the  appointment  of  the\nChief Engineer as an arbitrator. It filed  its  written  statements  to  the\nadditional claims  made  by  the  contractor.  The  Executive  Engineer  who\nappeared on  behalf  of  Jala  Nigam  did  not  invoke  <a href=\"/doc/109140/\" id=\"a_53\">Section  16</a>  of  the\nArbitration Act. He  did  not  challenge  the  competence  of  the  Arbitral\nTribunal. He did not  call  upon  the  Arbitral  Tribunal  to  rule  on  its\njurisdiction. On the contrary, it  submitted  to  the  jurisdiction  of  the\nArbitral Tribunal. It also filed written arguments.  It  did  not  challenge\nthe order of the High Court dated 10-9-1999 passed in CMP No.  26  of  1999.\nSuffice it to  say  that  both  the  parties  accepted  that  there  was  an\narbitration agreement, they proceeded on that  basis  and,  therefore,  Jala\nNigam cannot be now be allowed to contend that clause  29  of  the  contract\ndid not constitute an arbitration agreement.”\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1729676\" id=\"span_37\">27.   One of the questions which arose for consideration in <a href=\"/doc/1729676/\" id=\"a_54\">Karnataka  State\nRoad Transport Corporation and  another  v.  M.  Keshava  Raju</a>  (supra)  was\nwhether the appointment of Arbitrator under <a href=\"/doc/596725/\" id=\"a_55\">Section 11</a> of the 1996  Act  was\nproper. The facts of that case show that on  an  application  filed  by  the\nrespondent under <a href=\"/doc/596725/\" id=\"a_56\">Section 11</a> of the 1996 Act, the Designated Judge  appointed\nan Arbitrator. After hearing the parties, the Arbitrator passed award  dated\n15.10.1998 whereby he allowed some claims of the respondent. The  objections\nfiled by the appellant under <a href=\"/doc/1722761/\" id=\"a_57\">Section 34</a> of the 1996 Act were rejected by  VI\nAdditional City Civil Judge, Bangalore. In  the  appeal  filed  against  the\njudgment of the  trial  Court,  the  High  Court  formulated  the  following\npoints:</span>\n</p>\n<blockquote id=\"blockquote_63\">“(1)  Whether the appellant can be permitted to raise the  ground  regarding\nthe alleged want of jurisdiction in this Court to refer the dispute  between\nthe parties to an Arbitrator under <a href=\"/doc/596725/\" id=\"a_58\">Section 11</a> of  the  Act,  for  the  first\ntime, in this appeal.\n</blockquote>\n<blockquote id=\"blockquote_64\">(2)   Whether the ground regarding the legality  and  justification  on  the\npart of the Arbitrator to Award a sum of Rs. 2,85,000 towards  reimbursement\nof overhead charges and another sum of  Rs.  2,85,000  towards  compensating\nthe loss of profits was raised before the Court below, and  if  it  was  not\nraised, whether such plea can be allowed to be raised  in  this  appeal  for\nthe first time and if the above plea was in fact  raised  before  the  Court\nbelow, whether the  Arbitrator  is  justified  in  awarding  a  sum  of  Rs.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_47\">2,85,000 towards reimbursement of overhead charges and another  sum  of  Rs.\n2,85,000 towards compensating loss of profits having regard to Clause  15(a)\nof the agreement.”\n\n\nThe Division Bench referred to <a href=\"/doc/109140/\" id=\"a_59\">Section 16</a> and held:\n</p>\n<blockquote id=\"blockquote_65\">“In our considered opinion, the above plea cannot be  entertained  for  more\nthan one reason. Firstly, one of the objects in enacting the Act is to  have\nearly completion of arbitration proceedings minimising the supervisory  role\nof Courts in arbitral process. <a href=\"/doc/1242720/\" id=\"a_60\">Sections 4</a>, <a href=\"/doc/1091250/\" id=\"a_61\">5</a> and <a href=\"/doc/109140/\" id=\"a_62\">16</a> of  the  Act  have  been\nenacted to give  effect  to  that  object.  Secondly,  even  the  method  of\narbitration as a dispute resolution mechanism and  the  procedure  envisaged\nfor that are intended to reach the finality to resolve the  dispute  between\nthe parties as quickly as possible. Therefore, it  is  imperative  that  the\nparty raising jurisdiction point, should raise such plea  at  the  earliest,\nthat is to say,  at  the  threshold  of  the  proceeding.  If  that  is  not\ninsisted, it is trite, the very object in enacting the Act, on the basis  of\nthe &#x27;UNCITRAL Modern Law&#x27;, would be  defeated.  The  jurisdiction  plea  now\nraised for the first time in the Memorandum of Appeal was not raised  either\ndirectly or by necessary implication before this Court in C.M.P. No.  4/1996\nor before the Arbitrator or before the Court  below.  The  appellant  having\nacquiesced in the jurisdiction of the Arbitral Tribunal  without  any  demur\nand protest, having participated in the proceedings and having  suffered  an\naward cannot now turn round and raise the  plea  that  the  orders  of  this\nCourt in C.M.P. No. 4 of 1996, the award of the Arbitrator and the  judgment\nof the Civil Court dated 20-6-2000 in Arbitration Suit No.  6  of  1998  are\nnullity.\n</blockquote>\n<blockquote id=\"blockquote_66\">Thirdly, the appellant should be deemed to have waived his right  to  object\nto the jurisdiction of the Arbitrator to pass the impugned  award  in  terms\nof the provisions of <a href=\"/doc/1242720/\" id=\"a_63\">Section 4</a> of the Act. <a href=\"/doc/1242720/\" id=\"a_64\">Section 4</a> reads as follows :-\n</blockquote>\n<blockquote id=\"blockquote_67\">&quot;(4) Waiver of right to object\n\nA party who knows that -\n</blockquote>\n<blockquote id=\"blockquote_68\">(a) any provision of this Part from which the parties may derogate, or\n\n</blockquote><blockquote id=\"blockquote_69\">(b) any requirement under the arbitration agreement,\n\nhas not been complied with and yet proceeds  with  the  arbitration  without\nstating his objection to such non-compliance without undue delay  or,  if  a\ntime limit is provided for stating that objection, without  that  period  of\ntime, shall be deemed to have waived his right to so object.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_48\">17. <a href=\"/doc/1242720/\" id=\"a_65\">Section 4</a> narrates the circumstances in which the party,  who  knowingly\nfails to object the non-compliance of any non-mandatory provisions of  Part-\nI or any requirement under the arbitration agreement by the other party,  is\ndeemed to have waived his right to object. This section is based on  general\nprinciples such as &quot;estoppel&quot; or &quot;venire  contra  factum  proprium&quot;.  It  is\nintended to help the arbitral  process  function  efficiently  and  in  good\nfaith. If there is non-compliance of any non-mandatory provision of  Part  I\nor of any requirement  of  the  arbitration  agreement  by  a  party  to  an\narbitration agreement of which the other party to the agreement  though  has\nthe knowledge of such non-compliance  but  does  not  object  without  undue\ndelay, or if a time limit is provided for  stating  that  objection  and  no\nobjection is taken within that period of time, such a  party  later  on  can\nneither raise objection about that non-compliance of any provision  of  Part\nI nor any requirement of the arbitration agreement since  such  party  shall\nbe deemed to have waived its  objection.  Though,  in  order  to  apply  the\ndoctrine of waiver by invoking <a href=\"/doc/1242720/\" id=\"a_66\">Section 4</a>, the first condition  is  that  the\nnon-compliance must be of non-mandatory  provision  of  Part  I  or  of  any\nrequirement under the arbitration agreement,  certain  mandatory  provisions\nof the Act also provide for a grant of waiver in the  event  of  failure  to\nobject. For example, sub-sections (2) and (3) of <a href=\"/doc/109140/\" id=\"a_67\">Section 16</a> are one of  such\nmandatory provisions. <a href=\"/doc/1723887/\" id=\"a_68\">Section 16 (2)</a> of the Act provides that  a  plea  that\nthe Arbitral Tribunal does not have jurisdiction shall be raised  not  later\nthan the submission of the statement of defence. <a href=\"/doc/186495/\" id=\"a_69\">Section 16 (3)</a> of  the  Act\nprovides that a plea that the Arbitral Tribunal is exceeding  the  scope  of\nits authority shall be raised as soon as the matter  alleged  to  be  beyond\nthe scope of its authority is raised during the arbitral proceedings.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">28.   Thus, none of the judgments relied upon by  learned  counsel  for  the\ncontractors is of any help to their cause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">29.   In the result, Civil Appeal Nos. 1586, 1587, 1588, 4187,  5496,  6323,\n6327 and 6328 of 2004; Civil Appeal Nos.  558-560  of  2006;  Civil  Appeals\narising out of SLP(C) Nos. 16117, 17147, 24655  and  26073  of  2004;  Civil\nAppeals arising out of SLP(C) Nos. 5951, 12552  and  12553  of  2006,  Civil\nAppeal arising out of SLP(C) No. 8597 of 2009 and Civil Appeal  arising  out\nof SLP(C) No. 13528 of 2012 are dismissed.  However,  liberty  is  given  to\nthe appellants to  avail  appropriate  legal  remedy  for  recovery  of  the\namount, if any, due from the respondents.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">30.   Civil Appeals arising out of SLP(C) Nos.  28087-28088,  28089,  29227-\n29230 and 31975 of 2011 and Civil Appeal No.1374 of 2013  are  allowed.  The\norders  passed  by  the  Designated  Judge,  which  are  subject  matter  of\nchallenge in the five appeals are set aside.  It  is,  however,  made  clear\nthat the respondents shall be free to avail appropriate legal  remedies  for\nrecovery of  the  amount,  if  any,  payable  to  them  in  terms  of  their\nrespective agreements.\n</p><p data-structure=\"Precedent\" id=\"p_52\">                                                             ..….………………….…J.\n                                                   (G.S. SINGHVI)\n\n\n                                                             ..….………………….…J.\n                                                   (V. GOPALA GOWDA)\n\n\n                                                             ..….………………….…J.\n                                                   (C. NAGAPPAN)\n\nNew Delhi,\nOctober 25, 2013.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_53\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_38\">31</span>\n\n\n","numcites":29,"numcitedby":33,"docsource":"Supreme Court of India","citetid":102212981,"divtype":"judgments","relatedqs":[{"value":"expert determination","formInput":"expert%20determination"},{"value":"k.k modi v. k.n. modi","formInput":"k.k%20modi%20v.%20k.n.%20modi"},{"value":"works contract","formInput":"works%20contract"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Engineer decision","formInput":"Engineer%20decision"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"slp","formInput":"slp"},{"value":"waiver","formInput":"waiver"},{"value":"work order","formInput":"work%20order"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"krishna bhagya jala nigam","formInput":"krishna%20bhagya%20jala%20nigam"},{"value":"engineer's decision","formInput":"engineer%27s%20decision"},{"value":"public health","formInput":"public%20health"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"}],"courtcopy":true,"query_alert":null,"agreement":false}