{"tid":778826,"publishdate":"2000-09-29","title":"Icm Engineering Workers Union vs Union Of India & Others on 29 September, 2000","doc":"<h2 class=\"doc_title\">Icm Engineering Workers Union vs Union Of India &amp; Others on 29 September, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000VIIAD(DELHI)1037, 89(2001)DLT529, 2000(56)DRJ851, (2001)ILLJ1127DEL</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nA.K. Sikri, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.   All these writ petitions involve same questions of law based on sub-stantially same set of facts. These writ petitions were, therefore, heard together and are being disposed of by a common judgment. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2.  In order to dispose of these petitions it may not be necessary to state the facts in detail. Individual cases are dealt with at the later stage. To, answer the common questions involved in all these cases, the common factual background, necessary for the decision may be summarised first :- \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3.  Petitioners in these petitions are contract workers and/or the unions representing such contract workers. They are engaged by various contractors who are also imp leaded as parties in these petitions. These contractors have been awarded the work by the principal employer. Admittedly, engagement of such contract workers is governed by the provisions of <a href=\"/doc/1810788/\" id=\"a_1\">Contract Labour Regulation and Abolition Act, 1970</a> (hereinafter referred to as the Act, for short). According to the petitioners the work is of perennial nature and the award of work by the principal employer to the contractors and engagement of the contract workers by the contractors is nothing but a subterfuge and camouflage. When the work is of perennial and permanent nature contract labour is prohibited and therefore introduction of contracor as a middle man is an artificial plug to deprive the contract workers of their legitimate rights. The veil should be lifted and direct relation-\n</p><p data-structure=\"Section\" id=\"p_4\">ship of employer and employee between the contractor and the principal employer be directed, which is in fact the real relationship between the parties. It is the common case of all the petitioners that the regular employees of the principal employer who are doing same or similar work are getting much more salary/wages and other allowances as compared to these contract workers and this is the worse kind of exploitation due to exploitative system of the contract labour. \n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">4.  Before proceeding further it may be mentioned at this stage that under <a href=\"/doc/45909/\" id=\"a_2\">Section 10</a> of the Act the &quot;appropriate Government&quot; has the power to issue notification abolishing contract labour system in any process, operation or work in any establishment. Admittedly, no such notification under <a href=\"/doc/45909/\" id=\"a_3\">Section 10</a> of the Act has been issued in most of these cases. In some cases notification is issued in the year 1999 during the pendency of these proceedings. However, the same is challenged by the principal employers and stay of notification has been issued. These cases are dealt with separately at the appropriate stage. A prayer is made in most of these writ petitions directing Union of India/&quot;appropriate government&quot; (which is also imp leaded as respondent) to abolish contract labour in their respective processes, \noperation or other work in their establishment&#x27;, and consequently directing the principal employer to absorb the petitioners as their regular employees from the initial date of appointment and granting them all consequential benefits arising therefrom. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_1\">5.  It may be mentioned that when there is notification issued under <a href=\"/doc/45909/\" id=\"a_4\">Section 10</a> abolishing contract labour in a particular work, process and operation, etc. and thereafter contract labour is engaged in contravention of such notification, such a situation may not pose any problem. This aspect has been extensively dealt with by the Supreme Court in these two judgments, namely <a href=\"/doc/784921/\" id=\"a_5\">Air India Statutory Corporation Vs. United Labour Union and others</a>  and Secretary, Haryana State Electricity Board Vs. Suresh and others etc. etc. reported in JT 1999 (2) SC 43. It has been conclusively held in these cases that once engagement of contract labour is not permissible in view of the abolition of contract labour by a notification under <a href=\"/doc/45909/\" id=\"a_6\">Section 10</a> of the Act, such contract workers would become direct employees of the principal employer.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_2\">It may be mentioned that the matter now stands referred to the Constitutional Bench to review <a href=\"/doc/784921/\" id=\"a_7\">Air India</a> (supra) case. However, as on today the decision in this case is binding precedent on this Court as per the provisions of <a href=\"/doc/882644/\" id=\"a_8\">Article 141</a> of the Constitution of India.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_3\">6.  In the absence of any notification under <a href=\"/doc/45909/\" id=\"a_9\">Section 10</a> of the Act in the instant cases various questions have arisen for determination. It is argued by the respondents that such writ petitions are not maintainable under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution of India because it is the function of the &quot;appropriate Government&quot; under <a href=\"/doc/45909/\" id=\"a_11\">Section 10</a> of the Act to see whether contract labour needs to be abolished in a particular process, work, operation etc. and this Court cannot go into that exercise in these writ petitions. On the other hand, relying upon the various observations made by the Supreme Court in the aforesaid two cases viz. <a href=\"/doc/784921/\" id=\"a_12\">Air India</a> (supra) and HSEB (supra) and some other cases, the petitioners have ventured to contend that even this Court \ncan give directions to the &quot;appropriate Government&quot; to issue necessary notification under <a href=\"/doc/45909/\" id=\"a_13\">Section 10</a> of the Act abolishing contract labour once this Court is satisfied that the ingredients mentioned in <a href=\"/doc/45909/\" id=\"a_14\">Section 10</a> of the Act are satisfied.</span> \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">7.  On the basis of pleadings and the argument advanced by both the parties questions which need to be answered can now be formulated: \n</p>  \n\n<blockquote id=\"blockquote_1\">   1. Whether this Court, in a writ petition under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of   the Constitution of India, can issue direction of regularisation/   absorption of the contract labour by the principal employer in   the absence of notification ? \n</blockquote> \n\n<blockquote id=\"blockquote_2\">   2. Whether this Court can, in a writ petition under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a>   of the Constitution of India, give a direction to the &quot;appropriate Government&quot; to issue notification under <a href=\"/doc/45909/\" id=\"a_17\">Section 10</a> of the Act   abolishing contract labour in a particular process, operation or   other work in that establishment? OR whether the jurisdiction is   limited to giving direction to undertake the exercise contemplated under <a href=\"/doc/45909/\" id=\"a_18\">Section 10</a> of the Act and decide whether contract labour system in any process, work, operation etc. in an establishment needs to be abolished or not? \n</blockquote> \n\n<blockquote id=\"blockquote_3\">   3. What is the effect of non-compliance of <a href=\"/doc/1711982/\" id=\"a_19\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_20\">12</a> of   the Act by the contractor and/or principal employer ? \n</blockquote> \n\n<blockquote id=\"blockquote_4\">   4. If the answer to question No. 2 is in negative and the matter   is to be referred to the &quot;appropriate Government&quot; under <a href=\"/doc/45909/\" id=\"a_21\">Section   10</a> to examine whether contract labour system needs to be abolished in a particular process, operation or work etc. or not, can   this Court pass any interim order protecting these contract   workers ? \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\">   POWER TO ISSUE DIRECTION IN THE ABSENCE OF NOTIFICATION\n \n\n   It was vehemently argued by various counsel appearing for the   petitioners in these petitions that the power of this Court under   <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> was wide enough to include giving directions    for regularisation/absorption of the contract workers by their   principal employer. Submissions was made on the premise that the   Court should not be helpless in remedying the situation where the   facts of a particular case clearly demonstrate that the work was   of perennial and permanent nature and all the ingredients of   <a href=\"/doc/45909/\" id=\"a_23\">Section 10</a> of the Act were satisfied in a given case. To appreciate this contention it would be useful to refer to the provisions   of <a href=\"/doc/45909/\" id=\"a_24\">Section 10</a> at this stage. <a href=\"/doc/45909/\" id=\"a_25\">Section 10</a> of the Act reads as under:- \n</p> \n\n<blockquote id=\"blockquote_5\">   Prohibition of employment of Contract Labour -\n</blockquote> \n\n<blockquote id=\"blockquote_6\">   (1) Notwithstanding anything contained in this Act, the appropriate Government may after consultation with the Central Board or,   as the case may be, a State Board, prohibit, by notification in   the Official Gazette, employment of contract labour in any process, operation or other work in any establishment. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">   (2) Before issuing any notification under Sub Section (1) in   relation to an establishment, the appropriate Government shall   have regard to the conditions of work and benefits provided for   the contract labour in that establishment and other relevant   factors, such as -\n</blockquote> \n\n<blockquote id=\"blockquote_8\">   (a) Whether the process, operation or other work is incidental   to, or necessary for the industry, trade, business, manufacture   or occupation that is carried on in the establishment; \n</blockquote> \n\n<blockquote id=\"blockquote_9\">   (b) Whether it is of perennial nature, that is to say, it is of   sufficient duration having regard to the nature of industry,   trade, business, manufacture or occupation carried on in the   establishment; \n</blockquote> \n\n<blockquote id=\"blockquote_10\">   (c) Whether it is done ordinarily through regular workmen in that   establishment or an establishment similar thereto; \n</blockquote> \n\n<blockquote id=\"blockquote_11\">   (d) Whether it is sufficient to employ considerable number of   whole time workmen. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_10\">   Explanation - If a question arises whether any persons or process   or other work is of perennial nature, the decision of the appropriate Government thereon shall be final. \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">   A cat-scanning of <a href=\"/doc/45909/\" id=\"a_26\">Section 10</a> of the Act would reveal that legislature has assigned the function to the &quot;appropriate Government&quot; (&quot;appropriate Government&quot; as defined in <a href=\"/doc/1817848/\" id=\"a_27\">Section 2(a)</a> of the Act) to issue notification prohibiting employment of contract labour in any process, etc. The word &#x27;may&#x27; occurring in sub-section (1) suggests that it is the discretion of the &quot;appropriate Government&quot; to issue such a notification. However, before any such notification can be issued by the &quot;appropriate Government&quot;, sub-<a href=\"/doc/1817848/\" id=\"a_28\">section 2</a> of <a href=\"/doc/45909/\" id=\"a_29\">Section 10</a> imposes an obligation on the &quot;appropriate Government&quot; to take into consideration conditions of work and benefits provided to the contract labour in that establishment and other relevant factors as mentioned in Clauses (a) to (d) of sub-section (2). Explanation further clarifies that if a question arises as to whether any process, operation or other work, etc. is of perennial nature, the decision of the &quot;appropriate Government&quot; thereon shall be final. For undertaking the job as mentioned in sub-section (2), &quot;appropriate Government&quot; has the necessary machinery in the form of Central Advisory Board or State Advisory Board (as the case may be). Consultation with such a Board is an essential requirement under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_30\">Section 10</a> before issuing a notification. The Board which consists of experts in that field and has the necessary expertise and infrastructure is more capable to undertake the exercise on the lines mentioned in sub-section (2) of <a href=\"/doc/45909/\" id=\"a_31\">Section 10</a> by examining all relevant factors, materials etc. and then submit its report to the &quot;appropriate Government&quot;. Thus, complete machinery is provided under the Act and expert bodies are constituted who have to complete their respective tasks before &quot;appropriate Government&quot; comes to the conclusion as to whether it is desirable to prohibit contract labour in any process, operation or other work etc. in any establishment. It goes without saying, the Courts have neither expertise nor infrastructure nor necessary machinery to undertake such an exercise contemplated in sub-section (2) of <a href=\"/doc/45909/\" id=\"a_32\">Section 10</a>. Moreover, when the particular task is assigned to a particular functionary under the Act by the legislature it is but appropriate that this task is undertaken by that functionary and Court should not step into the shoes of such functionary which is, the &quot;appropriate Government&quot; in the instant case, aided by expert bodies. Therefore, this Court is ill-equipped to undertake the exercise contemplated in <a href=\"/doc/45909/\" id=\"a_33\">Section 10</a> of the Act and thereby give direction for abolition/prohibition of contract labour in any process, operation or other work etc. in an establishment. It is better to leave this job to the designated authority. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1637456\" id=\"span_4\">It may be pointed out at this stage that the &quot;appropriate Government&quot; undertakes this job in consultation with Central or State Advisory Board, as the case may be. This consultation is mandatory (See <a href=\"/doc/1637456/\" id=\"a_34\">Tata Refractories Ltd. Vs. Union of India</a> reported in 1992 (2) LLJ 810 (Orissa).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">8.  It is also to be borne in mind that the primary object of the Act is to stop exploitation of contract labours by contractor or any establishment. <a href=\"/doc/1810788/\" id=\"a_35\">The Act</a> does not purport to abolish contract labour in its entirety. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_5\">In <a href=\"/doc/1071315/\" id=\"a_36\">R.K. Panda Vs. Steel Authority of India</a> reported in 1994 (69) FLR 256 (SC) = 1996 (6) SLR 665 = 1994 LLR 614) dealing with the position of such contract labour under the Act, the Supreme Court observed as under:</span> \n</p><blockquote id=\"blockquote_12\">    &quot;With the industrial growth, the relation between the employer   and the employees also has taken a new turn. At one time the   establishment being the employer all persons working therein were   the employees of such employer. But slowly the employers including Central and State Governments started entrusting many of the   jobs to contractors. Contractors in their turn employed workers,   who had no direct relationship with the establishment in which   they were employed. Many contractors exploited the labourers   engaged by them in various manners including the payment of low   wages. Hence, the Contract Labour (Regulation and Abolition)   Act,1970 was enacted to regulate the employment of contract   labour in certain establishments and to provide for its abolition   in certain circumstances and for matters connected therewith.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\">9.  The &quot;contract labour&quot; has been defined in <a href=\"/doc/794838/\" id=\"a_37\">Section 2(1)(b)</a> to mean a workman, who has been employed as contract labour in or in connection with the work of an establishment when he is hired in or in connection with such work by or through a contractor, with or without the knowledge of the principal employer. <a href=\"/doc/1085081/\" id=\"a_38\">Section 2(1)(c)</a> defines &quot;contractor&#x27; to mean a person who undertakes to produce a given result for the establishment, other than a mere supply of goods or articles of manufacture to such establishment, through contract labour or who supplies contract labour for any work of the establishment and includes a sub-contractor. &quot;Principal employer&quot; has been defined to mean (i) in relation to any office or department of the Government or a local authority the head of that office or department or such other officer as the Government or the local authority, as the case may be, may specify in this behalf and (ii) in a factory, the owner or occupier of the factory. In view of <a href=\"/doc/45909/\" id=\"a_39\">Section 10</a>, the appropriate Government may after consultation with the Central Board or, as the case may be, a State Board, prohibit, by notification in the Official Gazette, employment of contract labour &quot;in any process, operation or other work in any establishments.&quot; Sub-section (2) of <a href=\"/doc/45909/\" id=\"a_40\">Section 10</a> requires that before issuing any such notification in relation to an establishment, the appropriate Government shall have regard to the conditions of work and benefits provided for the contract labour in that establishment and other relevant factors. One of the relevant factors, which is to be taken into consideration is whether the work performed by the contract labourers is of perennial nature. <a href=\"/doc/476610/\" id=\"a_41\">Section 12</a> enjoins that no contractor to whom this Act is applicable shall undertake or execute any work through contract labour except under and in accordance with a licence issued in that behalf by the licensing authority. The licence so issued may contain conditions in respect of hours of work, fixation of wages and other essential amenities in respect of contract labour as the appropriate Government may deem fit to impose in accordance with rules. <a href=\"/doc/1227679/\" id=\"a_42\">Section 20</a> provides that if any amenity required to be provided under <a href=\"/doc/1294859/\" id=\"a_43\">Section 16</a>, <a href=\"/doc/999149/\" id=\"a_44\">Section 17</a>, <a href=\"/doc/425491/\" id=\"a_45\">Section 18</a>, or <a href=\"/doc/290441/\" id=\"a_46\">Section 19</a> for the benefit of the ontract labour employed in an establishment, is not provided by the contractor within the time prescribed therefor, such amenity shall be provided by the principal employer within such time as may be prescribed and all expenses incurred by the principal employer within such time as may be prescribed and all expenses incurred by the principal employer in providing the amenity may be recovered by the principal employer from the contractor &quot;either by deduction from any amount payable to the contractor under any contract or as a debt payable by the contractor&quot;. <a href=\"/doc/32346/\" id=\"a_47\">Section 21</a> says that a contractor shall be responsible for the payment of wages to each worker employed by him as contract labour but at the same time in order to protect the interest of such contract labour, it requires every principal employer to nominate a representative duly authorised by him to be present \nat the time of disbursement of wages by the contractor. It shall be the duty of such representative to certify the amounts paid as wages in such manner as may be prescribed. The same section also enjoins a duty on the contractor to ensure the disbursement of wages in the presence of the authorised representative of the principal employer. Because of sub-section (4) of <a href=\"/doc/32346/\" id=\"a_48\">Section 21</a>, if the contractor fails to make payment of wages within the prescribed period, then the principal employer shall be liable to make payment of wages in full to the contract labour employed by the contractor and recover the amount so paid from the contractor. Any contravention of the provisions aforesaid has been made penal for which punishment can be imposed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">10. From the provisions <a href=\"/doc/1071315/\" id=\"a_49\">referred to above</a>, it is apparent that the framers of the Act have allowed and recognised contract labour and they have never purported to abolish it its entirety. The primary object appears to be that there should not be any exploitation of the contract labourers by the contractor or the establishment. For achieving that object, statutory restrictions and responsibilities have been imposed on the contractor as well as on the principal employer. Of course, if any, expenses are incurred for providing any amenity to the contract labourers or towards the payment of wages by the principal employer he is entitled to deduct the same from the bill of the contractor. <a href=\"/doc/1810788/\" id=\"a_50\">The Act</a> also conceives that appropriate Government may after consultation with the Central Board or the State Board, as the case may be, prohibit by notification in official Gazette, employment of contract labour in any process, operation or other work in any estab-\n</p><p data-structure=\"Section\" id=\"p_16\">lishment, taking all facts and circumstances of employment of contract labour in such process, operation or the work into consideration.&quot; (emphasis supplied) \n \n\n</p><p data-structure=\"Section\" id=\"p_17\">11. The aforesaid discussion clearly demonstrates that the framers of the Act never intended to abolish Contract Labour in its entirety. It is for the appropriate Government to decide whether to abolish the contract labour in any process, operation or other work in any establishment. If it decides to abolish then the requisite notification has to be issued under <a href=\"/doc/1442514/\" id=\"a_51\">Section 10(2)</a> of the Act. So long as the contract labour is not abolished in an establishment, it is permissible to have contract labour. However, the Act, in such a situation, lays down certain provisions regulating service conditions of such contract labour. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">12. It was submission of the petitioners that if it is established that the work was of perennial nature and the petitioners have been working since long, the Courts could give the direction to regularise them. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1071315\" id=\"span_6\">In support of the contention learned counsel for the petitioners has placed reliance on the judgment of Supreme Court in the case of <a href=\"/doc/1071315/\" id=\"a_52\">R.K. Panda Vs. Steel Authority of India</a>, reported in 1995 (6) SLR 665 and particularly Para-9 thereof. Reliance is also placed on the following judgements of the Supreme Court:</span> \n</p>  \n\n<blockquote id=\"blockquote_13\">   1. Daily Rated Casual Labour employed under P&amp;T Department   through Bhartiya Dak Tar Mazdoor Manch Vs. Union of India and   others . \n</blockquote> \n\n<blockquote id=\"blockquote_14\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1403160\" id=\"span_7\">2. <a href=\"/doc/1403160/\" id=\"a_53\">National Federation of Railway Porters, Vendors and Bearers   Vs. Union of India and others</a> reported in 1995 Supp (3) SCC 152.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_15\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1999585\" id=\"span_8\">3. <a href=\"/doc/1999585/\" id=\"a_54\">Secretary H.S.E.B. Vs. Suresh and others</a>, .</span> \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_9\">13. After making the observations in <a href=\"/doc/1071315/\" id=\"a_55\">R.K. Panda</a> (supra) case, as quoted above, the Supreme Court dealt with the question as to whether the contract workers could make a claim for direct absorption by the Principal employer by filing writ petition under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> before a High Court or under <a href=\"/doc/981147/\" id=\"a_57\">Article 32</a> before Supreme Court or proceedings under <a href=\"/doc/427855/\" id=\"a_58\">Article 136</a> in Supreme Court. Discussion on this aspect and the answer thereto is found in paras 5 to 7 of the aforesaid judgment, which are reproduced below :</span> \n</p>  \n\n<blockquote id=\"blockquote_16\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152484\" id=\"span_10\">&quot;Of late a trend amongst the contract labourers is discernible   that after having worked for some years, they make a claim that   they should be absorbed by the principal employer and be treated   as the employees of the principal employer especially when the   principal employer is the Central Government or the State Government or an authority which can be held to be State within the   meaning of <a href=\"/doc/609139/\" id=\"a_59\">Article 12</a> of the Constitution, although no right   flows from the provisions of the Act for the contract labourers   to be absorbed or to become the employees of the principal employer. This Court in the case of <a href=\"/doc/152484/\" id=\"a_60\">Gammon India Ltd. Vs. Union of   India</a>, , pointed out the object and scope of the   Act as follows:-</span> \n</blockquote> \n\n<blockquote id=\"blockquote_17\">   &quot;<a href=\"/doc/1810788/\" id=\"a_61\">The Act</a> was passed to prevent the exploitation of con&#x27;tract   labour and also to introduce better conditions of work. <a href=\"/doc/1810788/\" id=\"a_62\">The Act</a>   provides for regulation and abolition of contract labour. The   underlying policy of the Act is to abolish contract labour,   wherever possible and practicable, and where it cannot be abolished altogether, the policy of the Act is that the working   conditions of the contract labour should be so regulated as to   ensure payment of wages and provision of essential amenities.   That is why the Act provides for regulated conditions of work and   contemplates progressive abolition to the extent contemplated by   <a href=\"/doc/45909/\" id=\"a_63\">Section 10</a> of the Act.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1114147\" id=\"span_11\">In the case of <a href=\"/doc/1114147/\" id=\"a_64\">B.H.E.L. Workers&#x27; Association Vs. Union of India</a>,  it was pointed out that Parliament has not abolished the contract labour as such but has provided for its abolition by the Central Government in appropriate cases under <a href=\"/doc/45909/\" id=\"a_65\">Section 10</a> of the Act. It is not for the Court to enquire into the question and to decide whether the employment of contract labour in any process, operation or other work in any establishment should be abolished or not. That has to be decided by the Government after considering the relevant aspects as required by <a href=\"/doc/45909/\" id=\"a_66\">Section 10</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1142658\" id=\"span_12\">Again in the case of <a href=\"/doc/1142658/\" id=\"a_67\">Mathura Refinery Mazdoor Sangh Vs. Indian Oil Corporation.</a>, , this Court refused to direct the Indian Oil Corporation Ltd., to absorb the contract labourers in its employment, saying that, the contract labourers have not been found to have direct connection with the refinery. In other words, there was no relationship of employer and employee between the Indian Oil Corporation Ltd., and the contract labourers concerned.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087622\" id=\"span_13\">Again in <a href=\"/doc/1087622/\" id=\"a_68\">Dena Nath Vs. National Fertilizers Ltd.</a>, , this Court pointed out that the aforesaid Act has two purposes to lserve: (i) to regulate the conditions of service of the workers employed by the contractor who is engaged by a principal employer and (ii) to provide for the abolition of contract labour altogether, in certain notified processes, operation or other works in any establishment by the appropriate Government, under <a href=\"/doc/45909/\" id=\"a_69\">Section 10</a> of the Act. It was further stated that neither the Act nor the Rules framed by the Central Government or by any appropriate Government provide that upon abolition of the contract labour, the labourers would be directly absorbed by the principal employer.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">15. It is true that with the passage of time and purely with a view to safeguard the interests of workers, many principal employers while renewing the contracts have been insisting that the contractor or the new contractor retains the old employees. In fact such condition is incorporated in the contract itself. However, such a clause in the contract which is benevolently inserted in the contract to protect the continuance of the source of livelihood of the contract labour cannot by itself give rise to a right to regularisation in the employment of the principal employer. Whether the contract labourers have become the employees of the principal employer in course of time and whether the engagement and employment of labourers through a contractor is a mere camouflage and a smoke screen, as has been urged in this case, is a question of fact and has to be established by the contract labourers on the basis of the requisite material. It is not possible for High Court or this Court, while exercising writ jurisdiction or jurisdiction under <a href=\"/doc/427855/\" id=\"a_70\">Article 136</a> to decide such questions, only on the basis of the affidavits. It need not to be pointed about that in such cases, the labourers are initially employed and engaged by the contractors. As such at what point of time a direct link is established between the contract labourers and the principal employer eliminating the contractor from the scene, is a matter which has to be established on material produced before the Court. Normally, the Labour Court and the Industrial Tribunal, under the <a href=\"/doc/500379/\" id=\"a_71\">Industrial Disputes Act</a> are the competent fora to adjudicate such disputes on the basis of the oral and documentary evidence produced before them. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">16. We would have also directed the petitioners herein to pursue the same remedy. But we are faced with different orders passed by this Court since 1986 when this writ application was entertained by this Court. on 19.12.1986, this Court was informed that services of a number of labourers were to be terminated w.e.f. 1.1.1987 because the contract of the contractor concerned was to expire on 31.12.1986. This Court, however, directed that notwithstanding it, the labourers should be continued. On 21.4.1987 again a direction was given to the new contractor to continue the employment of the labourers who had been already working, taking into consideration the fact that they had picked up expertise and therefore would be more suited to the job. On 8.5.1987 yet another order was passed by this Court, directing the respondent to see that the new contractors employ those who have been retrenched with effect from 1.4.1987 and 1.5.1987. In that very \norder, it was said that in the event the contractors job are taken over by the respondent, the respondent will not employ any other workers directly without giving preference to the persons who were working for more than three years. On 28.10.1987, this Court was informed that the State Government of Orissa which is the appropriate Government under the <a href=\"/doc/1810788/\" id=\"a_72\">Contract Labour (Regulation and Abolition) Act,1970</a>, had appointed a Committee to enquire into the question whether the contract labour in the Steel industry in the State of Orissa should be abolished. It appears to be an admitted position that because of the different interim orders passed by this Court, many contract labourers whose employment in normal course would have ceased have continued with the respondent and directions have been given to the respondent to make payments to them from time to time. Such contract labour had been employed in 246 jobs in the Steel Plant. Out of them 104 jobs have been identified in which the contract labour has been abolished. But in 142 jobs the contract labour is being continued and the contract labourers, who might have ceased to be working with the respondent, are continuing by different interim orders passed by this Court. On 6.8.1992, the following order was passed by this Court : \n</p><blockquote id=\"blockquote_18\">    &quot;Mr. Harish Salve learned counsel appearing for the respondent   states that there are 879 workmen holding notified jobs with the   Management. According to him the Management is prepared to give   options to all of them either to accept voluntary retirement on   the terms offered by the management or agreement to be absorbed   on the regular basis in the employment of the respondent-management. The offer made by Mr.Salve is fair and is acceptable to the   learned counsel for the petitioner. We, therefore, modify the   interim orders passed by this Court till date to the extent that   we permit the respondent-management to give the offered options   to all the notified workmen.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">17. However, learned counsel for petitioner relied upon Para-9 of this judgment and stated that Supreme Court had given directions in the said case to Steel Authority of India to absorb those contract labourers who had been continuously working with the Steel Authority of India for the last 10 years on different jobs assigned to them. On the other hand, learned counsel for the repsondents argued that the said directions contained in Para-9 of the judgment were given by the Supreme Court in the peculiar facts and circumstances of that case, which is not a ratio of the case. The law is <a href=\"/doc/1087622/\" id=\"a_73\">laid down by</a> Supreme Court in that very case in Para-7, which is extracted above as per which it is very categorically held by Supreme Court that such questions cannot be decided by High Court or Supreme Court and the appropriate and competent forum to adjudicate such disputes is Labour Court or Industrial Tribunal. There is a force in this submission. Principle of law is <a href=\"/doc/1087622/\" id=\"a_74\">laid down in</a> preceding paras in categorical terms. That is the ratio of the case. Thereafter, para 7 opens with the following sentence :- \n</p><blockquote id=\"blockquote_19\">    &quot;We would have also directed the petitioners herein to pursue the   same remedy. But we are faced with different orders passed by   this Court since 1986 when this writ application was entertained   by this court...&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\">18. Then the Supreme Court mentioned the different orders, which were passed and narrated the circumstances under which Supreme Court chose to give those directions. Otherwise, Supreme Court noted in the opening sentence of Para-7 that in a normal course even it would have directed the petitioners to pursue the remedy before Labour Court or Industrial Tribunal under the <a href=\"/doc/500379/\" id=\"a_75\">Industrial Disputes Act</a>. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1403160\" id=\"span_14\">19. Same was the situation in the case of <a href=\"/doc/1403160/\" id=\"a_76\">National Federation of Railway Porters, Vendors and Bearers Vs. Union of India and others</a> (Supra), another judgment relied upon by learned counsel for the petitioner. A perusal of <a href=\"/doc/1403160/\" id=\"a_77\">the said judgment</a> would show that it was a case where writ petition was filed by the petitioners under <a href=\"/doc/981147/\" id=\"a_78\">Article 32</a> of the Constitution of India. The court noticed that in another Writ Petition No. 277/88 the Court had passed order. In the said writ petition, Supreme Court had passed order dated 4th October, 1989 directing Labour Commissioner, UP to enquire as to whether the writ petitioners were the contract labourers working in Railway Station for several years as claimed by them. Labour Commissioner held elaborate enquiry after affording opportunity to the contesting parties and submitted his report dated 17th October,1990. The findings recorded in the said report were examined by the Supreme Court and based on the said findings, Writ Petition No. 277/88 was decided on 15th April, 1991. The petitioners prayed for disposal of their writ petition in terms of order dated 15th April, 1991. It was in these circumstances, Supreme Court in the said petition passed an order dated 30th November,1992 directing Assistant Labour Commissioner, Central Government, at Lucknow to conduct an enquiry into the allegations whether petitioners who are Porters have been working continuously and whether the work is of a perennial source and the requirement of <a href=\"/doc/45909/\" id=\"a_79\">Section-10</a> of the Act have been satisfied. Pursuant to this order as well as another similar order dated 26th April, 1993, a detailed enquiry was made by Assistant Labour Commissioner after affording opportunities to all the concerned parties and he submitted his report dated 31st August, 1993 and gave the following findings:</span> \n</p>  \n\n<blockquote id=\"blockquote_20\">   &quot;(i) Writ petitioners have been working as contract labour Railway Parcel Porters continuously for a number of years. \n</blockquote> \n\n<blockquote id=\"blockquote_21\">   (ii) The work of parcel handling is permanent and perennial in   its nature and it could keep all the petitioners-parcel porters   continuously engaged. \n</blockquote> \n\n<blockquote id=\"blockquote_22\">   (iii) In certain railway stations the parcel-handling work is   done by Railway Parcel Porters, regularly and permanently employed by Railways. \n</blockquote> \n\n<blockquote id=\"blockquote_23\">   (iv) Contract labour for parcel handling is done by labour supplied to Railways through societies or private contractors.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_15\">20. It was on the basis of aforesaid findings given by the Assistant Labour Commissioner in which it was clearly stated that the work done by such workers was of permanent and perennial nature and in certain Railway Stations such work was done by employees regularly and permanently employed by Railways, that the court gave specific directions. It is, therefore, again a case where Supreme Court had called for the report, which was given by Assistant Labour Commissioner on the basis of evidence produced before it by both the parties. Thus, it can be said that under the directions of Supreme Court, Assistant Labour Commissioner performed the function, which is normally to be performed by Labour Court/Industrial Tribunal, as noticed in the judgment of <a href=\"/doc/1071315/\" id=\"a_80\">R.K. Panda</a> case or by appropriate Government under <a href=\"/doc/45909/\" id=\"a_81\">Section 10</a> of Contract Labour (Regulation &amp; Abolition) Act. This case, \ntherefore, cannot be of any help to the petitioners.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">21. As far as case of Secretary Haryana State Electricity Board (H.S.E.B.) (Supra) is concerned, again this was a case which arose from the Award passed by Industrial Tribunal in a reference made to it. The industrial dispute was referred to the Industrial Tribunal and on an evidence produced before it, Labour Court came to definite finding that the intermediary contract was a mere eye wash and after applying the principle of lifting of the veil it could be found that there was a direct relationship of employer and employee between the workman and the principal employer. This case, therefore, supports the contention of the respondents that the appropriate authority to decide the question as to whether contract is sham or camouflage, which is a disputed question of fact, is Labour Court/Industrial Tribunal or the &quot;appropriate Government&quot; which has to decide this question on the basis of material produced before it. \n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">22. The position in law in respect of contract workers under the <a href=\"/doc/1810788/\" id=\"a_82\">Contract Labour (Regulation &amp; Abolition) Act</a> can be summarised as under: \n</p>  \n\n<blockquote id=\"blockquote_24\">   1. <a href=\"/doc/1810788/\" id=\"a_83\">The Act</a> allows and recognises contract labour and framers of   the Act never purported to abolish it in its entirety. \n</blockquote> \n\n<blockquote id=\"blockquote_25\">   2. It is for the appropriate Government to decide under <a href=\"/doc/45909/\" id=\"a_84\">Section 10</a>   of the Act whether to abolish contract labour in any process,   operation or other work in any establishment. For this, procedure   is prescribed under <a href=\"/doc/1442514/\" id=\"a_85\">Section 10(2)</a> of the Act as per which &quot;appropriate Government&quot; has not only to consult the Board but also   take into consideration factors mentioned in <a href=\"/doc/1442514/\" id=\"a_86\">Section 10(2)</a>, which   include the consideration as to whether the work being performed   by the workers in such establishment is of perennial nature or   not. In various judgments Supreme Court has held that this is a   function which is to be essentially performed by appropriate   Government and not by the High Court under <a href=\"/doc/1712542/\" id=\"a_87\">Article 226</a> of the   Constitution of India or Supreme Court under <a href=\"/doc/981147/\" id=\"a_88\">Article 32</a> of the   Constitution of India. \n</blockquote> \n\n<blockquote id=\"blockquote_26\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_16\">3. If Notification under <a href=\"/doc/1442514/\" id=\"a_89\">Section 10(2)</a> is issued by the appropriate Government then the said establishment in that process,   operation or work to which such Notification relates, the said   establishment cannot engage contract labour. Further existing   contract labour would become direct employees of the Principal   employer - <a href=\"/doc/784921/\" id=\"a_90\">Air India Statutory Corporation</a> case (Supra).</span> \n</blockquote> \n\n<blockquote id=\"blockquote_27\">   4. In the absence of such Notification, there is no right which   flows from the provisions of the Act for the contract labourers   to be absorbed or become the employees of Principal employer and,   therefore, such contract labourers cannot approach High Court   under <a href=\"/doc/1712542/\" id=\"a_91\">Article 226</a> or Supreme Court under <a href=\"/doc/981147/\" id=\"a_92\">Article 32</a> or <a href=\"/doc/427855/\" id=\"a_93\">Article   136</a> of the Constitution of India for claiming regularisation. \n</blockquote> \n\n<blockquote id=\"blockquote_28\">   5. However, if, in a particular case the contract workers claim   that the contract system in the particular process, operation or   other work in an establishment is of perennial nature and notwithstanding the fact that ingredients of Section 10(2) of the   Contract Labour (Regularisation &amp; Abolition) Act are satisfied,   the practice of contract labour is continued, then they can   approach the appropriate Government under the Act for issuing   necessary notification under <a href=\"/doc/1442514/\" id=\"a_94\">Section 10(2)</a> of the Contract   Labour (Regulation &amp; Abolition) Act. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\">   In case the contract workers claim that a particular contract in any process, operation or other work in the establishment is sham, and they have become direct employees of the principal employer then the remedy is to raise industrial dispute. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">   Whether such contract labourers have become the employees of Principal Employer in course of time and whether the engagement and employment of labourers through contract is a mere camouflage and a smoke screen is a question of fact and has to be established by the contract labourers on the basis of requisite material. If in a given case, contract labourers contend that the work is of perennial nature and the contractor is a mere camouflage, the appropriate remedy for them is to raise industrial dispute and seek reference to Labour Court/Industrial Tribunal under the <a href=\"/doc/500379/\" id=\"a_95\">Industrial Disputes Act</a>, which are the competent fora to adjudicate such dispute on the basis of oral and documentary evidence produced before them. \n</p> \n\n<p data-structure=\"Section\" id=\"p_31\">23. Therefore, even in the absence of Notification under <a href=\"/doc/1442514/\" id=\"a_96\">Section 10(2)</a> of the Act, the Contract workers can raise dispute and if they are able to establish that the contract was a sham and a contractor is mere camouflage and a smoke screen, Industrial Tribunal/Labour Court can give appropriate relief to them directing the Principal Employer to absorb such contract workers as its direct employees but it has to be done by the Labour Court/Industrial Tribunal on the basis of material produced before it as it is to be determined by the said court as to at what point of time a direct link is established between the contract labourers and the Principal Employer, eliminating the contractor from the scene, is a matter which has to be established on the material produced before court. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_17\">24. Learned counsel for the petitioners could not point out a single case wherein the writ Court had given directions of regularisation in the absence of notification under <a href=\"/doc/1442514/\" id=\"a_97\">Section 10(2)</a> of the Act issued by the &quot;appropriate Government&quot;. However, strong reliance was placed on some of the observations of the Apex Court in <a href=\"/doc/784921/\" id=\"a_98\">Air India</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_18\">The case of <a href=\"/doc/784921/\" id=\"a_99\">Air India</a> (supra) was a case where the notification under <a href=\"/doc/45909/\" id=\"a_100\">Section 10</a> was in existence abolishing contract labour in certain fields. Notwithstanding such notification Air India had awarded work in the same process, operation etc. on contract basis in violation of such notification. This violation was challenged and the question before the Supreme Court was as to what is the effect of engagement of contract labour even when the employment of con-</span>\n</p><p data-structure=\"Section\" id=\"p_33\">tract labour was prohibited. In this context, the question was examined and the Court held that once the contract labour stood abolished in a particular process, operation, or work etc. in any establishment it was not permissible for such an establishment to employ contract labour and if such contract labour was employed they would no longer remain contract labour and would become the direct employees of the principal employer. Therefore, the observations of the Court highlighting the powers of High Court under <a href=\"/doc/1712542/\" id=\"a_101\">Article 226</a> are to be read keeping in mind this basic feature of the case viz. dealing with the situation when notification under <a href=\"/doc/45909/\" id=\"a_102\">Section 10</a> of the Act is in existence and the case is one of the engagement of contract labour in contravention of such notification. \n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">25. When there is no notification under <a href=\"/doc/1442514/\" id=\"a_103\">Section 10(2)</a> of the Act the writ petition under <a href=\"/doc/1712542/\" id=\"a_104\">Article 226</a> for regularisation of contract workers cannot be entertained. It is not the function of the High Court, in exercise of its extraordinary jurisdiction, to delve into such highly disputed questions of fact and undertake the exercise of the &quot;appropriate Government&quot; which is charged with the duty as per the provisions of <a href=\"/doc/1442514/\" id=\"a_105\">Section 10(2)</a> of the Act or the Industrial Tribunal under the provisions of the <a href=\"/doc/500379/\" id=\"a_106\">Industrial Disputes Act</a>. \n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_35\">   II. POWER TO ISSUE DIRECTION TO THE  \n\n   APPROPRIATE GOVERNMENT TO ISSUE NOTIFICATION \n\n   UNDER SECTION 10 OF THE ACT. \n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">   From what has been discussed above, it naturally follows that the Court in exercise of its writ jurisdiction cannot give a positive direction to the &quot;appropriate Government&quot; to issue notification under <a href=\"/doc/45909/\" id=\"a_107\">Section 10</a> of the Act abolishing contract labour in a particular process, operation or other work etc. in any establishment. The issuance of such positive direction pre-supposes that the Court has undertaken the necessary exercise by considering all relevant factors as mentioned in <a href=\"/doc/1442514/\" id=\"a_108\">Section 10(2)</a> of the Act and has satisfied itself about the existence of such factors which justify abolition of contract labour in a particular process, operation or other work in an establishment. As already pointed out above, it is neither desirable to undertake this exercise by the writ Court nor writ Court is \nequipped with necessary machinery to enable it to undertake such an exercise. When High Court cannot undertake this exercise and come to any definite findings about the existence of the factors mentioned in <a href=\"/doc/1442514/\" id=\"a_109\">Section 10(2)</a> of the Act a fortiorari, it cannot issue any mandate to the &quot;appropriate Government&quot; to issue notification abolishing contract labour in a particular process, operation or other work, etc. in a particular establishment. As pointed out later, the only direction, if warranted by the circumstances of a particular case, which can be given to the &quot;appropriate Government&quot; is to undertake the exercise contemplated by <a href=\"/doc/45909/\" id=\"a_110\">Section 10</a> of the Act and take decision as to whether the contract labour needs to be abolished or not in a particular process, operation or other work etc, in that establishment. \n</p> \n\n<p data-structure=\"Section\" id=\"p_37\">   However, an argument was advanced by the petitioners that where facts are almost admitted and from the pleadings of the parties, the High Court can clearly come to the conclusion that factors mentioned in <a href=\"/doc/1442514/\" id=\"a_111\">Section 10(2)</a> of the Act stand satisfied, in those cases direction can be issued to the &quot;appropriate Government&quot; to abolish the contract labour. This could only be a theoretical argument, de hors the reality. The hollowness of this argument can be seen from the fact that in none of these cases it can be inferred that the factors as mentioned in <a href=\"/doc/1442514/\" id=\"a_112\">Section 10(2)</a> of the Act are satisfied. There would hardly be a case where the establishment admits the existence of such factors as mentioned in <a href=\"/doc/1442514/\" id=\"a_113\">Section 10(2)</a> of the Act. Wherever contract labour is engaged by an establishment, it tries to justify the contract labour system in that process, operation or other work, etc. in its establishment. One would be living in a fool&#x27;s paradise to accept that the inference or admission of the factors mentioned in <a href=\"/doc/1442514/\" id=\"a_114\">Section 10(2)</a> to be established/admitted from the pleadings. Moreover, as already pointed out, the exercise to be undertaken in terms of <a href=\"/doc/1442514/\" id=\"a_115\">Section 10(2)</a> of the Act is not a simple job. It involves consideration of various factors and the deliberation by the expert committees after receiving the necessary and relevant material from all concerned parties. Therefore, it is a far fetched plea to advance that the Court can issue direction to the Government to issue such a notification on the basis of so called &quot;admitted facts&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">26. It was sought to be argued by the petitioners, in the alternative, that this Court is still not remediless even if a particular case involves disputed questions of fact. The suggestion made was that Court can appoint a particular committee or refer the matter to say, Labour Commissioner etc. to ascertain the facts in a process, operation or other work, etc. in an establishment and call for the report of such Committee and based on that report if the Court is convinced that factors mentioned in <a href=\"/doc/1442514/\" id=\"a_116\">Section 10(2)</a> of the Act stands established, give direction to the &quot;appropriate Government&quot; to issue notification prohibiting engagement of contract labour in that process, operation or work, etc. in that establishment. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1403160\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1071315\" id=\"span_20\">In support of this submission learned counsel for the petitioners relied upon <a href=\"/doc/1071315/\" id=\"a_117\">R.K. Panda</a> (supra) and <a href=\"/doc/1403160/\" id=\"a_118\">Porters</a>&#x27; case (supra).</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">27. It was submitted that the Apex Court in the aforesaid cases had infact given such directions and after the report was submitted necessary relief was granted to the workers. Therefore, it was submitted that same exercise can be done by this Court in the present petitions as well. I am not impressed with this argument. The facts of both the cases would show that the directions were given in peculiar circumstances. These aspects have already been dealt in detail above. \n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">28. In view of the aforesaid facts it can be safely concluded that the course adopted by the Apex Court was not intended to lay down any proposition of law to the effect that High Court in writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_119\">Article 226</a> of the Constitution should undertake such exercise whenever question comes up for consideration. On the facts of the aforesaid two cases one can also infer that course adopted was in exercise of powers of the Supreme Court under <a href=\"/doc/500307/\" id=\"a_120\">Article 142</a> of the Constitution of India keeping in view the peculiar facts of those cases. If contention of the petitioners is accepted it would amount to abdicating and usurping powers of the &quot;appropriate Government&quot; and even otherwise, it is not understood as to why the petitioners be allowed to adopt such circuitous method of filing writ \npetition in the High Court and High Court directing the expert body or the Government to undertake necessary exercise as per <a href=\"/doc/1442514/\" id=\"a_121\">Section 10(2)</a> of the Act, call for the report and after examining the report issue direction to the &quot;appropriate government&quot; to issue notification under <a href=\"/doc/45909/\" id=\"a_122\">Section 10</a> of the Act for abolition of contract labour in a process, operation, or work etc. in any establishment. The better and easy course would be to put the ball in the court of &quot;appropriate Government&quot; as it is the &quot;appropriate Government&quot; who is enjoined with such function under <a href=\"/doc/45909/\" id=\"a_123\">Section 10</a> of the Act and ask the Government to undertake necessary exercise and take decision whether contract labour needs to be abolished in a process, operation or work, etc. in an establishment or not. For this purpose, the smooth, simple and easy course would be to directly approach the &quot;appropriate Government&quot; with request to discharge its obligation under <a href=\"/doc/45909/\" id=\"a_124\">Section 10</a> of the Act. If the circumstances justify undertaking of such an exercise and the &quot;appropriate Government&quot; still does not initiate this exercise and thus fails to perform its statutory duty, then petition can be filed seeking mandamaus to the &quot;appropriate Government&quot; to undertake such an exercise and take a decision thereon. Thus, if the case is made out the Court under <a href=\"/doc/1712542/\" id=\"a_125\">Article 226</a> of the Constitution can only give direction to the &quot;appropriate Government&quot; to this extent namely to discharge its duty as required under <a href=\"/doc/45909/\" id=\"a_126\">Section 10</a> of the Act if the High Court is satisfied that the &quot;appropriate Government&quot; is failing to discharge the same. \n</p>  \n\n<p data-structure=\"Section\" id=\"p_41\">   III. EFFECT OF NON-OBSERVANCE OF FORMALITIES \n   REQUIRED UNDER SECTION 7 AND 12 OF THE ACT.\n</p> \n\n<p data-structure=\"Section\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"793194\" id=\"span_21\">29. Under <a href=\"/doc/1711982/\" id=\"a_127\">Section 7</a> of the Act every principal employer of an establishment to which this Act applies has to make an application to the registering officer for registration of the establishment meaning thereby, if the particular establishment wants to engage contract labour and to such an establishment the provisions of this Act applies, it has to get itself registered with the Registering Officer. Likewise, under <a href=\"/doc/476610/\" id=\"a_128\">Section 12</a> of the Act the Contractor, to whom this Act applies, has to obtain a license from the Licensing Officer under this Act and unless it has taken such a license, contractor is not permitted to undertake or execute any work through contract labour. The non-observance of <a href=\"/doc/1711982/\" id=\"a_129\">Section 7</a> and/or 12 is penal and the erring establishment or the contractor, as the case may be, can be prosecuted (refer, <a href=\"/doc/821593/\" id=\"a_130\">Sections 22</a> to <a href=\"/doc/618711/\" id=\"a_131\">27</a> of the Act). However, the question which falls for determination is as to what would be the fate of such contract labour which is engaged by the contractor who is not having a valid license under <a href=\"/doc/476610/\" id=\"a_132\">Section 12</a> of the Act or where the principal employer has not got itself registered under <a href=\"/doc/1711982/\" id=\"a_133\">Section 7</a> of the Act. The initial judicial thinking was that consequence of violation of <a href=\"/doc/1711982/\" id=\"a_134\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_135\">12</a> of the Act would be that establishment or the contractor, as the case may be, would attract penalty under the provisions of the Act but that would not make employees engaged by the contractor direct employees of the principal employer. Registration/licensing was only a regulatory measure and it did not create any privilege in favour of contract workers (refer General Labour Union (Red. <a href=\"/doc/793194/\" id=\"a_136\">Flag) Vs. K.N.Desai</a> reported in 1990 LLR 208 (Bom.</span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1698387\" id=\"span_22\">), <a href=\"/doc/1698387/\" id=\"a_137\">Steel Authority of India Vs. Steel Authority of India Contract Worker</a>&#x27;s Union reported in 1990 (64) FLR 573 (Karn.)</span> and Dinanath Vs. Natiional Fertiliser Limited reported in 1992 LLR 46 (SC). <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"214348\" id=\"span_23\">However, recent judicial trend shows that in such cases directions can be given to the principal employer to treat such contract workers as its direct employees if the contract labour is engaged violating <a href=\"/doc/1711982/\" id=\"a_138\">Section 7</a> and/or 12 of the Act (refer <a href=\"/doc/214348/\" id=\"a_139\">United Labour Union Vs. \nUnion of India</a> reported in 1990 (Vol. 60) FLR 686). In this case Division Bench of Bombay High Court dealt with this aspect in great detail.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_24\">The Supreme Court also has in the cases of <a href=\"/doc/784921/\" id=\"a_140\">Air India</a> (supra) and HSEB (supra) has categorically held such a consequence to follow. Therefore, following these judgments one can conclude that incase the establishment, is not registered under <a href=\"/doc/1711982/\" id=\"a_141\">Section 7</a> of the Act or the contractor, to which this this Act applies has not taken license under <a href=\"/doc/476610/\" id=\"a_142\">Section 12</a> of the Act and still contract labour is engaged such contract workers would be treated as direct employees of the principal employer.</span> \n</p><p data-structure=\"CDiscource\" id=\"p_43\">    IV. IF THE MATTER IS TO BE REFERRED TO \n\n   &quot;APPROPRIATE GOVERNMENT&quot; UNDER SECTION 10 \n\n</p><p data-structure=\"Precedent\" id=\"p_44\">   - WHETHER PETITIONERS ARE ENTITLED \n\n   TO INTERIM PROTECTION.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">   This aspect of the matter was most hotly debated during arguments. It was strenuously submitted by the petitioners that in case this Court is not inclined to issue writ to the effect that contract labour stands abolished and decides that this exercise be done by the &quot;appropriate Government&quot; and it is the &quot;appropriate Government&quot; which has to take necessary decision in this respect under <a href=\"/doc/45909/\" id=\"a_143\">Section 10</a> of the Act, then during the period &quot;approprite Government&quot; undertakes the exercise and decides whether to issue notification under <a href=\"/doc/1436043/\" id=\"a_144\">Section 10(1)</a> of the Act to the effect i.e. whether contract labour in a process, operation or work etc. in any establishment needs to be abolished or not, the petitioners services should be protected and they should continue to work. It was submitted that such directions \nwere infact given by the Supreme Court in certain cases. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">30. Learned counsel particularly referred to the following directions of the Supreme Court in the case of All India General Mazdoor Trade Union (Regd.) Vs. Delhi Administration :- \n</p><blockquote id=\"blockquote_29\">    Having regard to the nature of work required to be done in the   plant managed by Respondent No. 2, we are of the opinion that   this question ought to be resolved without loss of time. It must   also be realised that in the meantime the workmen involved herein   must continue in employment till the question is resolved. If the   services are terminated by the Contractor or by efflux of time, a   contract being for a limited period, the entire grievance of the   workmen projected through the Union would be rendered infructuous   and redundant. Taking these special facts into consideration, we   are of the opinion that a time frame should be prescribed within   which Respondent 1 should take a decision. We would expect all   concerned to cooperate. We must make it clear that if the workmen   delay the process in any manner whatsoever and Respondent 1   cannot complete the proceedings within the time-frame on account   of delaying tactics, the benefit of the protection of continuance   in employment will be lost to them.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1658017\" id=\"span_25\">31. Similarly, in the case of <a href=\"/doc/1658017/\" id=\"a_145\">Catering Cleaners of Southern Railway Vs. Union of India and another</a>, , the Supreme Court while directing the Central Government, as &quot;appropriate Government&quot; to take appropriate action under <a href=\"/doc/45909/\" id=\"a_146\">Section 10</a> of the Act protected such contract workers in the meantime.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">32. On the other hand, various counsel appearing on behalf of the respondents in these writ petitions made fervent appeal to dismiss the writ petition arguing that the petitioners could not get such protection so long as the contract system was permissible for want of notification under <a href=\"/doc/45909/\" id=\"a_147\">Section 10</a> of the Act. It was argued that the directions given by the apex Court in aforesaid cases were in exercise of its power under <a href=\"/doc/500307/\" id=\"a_148\">Article 142</a> of the Constitution, keeping in view the peculiar facts of these case. No law or ratio was laid down tantamounting to a binding precedent to the effect that such protection has to be given in all cases of contract labourers where mandamus to the &quot;appropriate Government&quot; is sought to discharge its duty \nunder <a href=\"/doc/45909/\" id=\"a_149\">Section 10</a> of the Act. It was submitted that such a direction if given in these cases would set bad precedent. It would be difficult to decide where to draw the line.It would lead to misuse of process of law inasmuch as these contract workers would file writ petitions, seeking mandamus to the &quot;appropriate Government&quot; to issue notification under <a href=\"/doc/45909/\" id=\"a_150\">Section 10</a> of the Act and in the meantime pray for their continuation of service. It will have the effect of continuing such contract workers even when they are not required and were engaged genuinely as contract labour for a particular period. The consequence would be disastrous. It was also argued that when the writs were not maintainable and no final direction could be given to absorb such contract workers by the principal employer in \nthese proceedings, how interim direction/protection could be given to continue such contract workers in the interregnum. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1658017\" id=\"span_26\">33. I may state that there was much debate as to whether the directions given by the Supreme Court in the case of All India General Mazdoor Trade Union (supra) and <a href=\"/doc/1658017/\" id=\"a_151\">Catering Cleaners of Souther Railway</a> (supra) amounted to giving directions under <a href=\"/doc/500307/\" id=\"a_152\">Article 142</a> of the Constitution. While petitioners submitted that these directions are in the nature of law laid down under <a href=\"/doc/882644/\" id=\"a_153\">Article 141</a> of the Constitution of India, the contention of the respondent was that the directions were made in the peculiar facts of those cases which could be treated as directions under <a href=\"/doc/500307/\" id=\"a_154\">Article 142</a> of the Constitution and did not amount to laying any principle of law. After giving my deep thoughts into the matter I am inclined to agree with the respondents.</span> In \nAll India General Mazdoor Trade Union (supra) the Court was influenced by the nature of work being performed by the contract workers. Portion quoted above start with the words &quot;Having regards to the nature of work required to be done .....&quot;. The Court has also mentioned that it is being done by &quot;taking these special facts into consideration&quot;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1658017\" id=\"span_27\">Similarly, in the case of <a href=\"/doc/1658017/\" id=\"a_155\">Catering Cleaners of Southern Railway</a> (supra) the Court had prima facie found that all the relevant factors mentioned in <a href=\"/doc/1442514/\" id=\"a_156\">Section 10(2)</a> to be satisfactorily accounted for. In para 10 of the judgment, Court had noted that there was report of the Parliamentary Committee as per which work of cleaning, catering and pantry was necessary and incidental to the industry or business of the Southern Railway.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_28\">34. In view of my aforesaid discussion I am inclined to accept submissions of the respondent that the directions contained in the aforesaid judgment do not lay down any precedent or ratio. If this Court in these writ petitions cannot give any directions to the respondents to treat these contract workers/petitioners as their own workers and if this Court in these proceedings cannot undertake the exercise which &quot;appropriate Government&quot; is supposed to undertake in view of the provisions of <a href=\"/doc/1669932/\" id=\"a_157\">Section 10</a> of the Industrial Disputes Act and if the direction to the &quot;appropriate Government&quot; which can be given only to the extent of discharging its duties under <a href=\"/doc/45909/\" id=\"a_158\">Section 10</a> of the Act and decide whether contract labour needs abolition or not, that too when this Court is convinced that the &quot;appropriate Government&quot; has failed in its duty cast upon it by the statute, how can the Court give  a direction to the respondent to continue to  engage  these workers/petitioners even beyond the period for which they were taken as contract workers. So long as contract labour in a process, operation or work etc. in an establishment is not abolished it is permissible for the principal employer to get the said process, operation or work in an establishment done through a contractor who can employ its own workers namely, contract workers. Thus giving of such a direction when there is no material on record, as contemplated under <a href=\"/doc/45909/\" id=\"a_159\">Section 10</a> of the Act on the basis of which it is yet to decide whether the contract labour needs to be abolished would be contrary to the statute which permits engagement of contract labour till it is prohibited by issuing of notification under <a href=\"/doc/45909/\" id=\"a_160\">Section 10</a> of the Act. It would also amount to doing a particular act indirectly which cannot be done directly. It may be pointed out that High Court are now witnessing an upsurge of such petitions being filed under <a href=\"/doc/1712542/\" id=\"a_161\">Article 226</a> of the Constitution, particularly after the judgment of the apex Court in <a href=\"/doc/784921/\" id=\"a_162\">Air India</a> (supra), even in the absence of notification under <a href=\"/doc/45909/\" id=\"a_163\">Section 10</a> of the Act, notwithstanding the fact that, that case related to post <a href=\"/doc/45909/\" id=\"a_164\">Section 10</a> notification. It is also observed that within few months of their engagements such contract workers file writ petitions under <a href=\"/doc/1712542/\" id=\"a_165\">Article 226</a> of the Constitution, just before the period of contract is about to expire and want the protection of the Court. In most of these cases they do not even \napproach the &quot;appropriate Government&quot; with the request to issue notification under <a href=\"/doc/45909/\" id=\"a_166\">Section 10</a> of the Act and file writ petition either with a prayer to issue directions to abolish the contract labour by the Court itself or seek mandamus to the &quot;appropriate Government&quot; to undertake the exercise contemplated under <a href=\"/doc/45909/\" id=\"a_167\">Section 10</a> of the Act and issue necessary notification. After all mandamus to &quot;appropriate Government&quot; can be issued only if in a particular case, the Court is satisfied that the &quot;appropriate Government&quot; has failed to discharge its statutory obligation. Even in those cases, where mandamus to the &quot;appropriate Government&quot; is to be issued as to whether contract labour in a particular process, operation, or work etc. in an establishment needs abolition or not, giving of such a direction to \nprotect such contract workers in the interregnum may permit the workers to misuse the process of law by filing the writ petition under <a href=\"/doc/1712542/\" id=\"a_168\">Article 226</a> of the Constitution and continuing as contract workers even beyond the contract period. Therefore, such direction cannot be given as a matter of course or on a mere asking when the writ petition is filed or during the pendency of the writ petition or when the writ petition is disposed of with directions to the &quot;appropriate Government&quot; to discharge its duty under <a href=\"/doc/45909/\" id=\"a_169\">Section 10</a> of the Act. However, at the same time one also cannot lose sight of the situations where it is found that such contract workers have been engaged for years together, they have remained as contra workers notwith-standing the fact that the contractor namely intermediaries between the \nprincipal employer and the contract workers have also changed. In such cases, where the petitioners in the writ petitions have placed on record sufficient and strong material to establish that the factors as mentioned in <a href=\"/doc/45909/\" id=\"a_170\">Section 10</a> of the Act are prima facie satisfied and they may be thrown out by the principal employer or the contractor, merely because they have approached the Court by way of writ petition and it would be in the interest of justice to give that direction in the interregnum till the enquiry is completed by the &quot;appropriate Government&quot; under <a href=\"/doc/45909/\" id=\"a_171\">Section 10</a> of the Act and the decision taken thereon, Court should not be powerless to give such workers protection in order to do complete justice in the matter. In some of the judgments of apex Court<a href=\"/doc/784921/\" id=\"a_172\">, <a href=\"/doc/784921/\" id=\"a_173\">referred to above</a></a>, this course was resorted to. Therefore, although directions to continue such contract workers in the interregnum should not be given liberally and in a routine manner, in exceptional cases where the Court is convinced that the facts and peculiar circumstances of the case justify giving of protection to such contract workers, appropriate orders can be passed. It would be, prudent to give reasons while adopting such an exceptional course in a particular case, normal rule being that the Court should not generally exercise such a power.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_51\">35. The legal position as discussed above in detail may be summarised as under:- \n</p>  \n\n<blockquote id=\"blockquote_30\">   I. Writ petition under <a href=\"/doc/1712542/\" id=\"a_174\">Article 226</a> would not be maintainable to \n   seek a direction from the Court to contract labour in a particular process, operation or work, etc. in an establishment as this   is the job of the &quot; appropriate Government&quot; under <a href=\"/doc/45909/\" id=\"a_175\">Section 10</a> of   the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_31\">   II. The machinery provided under <a href=\"/doc/45909/\" id=\"a_176\">Section 10</a> of the Act is a   complete and effective machinery which may be termed as efficacious alternate remedy and therefore Courts should not entertain   the writ petition under <a href=\"/doc/1712542/\" id=\"a_177\">Article 226</a> of the Constitution. \n</blockquote> \n\n<blockquote id=\"blockquote_32\">   III. In given cases where the contract workers claim that the   engagement of contract labour is to camouflage and the contractor/intermediary is a sham, the workers can resort to the machinery provided under the <a href=\"/doc/500379/\" id=\"a_178\">Industrial Disputes Act</a> by raising an industrial dispute and it would be the function of the Industrial   Tribunal, when the dispute is referred to it for adjudication, to   decide such disputes after recording evidence. \n</blockquote> \n\n<blockquote id=\"blockquote_33\">   IV. If a writ petition is filed by the contract workers alleging   violation of <a href=\"/doc/1150040/\" id=\"a_179\">Sections 7</a> and <a href=\"/doc/1570927/\" id=\"a_180\">12</a> of the Act, such a writ petition   can be entertained and once it is found that there was non-regis-   trations of the establishment under <a href=\"/doc/1150040/\" id=\"a_181\">Section 7</a> or no license with   the contractor under <a href=\"/doc/1570927/\" id=\"a_182\">Section 12</a> of the Act, direction can be   issued to the principal employer to treat contract workers as   workers directly employed by the principal employer. \n</blockquote> \n\n<blockquote id=\"blockquote_34\">   V. If the writ petition is filed seeking mandamus to the &quot;appropriate Government&quot; to undertake the exercise as contemplated   under <a href=\"/doc/1669932/\" id=\"a_183\">Section 10</a> of the Act and the Court is convinced that the   &quot;appropriate Government&quot; has failed to discharge its statutory   duty, in those appropriate cases direction can be given to the   &quot;appropriate Government&quot; to decide as to whether contract labour   needs to be abolished in the particular process, operation, or   work etc. in any establishment. \n</blockquote> \n\n<blockquote id=\"blockquote_35\">   VI. When directions are given to the &quot;appropriate Government&quot; as   stated in para V above, normally the Court would not pass any   interim order continuing these contract workers. However, in   exceptional cases where protection is required, Court is not   powerless and can issue such directions. \n</blockquote> \n\n<blockquote id=\"blockquote_36\">   After stating the aforesaid propositions of law, let us examine what precise directions are required in each case. \n</blockquote>  \n\n<span class=\"hidden_text\" id=\"span_29\">   CIVIL WRIT PETITIONS NOS. 886, 3100, 775 </span>\n<blockquote id=\"blockquote_37\">   2247, 4218, 6240 and 250 of 1998 and 4579 and 1981 of 1997.  \n</blockquote>\n<blockquote id=\"blockquote_38\">   In these writ petitions, the principal employer is either the Air India or the Airports Authority of India. At the time when the writ petitions were filed, matter was seized by the &quot;appropriate Government&quot; inasmuch as exercise under <a href=\"/doc/1669932/\" id=\"a_184\">Section 10</a> of the Act was in progress. Thereafter, vide notification dated November 16, 1999 the Central Government has abolished the engagement of contract workers in:- \n</blockquote>  \n\n<blockquote id=\"blockquote_39\">   AIR INDIA (Establishments at Mumbai, Chennai and Delhi) \n \n\n</blockquote><blockquote id=\"blockquote_40\">   1. Day to day maintenance and operation of air conditioning   plants, Generator sets and electrical installation except where   these are being undertaken by the manufacturer/original supplier   as part of the supply arrangements. This will not apply to periodical maintenance such as annual overhaul of equipment or heavy   breakdowns requiring replacements of major components etc. which   the establishment may have entered into with equipment supplier   or supplier&#x27;s nominee. \n</blockquote> \n\n<blockquote id=\"blockquote_41\">   2. Maintenance and operation of effluent treatment plants. \n</blockquote> \n\n<blockquote id=\"blockquote_42\">   3. Telephone mechanics. \n</blockquote> \n\n<blockquote id=\"blockquote_43\">   4. Cargo handling i.e. loading and unloading of cargo. \n</blockquote> \n\n<blockquote id=\"blockquote_44\">   5. Day to day maintenance and operation of all fire fighting   equipment including fir extinguishers and appliances, leaving   management free to resort to contractual arrangements only for   annual periodical maintenance of these equipment. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">   AIRPORT AUTHORITY OF INDIA (Establishments located at Mumbai,   Delhi,  Chennai, Calcutta, Trivandrum, Patna,  Bhuvaneshwar,   Ranchi, Gaya, Ahmedabad, Baroda, Vadodra, Bangalore, Calicut,   Cochin, Hyderabad, Mangalore). \n</p> \n\n<p data-structure=\"Section\" id=\"p_53\">   1. Day to day maintenance and operation of air conditioning   plants, Generator sets and electrical installations except where   these are being undertaken by the manufacturer/original supplier   as part of the supply arrangements. This will not apply to periodical maintenance such as annual overhaul of equipment or heavy   breakdowns requiring replacements of major components etc. which   the establishment may have entered into with equipment supplier   or supplier&#x27;s nominee. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">   2. Cargo handling i.e. loading and unloading of cargo; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\">   3. Day to day maintenance and operation of all fire fighting   equipment including fire extinguishers and appliances, leaving   management free to resort to contractual arrangements only for   annual periodical maintenance of these equipment. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">   4. Aero bridge workers. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">   5. Lift operators. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">   6. Sharp shooters. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\">   7. Conveyor system. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\">   8. Electrical maintenance of high mast towers, car park, flood   lights and street lights. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\">   9. Maintenance (and not repair) of air curtains and sliding   doors; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">   10. Telephone operators. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">   11. Apron cleaning. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">   12. Split flap display system operation. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\">36. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"784921\" id=\"span_30\">In the cases of those contract workers falling within the scope of aforesaid Notification, they would be covered by the judgment of the Supreme Court in the case of <a href=\"/doc/784921/\" id=\"a_185\">Air India</a> (supra). However, respondents have filed writ petitions challenging the aforesaid notification and stay of the operation of the Notification has been granted. In view of this stay, direction to regularise these contract workers straight away cannot be issued. It would ultimately depend upon the outcome of the writ petition. However, keeping in view the peculiar circumstance that Notification stands issued, it would not be proper to dislodge these contract workers from employment. Therefore, these writ petitions are disposed of with the direction that the petitioners/contract workers in these petitions should be allowed to continue till the disposal of the writ petition challenging the \naforesaid Notification issued by the Government under <a href=\"/doc/1669932/\" id=\"a_186\">Section 10</a> of the Act.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_66\">   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_31\">CIVIL WRIT PETITION NO. 1673 OF 1998 \n \n\n   In this writ petition, the averment of the petitioner is that he is working in the Maintenance Division of Airport Authority of India (herein-after referred to as AAI, for short) as a &#x27;Helper&#x27;. Petitioner was engaged in March 1997 through respondent No. 3, who was awarded the work. This petition was filed on 1st April, 1998 when the petitioner had hardly worked for one year. Petitioner has relied upon the case of <a href=\"/doc/784921/\" id=\"a_187\">Air India</a> (supra). Prayer is made seeking mandamus directing respondent no.1 to issue notification under <a href=\"/doc/1669932/\" id=\"a_188\">Section 10</a> of the Act and directing AAI to absorb the petitioner as its regular employee.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"784921\" id=\"span_32\">In the counter affidavit it is stated that the case is not covered by <a href=\"/doc/784921/\" id=\"a_189\">Air India</a> (supra) as there is no notification prohibiting contract labour regarding the nature of work being performed by the petitioner. It is stated that the work is not of perennial nature, \ncontract awarded is only for specific period and there is no master-servant relationship between the parties as the petitioner is not employed by the AAI.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_67\">37. Petitioner hardly worked for one year and filed the present petition and thereafter he continued on the basis of the interim order passed in this petition. No averments are made or any particulars given on the basis of which petitioner could claim that the matter be examined by the &quot;appropriate government&quot; under <a href=\"/doc/1669932/\" id=\"a_190\">Section 10</a> of the Act. On the contrary mandamus is sought directing the &quot;appropriate Government&quot; to issue notification under <a href=\"/doc/1669932/\" id=\"a_191\">Section 10</a> of the Act prohibiting employment of contract labour in the work of &#x27;maintenance&#x27; in the various units of the AAI rather than seeking directions to the &quot;appropriate Government&quot; to examine the question of abolition of contract employment. As already noted above, writ petition of this nature is not maintainable. Moreover, no case is made out, in the absence of necessary particulars and even a prayer of issuing mandamus to the Government to consider the question of abolition of contract labour is not made in the writ petition itself. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_68\">38. Accordingly, writ petition stands dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\">   CIVIL WRIT PETITION NO. 5590 OF 1998\n \n\n</p><p data-structure=\"Issue\" id=\"p_70\">39. This writ petition is filed by &quot;workmen as represented by Delhi Mazdoor Manch (Regd.)&quot; and names of the petitioners are not stated in the cause title. Whether the petition is maintainable by describing the petitioners in the aforesaid manner is itself in doubt. Be that as it may, in the petition names of 17 persons are stated who are working as &#x27;Sweepers&#x27;. Respondent No. 2, the contracting agency is their employer and it is alleged that respondent No. 2 does the recruiting and then supplies the workmen against demands. As per the particulars given, these 17 persons were engaged on different dates ranging from March 1993 to January 1997. Writ Petition is filed on 30th October, 1998. By that time, these contract workers had worked for a period ranging from 1 and 1/2 years to 5 and 1/2 years. In the writ petition it is stated that the petitioner had raised industrial dispute before the Conciliation Officer and the same is pending. \n</p><p data-structure=\"Conclusion\" id=\"p_71\">In the present petition, prayer is made to the effect that respondents 1 and 2 namely, NCERT and House Tek India be directed to treat them as regular employees. It is also prayed that since the matter of regularisation is pending before the Conciliation Officer-respondent no.3, respondents 1 and 2 be directed not to remove these workmen from services in the meantime. Such a writ petition is clearly not maintainable as on the date of filing of the writ petition proceedings are pending before the Conciliation Officer. \n</p> \n\n<p data-structure=\"Section\" id=\"p_72\">40. In any case, in view of the pendency of the conciliation proceedings, these workers have the protection of <a href=\"/doc/886678/\" id=\"a_192\">Section 33(1)(a)</a> of the Industrial Disputes Act, 1947. <a href=\"/doc/500379/\" id=\"a_193\">The Industrial Disputes Act</a> provides for complete machinery and the workers are not remediless. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_73\">41. This writ petition is not maintainable and is dismissed as such. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">   CIVIL WRIT PETITION NO. 1687 OF 1998\n \n\n</p><p data-structure=\"RespArg\" id=\"p_75\">42. This Writ Petition is filed by All India General Mazdoor Trade Union on behalf of 38 workmen. They were engaged by respondent No. 3-contractor, principal employer being respondent No. 2 viz.Container Corporation of India. This Petition mainly rests on the allegation that respondent No 2. is not registered under <a href=\"/doc/1150040/\" id=\"a_194\">Section 7</a> of the Act. Likewise, the contractor i.e. respondent No. 3 is not having any license under <a href=\"/doc/1570927/\" id=\"a_195\">Section 12</a> of the Act. Infact at the time of argument, Mr. Mukul Talwar emphasised this very point and submitted in detail that the consequences of non-registration/non-licenses are that these contract workers become direct employees of re-spondent No. 2 i.e. Container Corporation of India. A prayer is accordingly made that these 38 workers be declared regular employees of respondent No. 2 and they be absorbed with respondent No. at the relevant pay scales. All these 38 workers are working as helpers/loaders. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_76\">43. Nodoubt the submission of the petitioners regarding consequences of non registration/non-licenses is valid as already held above, however in the counter affidavit filed on behalf of respondent No. 3 it is stated that respondent No. 2 is registered under <a href=\"/doc/1150040/\" id=\"a_196\">Section 7</a> of the Act and likewise respondent no.3 holds licenses under <a href=\"/doc/1570927/\" id=\"a_197\">Section 12</a> of the Act for the work of \ncargo handling. Copy of the licenses is also enclosed. No rejoinder is \nfiled to this counter affidavit denying these averments and therefore these \naverments are treated as correct. As there is no violation of <a href=\"/doc/74115/\" id=\"a_198\">Sections 7</a> \nand <a href=\"/doc/367472/\" id=\"a_199\">12</a> of the Indian Contract Act, relief prayed for in the present writ \ncannot be granted and the writ petition is accordingly dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_77\">   CIVIL WRIT PETITION NO. 3891 OF 1998\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_78\">44. The sole petitioner in this case alleges that he was appointed as a plumber in the maintenance department on 26th October, 1992. The present petition is filed on 5th August, 1998. He worked for four years and his services were terminated on 19th October, 1996. During his service of four years different contractors were awarded the contract under whom the petitioner worked. In the petition, neither any name of contractors is mentioned nor any contractor is arrayed as party. The only prayer made in this writ petition is seeking direction to be given to respondent no.1 to exercise its power under <a href=\"/doc/1669932/\" id=\"a_200\">Section 10</a> of the Act for abolition of the contract labour system in respect of the work done by the petitioner. This petition does not disclose whether any request was made to the &quot;apporpriate Government&quot;. In view of above, this writ petition stands dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_79\">   CIVIL WRIT PETITION NO. 4641 OF 1997\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_80\">45. This writ petition is filed by 53 petitioners. Petitioners No.1 to 52 are contract workers. Petitioner No. 53 is the Secretary, Bhartiya Horticulture Karamchari Sangh (Regd.). Respondent No. 2- Airport Authority of India is the principal employer. It is alleged in the petition that the petitioners are engaged through a contractor however, the contractor is not arrayed as a party. Prayer made in the writ petition is as under:- \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_81\">46. We, therefore, pray that directions may be issued that the petitioners who have been initially engaged through contractors but have been continuously working with the respondents since their date of employment for the last about three years on different jobs assigned to them inspite of replacement and change of contractors shall be allowed to do their duty as done so far subject to being found medically fit and in case of retrenchment it will be done in accordance with the provisions of law. It is further prayed that wages be ordered to be paid to regular employees.&quot; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_82\">47. A petition with above prayer is clearly not maintainable. The question whether the contract is a camouflage would be a disputed question of fact and it would be appropriate for the petitioner to raise industrial dispute or approach the &quot;appropriate Government&quot; with a request to issue notification under <a href=\"/doc/1669932/\" id=\"a_201\">Section 10</a> of the Act. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_83\">48. Accordingly, the writ petition stands dismissed.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\">   CIVIL WRIT PETITION NO. 1445 OF 1998\n \n\n</p><p data-structure=\"RespArg\" id=\"p_85\">49. Petitioners in this petition were engaged by respondent no. 3-M/s. Unique Home Maintenance Pvt. Ltd., the contractor who was awarded the contract by respondent no.2 namely, the American Express Bank Ltd.(TRS). It is alleged in the petition that the petitioners are working continuously without break and without any adverse remark under the direct control and supervision of respondent no.2 and they have put in 5 to 7 years of service. They have raised industrial dispute. Conciliation proceedings were initiated but they ended in failure. As respondent no. 2 was contemplating to dispense with the contractor as well as contract labours thereby terminating the services of the petitioners, they have filed this writ petition with a prayer to issue direction to respondent no.1 to exercise its power under <a href=\"/doc/1669932/\" id=\"a_202\">Section 10</a> of the Act and abolish the contract labour system in the establishment for the work performed by the petitioners. In the counter affidavit filed by respondent no.3-the contractor, it is stated that the writ petition is not maintainable since respondent no.2 is not a &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_203\">Article 12</a> of the Constitution of India. It is also stated that petitioners have already invoked remedy available under the <a href=\"/doc/500379/\" id=\"a_204\">Industrial Disputes Act, 1947</a> by raising industrial dispute. The dispute has been referred to Central Government Industrial Tribunal for adjudication. Petitioners have also moved application before the Government under the provisions of the Act and, therefore, the present writ petition should not be entertained as the petitioners have raised the same grievance already before two other foras. It is also stated that the provisions of the Act do not get attracted to the present matter inasmuch as the contract pursuant to which some of the present petitioners had been deputed by the answering respondent for providing services to respondent no.2 was not a contract for the supply of contract labour. It is submitted that the answering respondent has entered into a contract with respondent no.2 for providing it certain services. The contract does not prescribe that the answering respondent would provide them contract labour nor does it even prescribe the number of persons who would be deputed at the various establishments of respondent no.2. The answering respondent undertakes to produce the given result as distinguished from supplying them a number of persons to carry out such work. The only reason why the answering respondent does not often change the particular employees who carry out such functions for respondent no.2 is that each time a new employee is deputed for such work, he has, for security reasons, to be cleared by the officers of respondent no.2 and has to be given instructions all over again regarding the specific details of the jobs to be performed. Respondent no.2-American Express Bank Ltd. (TRS) in its counter affidavit have made similar pleas. Since the petitioners had already raised industrial dispute and it has been referred for adjudication, the present writ petition would not be maintainable. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_86\">50. Accordingly, the writ petition stands dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_87\">   CIVIL WRIT PETITION NO. 855 OF 1998\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_88\">51. The sole petitioner in this case was engaged through contractor on contract basis in 1995 as &#x27;non-technical supervisor&#x27;. The principal employer is Airport Authority of India. It is alleged in the petition that the work performed by him is of permanent and perennial nature and similarly situated employees had moved Central Government long ago for issuing appropriate notification under <a href=\"/doc/1669932/\" id=\"a_205\">Section 10</a> of the Act. Committee has already been appointed to take necessary steps. Accordingly, prayer is made issuing mandamus to respondent no.2 to exercise its power under the provisions of <a href=\"/doc/1669932/\" id=\"a_206\">Section 10</a> of the Act. In the counter affidavit allegations made by the petitioners are denied. It is further stated that the petitioner has suppressed the fact that contractor is petitioner&#x27;s father only and that the \npetitioner in assistance and to fulfill the contractual obligation during the currency of the contract and the present petition is misuse of the process of law. Moreover, petitioner is not a contract worker but a representative of the contractor i.e. his father. Neither any material particular was stated justifying the reference of matter to the &quot;appropriate Government&quot; for taking decision under <a href=\"/doc/1669932/\" id=\"a_207\">Section 10</a> of the Act nor the aforesaid averments made in the counter affidavit are denied. This petition is clearly misuse of the process of law as the contractor by showing his son to be engaged as &#x27;non-technical supervisor&#x27; by him wants him to be in the regular employment of the Airport Authority of India. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_89\">52. Accordingly, the writ petition stands dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_90\">   CIVIL WRIT PETITION NO. 4917 OF 1998\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_91\">53. Petitioners in this petition were engaged with respondent no.2-Container Corporation of India through respondent no.3, the contractor as loader/helper on 1st September, 1993. The present petition is filed on 27th September, 1998. It is alleged in the petition that the work of the petitioners are incidental to the main activities of respondent no.2 and the work is of perennial in nature. It is stated in the writ petition that neither respondent no.2 is registered under <a href=\"/doc/1150040/\" id=\"a_208\">Section 7</a> of the Act nor the contractor has any license to do so under <a href=\"/doc/1570927/\" id=\"a_209\">Section 12</a> of the Act. Infact at the time of argument, Mr.Mukul Talwar emphasised this very point and submitted in detail that the consequences of non-registration/non-licenses are that these contract workers become direct employees of respondent no.2 i.e. Container Corporation of India. A prayer is accordingly made that these 38 workers be declared regular employees of respondent no.2 and they be absorbed with respondent no.2 at the relevant pay scales. All these 38 work-\n</p><p data-structure=\"Conclusion\" id=\"p_92\">ers are working as helpers/loaders. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_93\">54. Nodoubt the submission of the petitioners regarding consequences of non registration/non-licenses is valid as already held above, however in the reply to the application made by petitioner filed on behalf of respondent no.2 it is stated that respondent no.2 is registered under <a href=\"/doc/1150040/\" id=\"a_210\">Section 7</a> of the Act and likewise respondent no.3 holds licenses under <a href=\"/doc/1570927/\" id=\"a_211\">Section 12</a> of the Act for the work of cargo handling. Copy of the licenses is also enclosed. No rejoinder is filed to this counter affidavit denying these averments and therefore these averments are treated as correct. As there is no violation of <a href=\"/doc/74115/\" id=\"a_212\">Sections 7</a> and <a href=\"/doc/1523259/\" id=\"a_213\">11</a> of the Indian Contract Act, relief prayed for in the present writ cannot be granted and the writ petition is accordingly dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_94\">   CIVIL WRIT PETITION NO. 4595 OF 1997\n \n\n</p><p data-structure=\"RespArg\" id=\"p_95\">55. In this writ petition, there are 23 petitioners who are engaged by respondents 3 and 4-the contractors for &#x27;filing and hand delivery work&#x27; on different dates. The principal employer is respondent no.2-American Express Bank Ltd.(TRS).Respondent no.2 had contracted the courier services of respondents 3 and 4 which includes inter city and intra-city mail services and for undertaking these services, respondents 3 and 4 had engaged these petitioners. In this petition, petitioners seek declaration that they are regular employees of respondent no.2 and they should be absorbed in the establishment at the relevant pay scales. Alternative prayer is made to the effect that respondent no.2 be directed not to terminate the services of the petitioner or alter their service condition to their detriment while the dispute is pending before appropriate Government i.e. Union of India for issuances of notification under <a href=\"/doc/1669932/\" id=\"a_214\">Section 10</a> of the Act. It is alleged in the petition that the petitioners are infact direct employees of respondent No. 2, however, in their records petitioners are shown as the employees of respondent no.3 or respondent no.4 and that the arrangement with respondent no.3 and 4 is a camouflage and sham to deny the petitioners their dues. Counter affidavits are filed by respondent no.2 as well as respondents 3 and 4. In the counter affidavit of respondent no.2 apart from taking the objection regarding maintainability of the writ petition it is mentioned that the work is not of perennial nature. Respondent no.2 had entered into agreement with respondents 3 and 4 for providing inter-city courier services as and when required by respondent no.2 and these contracts are valid. The job which is done by the petitioners is of the nature oflocal courier service and only of an intermittent and casual nature. Respondents 3 and 4 in their counter affidavit have taken almost the same stand as taken by respondent no.2. It is also pointed out that petitiners have raised industrial dispute by initiating conciliation proceedings. It is further confirmed that respondents 3 and 4 are undertaking legitimate independent business activity of courier service which is provided to many companies including Indian Postal Service through Speed Post and for these purpose the petitioners are engaged. This petition involves disputed questions of fact. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_96\">56. As already noticed above, petitioners have raised industrial dispute. Conciliation proceedings have also been initiated. As they apprehend termination of their services they have filed this writ petition with a prayer to issue direction to respondent no.1 to exercise its power under <a href=\"/doc/1669932/\" id=\"a_215\">Section 10</a> of the Act and abolish the contract labour system in the establishment for the work performed by the petitioners. In the counter affidavit filed by respondent no.3-the contractor, it is stated that the writ petition is not maintainable since respondent no.2 is not a &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_216\">Article 12</a> of the Constitution of India. It is also stated that petitioners have already invoked remedy available under the <a href=\"/doc/500379/\" id=\"a_217\">Industrial Disputes Act, 1947</a> by raising industrial dispute. The dispute has been referred to Central Government Industrial Tribunal for adjudication. Since the petitioners had already raised industrial dispute and it has been referred for adjudication, the present writ petition would not be maintainable. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_97\">57. Accordingly, the writ petition stands dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_98\">   CIVIL WRIT PETITION NO.4101 OF 1998\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_99\">58. The petitioners in this case are engaged through various contractors who are awarded engineering contracts for maintenance job by EMC cell and electronics cell. There is no notification issued by appropriate Government under <a href=\"/doc/1669932/\" id=\"a_218\">Section 10</a> of the Act abolishing contract labour in the establishment in respect of work being undertaken by these petitioners. They are working as wireman, fitter, linesman, etc. It is stated in the counter affidavit that the nature of work done by the petitioners is of seasonal/periodical nature and not of permanent and perennial nature. It is further stated that services of the petitioners are required only when there is a fault or deficiency or there is a sudden breakdown in the electricity lines or equipments etc. and therefore, their services are not required throughout the year but only in the event of any contingency. The statement produced by the petitioners alongwith their petition shows that at the time of filing of the petition most of these petitioners have worked for a duration ranging from few months to 1 to 2 years, although few petitioners had worked for a longer period i.e. upto 3 to 4 years. It may be relevant to point out that although &quot;appropriate Government&quot; had undertaken the exercise as per <a href=\"/doc/1669932/\" id=\"a_219\">Section 10</a> of the Act in respect of various kinds of jobs performed in Airport Authority of India and issued Notification dated 16th September, 1988 abolishing contract labour in various process, operation or work etc., the Notification does not include the nature of jobs being performed by these petitioners. From this one can conclude that &quot;appropriate Government&quot; did not deem it fit to abolish the contract labour in respect of the work done by these petitioners. This petition is, accordingly, dismissed. \n</p> \n\n","numcites":44,"numcitedby":5,"docsource":"Delhi High Court","citetid":778826,"divtype":"judgments","relatedqs":[{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"contractor is the principal employer","formInput":"contractor%20is%20the%20principal%20employer"},{"value":"writ petition not maintainable","formInput":"writ%20petition%20not%20maintainable"},{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"article 32","formInput":"article%2032"},{"value":"worker case","formInput":"worker%20case"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"Government notification after contract","formInput":"Government%20notification%20after%20contract"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"\"contract labour\" \"  \"principal employer\"","formInput":"%22contract%20labour%22%20%22%20%20%22principal%20employer%22"},{"value":"all india general mazdoor trade union","formInput":"all%20india%20general%20mazdoor%20trade%20union"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"employees on contract","formInput":"employees%20on%20contract"},{"value":"article 142","formInput":"article%20142"},{"value":"writ not maintainable","formInput":"writ%20not%20maintainable"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"article 136","formInput":"article%20136"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}