{"tid":1296574,"publishdate":"1994-05-13","title":"V.S. Achuthanandan vs R. Balakrishna Pillai on 13 May, 1994","doc":"<h2 class=\"doc_title\">V.S. Achuthanandan vs R. Balakrishna Pillai on 13 May, 1994</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1995 AIR 436, 1994 SCC (4) 299</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-s-verma\">Jagdish Saran  Verma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-s-verma\">Jagdish Saran  Verma</a>, <a href=\"/search/?formInput=benchid:b-p-reddy\">B.P.  Jeevan Reddy</a>, <a href=\"/search/?formInput=benchid:s-p-bharucha\">S.P Bharucha</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nV.S. ACHUTHANANDAN\n\n\tVs.\n\nRESPONDENT:\nR. BALAKRISHNA PILLAI\n\nDATE OF JUDGMENT13/05/1994\n\nBENCH:\nVERMA, JAGDISH SARAN (J)\nBENCH:\nVERMA, JAGDISH SARAN (J)\nJEEVAN REDDY, B.P. (J)\nBHARUCHA S.P. (J)\n\nCITATION:\n 1995 AIR  436\t\t  1994 SCC  (4) 299\n JT 1994 (4)   209\t  1994 SCALE  (2)997\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">The Judgment of the Court was delivered by\nVERMA, J.- The challenge in this appeal by special leave  is\nto  the\t legality  of the order\t dated\t3-2-1993  passed  by\nChettur Sankaran Nair, J. of the Kerala High Court  allowing\nCriminal  Revision  No. 762 of 1992 filed by  the  State  of\nKerala\tand setting aside the order dated 16-10-1992  passed\nby  the Special Judge, Idamalayar, in Criminal MP No. 79  of\n1992  in  C.C. 1 of 1991 declining to give  consent  to\t the\nPublic\tProsecutor to withdraw the prosecution\tagainst\t the\nsixth  accused\tG. Gopalakrishna Pillai, former\t Secretary,\nIrrigation and Power to the Government of Kerala.\n</p><p data-structure=\"Facts\" id=\"p_2\">2.   The   material  facts  may\t now  be   briefly   stated.\nIdamalayar  Dam\t as  a part of the  Idamalayar\tProject\t was\nsanctioned\tby   the  Planning   Commission\t  and\thuge\nexpenditure  in\t its construction was incurred up  to  March\n1985.\tHowever,  in  the trial run itself  on\t15-7-1985  a\nnumber\tof leaks were discovered in the tunnel exposing\t the\ninferior quality of construction work which was a matter  of\ngrave  public  concern giving rise to  ventilation  of\tthat\nconcern through the press and even in the State\t Legislative\nAssembly.  There was public outcry for a judicial probe into\nthe matter.  Extensive repair at considerable cost had to be\nundertaken  to remedy the defects.  The\t Public\t Undertaking\nCommittee  of  the State Legislature inspected the  site  on\n2-8-1985  and submitted its report recommending\t a  judicial\nprobe.\t The  State  Government then  appointed\t Justice  K.\nSukuinaran, a sitting Judge of the Kerala High Court as\t the\nCommission of Inquiry to conduct the probe.  The  Commission\nof Inquiry recorded considerable evidence and submitted\t its\nreport\tin  June 1988.\tThe Commission found  accused  I  R.\nBalakrishna   Pillai  (former  Minister\t  for\tElectricity,\nKerala), accused 2 G. Ganesa Pillai (former Chairman, Kerala\nState  Electricity  Board) and accused\t6  G.  Gopalakrishna\nPillai\t(former Secretary, Irrigation and Power) liable\t for\npositive  acts of abuse of power.  The Commission also\tcame\nto  the\t conclusion  that  the\tmaterial  placed  before  it\ndisclosed  the\tcommission of  certain\toffences  punishable\nunder  <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> as well as under <a href=\"/doc/616856/\" id=\"a_2\">Section 5</a>  of\t the\nPrevention   of\t Corruption  Act.   The\t  Commission   after\nindicting  the above persons recommended further  steps\t for\ninvestigation  into and trial of these offences.  The  State\nGovernment  accepted the recommendations of  the  Commission\nand constituted a special team headed by a Superintendent of\n<span class=\"hidden_text\" id=\"span_1\">302</span>\nPolice\tfor  investigating into the  crime  after  obtaining\nsanction  for  prosecution from the Governor of\t Kerala.   A\nreport\twas filed on 14-12-1990 against the accused  persons\nfor  offences  punishable under various\t provisions  of\t the\nIndian\tPenal  Code and the Prevention\tof  Corruption\tAct.\nThis case is CC No. 1 of 1991 in the Court of Special  Judge\nappointed for the trial of these accused.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.   During  the  pendency of the trial before\tthe  Special\nJudge, an application for withdrawal of the prosecution only\nagainst\t accused 6 G. Gopalakrishna Pillai was made  by\t the\nSpecial\t Public\t Prosecutor on 24-8-1992 under\t<a href=\"/doc/1037589/\" id=\"a_3\">Section\t 321</a>\nCrPC  which was registered as Criminal MP No. 79 of 1992  in\nCC  No. 1 of 1991.  The material portion of the\t application\nis as under:\n</p><blockquote id=\"blockquote_1\">\t      &quot;On  going  through the  investigation  papers\n\t      minutely\t it  will  appear  that\t  successful\n\t      prosecution  of that accused (A-6)  cannot  be\n\t      launched,\t for  there  are  no  materials\t  to\n\t      substantiate  the charge of conspiracy or\t for\n\t      the other offences.\n</blockquote><blockquote id=\"blockquote_2\">\t      In the circumstances I am of opinion that\t the\n\t      trial  against Shri Gopalakrishna Pillal\twill\n\t      be unnecessary.  The State also is of  opinion\n\t      that   prosecution   of\tA-6   may   not\t  be\n\t      sustainable.\n</blockquote><blockquote id=\"blockquote_3\">\t      It  is therefore requested that by  virtue  of\n\t      provisions  contained  in <a href=\"/doc/1037589/\" id=\"a_4\">Section 321</a>  of\t the\n\t      CrPC  necessary  consent\tmay  be\t granted  to\n\t      withdraw\tthe  prosecution  against  the\t 6th\n\t      accused Shri Gopalakrishna Pillai and the said\n\t      accused may be discharged.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">\t      (emphasis supplied)\n</p><p data-structure=\"CDiscource\" id=\"p_5\">4.   It\t is clear that the only ground on which\t consent  of\nthe  court  was sought by the Special Public  Prosecutor  to\nwithdraw the prosecution against accused 6 G.  Gopalakrishna\nPillai was that &quot;there are no materials to substantiate\t the\ncharge\tof conspiracy or for the other offences&quot;.  In  other\nwords, the only ground was of total absence of any  material\nevidence  against accused 6. As earlier stated\tthe  learned\nSpecial Judge rejected this application and declined to give\nhis consent by his order dated 16-10-1992.\n</p><p data-structure=\"Facts\" id=\"p_6\">5.   The learned Special Judge considered at length the only\naforesaid   ground  on\twhich  consent\tfor  withdrawal\t  of\nprosecution  was  sought, in paras 14 to 18  of\t his  order,\nmaterial portions of which read as under:\n</p><blockquote id=\"blockquote_4\">\t      &quot;14.  The general allegations against all\t the\n\t      accused  are stated at the beginning  of\tthis\n\t      order.  The very foundation of the prosecution\n\t      case  is\tthat  the  accused  entered  into  a\n\t      criminal\tconspiracy  to\taward  the  disputed\n\t      contracts\t    involving\t heavy\t   financial\n\t      implications  to\tthe  4th  accused  and\tthis\n\t      conspiracy and abuse of power of the officials\n\t      who  include  the\t 6th  accused,\tenabled\t the\n\t      conspirators  to obtain a pecuniary  advantage\n\t      of  Rs  2,39,64,253 in addition to  the  heavy\n\t      financial loss caused to the Board.  Now,\t the\n\t      reason  for  withdrawal  of  the\t prosecution\n\t      against the 6th accused as could be seen\tfrom\n\t      the  memo filed by the learned prosecutor,  is\n\t      paucity of evidence.  But, one has to bear  in\n\t      mind that criminal conspiracy being an offence\n\t      committed in secrecy, direct evidence may\t not\n\t      always  be  available.   Understandably,\t the\n\t      prosecution\n<span class=\"hidden_text\" id=\"span_2\">\t      303</span>\n\t      is therefore relying on certain circumstances,\n\t      which according to the prosecution, will speak\n\t      for itself.  The award of the contracts to the\n\t      4th accused at exorbitantly high rates (up  to\n\t      188% over and above the PAC rate) is one\tsuch\n\t      circumstance.    Admittedly,   the    disputed\n\t      contracts\t were awarded to the 4th accused  on\n\t      19-11-1982  by the Board consisting accused  6\n\t      to 11. It would appear that the issue relating\n\t      to the award of the two disputed contracts was\n\t      placed before the Board meeting held on 17-11-\n\t      1982.  According to the prosecution, the Board\n\t      which met on 17-11-1982 postponed the  meeting\n\t      to such a nearer date with the ulterior motive\n\t      of  excluding all tenders other thin  the\t 4th\n\t      accused.\t The 4th accused alone attended\t the\n\t      Board  meeting on 19-11-1982 and\tconsequently\n\t      the  contracts  were  awarded  to\t him.\t The\n\t      impossibility  of other tenders to attend\t the\n\t      meeting  on  19-11-1982, the  failure  of\t the\n\t      Board to issue proper notice to the  tenderers\n\t      to  attend  the  meeting\ton  19-11-1982,\t the\n\t      hastiness shown by the Board members in fixing\n\t      such a nearer date are all highlighted by\t the\n\t      prosecution to substantiate the mala fides  of\n\t      the  members of the Board.  To prove its\tcase\n\t      in this regard, the prosecution finds  support\n\t      from the evidence of no less a person than the\n\t      Chief Engineer of the Board at relevant  time.\n\t      (CW  9  is  the chargesheet).   Going  by\t the\n\t      charge-sheet, the accused 6 to 11 who attended\n\t      the Board meeting on 17-11-1982 and 19-11-1982\n\t      are  all\tsimilarly  placed  in  sharing\t the\n\t      criminal liability.  It is not brought to\t the\n\t      notice of the court as to how the 6th  accused\n\t      alone  could  be\ttreated\t differently.\t The\n\t      learned  prosecutor has no case that the\tmove\n\t      to  withdraw the prosecution against  the\t 6th\n\t      accused is founded on any materials which came\n\t      to light after the filing of the charge.\n</blockquote><blockquote id=\"blockquote_5\">\t      15.  The\tunusual manner in  which  the  Board\n\t      agreed  to all the special conditions  in\t the\n\t      tenders resulting in heavy financial burden on\n\t      the Board is another circumstance relied on by\n\t      the prosecution to prove the conspiracy.\t The\n\t      sanctioning of the special conditions misusing\n\t      the  official position of the 6th accused\t and\n\t      others  as  public servants is  sought  to  be\n\t      proved by various documents, besides the\toral\n\t      evidence\tof  a number of &#x27;witnesses.   It  is\n\t      again  not brought to my notice as to how\t the\n\t      6th  accused stands on a different footing  in\n\t      regard to these material allegations.  Paucity\n\t      of  evidence  cannot therefore be taken  as  a\n\t      ground to withdraw the prosecution against one\n\t      among  them.  At any rate, it cannot  be\tsaid\n\t      that there was a proper application of mind in\n\t      seeking withdrawal of the prosecution  against\n\t      one among the officials.\n</blockquote><blockquote id=\"blockquote_6\">\t      16.   The\t alleged  attempts made by  the\t 6th\n\t      accused\t along\t with\tothers\t to    cause\n\t      disappearance of evidence appears to be one of\n\t      the most important circumstances, relied on by\n\t      the  prosecution to prove the  involvement  of\n\t      &#x27;6th  accused in the conspiracy.\t Though\t the\n\t      cracks  in  the concrete lining of  the  power\n\t      tunnel were noticed even before the trial run,\n\t      it  is that the officials concerned  tried  to\n\t      project  everything as normal.  By his  report\n\t      dated  31-7-1985,\t the 6th  accused  as  Power\n\t      Secretary\t is  alleged  to  have\tmisled\t the\n\t      Minister concerned, the\n<span class=\"hidden_text\" id=\"span_3\">\t      304</span>\n\t      Legislative  Assembly and the public at  large\n\t      in regard to the cause of leakage in the power\n\t      tunnel.  The Member Vigilance and Security, an\n\t      IPS  Officer  (CW\t 22)  is  reported  to\thave\n\t      pointed\tout  the  cracks  in   the   tunnel,\n\t      defective\t   method   of\t construction\t and\n\t      unauthorised diversion of cement in his report\n\t      dated 23-7-1985 and 1-8-1985.  He\t recommended\n\t      further  enquiries  on these aspects.   It  is\n\t      alleged  that the 6th accused did all what  is\n\t      possible to suppress the reports by the Member\n\t      Vigilance and Security and tried to legitimise\n\t      everything.  One another important  allegation\n\t      against the 6th accused is that he even  tried\n\t      to  scuttle  the judicial enquiry\t ordered  by\n\t      the Government. In the faice of these  serious\n\t      allegations against the 6th accused, I am\t not\n\t      persuded\tto hold that the learned  prosecutor\n\t      applied his mind as a free agent\tuninfluenced\n\t      by  irrelevant and extraneous  considerations.\n\t      No  doubt, it is too premature to say  whether\n\t      or   not\tthe  materials\tcollected   by\t the\n\t      prosecution   are\t Sufficient  to\t prove\t the\n\t      involvement  of  this accused in\tthe  alleged\n\t      conspiracy.  Whether the circumstances  relied\n\t      on  by the prosecution are  incompatible\twith\n\t      the innocence of the accused is also a  matter\n\t      for the court to decide.\tBefore assessment of\n\t      the prosecution evidence, one cannot jump into\n\t      the  conclusion  that  the (sic)\tof  the\t 6th\n\t      accused is an exercise in futility.\n</blockquote><blockquote id=\"blockquote_7\">\t      17.   Of\tcourse,\t finding  support  from\t the\n\t      observations  of\tthe Supreme  Court  in\tSheo\n\t      Nandan   Paswan  case&#x27;,  the  learned   Public\n\t      Prosecutor  argued  with\tvehemence  that\t the\n\t      judgment of a Public Prosecutor under  <a href=\"/doc/1037589/\" id=\"a_5\">Section\n\t      321</a>  CrPC cannot be lightly  interfered  with.\n\t      But the settled decision of law, which I\thave\n\t      already discussed, makes clear that the  court\n\t      has  a  duty  to oversee\twhether\t the  Public\n\t      Prosecutor  has properly exercised  his  power\n\t      under <a href=\"/doc/1037589/\" id=\"a_6\">Section 321</a> CrPC.  Having regard to\t the\n\t      entire  facts and circumstances of this  case,\n\t      it  is  not possible to hold that\t the  Public\n\t      Prosecutor   has\t properly   exercised\t his\n\t      discretion  or that there are ,justifiable  or\n\t      convincing reasons to deflect from the  normal\n\t      course of justice.\n</blockquote><blockquote id=\"blockquote_8\">\t      18.   Thus   on\ta   careful   and    anxious\n\t      consideration   of  the  materials   available\n\t      before court, I do not think that the  learned\n\t      Public Prosecutor ha,,, properly exercised the\n\t      executive\t power vested in him  under  <a href=\"/doc/1037589/\" id=\"a_7\">Section\n\t      321</a>  CrPC\t or  that he has  applied  his\tmind\n\t      objectively    uninfluenced   by\t  extraneous\n\t      considerations  in seeking the  permission  of\n\t      the  court  to withdraw the 6th  accused\tfrom\n\t      prosecution.  1,\ttherefore, decline  to\tgive\n\t      consent  to withdraw the\tprosecution  against\n\t      the   6theccused.\t The  result  is  that\t the\n\t      petition is dismissed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">\t      (emphasis supplied)\nThere  cannot  be  any doubt that the test  applied  by\t the\nlearned Special\t    Judge  for\tdeciding  whether  to  grant\nconsent for withdrawal\tof the\t\t   prosecution under\n<a href=\"/doc/1037589/\" id=\"a_8\">Section\t 321</a>  CrPC  was\t correct  and  his  reading  of\t the\ndecisions  of this Court for that purpose was also  correct.\nRejection of the\n1    Sheo Nandan Paswan v. State of Bihar, (1987) 1 SCC\t 288\n: 1987 SCC (Cri) 82 : AIR 1987 SC 877 : (1987) 1 SCR 702\n<span class=\"hidden_text\" id=\"span_4\">305</span>\napplication of the Special Public Prosecutor and refusal  to\ngive consent for withdrawal of the prosecution was taken  on\nthe view that the learned Special Public Prosecutor had\t not\napplied\t his  mind  to\tthe  material  in  support  of\t the\nprosecution  as a free agent uninfluenced by irrelevant\t and\nextraneous considerations.  In short the conclusion  reached\nby  the learned Special Judge was that the decision  of\t the\nSpecial Public Prosecutor to invoke <a href=\"/doc/1037589/\" id=\"a_9\">Section 321</a> CrPC was not\na  bona fide decision reached on proper application of\tmind\nto the material relied on by the prosecution to support\t the\ncharge against accused 6 G. Gopalakrishna Pillai.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141543\" id=\"span_5\">According\nto the decisions of this Court including <a href=\"/doc/1141543/\" id=\"a_10\">Sheo Nandan  Paswan\nv.  State  of Bihar</a>&#x27;, on which reliance was  placed  by\t the\nlearned\t Special  Judge,  this was the correct\ttest  and  a\nground\tavailable  to the learned Special Judge\t to  decline\nconsent\t for withdrawal of the prosecution under <a href=\"/doc/253720/\" id=\"a_11\">Section  32</a>\n<a href=\"/doc/1340161/\" id=\"a_12\">1</a>, CrPC.</span>\n</p><p data-structure=\"Issue\" id=\"p_8\">6.   This being so, the only question for consideration\t is:\n</p><blockquote id=\"blockquote_9\">Whether it was legally permissible for the High Court and it\nwas  justified\tin setting aside the order  of\tthe  learned\nSpecial\t Judge declining to give consent for  withdrawal  of\nprosecution  against accused 6 G. Gopalakrishna\t Pillai,  in\nthe facts and circumstances of the present case?\n</blockquote><p data-structure=\"CDiscource\" id=\"p_9\">7.   The High Court has set aside the aforesaid order of the\nSpecial\t Judge\tin a revision filed by the State  of  Kerala\nrepresented  by the Superintendent of Police.  No  grievance\nagainst\t the  order  of the Special Judge was  made  by\t the\nSpecial\t Public Prosecutor whose application  under  <a href=\"/doc/1037589/\" id=\"a_13\">Section\n321</a>  CrPC  had been rejected by the Special Judge.   It\t has\nbeen  urged on behalf of the appellant that such a  revision\ndid not lie at the instance of the State Government when the\nSpecial\t Public Prosecutor chose not to assail the order  of\nthe  Special Judge declining to give consent for  withdrawal\nof the prosecution.  However, we consider it unnecessary  in\nthe  present  case to go into this question  since  we\thave\nformed the opinion that the impugned order of the High Court\nis not sustainable on merits.\n</p><p data-structure=\"PetArg\" id=\"p_10\">8.   The  learned Additional Solicitor General who  appeared\non  behalf of the State of Kerala, in all fairness, made  no\nattempt to dispute the position that the High Court&#x27;s  order\ndoes  not  at  all deal with the only ground  on  which\t the\napplication  was made by the Special Public  Prosecutor\t and\nwhich was found non-existent by the learned Special Judge in\nhis order challenged before the High Court in revision.\t  It\ndoes  appear  that  without  considering  the  only   ground\nmaterial for the present case the High Court embarked upon a\nroving\tinquiry in an extraneous field totally ignoring\t the\nfact  that  if\tthe  ground  urged  for\t withdrawal  of\t the\nprosecution  was  non-existent\tand there  was\tprima  facie\nmaterial,  is believed, to support the prosecution then\t the\nmotive for launching the prosecution by itself may be of  no\navail.\tCuriously enough, the High Court has placed reliance\non  material not forming part of the record and referred  to\nsome administrative files of the State Government for taking\nthe  view that the prosecution was the result  of  political\nvendetta.   The High Court has also taken the view that\t the\nfear of prosecution has affected the morale of senior  civil\nservants  of  the State which was required  to\tbe  remedied\noverlooking  the  fact\tthat withdrawal\t of  prosecution  on\ncharges\n<span class=\"hidden_text\" id=\"span_6\">306</span>\nof corruption would promote corruption in public life.\t The\nHigh  Court  also  took\t the view that\tthe  Leader  of\t the\nOpposition in the State Assembly, who had appeared to oppose\nthe  withdrawal of prosecution, had no locus standi  in\t the\nmatter.\t  We need not go into the question of locus  because\nno  learned  counsel appearing before us disputed  that\t the\nappellant who is an acknowledged public figure of the  State\nhas sufficient locus in this matter.\n</p><p data-structure=\"Precedent\" id=\"p_11\">9.   The  High Court also referred to the same decisions  of\nthis Court but has apparently missed the true import thereof\nto  reach  the conclusion that it was justified\t in  setting\naside  the order of the Special Judge refusing\tconsent\t for\nwithdrawal  of\tprosecution  in\t the  present  case.\tSome\nrelevant  portions of the High Court&#x27;s order containing\t the\nreasons for making that order are as under:\n</p><blockquote id=\"blockquote_10\">\t      &quot;\t When  the  State  has\tconfessed  political\n\t      vendetta,\t there is no need to make a  further\n\t      enquiry\tinto   the   reason.\tThe   public\n\t      prosecutor  is  well  within  his\t rights,  in\n\t      withdrawing  from a prosecution, launched\t for\n\t      political reasons, and motivated by vendetta.\n\t      The files produced before me indicate that the\n\t      Administrative Department decided to launch  a\n\t      prosecution.\n</blockquote><blockquote id=\"blockquote_11\">\t      Another  ground stated for withdrawal is\tthat\n\t      fear of prosecution has affected the morale of\n\t      senior civil servants, and that the  situation\n\t      has  to  be remedied.  They hesitate  to\ttake\n\t      decisions\t for  fear of  reprisals,  says\t the\n\t      State Prosecutor.\n</blockquote><blockquote id=\"blockquote_12\">\t      I\t am  not unaware, that\tthe  petition  filed\n\t      before the court below was cryptic.  But, when\n\t      grounds  are pleaded in this Court, they\tmust\n\t      be  considered, more so, when the court  below\n\t      viewed   the  whole  matter,  in\t the   wrong\n\t      perspective.\n</blockquote><blockquote id=\"blockquote_13\">\t      As  far as withdrawal is concerned it  is\t for\n\t      the Government to (sic&#x27; extent it concerns it,\n\t      and for the Public Prosecutor to the extent in\n\t      concerns\t him,\tto  consider   whether\t the\n\t      prosecution   against   the   Minister,,\t the\n\t      officials\t and  any  other  person  should  be\n\t      withdrawn,  having  regard  to  the  state  of\n\t      affairs revealed from ground 21.\n</blockquote><blockquote id=\"blockquote_14\">\t      (a)   State is the only Authority (other\tthan\n\t      the  Court  giving consent)  for\tpurposes  of\n\t      Section 321.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_12\">\t      For   the\t foregoing  reasons,  the   Criminal\n\t      Revision Petition is allowed and the order  of\n\t      the court below is set aside.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_13\">\t      (emphasis supplied)\n<span class=\"hidden_text\" id=\"span_7\">307</span>\n</p><p data-structure=\"Precedent\" id=\"p_14\">10.  The  High Court went further to give  an  extraordinary\ndirection  in respect of other accused for whom no  proposal\nto  withdraw  the prosecution was either  made\tor  required\nconsideration.\tIt further said:\n</p><blockquote id=\"blockquote_15\">\t      &quot;The   competent\t authority   will   consider\n\t      whether, for the reasons stated in grounds  3,\n\t      6\t and  21  of  the  Revision  Petition,\t the\n\t      prosecution should be continued against any or\n\t      all of the accused.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">11.  The  above are the only material portions of the  order\nof  the High Court which would indicate that the High  Court\nmissed the true import of the scope of the matter before it.\nThe  High Court went into grounds which were not even  urged\nby  the\t Special Public Prosecutor in his  application\tmade\nunder  <a href=\"/doc/1037589/\" id=\"a_14\">Section\t321</a>  CrPC or otherwise\tbefore\tthe  learned\nSpecial\t Judge.\t It delved into administrative files of\t the\nState which did not form part of the record of the case\t and\naccepted anything which was suggested on behalf of the State\nGovernment  overlooking\t the fact that for  the\t purpose  of\n<a href=\"/doc/1037589/\" id=\"a_15\">Section 321</a> CrPC it is the opinion of the Public  Prosecutor\nalone  which  is material and the ground on which  he  seeks\npermission  of the court for withdrawal of  the\t prosecution\nalone has to be examined.  It is on account of this palpable\nerror and due to the lack of proper perception of the nature\nand  scope of the High Court&#x27;s power in such a\tmatter\tthat\nthe  High  Court not only set aside  the  well-reasoned\t and\njustified  order  of  the learned  Special  Judge  but\talso\nproceeded to add that the &quot;competent authority will consider\nwhether\t the prosecution should be continued against any  or\nall  of the accused&quot;.  We are informed that,  encouraged  by\nthis  further, needless and unwarranted observation  of\t the\nHigh  Court, steps are being taken by the  State  Government\nfor  withdrawal\t of the prosecution  against  other  accused\npersons\t also.\t It  is\t sufficient  to\t observe  that\t all\nconsequential steps taken pursuant to any such\tobservations\nin   the  impugned  order  of  the  High  Court\t also\tfall\nautomatically  on  the\tsetting aside of  the  High  Court&#x27;s\norder.\n</p><p data-structure=\"PetArg\" id=\"p_16\">12.  It\t was  urged  on behalf of  the\tappellant  that\t the\nunusual zeal exhibited by the State Government in filing the\nrevision  and producing its administrative files to  support\nwithdrawal of prosecution was for political reasons.  It  is\nnot  necessary for us to deal with this aspect\teven  though\nthe  manner  of filing the revision and\t supporting  it\t was\nindeed\textraordinary.\t However,  the\tlearned\t  Additional\nSolicitor  General presented the case before us\t in  keeping\nwith the highest traditions of a government counsel and that\nis a redeeming feature.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">13.  As indicated earlier, there was no ground available  to\nthe High Court to set aside the well-reasoned and  justified\norder of the learned Special Judge rejecting the application\nof  the\t Special  Public Prosecutor and\t declining  to\tgive\nconsent for withdrawal of prosecution.\tWe may also add that\nthere  is  nothing in the impugned order of the\t High  Court\nwhich  provides\t any legal basis for  interfering  with\t the\naforesaid order made by the learned Special Judge.  The High\nCourt&#x27;s-order must obviously be set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_18\">14.  For the aforesaid reasons, the appeal is allowed.\t The\nimpugned order dated 3-4-1993 of the High Court is set aside\nresulting in restoration of the\n<span class=\"hidden_text\" id=\"span_8\">308</span>\norder  dated 16-10-1992 passed by the learned Special  Judge\ndeclining to give consent for withdrawal of the prosecution.\nIt is also made clear that all acts done and steps taken  by\nthe  State Government or any other authority acting  on,  or\npursuant to the observations made by the High Court in\tpara\n21  of\tits  order relating  to\t withdrawal  of\t prosecution\nagainst\t the other accused would automatically\tbe  rendered\nineffective.\n</p><span class=\"hidden_text\" id=\"span_9\">310</span>\n\n\n\n","numcites":6,"numcitedby":20,"docsource":"Supreme Court of India","citetid":1296574,"divtype":"judgments","relatedqs":[{"value":"withdrawal of prosecution","formInput":"withdrawal%20of%20prosecution"},{"value":"321 crpc","formInput":"321%20crpc"},{"value":"section 321 crpc","formInput":"section%20321%20crpc"},{"value":"section 321 of Cr.P.C","formInput":"section%20321%20of%20Cr.P.C"},{"value":"321 cr.p.c.","formInput":"321%20cr.p.c."},{"value":"section 321","formInput":"section%20321"},{"value":"r. balakrishna pillai","formInput":"r.%20balakrishna%20pillai"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"special public prosecutor","formInput":"special%20public%20prosecutor"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"extraneous considerations","formInput":"extraneous%20considerations"},{"value":"board  meetings","formInput":"board%20%20meetings"},{"value":"fear","formInput":"fear"},{"value":"declined","formInput":"declined"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}