{"tid":171443079,"publishdate":"2024-07-18","title":"Sbi General Insurance Co. Ltd vs Krish Spinning on 18 July, 2024","doc":"<h2 class=\"doc_title\">Sbi General Insurance Co. Ltd vs Krish Spinning on 18 July, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">2024 INSC 532                                                     REPORTABLE\n\n                               IN THE SUPREME COURT OF INDIA\n                                CIVIL APPELLATE JURISDICTION\n                                  CIVIL APPEAL NO. 7821 OF 2024\n                            (ARISING OUT OF SLP (C) NO. 3792 OF 2024)\n\n\n\n\n             SBI GENERAL INSURANCE CO. LTD.                       …APPELLANT\n\n\n\n                                           VERSUS\n\n\n\n             KRISH SPINNING                                      …RESPONDENT\n\n\n                                             WITH\n\n\n                                 CIVIL APPEAL NO. 7822 OF 2024\n                            (ARISING OUT OF SLP(C) No. 7220 OF 2024)\n\n\n\n\n                                         JUDGMENT\n</pre>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">   Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">   Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">   Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">   Date: 2024.07.18</span>\n<span class=\"hidden_text\" id=\"span_5\">   14:54:23 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">   Reason:</span>\n<p data-structure=\"Precedent\" id=\"p_1\">\fJ. B. PARDIWALA, J.:\n</p><blockquote id=\"blockquote_1\">For the convenience of exposition, this judgment is divided into the following\n\nparts: -\n</blockquote>\n\n<blockquote id=\"blockquote_2\">                                                           INDEX\nA. FACTUAL MATRIX ............................................................................................. 3\n\nB. SUBMISSIONS ON BEHALF OF THE APPELLANT ................................... 14\n\nC. SUBMISSIONS ON BEHALF OF THE RESPONDENT ............................... 16\n\nD. ISSUES FOR DETERMINATION .................................................................... 18\n\nE. ANALYSIS............................................................................................................ 19\n\n     i. Whether the execution of a discharge voucher towards the full and final settlement\n         between the parties would operate as a bar to invoke arbitration? ...................... 21\n\n         a. Whether the arbitration agreement contained in a substantive contract survives even\n             after the underlying contract is discharged by “accord and satisfaction”? .............. 25\n\n     ii. What is the scope and standard of judicial scrutiny that an application under\n         <a href=\"/doc/104566/\" id=\"a_1\">Section 11(6)</a> of the Act, 1996 can be subjected to when a plea of “accord and\n         satisfaction” is taken by the defendant? .................................................................. 31\n\n     iii. What is the effect of the decision of this Court in In Re: Interplay Between\n         Arbitration Agreements under the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act</a> 1966 and the\n         <a href=\"/doc/74910796/\" id=\"a_3\">Indian Stamp Act</a> 1899 on the scope of powers of the referral court under <a href=\"/doc/104566/\" id=\"a_4\">Section\n         11</a> of the Act, 1996? .................................................................................................... 65\n\n         a. Arbitral Autonomy ........................................................................................ 66\n\n         b. Negative Competence-Competence .............................................................. 69\n\n         c. Judicial Interference under the Act, 1996 ..................................................... 71\n\nF. CONCLUSION .................................................................................................... 84\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                                                            Page 1 of 85</span>\n</blockquote><blockquote id=\"blockquote_3\">\f 1.   Leave granted.\n</blockquote>\n<blockquote id=\"blockquote_4\"> 2.   Since the issues raised in both the captioned appeals are the same, the\n\n      subject-matter also being the same and the parties are also the same, they\n\n      were taken up analogously for hearing and are being disposed of by this\n\n      common judgment and order.\n</blockquote>\n\n<blockquote id=\"blockquote_5\"> 3.   The SLP(C) No. 7220 of 2024 arises from the impugned judgment and\n\n      order dated 22.09.2023 passed by the High Court of Gujarat at Ahmedabad\n\n      in Arbitration Petition No. 209 of 2021 wherein the High Court after\n\n      assigning detailed reasons for allowing the application filed by the\n\n      respondent for the appointment of an arbitrator, directed that the said\n\n      application be listed before the appropriate bench in accordance with the\n\n      roster for the purpose of passing appropriate order for appointment of\n\n      arbitrator.\n</blockquote>\n\n<blockquote id=\"blockquote_6\"> 4.   The SLP(C) No. 3792 of 2024 arises from the impugned judgment and\n\n      order dated 01.12.2023 passed by the High Court of Gujarat at Ahmedabad\n\n      in Arbitration Petition No. 209 of 2021 wherein relying upon the judgment\n\n      and order dated 22.09.2023 referred to above passed by a co-ordinate\n\n      bench in the self-same arbitration application, the High Court allowed the\n\n      application of the respondent for the appointment of an arbitrator and\n\n      thereby appointed Justice K.A. Puj, former Judge of the High Court of\n\n      Gujarat as an arbitrator to resolve the disputes between the parties.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_8\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 2 of 85</span>\n<p data-structure=\"Issue\" id=\"p_2\">\f A.   FACTUAL MATRIX\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\"> 5.   The appellant, SBI General Insurance Co. Ltd., is a Private Sector General\n\n      Insurance Company engaged in the business of providing general\n\n      insurance to its customers, having one of its offices at 1st floor, Shukan\n\n      Business Centre, Swastik Cross Road, C.G. Road, Navrangpura,\n\n      Ahmedabad.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\"> 6.   The respondent, M/s Krish Spinning, is a partnership firm registered under\n\n      the provisions of the <a href=\"/doc/107341/\" id=\"a_5\">Indian Partnership Act, 1932</a>, and is engaged in the\n\n      business of manufacturing and spinning of cotton filaments at its factory\n\n      premises situated at Survey No. 845, Ghodasar, Nenpur, Taluka\n\n      Memdabad.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\"> 7.   The respondent obtained a standard fire and special perils (material\n\n      damage) insurance policy from the appellant on 31.03.2018 for a total sum\n\n      insured of Rs 7,20,00,000/- with the period of insurance being 31.03.2018\n\n      to 30.03.2019.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Facts\" id=\"p_9\"> 8.   During the period of insurance cover, two incidents of fire took place at the\n\n      factory premises of the respondent, as a result of which the respondent\n\n      suffered loss of assets such as cotton stocks in the form of raw materials,\n\n      semi-finished goods, electrical installations, plant and machinery.\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 3 of 85</span>\n</p><p data-structure=\"Facts\" id=\"p_10\">\f 9.   The first incident of fire took place on 28.05.2018 in which the respondent\n\n      claims to have suffered a total loss amounting to Rs 1,76,19,967/-. The\n\n      second incident of fire took place on 17.11.2018 wherein the respondent\n\n      claims to have suffered a total loss amounting to Rs 6,32,25,967/-. It is\n\n      pertinent to observe that the present appeals pertain only to the dispute\n\n      arising from the settlement of claim relating to the first incident of fire\n\n      which took place on 28.05.2018.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"Facts\" id=\"p_12\"> 10. After the first incident of fire that took place, M/s Paresh Shah &amp; Associates\n\n      was appointed as the surveyor by the appellant company on 29.05.2018 under\n\n      <a href=\"/doc/1991025/\" id=\"a_6\">Section 64UM</a> of the Insurance Act, 1938. The surveyor visited the factory\n\n      premises of the respondent on a number of occasions between 29.05.2018 and\n\n      29.08.2018 for the purpose of assessing the extent of loss suffered by the\n\n      respondent in the fire accident, and accordingly prepared the final survey\n\n      report dated 30.12.2018. In the said report, it was inter alia observed that the\n\n      fire could not have been caused by any external factor, and that it could have\n\n      been caused by spontaneous combustion due to humid temperatures. The\n\n      quantum of loss suffered by the respondent, after accounting for deductions\n\n      under multiple heads was assessed by the surveyor at Rs 84,19,579/-.\n\n\n</p><p data-structure=\"Facts\" id=\"p_13\"> 11. Although the respondent had initially submitted its claim bill dated\n\n      27.07.2018 claiming Rs 1,76,19,967/- from the appellant, yet on\n\n      24.12.2018, a consent letter was issued by the respondent to the surveyor\n\n<span class=\"hidden_text\" id=\"span_10\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                    Page 4 of 85</span>\n\f      accepting the assessment of loss made by the surveyor, i.e., at Rs\n\n      84,19,579/-. In the consent letter, the respondent stated that in view of the\n\n      detailed discussion it had with the surveyor as regards the volumetric\n\n      calculation of the quantity of cotton bales said to have been damaged, it\n\n      was ready to accept the quantity to be 3,17,085.30 kg as against its initial\n\n      claim of 4,41,111.58 kg.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n</p><p data-structure=\"Facts\" id=\"p_15\"> 12. After addressing the consent letter as aforesaid to the surveyor, the\n\n      respondent signed an advance discharge voucher dated 04.01.2019,\n\n      confirming the receipt of Rs 84,19,579/- from the appellant as the full and\n\n      final settlement towards their claim. The discharge voucher also stated,\n\n      inter alia, that the respondent was discharging the appellant of the liability\n\n      arising under its claim.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"Issue\" id=\"p_17\"> 13. Subsequent to the signing of the advance discharge voucher, the appellant\n\n      released the claim settlement amount of Rs 84,08,957/- on 31.01.2019.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_18\"> 14. Thereafter, in relation to the claim arising out of the second fire incident,\n\n      the appellant released a total amount of Rs 4,86,67,050/- in three\n\n      instalments. The third and final instalment of Rs 2,23,67,050/- was\n\n      released on 14.10.2019.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n<span class=\"hidden_text\" id=\"span_11\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 5 of 85</span>\n</p><p data-structure=\"Facts\" id=\"p_20\">\f 15. On 25.10.2019, that is eleven days after the receipt of the third and final\n\n      instalment in relation to the claim arising out of the second fire incident,\n\n      the respondent dropped one letter by hand delivery at the office of the\n\n      appellant. The respondent, inter alia, stated in the said letter that a copy of\n\n      the surveyor’s final assessment report was not provided to it despite earlier\n\n      requests. The respondent alleged that it had to sign the final discharge\n\n      voucher as it was badly in need of money. The respondent further stated in\n\n      its letter that it had been unable to take any action due to non-receipt of the\n\n      surveyor’s report. The appellant refused to accept the letter and returned it\n\n      back to the respondent. The contents of the letter are reproduced\n\n      hereinbelow:\n</p>\n<blockquote id=\"blockquote_7\">                                                        “Date:- 25/10/2019\n               To,\n               The Manager,\n               SBI General Insurance Company,\n               Ahmedabad.\n</blockquote>\n<blockquote id=\"blockquote_8\">               Subject: - Fire claim no.513768 for loss dated 28/05/2018.\n</blockquote>\n<blockquote id=\"blockquote_9\">               Respected Sir,\n               In connection to the above, we have requested you to\n               provide the copy of the complete survey report along with\n               all enclosures thereof to enable us to understand the\n               calculations made by the surveyor to arrive at the gross\n               and net loss / damage. Please note that despite our request,\n               we have not received the copy of survey report, which\n               shows your arrogant approach.\n</blockquote><blockquote id=\"blockquote_10\">               At this stage, we wish to inform you that you have taken\n               our consent on the amount assessed by the surveyor. We\n               have signed the working sent by you. During the said\n               period, there was another fire in our factory, in which the\n\n<span class=\"hidden_text\" id=\"span_12\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 6 of 85</span>\n\f               entire stock, building, plant and machinery have been\n               damaged and we were badly in need of money, hence\n               considering you being a reputed insurance company, you\n               must have examined the assessment made by the surveyor\n               and on that trust bearing in mind, we have signed the\n               working sheet of assessments and voucher is also signed\n               by us in your office as you have informed that we would\n               get the payment immediately. But the same was also\n               delayed beyond reasonable time.\n</blockquote>\n<blockquote id=\"blockquote_11\">               Now, since our auditors and bankers would like to know\n               the grounds considering which, the balance amount of our\n               claim is not considered by you / surveyor, you are once\n               again requested to provide the copy of survey report along\n               with all the documents submitted to you by the surveyor,\n               based on which, the claim has been settled and paid by you.\n</blockquote>\n<blockquote id=\"blockquote_12\">               Since we have not received the copy of surveyor report, we\n               are unable to take further action. Once again, you are\n               requested to provide the copy of survey report along with\n               all enclosures thereof.\n</blockquote>\n<blockquote id=\"blockquote_13\">               Please consider this letter as a notice.\n</blockquote>\n<blockquote id=\"blockquote_14\">               Yours Faithfully\n               For KRISH SPINNING”\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_21\"> 16. The respondent, on the same day, sent an email to the appellant with a copy\n\n      of the aforesaid letter calling upon the respondent to take appropriate and\n\n      necessary action. The contents of the said email are reproduced\n\n      hereinbelow:\n</p>\n<blockquote id=\"blockquote_15\">               “Sir,\n\n               This is in reference to the above subject, today at around\n               04:00 pm, or personnel visited your office to hand over a\n               letter requesting you to provide the complete survey report\n               of our fire claim no.-513768 for loss dated 28/05/2018.\n               You, in turn returned the letter without accepting it, asking\n\n<span class=\"hidden_text\" id=\"span_13\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 7 of 85</span>\n\f               to get the letter signed by our Mr. Ashwinkumar N. Kacha\n               and resubmit the same.\n</blockquote>\n<blockquote id=\"blockquote_16\">               We wish to inform that Mr. Ashwinkumar Kacha is busy\n               with medical emergency, and we will submit the letter\n               signed by him, when he is relieved from the medical\n               emergency. Attached herewith, is the copy of the said letter\n               for your kind reference and necessary action.\n</blockquote>\n<blockquote id=\"blockquote_17\">               Thanks &amp; Regards”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\"> 17. The appellant replied to the aforesaid letter as well as the email vide the\n\n      letter dated 07.11.2019 refuting the allegations of the respondent by stating\n\n      that the assessment of loss was personally explained by the surveyor to the\n\n      representative of the respondent who in turn had taken an informed\n\n      decision of accepting the settlement amount and signing the consent letter\n\n      and the advance discharge voucher. A copy of the survey report was also\n\n      provided to the respondent along with the reply letter. The contents of the\n\n      said reply letter are reproduced hereinbelow:\n</p>\n<blockquote id=\"blockquote_18\">                             “SBI GENERAL INSURANCE\n                                                           Dt: 07/11/2019\n\n               To\n               M/s Krish Spinning\n               Survey No. 845, Nenpur Haidarvas Road,\n               Ghodsar Gam,\n               Tal: Mehmdabad,\n               Gujarat-387110\n               (M): 9377071329\n\n               Dear Sir,\n               Re: Claim No. 513768 under Policy No. 9006820 Date of\n               Loss: 28/05/2018 Sub: Reply of Your letter dated\n               25/10/2019\n\n<span class=\"hidden_text\" id=\"span_14\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 8 of 85</span>\n\f               We refer to your letter dated 25/10/2019, wherein you have\n               made reference of previous communications asking for\n               copy of survey report. We have reviewed our records and\n               we regret to inform that we are not able to locate any\n               communication in our record through which a request was\n               made seeking copy of Survey Report of Surveyor M/s\n               Paresh Shah &amp; Associates. Unless proved otherwise, we\n               are accordingly considering your letter dated 25/10/2019\n               as first communication requesting for copy of survey\n               report.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">               We reiterate that loss assessment was personally explained\n               to Mr. Ashwin kacha from your office on 24th December\n               2018 at our Ahmedabad office and only after\n               understanding the assessment, Mr. Kacha had taken an\n               informed decision of signing the consent letter. This\n               consent letter was also followed with an advance\n               discharge voucher which was submitted by your office in\n               response to our settlement offer.\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">               Furthermore, the payment remittance for claim settlement\n               amount was carried out on 8th January 2019 which is\n               within 15 days from the date of submission of consent letter\n               and thus there was no delay beyond reasonable time as\n               alleged in your letter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">               As requested in your referred letter, we are pleased to\n               attach copy of survey report that forms basis of claim\n               remittance. You may also note that loss assessment arrived\n               by surveyor in attached survey report is in line with loss\n               workings reviewed with Mr. Kacha.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">               Yours Sincerely\n               For SBI General Insurance Company Ltd.,\n               (Sd)\n               Authorized Signatory”\n\n\n</p><p data-structure=\"Facts\" id=\"p_27\"> 18. On 02.03.2020, the respondent issued a legal notice calling upon the\n\n      appellant to release the balance payment of the claim amount arising out\n\n\n<span class=\"hidden_text\" id=\"span_15\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 9 of 85</span>\n\f      of the first fire incident. The respondent, in the said notice, alleged, inter\n\n      alia, that he had signed the consent letter and the advance discharge\n\n      voucher under the apprehension that if he would not have signed the said\n\n      documents, then the claim in relation to the second fire incident, which was\n\n      pending on the date of the signing of the discharge voucher, would have\n\n      been detrimentally affected. Thus, the discharge voucher could be said to\n\n      have been signed under coercion, undue influence, and without free will\n\n      and volition of the respondent. The respondent further stated that it had\n\n      sent the protest letter dated 25.10.2019 immediately after receiving the\n\n      final instalment in relation to the claim arising out of the second fire\n\n      incident. The respondent further stated that in the event of the appellant’s\n\n      denial or failure to pay the balance amount within a period of 15 days, the\n\n      legal notice should be treated as notice invoking arbitration.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_28\"> 19. The appellant replied to the aforesaid legal notice on 16.03.2020 refuting\n\n      the allegations made by the respondent, alleging them to be mala fide and\n\n      an after-thought. The appellant stated that the discharge voucher signed by\n\n      the respondent was unqualified and on his own free will and volition. It\n\n      was further stated by the appellant that the amount being claimed by the\n\n      respondent was not due in the first place, thereby making the dispute not\n\n      one of quantum but one of liability, and therefore the arbitration agreement\n\n      would not be attracted to the dispute raised.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\"><span class=\"hidden_text\" id=\"span_16\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 10 of 85</span>\n</p><p data-structure=\"Facts\" id=\"p_30\">\f 20. As the parties were unable to arrive at any amicable resolution of the\n\n      dispute, and as no arbitrator was nominated by the appellant in response to\n\n      the notice invoking arbitration, the respondent, on 25.10.2021 filed a\n\n      petition for the appointment of arbitrator under <a href=\"/doc/605764/\" id=\"a_7\">Section 11(6)</a> of the\n\n      Arbitration and Conciliation Act, 1996 (hereinafter “the Act, 1996”)\n\n      before the High Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n\n</p><p data-structure=\"Facts\" id=\"p_32\"> 21. The case of the respondent before the High Court was that as against the\n\n      loss of Rs 1,76,19,967/- suffered by it, the appellant company paid only Rs\n\n      84,19,579/- and thus it was not completely indemnified. It was also argued\n\n      that the appellant had not explained why at the time of obtaining the\n\n      consent letter an amount of Rs 92,00,388/- was deducted from the total\n\n      amount claimed.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">\n\n</p><p data-structure=\"RespArg\" id=\"p_34\"> 22. The appellant, on the other hand, contested the arbitration petition filed by\n\n      the respondent on the ground that the claim raised by the respondent herein\n\n      was stale and having once signed the consent letter dated 24.12.2018, it\n\n      was not open for it to turn around and raise a dispute. The appellant also\n\n      contended that it was open for the court to look into the question of\n\n      arbitrability at the stage of deciding the Section 11 petition.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 11 of 85</span>\n</p><p data-structure=\"Precedent\" id=\"p_35\">\f <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"179903493\" id=\"span_18\">23. The High Court, having regard to the aforesaid submissions of the parties,\n\n      held that the dispute in question was falling in the realm of adjudication\n\n      and the same is the function to be discharged by an arbitrator. Placing\n\n      reliance on the decision of this Court in <a href=\"/doc/179903493/\" id=\"a_8\">Oriental Insurance Company Ltd.\n\n      v. Dicitex Furnishing Ltd.</a> reported in (2020) 4 SCC 621, the High Court\n\n      held that if the dispute existing between the parties could be referred to\n\n      arbitration under the arbitration agreement, then appointment of arbitrator\n\n      has to follow. Some pertinent observations made by the High Court are\n\n      extracted hereinbelow:</span>\n</p>\n<blockquote id=\"blockquote_19\">            “6. Therefore, on one hand, the company has taken a stand\n            that the petitioner is paid the amounts due and payable under\n            the policy and that there is no need to refer the disputes to the\n            arbitration under clause 13 of the policy, on the other hand,\n            the petitioner disputes such case on various grounds. It was\n            stated that amount of Rs. 92,00,388/-is wrongfully deducted\n            while making payment of Rs. 84,19,579/ inasmuch as total\n            claim lodged was Rs. 1,76,19,967/-.\n</blockquote>\n<blockquote id=\"blockquote_20\">            6.1 Therefore, the above aspects indeed travels to the\n            adjudicatory realm, which is the function to be discharged by\n            the arbitrator. When the claim is disputed, it is the arbitrator\n            who may competently decide the claim. Arbitrability of the\n            dispute is also to be decided by the arbitrator. While\n            exercising the powers under <a href=\"/doc/1146817/\" id=\"a_9\">section 8</a> of the Arbitration and\n            Conciliation Act, 1996, such questions cannot be gone into\n            by this Court and when there is an arbitration clause, the\n            aspects are to be decided by the arbitrator for such purpose.\n</blockquote>\n<blockquote id=\"blockquote_21\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"179903493\" id=\"span_19\">6.2 Following observations of the Supreme Court in <a href=\"/doc/179903493/\" id=\"a_10\">Oriental\n            Insurance Company Ltd. vs. Dicitex Furnishing Ltd</a>.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_36\">            [(2020) 4 SCC 621], may be pertinently noticed,\n\n                   &quot;...an application under <a href=\"/doc/605764/\" id=\"a_11\">Section 11(6)</a> is in the\n                   form of a pleading which merely seeks an order\n\n<span class=\"hidden_text\" id=\"span_20\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 12 of 85</span>\n\f                   of the court, for appointment of an arbitrator. It\n                   cannot be conclusive of the pleas or contentions\n                   that the claimant or the concerned party can\n                   take, in the arbitral proceedings. At this stage,\n                   therefore, the court which is required to ensure\n                   that an arbitrable dispute exists, has to be prima\n                   facie convinced about the genuineness or\n                   credibility of the plea of coercion; it cannot be\n                   too particular about the nature of the plea,\n                   which necessarily has to be made and\n                   established in the substantive (read:\n</p><blockquote id=\"blockquote_22\">                   arbitration) proceeding. If the court were to take\n                   a contrary approach and minutely examine the\n                   and plea judge its credibility or reasonableness,\n                   there would be a danger of its denying a forum\n                   to the applicant altogether, because rejection of\n                   the application would render the finding (about\n                   the finality of the discharge and its effect as\n                   satisfaction) final, thus, precluding the\n                   applicant of itsright event to approach a civil\n                   court.&quot;\n</blockquote>\n<blockquote id=\"blockquote_23\">            6.3 In the proceedings under <a href=\"/doc/1232861/\" id=\"a_12\">section 8</a> of the Arbitration Act,\n            it is not the function of the Court to examine in detail, the\n            extant and nature of dispute, if dispute exist is referable to\n            the arbitration clause occurring in the agreement between\n            the parties, the appointment of arbitrator has to follow.\n</blockquote>\n<blockquote id=\"blockquote_24\">            6.4 It is observed that this Court has not expressed any\n            opinion on merits of the dispute and arbitrability thereof.\n</blockquote>\n<blockquote id=\"blockquote_25\">            6.5 In view of the above discussion, the prayer made in the\n            present application for appointment of arbitrator shall have\n            to be adverted to.\n</blockquote>\n<blockquote id=\"blockquote_26\">            7. In the result, the Registry is directed to list the same before\n            the appropriate Bench in accordance with roster for the\n            purpose of passing the order regarding appointment of\n            arbitrator.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 13 of 85</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">\f 24. The aforesaid observations were made by the High Court in its order dated\n\n        22.09.2023 which has been impugned by the appellant in SLP(C) No. 7220\n\n        of 2024. After making the above quoted observations in favour of the\n\n        respondent, the High Court directed that the arbitration application be\n\n        listed before an appropriate bench in accordance with the roster. In\n\n        pursuance of the said order, the matter came to be listed before the Chief\n\n        Justice of the High Court, wherein an order for appointment of arbitrator\n\n        was passed. The said order dated 01.12.2023 has been impugned by the\n\n        appellant in SLP(C)No. 3792 of 2024.\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_39\">   B.    SUBMISSIONS ON BEHALF OF THE APPELLANT\n\n\n</p><p data-structure=\"PetArg\" id=\"p_40\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_22\">25. Mr Ketan Paul, the learned counsel appearing on behalf of the appellant,\n\n        submitted that a full and final settlement was arrived at between the parties\n\n        thereby indicating that a distinct understanding was arrived at between\n\n        them. No plea or assertion has been made by the respondent, nor any prima\n\n        facie evidence has been adduced to establish that the appellant had made\n\n        the execution of the discharge voucher a pre-condition to the payment of\n\n        the claim, or offered the amount on a “take it or leave it basis”. Seen thus,\n\n        the test <a href=\"/doc/179903493/\" id=\"a_13\">laid down by</a> this Court in paragraph 52(<a href=\"/doc/1243245/\" id=\"a_14\">iv) of the National\n\n        Insurance Co. Ltd. v. Boghara Polyfab</a> reported in (2009)1 SCC 267 can\n\n        neither be said to have been alleged nor satisfied.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_41\"><span class=\"hidden_text\" id=\"span_23\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 14 of 85</span>\n</p><p data-structure=\"RespArg\" id=\"p_42\">\f 26. It was further submitted that there has been an inordinate delay on the part\n\n      of the respondent in levelling allegations of coercion. Such allegations\n\n      came to be so levelled for the first time in the arbitration notice dated\n\n      02.03.2020, that is, almost 14 months after the payment of the subject\n\n      claim and five months after the payment of the second claim. The counsel\n\n      submitted that the claim amount as per the assessment of the loss by the\n\n      surveyor was known to the respondent since 24.12.2018, thereby\n\n      indicating that the allegations of coercion were an afterthought.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_43\"> 27. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"197054318\" id=\"span_24\">In support of his aforesaid submission, the counsel placed reliance on the\n\n      decision of this Court in <a href=\"/doc/197054318/\" id=\"a_15\">NTPC Ltd. v. SPML Infra Ltd.</a> reported in (2023)\n\n      SCC OnLine SC 389. He submitted that even when examined through the\n\n      “eye of the needle” test, the claim could be said to be deadwood and the\n\n      arbitration application ought to have been rejected by the High Court on\n\n      this count alone.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19604233\" id=\"span_25\">The counsel also placed reliance on the decision of this\n\n      Court in <a href=\"/doc/19604233/\" id=\"a_16\">New India Assurance Co. Ltd. v. Genus Power Infrastructure\n\n      Ltd.</a> reported in (2015) 2 SCC 424 to submit that arbitration ought to be\n\n      refused in case of inordinate delay in raising the dispute or levelling\n\n      allegations of coercion by the party seeking the referral of disputes to\n\n      arbitration.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_44\">\n\n\n<span class=\"hidden_text\" id=\"span_26\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 15 of 85</span>\n</p><p data-structure=\"RespArg\" id=\"p_45\">\f 28. One another submission made by the counsel was that the pleadings of the\n\n      respondent lack the basic material particulars about any alleged coercion\n\n      and the poor financial condition of the respondents. It was further\n\n      submitted that even in the arbitration notice all that the respondents have\n\n      stated is that had they not signed the discharge voucher in respect of the\n\n      first claim, their second claim also would have been affected.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_46\"> 29. The counsel submitted that the letter dated 25.10.2019 addressed by the\n\n      respondent cannot be said to be a protest letter as the letter only asked for\n\n      a copy of the surveyor’s report to be provided and no allegation of any\n\n      coercion or any demand for any amount was even raised in the said letter.\n\n      The counsel finally submitted that a discharge voucher for effecting the full\n\n      and final settlement in relation to the second claim was also signed by the\n\n      respondent on 30.09.2019, which was accepted and no dispute has been\n\n      raised in the last five years, which indicates that the appellant acted in a\n\n      bona fide manner as per the prescribed norms.\n</p>\n<p data-structure=\"Issue\" id=\"p_47\">\n\n C.   SUBMISSIONS ON BEHALF OF THE RESPONDENT\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_48\"> 30. Ms Savita Singh, the learned counsel appearing on behalf of the\n\n      respondent, at the outset submitted that her client had to succumb before\n\n      the surveyor on account of acute economic distress and also on account of\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 16 of 85</span>\n\f      pendency of huge amount of claim with the appellant, i.e., around Rs 8\n\n      crore cumulatively arising out of the two claims. The respondent was also\n\n      under pressure from other financial institutions from whom loan had been\n\n      availed.\n</p>\n<p data-structure=\"Issue\" id=\"p_49\">\n\n</p><p data-structure=\"PetArg\" id=\"p_50\"> 31. The counsel further submitted that the circumstances were such that her\n\n      client had to issue the discharge voucher, otherwise payment towards the\n\n      admitted amount would not have been released and her client would have\n\n      been put in immense difficulties. She submitted that mere signing of the\n\n      discharge voucher by her client would not imply that there was consensus\n\n      in arriving at the full and final settlement. The counsel submitted that the\n\n      coercion, though subtle, was very much real and thus in such a situation\n\n      where the settlement is not voluntary, but under duress, the arbitration\n\n      clause can be invoked to refer the disputes to arbitration.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_51\"> 32. The counsel also submitted that it cannot be said that there was an\n\n      inordinate delay in raising the plea of coercion as the letter dated\n\n      25.09.2019 was sent by her client to the appellant within 11 days of the\n\n      receipt of final payment in relation to the second insurance claim.\n\n      However, the appellant provided a copy of the surveyor’s report only on\n\n      07.11.2019 based on which the notice of arbitration was issued on\n\n      02.03.2020.\n</p>\n<p data-structure=\"Issue\" id=\"p_52\"><span class=\"hidden_text\" id=\"span_28\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 17 of 85</span>\n</p><p data-structure=\"Issue\" id=\"p_53\">\f 33. The counsel, in the last, submitted that the issues raised by the appellant\n\n      are subject matter of arbitration by the tribunal and not of the referral court,\n\n      which has to limit its scrutiny to the issue of arbitrability in view of the\n\n      settled position of law.\n</p>\n<p data-structure=\"Issue\" id=\"p_54\">\n</p><p data-structure=\"Issue\" id=\"p_55\">     D.         ISSUES FOR DETERMINATION\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_56\"> 34. Having heard the learned counsel appearing for the parties and having gone\n\n      through the materials on record, the following three questions fall for our\n\n      consideration: -\n</p>\n<p data-structure=\"Issue\" id=\"p_57\">\n</p><blockquote id=\"blockquote_27\">           i.    Whether the execution of a discharge voucher towards the full and\n\n                 final settlement between the parties would operate as a bar to invoke\n\n                 arbitration?\n</blockquote>\n\n\n<blockquote id=\"blockquote_28\">          ii.    What is the scope and standard of judicial scrutiny that an\n\n                 application under <a href=\"/doc/104566/\" id=\"a_17\">Section 11(6)</a> of the Act, 1996 can be subjected to\n\n                 when a plea of “accord and satisfaction” is taken by the defendant?\n</blockquote>\n\n\n<blockquote id=\"blockquote_29\">      iii.       What is the effect of the decision of this Court in In Re: Interplay\n\n                 Between Arbitration Agreements under the Arbitration and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 18 of 85</span>\n\f              <a href=\"/doc/1306164/\" id=\"a_18\">Conciliation Act</a> 1966 and the <a href=\"/doc/74910796/\" id=\"a_19\">Indian Stamp Act</a> 1899 on the scope\n\n              of powers of the referral court under <a href=\"/doc/104566/\" id=\"a_20\">Section 11</a> of the Act, 1996?\n</blockquote>\n\n<blockquote id=\"blockquote_30\">   E.    ANALYSIS\n\n</blockquote><blockquote id=\"blockquote_31\"> 35. Clause 13 of the insurance policy issued in favour of the respondent\n\n        contains the following arbitration clause:\n</blockquote>\n<blockquote id=\"blockquote_32\">              “13) If any dispute or difference shall arise as to the quantum\n              to be paid under this Policy (liability being otherwise\n              admitted) such difference shall independently of all other\n              questions be referred to the decision of a sole arbitrator to be\n              appointed in writing by the parties to or if they cannot agree\n              upon a single arbitrator within 30 days of any party invoking\n              arbitration the same shall be referred to a panel of three\n              arbitrators, comprising of arbitrators, one to be appointed by\n              each of the parties to the dispute/difference and the third\n              arbitrator to be appointed by such two arbitrators and\n              arbitration shall be conducted under and in accordance with\n              the provision of the <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration and Conciliation Act, 1996</a>.\n</blockquote>\n<blockquote id=\"blockquote_33\">              It is clearly agreed and understood that no dispute or\n              difference shall be referrable to arbitration as hereinbefore\n              proved, if the Company has disputed or not accepted liability\n              under or in respect of this policy. It is hereby expressed\n              stipulated and declared that it shall be a condition precedent\n              to any right of action or suit upon this Policy that the award\n              by such arbitrator/arbitrators of the amount of the loss or\n              damaged shall be first obtained”\n\n\n</blockquote><blockquote id=\"blockquote_34\"> 36. A preliminary objection was raised on behalf of the appellant that the\n\n        arbitration clause as contained in the insurance policy <a href=\"/doc/19604233/\" id=\"a_22\">referred to above</a> is\n\n        not attracted in the present case as there is no admission of liability on the\n\n        part of the appellant, whereas the said arbitration clause envisages\n\n\n<span class=\"hidden_text\" id=\"span_30\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 19 of 85</span>\n\f      reference to arbitration only in cases where liability is admitted and there\n\n      is a dispute as regards the quantum of liability.\n</blockquote>\n\n\n<blockquote id=\"blockquote_35\"> 37. However, we find no merit in the aforesaid submission of the appellant. It\n\n      is evident from the record that the appellant had admitted its liability with\n\n      respect to the first claim and had even disbursed an amount of Rs\n\n      84,19,579/- in pursuance of the signing of the advance discharge voucher\n\n      by the respondent. Thus, it is clearly a case of admission of liability by the\n\n      appellant. However, the quantum of liability is in dispute as the amount\n\n      claimed by the respondent is at variance with the amount admitted by the\n\n      appellant. Thus, the dispute being one of quantum and not of liability, it\n\n      falls within the ambit of the conditional arbitration clause as contained in\n\n      the insurance policy.\n</blockquote>\n\n\n<blockquote id=\"blockquote_36\"> 38. One another preliminary objection raised by the appellant was that the\n\n      claim sought to be referred to arbitration is a deadwood claim and thus the\n\n      application for appointment of arbitrator ought to have been rejected at the\n\n      outset by the High Court. It is clear from the facts as discussed in the\n\n      preceding paragraphs that the notice invoking arbitration was sent by the\n\n      respondent to the appellant on 02.03.2020 and the petition seeking\n\n      appointment of arbitrator under <a href=\"/doc/104566/\" id=\"a_23\">Section 11(6)</a> of the Act, 1996 was filed\n\n      before the High Court on 25.10.2021. Thus, the arbitration petition was\n\n<span class=\"hidden_text\" id=\"span_31\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 20 of 85</span>\n\f         filed before the High Court much prior to the expiry of the limitation period\n\n         of three years. Further, the notice invoking arbitration was also sent by the\n\n         respondent well within time from the date of the accrual of the cause of\n\n         action. Considered thus, it cannot, by any stretch of imagination, be said\n\n         that the claim is a deadwood claim or the arbitration application before the\n\n         High Court was time-barred.\n</blockquote>\n\n<blockquote id=\"blockquote_37\">     39. Having rejected the aforesaid two preliminary objections raised by the\n\n         appellant, the question that now remains to be examined is whether, in the\n\n         facts of the present case, the respondent could have invoked arbitration\n\n         after having signed the consent letter dated 24.12.2018 and the advance\n\n         discharge voucher dated 04.01.2019.\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_58\">i.     Whether the execution of a discharge voucher towards the full and final\n       settlement between the parties would operate as a bar to invoke\n       arbitration?\n</p>\n<p data-structure=\"Issue\" id=\"p_59\">\n</p><p data-structure=\"Section\" id=\"p_60\">     40. A contract between parties can come to an end by the performance thereof\n\n         by both the parties, that is, by the fulfilment of all the obligations in terms\n\n         of the original contract. This is referred to as discharge by performance.\n\n         Alternatively, the contract may also be discharged by substitution of certain\n\n         new obligations in place of the obligations contained in the original\n\n         contract, and subsequent performance of the substituted obligations. The\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                     Page 21 of 85</span>\n\f      substituted obligations are referred to as ‘accord’ and the discharge of the\n\n      substituted obligations is referred to as ‘satisfaction’. It is referred to as\n\n      discharge by “accord and satisfaction” or by “full and final settlement” in\n\n      common parlance.\n</p>\n<p data-structure=\"Issue\" id=\"p_61\">\n</p><p data-structure=\"CDiscource\" id=\"p_62\"> 41. A written confirmation of discharge by “accord and satisfaction” can also\n\n      be in the form of a full and final discharge voucher or a No-Dues or a No-\n\n      Claims Certificate issued by one of the parties acknowledging that there\n\n      are no outstanding claims and that such a party has received the full and\n\n      final payment to its satisfaction. In the insurance sector, the general\n\n      practice is that the insurer obtains undated discharge vouchers from the\n\n      insured in advance by making the insured to sign on dotted lines before\n\n      processing the payment in respect of the claims of the insured.\n\n\n</p><p data-structure=\"Section\" id=\"p_63\"> 42. The concept of discharge of a contract by “accord and satisfaction” is\n\n      embodied in <a href=\"/doc/1105874/\" id=\"a_24\">Section 63</a> of the Indian Contract Act, 1872, which provides\n\n      that the promisee may, inter alia, accept any substituted obligation in place\n\n      of the original promise made to him, and such acceptance on the part of the\n\n      promisee would amount to the discharge of the contract. Section 63 along\n\n      with the illustrations is reproduced hereinbelow:\n\n</p><blockquote id=\"blockquote_38\">            “63. Promisee may dispense with or remit performance of\n            promisee.—Every promisee may dispense with or remit,\n            wholly or in part, the performance of the promisee made to\n            him, or may extend the time for such performance, or may\n            accept instead of it any satisfaction which he thinks fit.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_33\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 22 of 85</span>\n<blockquote id=\"blockquote_39\">\f                                     Illustrations\n</blockquote><blockquote id=\"blockquote_40\">            (a) A promises to paint a picture for B. B afterwards forbids\n            him to do so. A is no longer bound to perform the promise.\n</blockquote>\n<blockquote id=\"blockquote_41\">            (b) A owes B 5,000 rupees. A pays to B, and B accepts, in\n            satisfaction of the whole debt, 2,000 rupees paid at the time\n            and place at which the 5,000 rupees were payable. The whole\n            debt is discharged.\n</blockquote>\n<blockquote id=\"blockquote_42\">            (c) A owes B 5,000 rupees. C pays to B 1,000 rupees, and B\n            accepts them, in satisfaction of his claim on A. This payment\n            is a discharge of the whole claim.\n</blockquote>\n<blockquote id=\"blockquote_43\">            (d) A owes B, under. a contract, a sum of money, the amount\n            of which has not been ascertained. A, without ascertaining\n            the amount, gives to B, and B, in satisfaction thereof, accepts,\n            the sum of 2,000 rupees. This is a discharge of the whole debt,\n            whatever may be its amount.\n</blockquote>\n<blockquote id=\"blockquote_44\">            (e) A owes B 2,000 rupees, and is also indebted to other\n            creditors. A makes an arrangement with his creditors,\n            including B, to pay them a [composition] of eight annas in\n            the rupee upon their respective demands. Payment to B of\n            1,000 rupees is a discharge of B’s demand.”\n                                                      (Emphasis supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_64\"> 43. The Privy Council in Payana Reena Saminathan v. Pana Lana\n\n      Palaniappa reported in (1913-14) 41 IA 142 defined the term “accord and\n\n      satisfaction” as follows:\n</p>\n<blockquote id=\"blockquote_45\">             “… The ‘receipt’ given by the appellants and accepted by\n            the respondent, and acted on by both parties proves\n            conclusively that all the parties agreed to a settlement of all\n            their existing disputes by the arrangement formulated in the\n            ‘receipt’. It is a clear example of what used to be well known\n            as common law pleading as ‘accord and satisfaction by a\n            substituted agreement’. No matter what were the respective\n            rights of the parties inter se they are abandoned in\n            consideration of the acceptance by all for a new agreement.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_34\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 23 of 85</span>\n<blockquote id=\"blockquote_46\">\f            The consequence is that when such an accord and\n            satisfaction takes place the prior rights of the parties are\n            extinguished. They have in fact been exchanged for the new\n            rights; and the new agreement becomes a new departure, and\n            the rights of all the parties are fully represented by it.”\n                                                       (Emphasis supplied)\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_65\"> 44. As discussed in the preceding paragraphs, the appellant has contested that\n\n      once a full and final settlement was arrived at between the parties, the\n\n      insurance contract between the parties could be said to have been\n\n      discharged. Once the contract stood discharged, it was not open to the\n\n      respondent to resile from the settlement and invoke the arbitration clause,\n\n      as no obligations remained to be fulfilled under the contract pursuant to the\n\n      discharge of the contract. In other words, it is the contention of the\n\n      appellant that as no arbitrable disputes remained after a full and final\n\n      settlement was arrived at, there was nothing left to be referred to the\n\n      arbitrator and hence the appointment of arbitrator being an exercise in\n\n      futility, should not have been undertaken by the High Court.\n\n\n</p><p data-structure=\"Issue\" id=\"p_66\"> 45. To answer the aforesaid contention of the appellant, the question that needs\n\n      to be considered is whether the “full and final settlement” of claims arising\n\n      under a contract, is by itself sufficient to preclude any future arbitration in\n\n      respect of such settled claims?\n</p>\n<p data-structure=\"Issue\" id=\"p_67\">\n\n\n<span class=\"hidden_text\" id=\"span_35\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 24 of 85</span>\n</p><p data-structure=\"Section\" id=\"p_68\">\f 46. It is indeed so that once a contract has been fully performed, it can be said\n\n      to have been discharged by performance. Once the contract has been\n\n      discharged by performance, neither any right to seek performance, nor any\n\n      obligation to perform remains under it.\n</p>\n<p data-structure=\"Issue\" id=\"p_69\">\n</p><p data-structure=\"Issue\" id=\"p_70\"> 47. However, whether there has been a discharge of contract or not is a mixed\n\n      question of law and fact, and if any dispute arises as to whether a contract\n\n      has been discharged or not, such a dispute is arbitrable as per the\n\n      mechanism prescribed under the arbitration agreement contained in the\n\n      underlying contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_71\">\n\n   a. Whether the arbitration agreement contained in a substantive\n      contract survives even after the underlying contract is discharged by\n      “accord and satisfaction”?\n</p>\n<p data-structure=\"Issue\" id=\"p_72\">\n</p><p data-structure=\"Section\" id=\"p_73\"> 48. Arbitration for the purpose of resolving any dispute pertaining to any claim\n\n      which has been “fully and finally settled” between the parties can only be\n\n      invoked if the arbitration agreement survives even after the discharge of\n\n      the substantive contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_74\">\n</p><p data-structure=\"Section\" id=\"p_75\"> 49. The arbitration agreement, by virtue of the presumption of separability,\n\n      survives the principal contract in which it was contained. <a href=\"/doc/104566/\" id=\"a_25\">Section 16(1)</a> of\n\n      the Act, 1996 which is based on <a href=\"/doc/211089/\" id=\"a_26\">Article 16</a> of the UNCITRAL Model Law\n\n      on International Commercial Arbitration, 1985 (hereinafter, “Model\n\n\n<span class=\"hidden_text\" id=\"span_36\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 25 of 85</span>\n\f      Law”) embodies the presumption of separability. There are two aspects to\n\n      the doctrine of separability as contained in the Act, 1996: -\n\n</p><blockquote id=\"blockquote_47\">        i.   An arbitration clause forming part of a contract is treated as an\n\n             agreement independent of the other terms of the contract.\n</blockquote>\n<blockquote id=\"blockquote_48\">       ii.   A decision by the arbitral tribunal declaring the contract as null and\n\n             void does not, ipso facto, make the arbitration clause invalid.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_76\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_37\">50. The doctrine of separability was not part of the legislative scheme under\n\n      the <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration Act, 1940</a>. However, with the enactment of the Act, 1996,\n\n      the doctrine was expressly incorporated. This Court in <a href=\"/doc/140286/\" id=\"a_28\">National\n\n      Agricultural Coop. Marketing Federation India Ltd. v. Gains Trading\n\n      Ltd.</a> reported in (2007) 5 SCC 692, while interpreting <a href=\"/doc/104566/\" id=\"a_29\">Section 16</a> of the\n\n      Act, 1996, held that even if the underlying contract comes to an end, the\n\n      arbitration agreement contained in such a contract survives for the purpose\n\n      of resolution of disputes between the parties.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_77\">\n\n</p><p data-structure=\"Section\" id=\"p_78\"> 51. The fundamental premise governing the doctrine of separability is that the\n\n      arbitration agreement is incorporated by the parties to a contract with the\n\n      mutual intention to settle any disputes that may arise under or in respect of\n\n      or with regard to the underlying substantive contract, and thus by its\n\n      inherent nature is independent of the substantive contract.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 26 of 85</span>\n</p><p data-structure=\"Precedent\" id=\"p_79\">\f 52. In Heyman v. Darwins Ltd. reported in [1942] AC 356, it was held by the\n\n      House of Lords that the repudiation or breach of a contract does not\n\n      extinguish the arbitration agreement as it survives for the purpose of\n\n      resolution of any outstanding claims arising out of the breach. It was\n\n      observed thus:\n</p>\n<blockquote id=\"blockquote_49\">            &quot;I am, accordingly, of the opinion that what is commonly\n            called repudiation or total breach of a contract, whether\n            acquiesced in by the other party or not, does not abrogate the\n            contract, though it may relieve the injured party of the duty\n            of further fulfilling the obligations which he has by the\n            contract undertaken to the repudiating party. The contract is\n            not put out of existence, though all further performance of the\n            obligations undertaken by each party in favour of the other\n            may cease. It survives for the purpose of measuring the\n            claims arising out of the breach, and the arbitration clause\n            survives for determining the mode of their settlement. The\n            purposes of the contract have failed, but the arbitration\n            clause is not one of the purposes of the contract.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_80\">                                                      (Emphasis supplied)\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_81\"> 53. Thus, even if the contracting parties, in pursuance of a settlement, agree to\n\n      discharge each other of any obligations arising under the contract, this does\n\n      not ipso facto mean that the arbitration agreement too would come to an\n\n      end, unless the parties expressly agree to do the same. The intention of the\n\n      parties in discharging a contract by “accord and satisfaction” is to relieve\n\n      each other of the existing or any new obligations under the contract. Such\n\n      a discharge of obligations under the substantive contract cannot be\n\n      construed to mean that the parties also intended to relieve each other of\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 27 of 85</span>\n\f      their obligation to settle any dispute pertaining to the original contract\n\n      through arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_82\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_83\"> 54. Although ordinarily no arbitrable disputes may subsist after execution of a\n\n      full and final settlement, yet any dispute pertaining to the full and final\n\n      settlement itself, by necessary implication being a dispute arising out of or\n\n      in relation to or under the substantive contract, would not be precluded\n\n      from reference to arbitration as the arbitration agreement contained in the\n\n      original contract continues to be in existence even after the parties have\n\n      discharged the original contract by “accord and satisfaction”.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_84\"> 55. The aforesaid position of law has also been consistently followed by this\n\n      Court as evident from many decisions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_40\">In <a href=\"/doc/1243245/\" id=\"a_30\">Boghara Polyfab</a> (supra), while\n\n      rejecting the contention that the mere act of signing a “full and final\n\n      discharge voucher” would act as a bar to arbitration, this Court held as\n\n      follows:</span>\n</p>\n<blockquote id=\"blockquote_50\">            “44. … None of the three cases relied on by the appellant lay\n            down a proposition that mere execution of a full and final\n            settlement receipt or a discharge voucher is a bar to\n            arbitration, even when the validity thereof is challenged by\n            the claimant on the ground of fraud, coercion or undue\n            influence. Nor do they lay down a proposition that even if the\n            discharge of contract is not genuine or legal, the claims\n            cannot be referred to arbitration. […]”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 28 of 85</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_85\">\f <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674769\" id=\"span_42\">56. Again, in <a href=\"/doc/674769/\" id=\"a_31\">R.L. Kalathia and Company v. State of Gujarat</a> reported in\n\n      (2011) 2 SCC 400, it was re-iterated that the mere issuance of the no-dues\n\n      certificate would not operate as a bar against the raising of genuine claims\n\n      even after the date of issuance of such certificate. The relevant observations\n\n      are extracted hereinbelow:</span>\n</p>\n<blockquote id=\"blockquote_51\">            “13. From the above conclusions of this Court, the following\n            principles emerge:\n</blockquote>\n<blockquote id=\"blockquote_52\">            (1) Merely because the contractor has issued &quot;no-dues\n            certificate&quot;, if there is an acceptable claim, the court cannot\n            reject the same on the ground of issuance of &quot;no-dues\n            certificate&quot;.\n</blockquote>\n<blockquote id=\"blockquote_53\">            (ii) Inasmuch as it is common that unless a discharge\n            certificate is given in advance by the contractor, payment of\n            bills are generally delayed, hence such a clause in the\n            contract would not be an absolute bar to a contractor raising\n            claims which are genuine at a later date even after\n            submission of such &quot;no-claim certificate&quot;.\n</blockquote>\n<blockquote id=\"blockquote_54\">            (iii) Even after execution of full and final discharge\n            voucher/receipt by one of the parties, if the said party is able\n            to establish that he is entitled to further amount for which he\n            is having adequate materials, he is not barred from claiming\n            such amount merely because of acceptance of the final bill by\n            mentioning &quot;without prejudice&quot; or by issuing &quot;no-dues\n            certificate&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_86\">                                                        (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_87\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_43\">57. The position that emerges from the aforesaid discussion is that there is no\n\n      rule of an absolute kind which precludes arbitration in cases where a full\n\n      and final settlement has been arrived at. In <a href=\"/doc/1243245/\" id=\"a_32\">Boghara Polyfab</a> (supra),\n\n      discussing in the context of a case similar to the one at hand, wherein the\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 29 of 85</span>\n\f      discharge voucher was alleged to have been obtained on ground of\n\n      coercion, it was observed that the discharge of a contract by full and final\n\n      settlement by issuance of a discharge voucher or a no-dues certificate\n\n      extends only to those vouchers or certificates which are validly and\n\n      voluntarily executed. Thus, if the party said to have executed the discharge\n\n      voucher or the no dues certificate alleges that the execution was on account\n\n      of fraud, coercion or undue influence exercised by the other party and is\n\n      able to establish such an allegation, then the discharge of the contract by\n\n      virtue of issuance of such a discharge voucher or no dues certificate is\n\n      rendered void and cannot be acted upon.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_88\">\n</p><p data-structure=\"Precedent\" id=\"p_89\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_45\">58. It was further held in <a href=\"/doc/1243245/\" id=\"a_33\">Boghara Polyfab</a> (supra) that the mere execution of\n\n      a full and final settlement receipt or a discharge voucher would not by itself\n\n      operate as a bar to arbitration when the validity of such a receipt or voucher\n\n      is challenged by the claimant on the ground of fraud, coercion or undue\n\n      influence. In other words, where the parties are not ad idem over accepting\n\n      the execution of the no-claim certificate or the discharge voucher, such\n\n      disputed discharge voucher may itself give rise to an arbitrable dispute.</span>\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_90\"> 59. Once the full and final settlement of the original contract itself becomes a\n\n      matter of dispute and disagreement between the parties, then such a dispute\n\n      can be categorised as one arising “in relation to” or “in connection with”\n\n\n<span class=\"hidden_text\" id=\"span_46\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 30 of 85</span>\n\f      or “upon” the original contract which can be referred to arbitration in\n\n      accordance with the arbitration clause contained in the original contract,\n\n      notwithstanding the plea that there was a full and final settlement between\n\n      the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">\nii. What is the scope and standard of judicial scrutiny that an application\n    under <a href=\"/doc/104566/\" id=\"a_34\">Section 11(6)</a> of the Act, 1996 can be subjected to when a plea of\n    “accord and satisfaction” is taken by the defendant?\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_92\"> 60. Whether the issue as regards the validity of the full and final settlement is\n\n      to be determined by the referral court acting under <a href=\"/doc/104566/\" id=\"a_35\">Section 11</a> of the Act,\n\n      1996 or by the arbitral tribunal has been considered in a number of\n\n      decisions of this Court. Some of these decisions have also delineated the\n\n      extent and standard of enquiry which can be undertaken at the stage of\n\n      Section 11 petition. We shall discuss these decisions in detail for the benefit\n\n      of the exposition of the law on the subject.\n</p>\n<p data-structure=\"Section\" id=\"p_93\">\n</p><p data-structure=\"Precedent\" id=\"p_94\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_47\">61. One of the earliest decisions dealing with the issue of “full and final\n\n      settlement” in the specific context of an application for appointment of\n\n      arbitrator under the <a href=\"/doc/1052228/\" id=\"a_36\">Arbitration Act, 1940</a> was rendered by a two-Judge\n\n      Bench of this Court in <a href=\"/doc/1545494/\" id=\"a_37\">Damodar Valley Corporation v. K.K. Kar</a> reported\n\n      in (1974) 1 SCC 141. It was observed, inter alia, that any dispute arising in\n\n      relation to the validity of the discharge by “accord and satisfaction” would\n\n\n<span class=\"hidden_text\" id=\"span_48\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 31 of 85</span>\n\f      be covered by the arbitration agreement contained in the original contract,\n\n      and thus should be referred to the arbitral tribunal for determination. The\n\n      relevant observations are extracted hereinbelow:</span>\n\n</p><blockquote id=\"blockquote_55\">            “4. On these facts the short question for determination is:\n</blockquote><blockquote id=\"blockquote_56\">            where one of the parties refers a dispute or disputes to\n            arbitration and the other party takes a plea that there was a\n            final settlement of all claims, is the Court, on an application\n            under <a href=\"/doc/104566/\" id=\"a_38\">Sections 9(b)</a> and <a href=\"/doc/104566/\" id=\"a_39\">33</a> of the Act, entitled to enquire into\n            the truth and validity of the averment as to whether there was\n            or was not a final settlement on the ground that if that was\n            proved, it would bar a reference to the arbitration inasmuch\n            as the arbitration clause itself would perish.\n</blockquote><blockquote id=\"blockquote_57\">                            xxx          xxx            xxx\n</blockquote><blockquote id=\"blockquote_58\">            6. It appears to us that the question whether there has been\n            a full and final settlement of a claim under the contract is\n            itself a dispute arising “upon” or “in relation to” or “in\n            connection with” the contract. These words are wide enough\n            to cover the dispute sought to be referred. The respondent&#x27;s\n            contention is that the contract has been repudiated by the\n            appellant unilaterally as a result of which he had no option\n            but to accept that repudiation because if the appellant was\n            not ready to receive the goods he could not supply them to\n            him or force him to receive them. In the circumstances, while\n            accepting the repudiation, without conceding that the\n            appellant had a right to repudiate the contract, he could\n            claim damages for breach of contract. Such a claim for\n            damages is a dispute or difference which arises between\n            himself and the appellant and is ‘upon’ or ‘in relation to’ or\n            ‘in connection with’ the contract.\n</blockquote>\n<blockquote id=\"blockquote_59\">            7. The contention that has been canvassed before us is that\n            as there has been a full and final settlement under the\n            contract, the rights and obligations under the contract do not\n            subsist and consequently the arbitration clause also perishes\n            along with the settlement. If so, the dispute whether there has\n            or has not been a settlement cannot be the subject of an\n            arbitration. There is, in our view, a basic fallacy underlying\n            this submission. A contract is the creature of an agreement\n\n\n<span class=\"hidden_text\" id=\"span_49\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 32 of 85</span>\n\f            between the parties and where the parties under the terms of\n            the contract agree to incorporate an arbitration clause, that\n            clause stands apart from the rights and obligations under that\n            contract, as it has been incorporated with the object of\n            providing a machinery for the settlement of disputes arising\n            in relation to or in connection with that contract. The\n            questions of unilateral repudiation of the rights and\n            obligations under the contract or of a full and final settlement\n            of the contract relate to the performance or discharge of the\n            contract. Far from putting an end to the arbitration clause,\n            they fall within the purview of it. A repudiation by one party\n            alone does not terminate the contract. It takes two to end it,\n            and hence it follows that as the contract subsists for the\n            determination of the rights and obligations of the parties, the\n            arbitration clause also survives. This is not a case where the\n            plea is that the contract is void, illegal or fraudulent etc. in\n            which case, the entire contract along with the arbitration\n            clause is non est, or voidable. […]”\n                                                       (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\"> 62. In Bharat Heavy Electricals Ltd. vs. Amar Nath Bhan Prakash reported\n\n      in (1982) 1 SCC 625 it was observed by this Court that the question\n\n      whether there was discharge of the contract by “accord and satisfaction” or\n\n      not is a dispute liable to be resolved by the arbitral tribunal and the court\n\n      ought to appoint an arbitrator in such matters when a party approaches it\n\n      seeking relief for the same. It was observed thus:\n</p>\n<blockquote id=\"blockquote_60\">            “1. It appears from the order of the High Court impugned in\n            the appeal that the High Court has not correctly appreciated\n            the position that the question whether there was discharge of\n            the contract by accord and satisfaction or not, is a dispute\n            arising out of the contract and is liable to be referred to\n            arbitration and hence the application of the Respondent\n            under Section 20 of the Indian Arbitration Act should have\n            been allowed and the matters in dispute between the parties,\n            including the question whether or not there was discharge of\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 33 of 85</span>\n\f            the contract by accord and satisfaction should have been\n            referred to arbitration.”\n                                                  (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_51\">63. However, the position on the issue witnessed a change with subsequent\n      decisions of this Court in <a href=\"/doc/209845/\" id=\"a_40\">P.K. Ramaiah and Company v. Chairman and\n      Managing Director, National Thermal Power Corporation</a> reported in\n      1994 Supp (3) SCC 126 and Nathani Steels Ltd. v. Associated\n      Constructions reported in 1995 Supp (3) SCC 324.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_97\">\n</p><p data-structure=\"Precedent\" id=\"p_98\"> 64. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1545494\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_53\">In <a href=\"/doc/209845/\" id=\"a_41\">P.K. Ramaiah</a> (supra), the decision in <a href=\"/doc/1545494/\" id=\"a_42\">Damodar Valley</a> (supra) was\n      distinguished on facts, and it was held that once “full and final settlement”\n      is arrived at, no arbitral dispute subsists, and hence there can be no referral\n      to arbitration. The relevant observations made therein are as follows:</span></span>\n</p><blockquote id=\"blockquote_61\">            “6. [….] If there is an arbitrable dispute, it shall be referred\n            to the named arbitrator. But there must exist a subsisting\n            dispute. Admittedly the appellant acknowledged in writing\n            accepting the correctness of the measurements as well as the\n            final settlement and received the amount. Thereafter no\n            arbitrable dispute arise for reference.\n</blockquote>\n<blockquote id=\"blockquote_62\">                          xxx           xxx          xxx\n\n</blockquote><blockquote id=\"blockquote_63\">            8. […] Accordingly, we hold that the appellant having\n            acknowledged the settlement and also accepted\n            measurements and having received the amount in full and\n            final settlement of the claim, there is accord and satisfaction.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_99\">            There is no existing arbitrable dispute for reference to the\n            arbitration. The High Court is, therefore, right in its finding\n            in this behalf. The appeals are dismissed but in the\n            circumstances without costs.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_100\"> 65. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_54\">In Nathani Steels (supra), relying upon the decision in <a href=\"/doc/209845/\" id=\"a_43\">P.K. Ramaiah</a>\n\n      (supra) it was observed thus:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">\n\n<span class=\"hidden_text\" id=\"span_55\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 34 of 85</span>\n</p><blockquote id=\"blockquote_64\">\f            “3. […] It would thus be seen that once there is a full and\n            final settlement in respect of any particular dispute or\n            difference in relation to a matter covered under the\n            Arbitration clause in the contract and that dispute or\n            difference is finally settled by and between the parties, such\n            a dispute or difference does not remain to be an arbitrable\n            dispute and the Arbitration clause cannot be invoked even\n            though for certain other matters, the contract may be in\n            subsistence. […]”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_102\"> 66. It is important to note that the aforesaid four decisions were rendered in the\n\n      context of appointment of arbitrator under the <a href=\"/doc/1052228/\" id=\"a_44\">Arbitration Act, 1940</a>. With\n\n      the introduction of the Act, 1996, a different regime came into being insofar\n\n      as the question of appointment of arbitrator is concerned. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193436928\" id=\"span_56\">In <a href=\"/doc/193436928/\" id=\"a_45\">Jayesh\n\n      Engineering Works v New India Assurance Co. Ltd.</a> reported in (2000)\n\n      10 SCC 178, dealing with an application for appointment of arbitrator\n\n      under the Act, 1996, a position similar to the one taken in Amar Nath\n\n      (supra) was taken by this Court. It was held thus:</span>\n</p>\n<blockquote id=\"blockquote_65\">            “1. […] Whether any amount is due to be paid and how far\n            the claim made by the Appellant is tenable are matters to be\n            considered by the Arbitrator. In fact, whether the contract\n            has been fully worked out and whether the payments have\n            been made in full and final settlement are questions to be\n            considered by the Arbitrator when there is a dispute\n            regarding the same. […]”\n\n\n</blockquote><blockquote id=\"blockquote_66\"> 67. While the aspect of “accord and satisfaction” in the specific context of the\n\n      appointment of arbitrator has been discussed by this Court on numerous\n\n      occasions, we also deem it necessary to refer to and discuss some important\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 35 of 85</span>\n\f      decisions touching upon the contours of the power of the referral court\n\n      under <a href=\"/doc/104566/\" id=\"a_46\">Section 11</a> of the Act, 1996 as they directly affect the issue at hand.\n</blockquote>\n\n<blockquote id=\"blockquote_67\"> 68. The role to be played by the Chief Justice or his designate in the\n\n      appointment of an arbitrator has been at the heart of number of decisions\n\n      of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_58\">In <a href=\"/doc/202973/\" id=\"a_47\">Konkan Railway Corpn. Ltd. v. Rani Construction (P)\n\n      Ltd.</a> reported in (2002) 2 SCC 388, a five-Judge Bench of this Court\n\n      observed that the power exercised by the referral court under <a href=\"/doc/104566/\" id=\"a_48\">Section 11</a> of\n\n      the Act, 1996 is an administrative power and thus the Chief Justice or his\n\n      designate do not have to decide any preliminary issue at that stage.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_103\">      Accordingly, it held that any issues pertaining to non-arbitrability, validity\n\n      and existence of the arbitration agreement are to be decided by the\n\n      arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">\n</p><p data-structure=\"Precedent\" id=\"p_105\"> 69. The aforesaid view occupied the field till a seven-Judge Bench of this\n\n      Court in SBP &amp; Co. v. Patel Engg. Ltd. reported in (2005) 8 SCC 618,\n\n      characterised the power conferred upon the Chief Justice or his designate\n\n      under <a href=\"/doc/104566/\" id=\"a_49\">Section 11</a> of the Act, 1996 as a judicial power and not merely\n\n      administrative power. This Court held that the Chief Justice or his\n\n      designate had the right to decide all preliminary issues at the referral stage\n\n      under <a href=\"/doc/104566/\" id=\"a_50\">Section 11(6)</a> of the Act, 1996. The Court took such view on the\n\n      premise that <a href=\"/doc/104566/\" id=\"a_51\">Section 16</a> of the Act, 1996, which empowers the Arbitral\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 36 of 85</span>\n\f      Tribunal to rule on its own jurisdiction, applies only when the parties go\n\n      before the Tribunal without having taken recourse to Sections 8 or 11\n\n      respectively of the Act, 1996 first.\n</p>\n<p data-structure=\"Precedent\" id=\"p_106\">\n</p><p data-structure=\"Precedent\" id=\"p_107\"> 70. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_60\">In <a href=\"/doc/1243245/\" id=\"a_52\">Boghara Polyfab</a> (supra), this Court examined the extent of judicial\n\n      interference at the stage of referral under <a href=\"/doc/104566/\" id=\"a_53\">Section 11(6)</a> of the Act, 1996 as\n\n      <a href=\"/doc/1243245/\" id=\"a_54\">laid down in</a> SBP &amp; Co. (supra) and elucidated three categories of issues\n\n      which could arise before the referral court as follows:</span>\n\n</p><blockquote id=\"blockquote_68\">            “22.1. The issues (first category) which the Chief Justice/his\n            designate will have to decide are:\n</blockquote><blockquote id=\"blockquote_69\">            (a) Whether the party making the application has approached\n            the appropriate High Court.\n</blockquote><blockquote id=\"blockquote_70\">            (b) Whether there is an arbitration agreement and whether\n            the party who has applied under <a href=\"/doc/104566/\" id=\"a_55\">Section 11</a> of the Act, is a\n            party to such an agreement.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_108\">            22.2. The issues (second category) which the Chief\n            Justice/his designate may choose to decide (or leave them to\n            the decision of the Arbitral Tribunal) are:\n</p><blockquote id=\"blockquote_71\">            (a) Whether the claim is a dead (long-barred) claim or a live\n            claim.\n</blockquote><blockquote id=\"blockquote_72\">            (b) Whether the parties have concluded the\n            contract/transaction by recording satisfaction of their mutual\n            rights and obligation or by receiving the final payment\n            without objection.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_109\">            22.3. The issues (third category) which the Chief Justice/his\n            designate should leave exclusively to the Arbitral Tribunal\n            are:\n</p><blockquote id=\"blockquote_73\">            (i) Whether a claim made falls within the arbitration clause\n            (as for example, a matter which is reserved for final decision\n            of a departmental authority and excepted or excluded from\n            arbitration).\n</blockquote><blockquote id=\"blockquote_74\">            (ii) Merits or any claim involved in the arbitration.”\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 37 of 85</span>\n</blockquote><blockquote id=\"blockquote_75\">\f <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_62\">71. The decision in <a href=\"/doc/1243245/\" id=\"a_56\">Boghara Polyfab</a> (supra) was followed in a number of\n\n      subsequent decisions of this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_63\">In <a href=\"/doc/1682326/\" id=\"a_57\">Union of India v. Master\n\n      Construction Co.</a> reported in (2011) 12 SCC 349, this Court held that while\n\n      deciding an application under <a href=\"/doc/104566/\" id=\"a_58\">Section 11(6)</a> of the Act, 1996, the referral\n\n      court must satisfy itself that the allegations raised against the full and final\n\n      discharge voucher were at least prima facie bona fide and genuine.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_110\">      Applying the said reasoning to the facts before it, this Court held that the\n\n      dispute was not a bona fide one and declined to refer the matter to\n\n      arbitration. The relevant extracts are reproduced hereinbelow:\n\n</p><blockquote id=\"blockquote_76\">            “18. In our opinion, there is no rule of the absolute kind. In\n            a case where the claimant contends that a discharge voucher\n            or a no-claim certificate as been obtained by fraud and the\n            other side contests the correctness, the Chief Justice must\n            look into this aspect to find out at least, prima facie whether\n            or not the dispute is bona fide and genuine. Where the dispute\n            raised by the claimant with regard to validity of the discharge\n            voucher or no-claim certificate or settlement agreement,\n            prima facie, appears to be lacking in credibility, there may\n            not be a necessity to refer the dispute for arbitration at all.\n</blockquote>\n<blockquote id=\"blockquote_77\">                          xxx           xxx           xxx\n</blockquote><blockquote id=\"blockquote_78\">            23. The present case in our opinion appears to be a case\n            falling in the category of exception noted in Boghara\n            Polyfab[(2009) 1 SCC 267](p.284, para 25). As to the\n            financial duress or coercion, nothing of this kind is\n            established prima facie. Mere allegation that no-claim\n            certificates have been obtained under financial duress and\n            coercion, without there being anything more to suggest that,\n            does not lead to an arbitrable dispute. The conduct of the\n            contractor clearly shows that “no-claim certificates” were\n            given by it voluntarily, the contractor accepted the amount\n            voluntarily and the contract was discharged voluntarily.”\n                                                        (Emphasis supplied)\n\n<span class=\"hidden_text\" id=\"span_64\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 38 of 85</span>\n</blockquote><blockquote id=\"blockquote_79\">\f 72. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19604233\" id=\"span_67\">In <a href=\"/doc/19604233/\" id=\"a_59\">New India Assurance</a> (supra), this Court, relying upon <a href=\"/doc/1243245/\" id=\"a_60\">Boghara\n\n      Polyfab</a> (supra) and <a href=\"/doc/1682326/\" id=\"a_61\">Master Construction Co.</a> (supra), upon examining the\n\n      Section 11 petition held that a mere bald assertion of fraud, undue influence\n\n      or coercion would not warrant referral of disputes to arbitration, if the\n\n      matter had already been fully and finally settled between the parties. The\n\n      relevant observations are reproduced hereinbelow:</span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_80\">            “10. In our considered view, the plea raised by the\n            Respondent is bereft of any details and particulars, and\n            cannot be anything but a bald assertion. Given the fact that\n            there was no protest or demur raised around the time or soon\n            after the letter of subrogation was signed, that the notice\n            dated 31.03.2011 itself was nearly after three weeks and that\n            the financial condition of the Respondent was not so\n            precarious that it was left with no alternative but to accept\n            the terms as suggested, we are of the firm view that the\n            discharge in the present case and signing of letter of\n            subrogation were not because of exercise of any undue\n            influence. Such discharge and signing of letter of subrogation\n            was voluntary and free from any coercion or undue influence.\n            In the circumstances, we hold that upon execution of the letter\n            of subrogation, there was full and final settlement of the\n            claim. Since our answer to the question, whether there was\n            really accord and satisfaction, is in the affirmative, in our\n            view no arbitrable dispute existed so as to exercise power\n            Under <a href=\"/doc/104566/\" id=\"a_62\">Section 11</a> of the Act. The High Court was not\n            therefore justified in exercising power Under <a href=\"/doc/104566/\" id=\"a_63\">Section 11</a> of\n            the Act.”\n                                                     (Emphasis supplied)\n\n</blockquote><blockquote id=\"blockquote_81\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_68\">73. The net effect of the decisions in SBP &amp; Co. (supra) and <a href=\"/doc/1243245/\" id=\"a_64\">Boghara Polyfab</a>\n\n      (supra) was that the scope for interference available to the referral courts\n\n      when acting under <a href=\"/doc/104566/\" id=\"a_65\">Section 11</a> of the Act, 1996 was substantially expanded.</span>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_69\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 39 of 85</span>\n<p data-structure=\"CDiscource\" id=\"p_111\">\f      The referral courts were conferred with the discretion to conduct mini trials\n\n      and indulge in the appreciation of evidence on the issues concerned with\n\n      the subject matter of arbitration. The Law Commission of India in its 246th\n\n      report took note of the issue of significant delays being caused to the\n\n      arbitral process due to enlarged scope of judicial interference at the stage\n\n      of appointment of arbitrator and suggested as follows:\n\n</p><blockquote id=\"blockquote_82\">        i.   First, that the power of appointment conferred upon the Chief\n\n             Justice be devolved on to the Supreme Court and the High Court, as\n\n             the case may be; and\n\n       ii.   Secondly, the power of appointment under Section 11 be clarified to\n\n             be an administrative power and not a judicial one.\n</blockquote>\n<blockquote id=\"blockquote_83\">      iii.   Thirdly, the scope of interference under Sections 8 and 11\n\n             respectively of the Act, 1996 be restricted only to those cases where\n\n             the court finds that no arbitration agreement exists or is null and\n\n             void.\n</blockquote>\n\n<blockquote id=\"blockquote_84\"> 74. The Law Commission suggested the insertion of Section 11(6-<a href=\"/doc/104566/\" id=\"a_66\">A) in the\n\n      Act, 1996</a>. The aforesaid recommendations of the Commission were taken\n\n      note of by the Parliament and accordingly the Act, 1996 was amended in\n\n      2015 to incorporate Section 11(6-A), which reads thus:\n</blockquote>\n<blockquote id=\"blockquote_85\">             “(6A) The Supreme Court or, as the case may be, the High\n             Court, while considering any application under sub-\n             section (4) or sub-section (5) or sub-section (6), shall,\n             notwithstanding any judgment, decree or order of any Court,\n\n<span class=\"hidden_text\" id=\"span_70\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 40 of 85</span>\n\f              confine to the examination of the existence of an arbitration\n              agreement.”\n\n</blockquote><blockquote id=\"blockquote_86\"> 75. Interestingly, Section 11(6-A) was omitted by the 2019 amendment to the\n\n      Act, 1996 on the basis of a report of the High-Level Committee to Review\n\n      the Institutionalisation of Arbitration Mechanism in India. However, in the\n\n      absence of the omission being notified, Section 11(6-<a href=\"/doc/104566/\" id=\"a_67\">A) of the Act, 1996</a>\n\n      continues to remain on the statute book and thus has to be given effect as\n\n      such.\n</blockquote>\n\n<blockquote id=\"blockquote_87\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_71\">76. The impact of the addition of Section 11(6-A) was elaborately discussed\n\n      by this Court in <a href=\"/doc/133653680/\" id=\"a_68\">Duro Felguera, S.A. v. Gangavaram Port Ltd</a> reported in\n\n      (2017) 9 SCC 729 as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_88\">              “48. […] From a reading of Section 11(6-A), the intention of\n              the legislature is crystal clear i.e. the court should and need\n              only look into one aspect—the existence of an arbitration\n              agreement. What are the factors for deciding as to whether\n              there is an arbitration agreement is the next question. The\n              resolution to that is simple—it needs to be seen if the\n              agreement contains a clause which provides for arbitration\n              pertaining to the disputes which have arisen between the\n              parties to the agreement.\n</blockquote><blockquote id=\"blockquote_89\">                              xxx          xxx           xxx\n\n</blockquote><blockquote id=\"blockquote_90\">              59. The scope of the power under Section 11(6) of the 1996\n              Act was considerably wide in view of the decisions in SBP\n              and Co. [(2005) 8 SCC 618] and Boghara Polyfab [(2009) 1\n              SCC 267]. This position continued till the amendment\n              brought about in 2015. After the amendment, all that the\n              courts need to see is whether an arbitration agreement\n              exists—nothing more, nothing less. The legislative policy and\n              purpose is essentially to minimise the Court&#x27;s intervention at\n\n\n<span class=\"hidden_text\" id=\"span_72\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 41 of 85</span>\n\f            the stage of appointing the arbitrator and this intention as\n            incorporated in Section 11(6-A) ought to be respected.”\n                                                    (Emphasis supplied)\n\n</blockquote><blockquote id=\"blockquote_91\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_74\">77. Despite the decision in <a href=\"/doc/133653680/\" id=\"a_69\">Duro Felguera</a> (supra), this Court in <a href=\"/doc/176130133/\" id=\"a_70\">United India\n\n      Insurance Co. Ltd. v. Antique Art Exports Pvt. Ltd.</a> reported in (2019) 5\n\n      SCC 362, while dealing with the issue of “full and final settlement” in the\n\n      context of appointment of an arbitrator, held that mere bald allegation by a\n\n      party that the discharge voucher was obtained under coercion or undue\n\n      influence would not entitle it to seek referral of the dispute to arbitration\n\n      unless it is able to produce prima facie evidence of the same during the\n\n      course of proceedings under <a href=\"/doc/104566/\" id=\"a_71\">Section 11(6)</a> of the Act, 1996. Important\n\n      paragraphs from <a href=\"/doc/176130133/\" id=\"a_72\">the said decision</a> are extracted hereinbelow:</span></span>\n</blockquote>\n<blockquote id=\"blockquote_92\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19604233\" id=\"span_75\">“15. From the proposition which has been <a href=\"/doc/176130133/\" id=\"a_73\">laid down by</a> this\n            Court, what reveals is that a mere plea of fraud, coercion or\n            undue influence in itself is not enough and the party who\n            alleged is under obligation to prima facie establish the same\n            by placing satisfactory material on record before the Chief\n            Justice or his Designate to exercise power under <a href=\"/doc/104566/\" id=\"a_74\">Section\n            11(6)</a> of the Act, which has been considered by this Court\n            in <a href=\"/doc/19604233/\" id=\"a_75\">New India Assurance Co. Ltd.</a> case [...]\n\n                            xxx           xxx           xxx</span>\n\n</blockquote><blockquote id=\"blockquote_93\">            17. It is true that there cannot be a rule of its kind that mere\n            allegation of discharge voucher or no claim certificate being\n            obtained by fraud/coercion/undue influence practised by\n            other party in itself is sufficient for appointment of the\n            arbitrator unless the claimant who alleges that execution of\n            the discharge agreement or no claim certificate was obtained\n            on account of fraud/coercion/undue influence practised by\n            the other party is able to produce prima facie evidence to\n\n\n<span class=\"hidden_text\" id=\"span_76\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 42 of 85</span>\n\f            substantiate the same, the correctness thereof may be open\n            for the Chief Justice/his Designate to look into this aspect to\n            find out at least prima facie whether the dispute is bona fide\n            and genuine in taking a decision to invoke <a href=\"/doc/104566/\" id=\"a_76\">Section 11(6)</a> of\n            the Act.\n</blockquote>\n<blockquote id=\"blockquote_94\">            18. In the instant case, the facts are not in dispute that for the\n            two incidents of fire on 25-9-2013 and 25-10-2013, the\n            appellant Company based on the Surveyor&#x27;s report sent\n            emails on 5-5-2016 and 24-6-2016 for settlement of the\n            claims for both the fires dated 25-9-2013 and 25-10-2013\n            which was responded by the respondent through email on the\n            same date itself providing all the necessary information to the\n            regional office of the Company and also issued the discharge\n            voucher in full and final settlement with accord and\n            satisfaction. Thereafter, on 12-7-2016, the respondent\n            desired certain information with details, that too was\n            furnished and for the first time on 27-7-2016, it took a U-turn\n            and raised a voice of undue influence/coercion being used by\n            the appellant stating that it being in financial distress was left\n            with no option than to proceed to sign on the dotted lines. As\n            observed, the phrase in itself is not sufficient unless there is\n            a prima facie evidence to establish the allegation of\n            coercion/undue influence, which is completely missing in the\n            instant case.\n</blockquote>\n<blockquote id=\"blockquote_95\">            19. In the given facts and circumstances, we are satisfied that\n            the discharge and signing the letter of subrogation was not\n            because of any undue influence or coercion as being claimed\n            by the respondent and we find no difficulty to hold that upon\n            execution of the letter of subrogation, the claim was settled\n            with due accord and satisfaction leaving no arbitral dispute\n            to be examined by an arbitrator to be appointed under\n            <a href=\"/doc/104566/\" id=\"a_77\">Section 11(6)</a> of the Act.\n</blockquote>\n<blockquote id=\"blockquote_96\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_78\">20. The submission of the learned counsel for the respondent\n            that after insertion of sub-section (6-A) to Section 11 of the\n            Amendment Act, 2015 the jurisdiction of this Court is\n            denuded and the limited mandate of the Court is to examine\n            the factum of existence of an arbitration and relied on the\n            judgment in <a href=\"/doc/133653680/\" id=\"a_78\">Duro Felguera, S.A. v. Gangavaram Port\n            Ltd. [Duro Felguera</a>, <a href=\"/doc/133653680/\" id=\"a_79\">S.A. v. Gangavaram Port Ltd.</a>, (2017)\n\n<span class=\"hidden_text\" id=\"span_79\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 43 of 85</span>\n\f            9 SCC 729 : (2017) 4 SCC (Civ) 764] The exposition in this\n            decision is a general observation about the effect of the\n            amended provisions which came to be examined under\n            reference to six arbitrable agreements (five agreements for\n            works and one corporate guarantee) and each agreement\n            contains a provision for arbitration and there was serious\n            dispute between the parties in reference to constitution of\n            Arbitral Tribunal whether there has to be Arbitral Tribunal\n            pertaining to each agreement. In the facts and circumstances,\n            this Court took note of sub-section (6-A) introduced by the\n            Amendment Act, 2015 to <a href=\"/doc/104566/\" id=\"a_80\">Section 11</a> of the Act and in that\n            context observed that the preliminary disputes are to be\n            examined by the arbitrator and are not for the Court to be\n            examined within the limited scope available for appointment\n            of arbitrator under <a href=\"/doc/104566/\" id=\"a_81\">Section 11(6)</a> of the Act. Suffice it to say\n            that appointment of an arbitrator is a judicial power and is\n            not a mere administrative function leaving some degree of\n            judicial intervention; when it comes to the question to\n            examine the existence of a prima facie arbitration agreement,\n            it is always necessary to ensure that the dispute resolution\n            process does not become unnecessarily protracted.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_97\">            21. In the instant case, prima facie no dispute subsisted after\n            the discharge voucher being signed by the respondent\n            without any demur or protest and claim being finally settled\n            with accord and satisfaction and after 11 weeks of the\n            settlement of claim a letter was sent on 27-7-2016 for the first\n            time raising a voice in the form of protest that the discharge\n            voucher was signed under undue influence and coercion with\n            no supportive prima facie evidence being placed on record in\n            absence thereof, it must follow that the claim had been settled\n            with accord and satisfaction leaving no arbitral dispute\n            subsisting under the agreement to be referred to the\n            arbitrator for adjudication.\n</blockquote>\n<blockquote id=\"blockquote_98\">            22. In our considered view, the High Court has committed a\n            manifest error in passing the impugned order and adopting a\n            mechanical process in appointing the arbitrator without any\n            supportive evidence on record to prima facie substantiate\n            that an arbitral dispute subsisted under the agreement which\n            needed to be referred to the arbitrator for adjudication.”\n                                              (Emphasis supplied)\n\n<span class=\"hidden_text\" id=\"span_80\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 44 of 85</span>\n</blockquote><blockquote id=\"blockquote_99\">\f <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19604233\" id=\"span_81\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1682326\" id=\"span_82\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"176130133\" id=\"span_83\">78. It is pertinent to observe that in <a href=\"/doc/176130133/\" id=\"a_82\">Antique Art</a> (supra) the Court placed\n\n      reliance on the decisions in <a href=\"/doc/1682326/\" id=\"a_83\">Master Construction</a> (supra) and <a href=\"/doc/19604233/\" id=\"a_84\">New India\n\n      Assurance</a> (supra). Both these decisions were delivered before the\n\n      insertion of Section 11(6-A) by the 2015 amendment to the Act, 1996.</span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_112\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_85\">Thus, this Court in <a href=\"/doc/176130133/\" id=\"a_85\">Antique Art</a> (supra) failed to take into account the\n\n      legislative intent behind the introduction of Section 11(6-A), which was\n\n      also succinctly explained in <a href=\"/doc/133653680/\" id=\"a_86\">Duro Felguera</a> (supra).</span></span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_113\"> 79. A three-Judge Bench of this Court in Mayavati Trading Private Limited v.\n\n</p><p data-structure=\"Precedent\" id=\"p_114\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_86\">Pradyut Deb Burman reported in (2019) 8 SCC 714 overruled the decision\n\n      in <a href=\"/doc/176130133/\" id=\"a_87\">Antique Art</a> (supra) and clarified that the position of law existing prior\n\n      to the 2015 amendment to the Act, 1996 under which referral courts had\n\n      the power to examine the aspect of “accord and satisfaction” had come to\n\n      be legislatively overruled by Section 11(6-<a href=\"/doc/104566/\" id=\"a_88\">A) of the Act, 1996</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_87\">The Court,\n\n      while affirming the reasoning given in <a href=\"/doc/133653680/\" id=\"a_89\">Duro Felguera</a> (supra), observed\n\n      thus:</span>\n</p>\n<blockquote id=\"blockquote_100\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_88\">“10. This being the position, it is clear that the law prior to\n              the 2015 Amendment that has been <a href=\"/doc/133653680/\" id=\"a_90\">laid down by</a> this Court,\n              which would have included going into whether accord and\n              satisfaction has taken place, has now been legislatively\n              overruled.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_90\">This being the position, it is difficult to agree with\n              the reasoning contained in the aforesaid judgment [<a href=\"/doc/176130133/\" id=\"a_91\">United\n              India Insurance Co. Ltd. v. Antique Art Exports (P) Ltd.</a>,\n              (2019) 5 SCC 362 : (2019) 2 SCC (Civ) 785] , as Section\n              11(6-A) is confined to the examination of the existence of an\n\n<span class=\"hidden_text\" id=\"span_91\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 45 of 85</span>\n\f            arbitration agreement and is to be understood in the narrow\n            sense as has been <a href=\"/doc/176130133/\" id=\"a_92\">laid down in</a> the judgment in <a href=\"/doc/133653680/\" id=\"a_93\">Duro\n            Felguera, SA [Duro Felguera, SA v. Gangavaram Port Ltd.</a>,\n            (2017) 9 SCC 729 : (2017) 4 SCC (Civ) 764] — see paras 48\n            &amp; 59</span></span>\n</blockquote><blockquote id=\"blockquote_101\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_92\">11. We, therefore, overrule the judgment in <a href=\"/doc/176130133/\" id=\"a_94\">Antique Art\n            Exports (P) Ltd. [United India Insurance Co. Ltd. v. Antique\n            Art Exports (P) Ltd.</a>, (2019) 5 SCC 362 : (2019) 2 SCC (Civ)\n            785] as not having laid down the correct law but dismiss this\n            appeal for the reason given in para 3 above.”\n                                                    (Emphasis supplied)</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_115\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98159847\" id=\"span_93\">80. A two-Judge Bench of this Court in <a href=\"/doc/98159847/\" id=\"a_95\">Uttarakhand Purv Sainik Kalyan\n\n      Nigam Ltd. v. Northern Coal Field Ltd.</a> reported in (2020) 2 SCC 455 was\n\n      called upon to determine the scope of judicial interference at the stage of\n\n      Section 11(6) petition wherein the plea of claims being time barred was\n\n      taken by the defendant. Referring to the principal of competence-\n\n      competence enshrined in <a href=\"/doc/104566/\" id=\"a_96\">Section 16</a> of the Act, 1996 and the legislative\n\n      intent behind the introduction of Section 11(6-<a href=\"/doc/104566/\" id=\"a_97\">A) to Act, 1996</a> by the 2015\n\n      amendment, this Court held that the issue of limitation being a mixed\n\n      question of law and fact should be best left to the tribunal to decide. The\n\n      referral court should restrict its examination to whether an arbitration\n\n      agreement between the parties exists. The relevant observations are\n\n      reproduced hereinbelow:</span>\n</p>\n<blockquote id=\"blockquote_102\">            “7.10. In view of the legislative mandate contained in Section\n            11(6-A), the Court is now required only to examine the\n            existence of the arbitration agreement. All other preliminary\n            or threshold issues are left to be decided by the arbitrator\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024              Page 46 of 85</span>\n\f            under Section 16, which enshrines the kompetenz-kompetenz\n            principle.\n</blockquote>\n<blockquote id=\"blockquote_103\">            7.11. The doctrine of “kompetenz-kompetenz”, also referred\n            to as “compétence-compétence”, or “compétence de la\n            recognized”, implies that the Arbitral Tribunal is empowered\n            and has the competence to rule on its own jurisdiction,\n            including determining all jurisdictional issues, and the\n            existence or validity of the arbitration agreement. This\n            doctrine is intended to minimise judicial intervention, so that\n            the arbitral process is not thwarted at the threshold, when a\n            preliminary objection is raised by one of the parties. The\n            doctrine of kompetenz-kompetenz is, however, subject to the\n            exception i.e. when the arbitration agreement itself is\n            impeached as being procured by fraud or deception. This\n            exception would also apply to cases where the parties in the\n            process of negotiation, may have entered into a draft\n            agreement as an antecedent step prior to executing the final\n            contract. […]7.12. The legislative intent underlying the 1996\n            Act is party autonomy and minimal judicial intervention in\n            the arbitral process. Under this regime, once the arbitrator\n            is appointed, or the tribunal is constituted, all issues and\n            objections are to be decided by the Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_104\">            7.13. In view of the provisions of Section 16, and the\n            legislative policy to restrict judicial intervention at the pre-\n</blockquote><p data-structure=\"Section\" id=\"p_116\">            reference stage, the issue of limitation would require to be\n            decided by the arbitrator. Sub-section (1) of Section 16\n            provides that the Arbitral Tribunal may rule on its own\n            jurisdiction, “including any objections” with respect to the\n            existence or validity of the arbitration agreement. Section 16\n            is as an inclusive provision, which would comprehend all\n            preliminary issues touching upon the jurisdiction of the\n            Arbitral Tribunal. The issue of limitation is a jurisdictional\n            issue, which would be required to be decided by the\n            arbitrator under Section 16, and not the High Court at the\n            pre-reference stage under <a href=\"/doc/104566/\" id=\"a_98\">Section 11</a> of the Act. Once the\n            existence of the arbitration agreement is not disputed, all\n            issues, including jurisdictional objections are to be decided\n            by the arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_117\">\n\n\n<span class=\"hidden_text\" id=\"span_95\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 47 of 85</span>\n\f            7.14. In the present case, the issue of limitation was raised\n            by the respondent Company to oppose the appointment of\n            the arbitrator under Section 11 before the High Court.\n            Limitation is a mixed question of fact and law. In ITW\n            Signode (India) Ltd. v. CCE [ITW Signode (India)\n            Ltd. v. CCE, (2004) 3 SCC 48] a three-Judge Bench of this\n            Court held that the question of limitation involves a question\n            of jurisdiction. The findings on the issue of limitation would\n            be a jurisdictional issue. Such a jurisdictional issue is to be\n            determined having regard to the facts and the law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_96\">Reliance\n            is also placed on the judgment of this Court in <a href=\"/doc/120604/\" id=\"a_99\">NTPC\n            Ltd. v. Siemens Atkeingesellschaft [NTPC Ltd.</a> v. Siemens\n            Atkeingesellschaft, (2007) 4 SCC 451], wherein it was held\n            that the Arbitral Tribunal would deal with limitation under\n            Section 16 of the 1996 Act. If the tribunal finds that the claim\n            is a dead one, or that the claim was barred by limitation, the\n            adjudication of these issues would be on the merits of the\n            claim. Under sub-section (5) of Section 16, the tribunal has\n            the obligation to decide the plea; and if it rejects the plea,\n            the arbitral proceedings would continue, and the tribunal\n            would make the award. Under sub-section (6) a party\n            aggrieved by such an arbitral award may challenge the\n            award under Section 34. […]”\n                                                      (Emphasis supplied)</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_118\"> 81. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"58812878\" id=\"span_97\">In <a href=\"/doc/58812878/\" id=\"a_100\">Union of India v. Pradeep Vinod Construction Company</a> reported in\n\n      2019 INSC 1241 this Court left the issue of “accord and satisfaction” to be\n\n      decided by the arbitrator and held thus:</span>\n</p>\n<blockquote id=\"blockquote_105\">            “16. […] On behalf of the Respondent, it has been seriously\n            disputed that issuance of &quot;No Claim&quot; certificate as to the\n            supplementary agreement recording accord and satisfaction\n            as on 06.05.2014 (CA No. 6400/2016) and issuance of &quot;No\n            Claim&quot; certificate on 28.08.2014 (CA No. 6420/2016) that\n            they were issued under compulsion and due to undue\n            influence by the railway authorities. We are not inclined to\n            go into the merits of the contention of the parties. It is for the\n            arbitrator to consider the claim of the Respondent(s) and the\n            stand of the Appellant-railways. This contention raised by the\n            parties are left open to be raised before the arbitrator.”\n\n<span class=\"hidden_text\" id=\"span_98\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 48 of 85</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_119\">\f 82. Thereafter, a three-Judge Bench of this Court in Vidya Drolia &amp; Ors v.\n\n</p><p data-structure=\"Precedent\" id=\"p_120\">      Durga Trading Corporation reported in (2021) 2 SCC 1 extensively dealt\n\n      with the scope of powers of the referral court under Section 8 and 11\n\n      respectively of the Act, 1996. It held, inter alia, that <a href=\"/doc/104566/\" id=\"a_101\">Sections 8</a> and <a href=\"/doc/104566/\" id=\"a_102\">11</a> of\n\n      the Act, 1996 are complementary to each other and thus the aspect of\n\n      ‘existence’ of the arbitration agreement, as specified under Section 11\n\n      should be seen along with its ‘validity’ as specified under Section 8. This\n\n      Court also held that the exercise of power of prima facie judicial review to\n\n      examine the existence of arbitration agreement also includes going into the\n\n      validity of the arbitration agreement and this does not go against the\n\n      principles of competence-competence and the presumption of separability.\n\n      It further held that the prima facie review of the aspects related to non-\n\n      arbitrability may also be undertaken. The relevant observations are\n\n      extracted hereinbelow:\n</p>\n<blockquote id=\"blockquote_106\">            “147.4. Most jurisdictions accept and require prima facie\n            review by the court on non-arbitrability aspects at the\n            referral stage.\n</blockquote>\n<blockquote id=\"blockquote_107\">            147.5. <a href=\"/doc/1232861/\" id=\"a_103\">Sections 8</a> and <a href=\"/doc/596725/\" id=\"a_104\">11</a> of the Arbitration Act are\n            complementary provisions as was held in Patel Engg.\n</blockquote><p data-structure=\"Section\" id=\"p_121\">            Ltd. [SBP &amp; Co. v. Patel Engg. Ltd., (2005) 8 SCC 618] The\n            object and purpose behind the two provisions is identical to\n            compel and force parties to abide by their contractual\n            understanding. This being so, the two provisions should be\n            read as laying down similar standard and not as laying down\n            different and separate parameters. Section 11 does not\n\n<span class=\"hidden_text\" id=\"span_99\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 49 of 85</span>\n\f            prescribe any standard of judicial review by the court for\n            determining whether an arbitration agreement is in\n            existence. Section 8 states that the judicial review at the stage\n            of reference is prima facie and not final. Prima facie standard\n            equally applies when the power of judicial review is exercised\n            by the court under <a href=\"/doc/596725/\" id=\"a_105\">Section 11</a> of the Arbitration Act.\n            Therefore, we can read the mandate of valid arbitration\n            agreement in Section 8 into mandate of Section 11, that is,\n            “existence of an arbitration agreement”.\n</p>\n<p data-structure=\"Precedent\" id=\"p_122\">            147.6. Exercise of power of prima facie judicial review of\n            existence as including validity is justified as a court is the\n            first forum that examines and decides the request for the\n            referral. Absolute “hands off” approach would be\n            counterproductive and harm arbitration, as an alternative\n            dispute resolution mechanism. Limited, yet effective\n            intervention is acceptable as it does not obstruct but\n            effectuates arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_123\">            147.7. Exercise of the limited prima facie review does not in\n            any way interfere with the principle of competence-\n            competence and separation as to obstruct arbitration\n            proceedings but ensures that vexatious and frivolous matters\n            get over at the initial stage.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_124\">            147.8. Exercise of prima facie power of judicial review as to\n            the validity of the arbitration agreement would save costs and\n            check harassment of objecting parties when there is clearly\n            no justification and a good reason not to accept plea of non-</p><pre id=\"pre_2\">\n            arbitrability. […]\n                         xxx           xxx           xxx\n</pre><p data-structure=\"CDiscource\" id=\"p_125\">            147.11. The interpretation appropriately balances the\n            allocation of the decision-making authority between the court\n            at the referral stage and the arbitrators&#x27; primary jurisdiction\n            to decide disputes on merits. The court as the judicial forum\n            of the first instance can exercise prima facie test jurisdiction\n            to screen and knock down ex facie meritless, frivolous and\n            dishonest litigation. Limited jurisdiction of the courts ensures\n            expeditious, alacritous and efficient disposal when required\n            at the referral stage.”\n                                                       (Emphasis supplied)\n\n<span class=\"hidden_text\" id=\"span_100\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 50 of 85</span>\n</p><p data-structure=\"Precedent\" id=\"p_126\">\f 83. This Court further held that the referral court, while exercising its powers\n\n      under Sections 8 and 11 respectively of the Act, 1996 could exercise its\n\n      powers to screen and knock down ex facie meritless, frivolous and\n\n      dishonest litigation so as to ensure expeditious and efficient disposal at the\n\n      referral stage.\n</p>\n<p data-structure=\"Section\" id=\"p_127\">            “148. <a href=\"/doc/354483/\" id=\"a_106\">Section 43(1)</a> of the Arbitration Act states that the\n            <a href=\"/doc/1317393/\" id=\"a_107\">Limitation Act, 1963</a> shall apply to arbitrations as it applies\n            to court proceedings. Sub-section (2) states that for the\n            purposes of the Arbitration Act and Limitation Act,\n            arbitration shall be deemed to have commenced on the date\n            referred to in Section 21. Limitation law is procedural and\n            normally disputes, being factual, would be for the arbitrator\n            to decide guided by the facts found and the law applicable.\n            The court at the referral stage can interfere only when it is\n            manifest that the claims are ex facie time-barred and dead,\n            or there is no subsisting dispute. All other cases should be\n            referred to the Arbitral Tribunal for decision on merits.\n            Similar would be the position in case of disputed “no-claim\n            certificate” or defence on the plea of novation and “accord\n            and satisfaction”. As observed in Premium Nafta Products\n            Ltd. [Fili Shipping Co. Ltd. v. Premium Nafta Products Ltd.,\n            2007 UKHL 40 : 2007 Bus LR 1719 (HL)] , it is not to be\n            expected that commercial men while entering transactions\n            inter se would knowingly create a system which would\n            require that the court should first decide whether the contract\n            should be rectified or avoided or rescinded, as the case may\n            be, and then if the contract is held to be valid, it would require\n            the arbitrator to resolve the issues that have arisen.”\n                                                        (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_128\"> 84. Speaking in the specific context of “limitation” and “accord and\n\n      satisfaction”, this Court in Vidya Drolia (supra) held that the procedural\n\n      and factual disputes, like the one in the present litigation, should be left for\n\n\n\n<span class=\"hidden_text\" id=\"span_101\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 51 of 85</span>\n\f      the arbitrator to decide, who in turn, would be guided by the facts as\n\n      determined by him and the law applicable. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_102\">However, while re-iterating the\n\n      position established in <a href=\"/doc/140286/\" id=\"a_108\">Mayavati Trading</a> (supra), i.e., the principal of\n\n      minimal interference at the stage of Section 11(6) petitions by referral\n\n      courts in light of the introduction of Section 11(6-<a href=\"/doc/104566/\" id=\"a_109\">A) to the Act, 1996</a>, this\n\n      Court in Vidya Drolia (supra) carved out an exceptional category of cases\n\n      in which interference by the referral court was permissible thus:</span>\n\n</p><blockquote id=\"blockquote_108\">            “154.1. Ratio of the decision in Patel Engg. Ltd. [SBP &amp;\n            Co. v. Patel Engg. Ltd., (2005) 8 SCC 618] on the scope of\n            judicial review by the court while deciding an application\n            under Sections 8 or 11 of the <a href=\"/doc/1052228/\" id=\"a_110\">Arbitration Act</a>, post the\n            amendments by Act 3 of 2016 (with retrospective effect from\n            23-10-2015) and even post the amendments vide Act 33 of\n            2019 (with effect from 9-8-2019), is no longer applicable.\n</blockquote>\n<blockquote id=\"blockquote_109\">            154.2. Scope of judicial review and jurisdiction of the court\n            under <a href=\"/doc/1232861/\" id=\"a_111\">Sections 8</a> and <a href=\"/doc/596725/\" id=\"a_112\">11</a> of the Arbitration Act is identical but\n            extremely limited and restricted.\n</blockquote>\n<blockquote id=\"blockquote_110\">            154.3. The general rule and principle, in view of the\n            legislative mandate clear from Act 3 of 2016 and Act 33 of\n            2019, and the principle of severability and competence-\n</blockquote><p data-structure=\"Section\" id=\"p_129\">            competence, is that the Arbitral Tribunal is the preferred first\n            authority to determine and decide all questions of non-\n            arbitrability. The court has been conferred power of “second\n            look” on aspects of non-arbitrability post the award in terms\n            of sub-clauses (i), (ii) or (iv) of Section 34(2)(a) or sub-clause\n</p><p data-structure=\"Section\" id=\"p_130\">            (i) of <a href=\"/doc/1722761/\" id=\"a_113\">Section 34(2)(b)</a> of the Arbitration Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_131\">            154.4. Rarely as a demurrer the court may interfere at\n            Section 8 or 11 stage when it is manifestly and ex facie\n            certain that the arbitration agreement is non-existent, invalid\n            or the disputes are non-arbitrable, though the nature and\n            facet of non-arbitrability would, to some extent, determine\n            the level and nature of judicial scrutiny. The restricted and\n            limited review is to check and protect parties from being\n\n<span class=\"hidden_text\" id=\"span_103\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 52 of 85</span>\n\f            forced to arbitrate when the matter is demonstrably “non-\n</p><p data-structure=\"CDiscource\" id=\"p_132\">            arbitrable” and to cut off the deadwood. The court by default\n            would refer the matter when contentions relating to non-\n            arbitrability are plainly arguable; when consideration in\n            summary proceedings would be insufficient and\n            inconclusive; when facts are contested; when the party\n            opposing arbitration adopts delaying tactics or impairs\n            conduct of arbitration proceedings. This is not the stage for\n            the court to enter into a mini trial or elaborate review so as\n            to usurp the jurisdiction of the Arbitral Tribunal but to affirm\n            and uphold integrity and efficacy of arbitration as an\n            alternative dispute resolution mechanism.”\n                                                       (Emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_133\"> 85. As is clear from the aforesaid extract, Vidya Drolia (supra) held that\n\n      although the arbitral tribunal is the preferred first authority to determine\n\n      the questions pertaining to non-arbitrability, yet the referral court may\n\n      exercise its limited jurisdiction to refuse reference to arbitration in cases\n\n      which are ex-facie frivolous and where it is certain that the disputes are\n\n      non-arbitrable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">\n\n</p><p data-structure=\"Precedent\" id=\"p_135\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"98285704\" id=\"span_104\">86. The decision of this Court in Vidya Drolia (supra) was subsequently relied\n\n      upon by a two-Judge Bench of this Court in <a href=\"/doc/98285704/\" id=\"a_114\">DLF Home Developers Ltd.\n\n      v. Rajapura Homes (P) Ltd.</a> reported in (2021) 16 SCC 743 wherein it was\n\n      held that the prima facie review as <a href=\"/doc/98285704/\" id=\"a_115\">laid down in</a> Vidya Drolia (supra), in\n\n      exceptional cases, warrants interference by the court to protect the wastage\n\n      of public money.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_136\">\n\n\n<span class=\"hidden_text\" id=\"span_105\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 53 of 85</span>\n\f            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_106\">“21. The jurisdiction of this Court under Section 11 is\n            primarily to find out whether there exists a written agreement\n            between the parties for resolution of disputes through\n            arbitration and whether the aggrieved party has made out a\n            prima facie arbitrable case. The limited jurisdiction,\n            however, does not denude this Court of its judicial function\n            to look beyond the bare existence of an arbitration clause to\n            cut the deadwood. A three-Judge Bench in <a href=\"/doc/121987320/\" id=\"a_116\">Vidya\n            Drolia [Vidya Drolia v. Durga Trading Corpn.</a>, (2021) 2\n            SCC 1, paras 236, 237, 244.3, 244.4, 244.5, 244.5.1-244.5.3\n            : (2021) 1 SCC (Civ) 549] , has eloquently clarified that this\n            Court, with a view to prevent wastage of public and private\n            resources, may conduct “prima facie review” at the stage of\n            reference to weed out any frivolous or vexatious claims.”</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_137\"> 87. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_107\">In BSNL v. Nortel Networks (India) (P) Ltd., reported in (2021) 5 SCC\n\n      738, this Court explained the scope of primary examination regarding the\n\n      aspect of non-arbitrability in the context of time-barred claims as laid down\n\n      in <a href=\"/doc/121987320/\" id=\"a_117\">Vidya Drolia</a> (supra) thus:</span>\n</p>\n<blockquote id=\"blockquote_111\">            “45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_108\">In a recent judgment delivered by a three-Judge Bench\n            in <a href=\"/doc/121987320/\" id=\"a_118\">Vidya      Drolia v. Durga      Trading      Corpn. [Vidya\n            Drolia</a> v. Durga Trading Corpn., (2021) 2 SCC 1 : (2021) 1\n            SCC (Civ) 549] , on the scope of power under Sections 8 and\n            11, it has been held that the Court must undertake a primary\n            first review to weed out “manifestly ex facie non-existent and\n            invalid arbitration agreements, or non-arbitrable disputes”.\n            The prima facie review at the reference stage is to cut the\n            deadwood, where dismissal is barefaced and pellucid, and\n            when on the facts and law, the litigation must stop at the first\n            stage. Only when the Court is certain that no valid arbitration\n            agreement exists, or that the subject-matter is not arbitrable,\n            that reference may be refused.</span>\n</blockquote>\n<blockquote id=\"blockquote_112\">            45.1. […] While exercising jurisdiction under Section 11 as\n            the judicial forum, the court may exercise the prima facie test\n            to screen and knockdown ex facie meritless, frivolous, and\n            dishonest litigation. Limited jurisdiction of the courts would\n\n<span class=\"hidden_text\" id=\"span_109\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 54 of 85</span>\n\f            ensure expeditious and efficient disposal at the referral stage.\n</blockquote><p data-structure=\"Section\" id=\"p_138\">            At the referral stage, the Court can interfere “only” when it\n            is “manifest” that the claims are ex facie time-barred and\n            dead, or there is no subsisting dispute. […]”\n                                                        (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_139\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"169822801\" id=\"span_110\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_111\">88. The decision in <a href=\"/doc/121987320/\" id=\"a_119\">Vidya Drolia</a> (supra) was applied in the context of “accord\n\n      and satisfaction” by a two-Judge Bench of this Court in <a href=\"/doc/169822801/\" id=\"a_120\">Indian Oil\n\n      Corporation Limited v. NCC Limited</a> reported in (2023) 2 SCC 539. It was\n\n      held that although the referral court under Section 11 of the 1996 Act may\n\n      look into the aspect of “accord and satisfaction”, yet it is advisable that in\n\n      debatable cases and disputable facts, more particularly in reasonably\n\n      arguable cases, the determination of whether accord and satisfaction was\n\n      actually present or not should be left to the arbitral tribunal. This Court also\n\n      expressed disagreement with the High Court which had held that post the\n\n      insertion of Section 11(6-<a href=\"/doc/104566/\" id=\"a_121\">A) to the Act, 1996</a>, the scope of interference of\n\n      the referral court in a Section 11 petition was limited to the aspect of\n\n      examining the existence of a binding arbitration agreement qua the parties\n\n      before it. Relevant extracts are reproduced hereinbelow:</span></span>\n\n</p><blockquote id=\"blockquote_113\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_112\">“90. […] Therefore, even when it is observed and held that\n            such an aspect with regard to “accord and satisfaction” of\n            the claims may/can be considered by the Court at the stage\n            of deciding Section 11 application, it is always advisable\n            and appropriate that in cases of debatable and disputable\n            facts, good reasonably arguable case, the same should be\n            left to the Arbitral Tribunal. Similar view is expressed by\n            this Court in <a href=\"/doc/121987320/\" id=\"a_122\">Vidya Drolia [Vidya Drolia v. Durga Trading\n            Corpn.</a>, (2021) 2 SCC 1 : (2021) 1 SCC (Civ) 549] .</span>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_113\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 55 of 85</span>\n<blockquote id=\"blockquote_114\">\f            91. Therefore, in the facts and circumstances of the case,\n            though it is specifically observed and held that aspects with\n            regard to “accord and satisfaction” of the claims can be\n            considered by the Court at the stage of deciding Section\n            11(6) application, in the facts and circumstances of the\n            case, the High Court has not committed any error in\n            observing that aspects with regard to “accord and\n            satisfaction” of the claims or where there is a serious\n            dispute will have to be left to the Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_115\">            92. However, at the same time, we do not agree with the\n            conclusion arrived at by the High Court that after the\n            insertion of sub-section (6-A) in <a href=\"/doc/596725/\" id=\"a_123\">Section 11</a> of the\n            Arbitration Act, scope of inquiry by the Court in Section 11\n            petition is confined only to ascertain as to whether or not a\n            binding arbitration agreement exists qua the parties before\n            it, which is relatable to the disputes at hand.\n</blockquote>\n<blockquote id=\"blockquote_116\">            93. We are of the opinion that though the Arbitral Tribunal\n            may have jurisdiction and authority to decide the disputes\n            including the question of jurisdiction and non-arbitrability,\n            the same can also be considered by the Court at the stage of\n            deciding Section 11 application if the facts are very clear\n            and glaring and in view of the specific clauses in the\n            agreement binding between the parties, whether the dispute\n            is non-arbitrable and/or it falls within the excepted clause.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_140\">            Even at the stage of deciding Section 11 application, the\n            Court may prima facie consider even the aspect with regard\n            to “accord and satisfaction” of the claims.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_141\">            94. Now, so far as the submission on behalf of the respective\n            parties on the decision of the General Manager on notified\n            claims in Civil Appeal No. 341 of 2022 arising out of SLP\n            (C) No. 13161 of 2019 is concerned, the General Manager\n            has decided/declared that the claims are not arbitrable\n            since they had been settled and the arbitration agreement\n            has been discharged under Clause 6.7.2.0 of GCC and no\n            longer existed/subsisted. As observed hereinabove, the\n            claims had been settled or not is a debatable and disputable\n            question, which is to be left to be decided by the Arbitral\n            Tribunal. Therefore, matters related to the notified claims\n\n<span class=\"hidden_text\" id=\"span_114\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 56 of 85</span>\n\f            in the facts and circumstances of the case also shall have to\n            be left to be decided by the Arbitral Tribunal as in the fact\n            situation the aspect of “accord and satisfaction” and\n            “notified claims” both are interconnected and interlinked.”\n                                                     (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_142\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"169822801\" id=\"span_115\">89. We find it difficult to agree with the dictum of law as laid in <a href=\"/doc/169822801/\" id=\"a_124\">Indian Oil</a>\n\n      (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_116\">While the dictum in <a href=\"/doc/121987320/\" id=\"a_125\">Vidya Drolia</a> (supra) allows for interference\n\n      by the referral court, it only allows so as an exception in cases where ex-\n\n      facie meritless claims are sought to be referred to arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_117\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"169822801\" id=\"span_118\">However, the\n\n      view taken in <a href=\"/doc/169822801/\" id=\"a_126\">Indian Oil</a> (supra) takes a position which was taken by this\n\n      Court in <a href=\"/doc/1243245/\" id=\"a_127\">Boghara Polyfab</a> (supra), wherein it was held that the issue of\n\n      accord and satisfaction could either be decided by the referring authority\n\n      or be left for the arbitrator to decide.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_119\">This pre-2015 position, as was also\n\n      pointed in <a href=\"/doc/140286/\" id=\"a_128\">Mayavati Trading</a> (supra), was legislatively overruled by the\n\n      2015 amendment to the Act, 1996 and the introduction of Section 11(6-A).</span>\n\n      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_120\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_121\">Thus, in our view, the intention of this Court in <a href=\"/doc/121987320/\" id=\"a_129\">Vidya Drolia</a> (supra) was\n\n      not to hold that despite the 2015 amendment, the position regarding\n\n      “accord and satisfaction” would continue to be one which was taken in\n\n      <a href=\"/doc/1243245/\" id=\"a_130\">Boghara Polyfab</a> (supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_122\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_123\"><a href=\"/doc/121987320/\" id=\"a_131\">Vidya Drolia</a> (supra) only went a step ahead\n\n      from the position in <a href=\"/doc/140286/\" id=\"a_132\">Mayavati Trading</a> (supra) to create an exception that\n\n      although the rule is to refer all questions of “accord and satisfaction” to the\n\n      arbitral tribunal, yet in exceptional cases and in the interest of expediency,\n\n      ex facie meritless claims could be struck down.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">\n\n<span class=\"hidden_text\" id=\"span_124\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 57 of 85</span>\n</p><p data-structure=\"Precedent\" id=\"p_144\">\f 90. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_125\">In <a href=\"/doc/197054318/\" id=\"a_133\">NTPC Ltd. v. SPML Infra Ltd.</a> reported in (2023) 9 SCC 385, a two-</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_145\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_126\">Judge Bench of this Court was again faced with the issue of “accord and\n\n      satisfaction” in the context of a Section 11 petition for appointment of\n\n      arbitrator. Placing reliance on <a href=\"/doc/121987320/\" id=\"a_134\">Vidya Drolia</a> (supra), this Court gave the\n\n      “Eye of the Needle” test to delineate the contours of the power of\n\n      interference which the referral court may exercise under <a href=\"/doc/104566/\" id=\"a_135\">Section 11</a> of the\n\n      Act, 1996. The first prong of the said test requires the court to examine the\n\n      validity and existence of the arbitration agreement which includes an\n\n      examination of the parties to the agreement and the privity of the applicant\n\n      to the contract. The second prong of the test requires the court to, as a\n\n      general rule, leave all questions of non-arbitrability to the arbitral tribunal\n\n      and only as a demurrer reject the claims which are ex-facie and manifestly\n\n      non-arbitrable. However, it was clarified that the standard of the aforesaid\n\n      scrutiny is only prima facie, that is, unlike the pre-2015 position, the\n\n      scrutiny does not entail elaborate appreciation of evidence and conduct of\n\n      mini trials by the referral courts. The relevant observations made therein\n\n      are reproduced hereinbelow:</span>\n</p>\n<blockquote id=\"blockquote_117\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_127\">“24. Following the general rule and the principle <a href=\"/doc/121987320/\" id=\"a_136\">laid down\n            in</a> <a href=\"/doc/121987320/\" id=\"a_137\">Vidya Drolia [Vidya Drolia v. Durga Trading Corpn.</a>,\n            (2021) 2 SCC 1 : (2021) 1 SCC (Civ) 549] , this Court has\n            consistently been holding that the Arbitral Tribunal is the\n            preferred first authority to determine and decide all questions\n            of non-arbitrability.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26001191\" id=\"span_128\">In <a href=\"/doc/26001191/\" id=\"a_138\">Pravin Electricals (P) Ltd. v. Galaxy\n\n\n<span class=\"hidden_text\" id=\"span_129\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 58 of 85</span>\n\f            Infra &amp; Engg. (P) Ltd. [Pravin Electricals (P) Ltd.</a> v. Galaxy\n            Infra &amp; Engg. (P) Ltd., (2021) 5 SCC 671, paras 29, 30 :</span>\n</blockquote><blockquote id=\"blockquote_118\">            (2021) 3 SCC (Civ) 307] , Sanjiv Prakash v. Seema\n            Kukreja [Sanjiv Prakash v. Seema Kukreja, (2021) 9 SCC\n            732 : (2021) 4 SCC (Civ) 597] , and Indian Oil Corpn.\n</blockquote><p data-structure=\"Precedent\" id=\"p_146\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148109628\" id=\"span_130\"><a href=\"/doc/148109628/\" id=\"a_139\">Ltd. v. NCC Ltd. [Indian Oil Corpn. Ltd.</a> v. NCC Ltd., (2023)\n            2 SCC 539 : (2023) 1 SCC (Civ) 88] , the parties were\n            referred to arbitration, as the prima facie review in each of\n            these cases on the objection of non-arbitrability was found to\n            be inconclusive.</span> Following the exception to the general\n            principle that the Court may not refer parties to arbitration\n            when it is clear that the case is manifestly and ex facie non-\n            arbitrable, in BSNL v. Nortel Networks (India) (P)\n            Ltd. [BSNL v. Nortel Networks (India) (P) Ltd., (2021) 5 SCC\n            738 : (2021) 3 SCC (Civ) 352] (hereinafter “Nortel\n            Networks”) and Secunderabad Cantonment Board v. B.\n            Ramachandraiah &amp; Sons [Secunderabad Cantonment\n            Board v. B. Ramachandraiah &amp; Sons, (2021) 5 SCC 705 :\n</p><blockquote id=\"blockquote_119\">            (2021) 3 SCC (Civ) 335] , arbitration was refused as the\n            claims of the parties were demonstrably time-barred.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_147\">            Eye of the needle\n</p><p data-structure=\"Section\" id=\"p_148\">            25. The abovereferred precedents crystallise the position of\n            law that the pre-referral jurisdiction of the Courts under\n            <a href=\"/doc/104566/\" id=\"a_140\">Section 11(6)</a> of the Act is very narrow and inheres two\n            inquiries. The primary inquiry is about the existence and the\n            validity of an arbitration agreement, which also includes an\n            inquiry as to the parties to the agreement and the applicant&#x27;s\n            privity to the said agreement. These are matters which\n            require a thorough examination by the Referral Court. The\n            secondary inquiry that may arise at the reference stage itself\n            is with respect to the non-arbitrability of the dispute.\n\n</p><p data-structure=\"Precedent\" id=\"p_149\">            26. As a general rule and a principle, the Arbitral Tribunal\n            is the preferred first authority to determine and decide all\n            questions of non-arbitrability. As an exception to the rule,\n            and rarely as a demurrer, the Referral Court may reject\n            claims which are manifestly and ex facie non-\n</p><p data-structure=\"Precedent\" id=\"p_150\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_131\">arbitrable [<a href=\"/doc/121987320/\" id=\"a_141\">Vidya Drolia v. Durga Trading Corpn.</a>, (2021) 2\n            SCC 1, para 154.4 : (2021) 1 SCC (Civ) 549] […]</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024              Page 59 of 85</span>\n</p><p data-structure=\"Precedent\" id=\"p_151\">\f            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_133\">27. The standard of scrutiny to examine the non-arbitrability\n            of a claim is only prima facie. Referral Courts must not\n            undertake a full review of the contested facts; they must only\n            be confined to a primary first review [<a href=\"/doc/121987320/\" id=\"a_142\">Vidya Drolia v. Durga\n            Trading Corpn.</a>, (2021) 2 SCC 1, para 134 : (2021) 1 SCC\n            (Civ) 549] and let facts speak for themselves. This also\n            requires the Courts to examine whether the assertion on\n            arbitrability is bona fide or not.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_134\">[<a href=\"/doc/121987320/\" id=\"a_143\">Vidya Drolia v. Durga\n            Trading Corpn.</a>, (2021) 2 SCC 1 : (2021) 1 SCC (Civ) 549]\n            The prima facie scrutiny of the facts must lead to a clear\n            conclusion that there is not even a vestige of doubt that the\n            claim is non-arbitrable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_135\">[BSNL v. Nortel Networks (India)\n            (P) Ltd., (2021) 5 SCC 738, para 47 : (2021) 3 SCC (Civ)\n            352] On the other hand, even if there is the slightest doubt,\n            the rule is to refer the dispute to arbitration [<a href=\"/doc/121987320/\" id=\"a_144\">Vidya\n            Drolia v. Durga Trading Corpn.</a>, (2021) 2 SCC 1, para 154.4\n            : (2021) 1 SCC (Civ) 549].”\n                                                     (Emphasis supplied)</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_152\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_136\">91. The justification given in <a href=\"/doc/197054318/\" id=\"a_145\">NTPC v. SPML</a> (supra) for allowing the scrutiny\n\n      of arbitrability at the stage of Section 11 petition was that the referral court\n\n      is under a duty to protect the parties from being forced to arbitrate when\n\n      the matter is demonstrably non-arbitrable, and any interference by the\n\n      referral court preventing such ex-facie meritless arbitration could be\n\n      termed as legitimate. It was observed thus:</span>\n</p>\n<blockquote id=\"blockquote_120\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_137\">“28. The limited scrutiny, through the eye of the needle, is\n            necessary and compelling. It is intertwined with the duty of\n            the Referral Court to protect the parties from being forced to\n            arbitrate when the matter is demonstrably non-arbitrable . It\n            has been termed as a legitimate interference by Courts to\n            refuse reference in order to prevent wastage of public and\n            private resources [<a href=\"/doc/121987320/\" id=\"a_146\">Vidya Drolia v. Durga Trading Corpn.</a>,\n            (2021) 2 SCC 1, para 139 : (2021) 1 SCC (Civ) 549] .</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_153\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_138\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_139\">Further, as noted in <a href=\"/doc/121987320/\" id=\"a_147\">Vidya Drolia [Vidya Drolia v. Durga\n            Trading Corpn.</a>, (2021) 2 SCC 1 : (2021) 1 SCC (Civ) 549] ,\n            if this duty within the limited compass is not exercised, and\n\n<span class=\"hidden_text\" id=\"span_140\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 60 of 85</span>\n\f             the Court becomes too reluctant to intervene, it may\n             undermine the effectiveness of both, arbitration and the\n             Court [<a href=\"/doc/121987320/\" id=\"a_148\">Vidya Drolia v. Durga Trading Corpn.</a>, (2021) 2 SCC\n             1, para 139 : (2021) 1 SCC (Civ) 549] .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98285704\" id=\"span_141\">Therefore, this Court\n             or a High Court, as the case may be, while exercising\n             jurisdiction under <a href=\"/doc/104566/\" id=\"a_149\">Section 11(6)</a> of the Act, is not expected\n             to act mechanically merely to deliver a purported dispute\n             raised by an applicant at the doors of the chosen arbitrator,\n             as explained in <a href=\"/doc/98285704/\" id=\"a_150\">DLF Home Developers Ltd. v. Rajapura\n             Homes (P) Ltd. [DLF Home Developers Ltd.</a> v. Rajapura\n             Homes (P) Ltd., (2021) 16 SCC 743, paras 22, 26 : 2021 SCC\n             OnLine SC 781, paras 18, 20]”</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_154\"> 92. The position that emerges from the aforesaid discussion of law on the\n\n      subject as undertaken by us can be summarised as follows: -\n\n\n</p><blockquote id=\"blockquote_121\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_142\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_143\">i.   There were two conflicting views which occupied the field under the\n\n             <a href=\"/doc/1052228/\" id=\"a_151\">Arbitration Act, 1940</a>. While the decisions in <a href=\"/doc/1545494/\" id=\"a_152\">Damodar Valley</a>\n\n             (supra) and Amar Nath (supra) took the view that the disputes\n\n             pertaining to “accord and satisfaction” should be left to the arbitrator\n\n             to decide, the view taken in <a href=\"/doc/209845/\" id=\"a_153\">P.K. Ramaiah</a> (supra) and Nathani\n\n             Steels (supra) was that once a “full and final settlement” is entered\n\n             into between the parties, no arbitrable disputes subsist and therefore\n\n             reference to arbitration must not be allowed.</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_155\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_144\">ii.   <a href=\"/doc/104566/\" id=\"a_154\">Under the Act, 1996</a>, the power under Section 11 was characterised\n\n             as an administrative one as acknowledged in the decision in <a href=\"/doc/202973/\" id=\"a_155\">Konkan\n\n             Railway</a> (supra) and this continued till the decision of a seven-Judge\n\n             Bench in SBP &amp; Co. (supra) overruled it and significantly expanded\n\n             the scope of judicial interference under Sections 8 and 11\n\n<span class=\"hidden_text\" id=\"span_145\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 61 of 85</span>\n\f             respectively of the Act, 1996.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193436928\" id=\"span_146\">The decision in <a href=\"/doc/193436928/\" id=\"a_156\">Jayesh Engineering</a>\n\n             (supra) adopted this approach in the context of “accord and\n\n             satisfaction” cases and held that the issue whether the contract had\n\n             been fully worked out and whether payments had been made in full\n\n             and final settlement of the claims are issues which should be left for\n\n             the arbitrator to adjudicate upon.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_156\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_147\">iii.   The decision in SBP &amp; Co. (supra) was applied in <a href=\"/doc/1243245/\" id=\"a_157\">Boghara Polyfab</a>\n\n             (supra) and it was held by this Court that the Chief Justice or his\n\n             designate, in exercise of the powers available to them under <a href=\"/doc/104566/\" id=\"a_158\">Section\n\n             11</a> of the Act, 1996, can either look into the question of “accord and\n\n             satisfaction” or leave it for the decision of the arbitrator. However,\n\n             it also specified that in cases where the Chief Justice was satisfied\n\n             that there was indeed “accord and satisfaction”, he could reject the\n\n             application for appointment of arbitrator. The prima facie standard\n\n             of scrutiny was also expounded, stating that the party seeking\n\n             arbitration would have to prima facie establish that there was fraud\n\n             or coercion involved in the signing of the discharge certificate.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_148\">The\n\n             position elaborated in <a href=\"/doc/1243245/\" id=\"a_159\">Boghara Polyfab</a> (supra) was adopted in a\n\n             number of subsequent decisions, wherein it was held that a mere bald\n\n             plea of fraud or coercion was not sufficient for a party to seek\n\n             reference to arbitration and prima facie evidence for the same was\n\n             required to be provided, even at the stage of the Section 11 petition.</span>\n\n<span class=\"hidden_text\" id=\"span_149\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 62 of 85</span>\n\f       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_150\">iv.   The view taken by SBP &amp; Co. (supra) and <a href=\"/doc/1243245/\" id=\"a_160\">Boghara Polyfab</a> (supra)\n\n             was seen by the legislature as causing delays in the disposal of\n\n             Section 11 petitions, and with a view to overcome the same, Section\n\n             11(6-A) was introduced in the Act, 1996 to limit the scope of enquiry\n\n             under Section 11 only to the extent of determining the “existence”\n\n             of an arbitration agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_151\">This intention was acknowledged and\n\n             given effect to by this Court in the decision in <a href=\"/doc/133653680/\" id=\"a_161\">Duro Felguera</a>\n\n             (supra) wherein it was held that the enquiry under Section 11 only\n\n             entailed an examination whether an arbitration agreement existed\n\n             between the parties or not and “nothing more or nothing less”.</span>\n\n       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_152\">v.    Despite the introduction of Section 11(6-A) and the decision in <a href=\"/doc/133653680/\" id=\"a_162\">Duro\n\n             Felguera</a> (supra), there have been diverging views of this Court on\n\n             whether the scope of referral court under <a href=\"/doc/104566/\" id=\"a_163\">Section 11</a> of the Act, 1996\n\n             includes the power to go into the question of “accord and\n\n             satisfaction”.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_153\">In <a href=\"/doc/176130133/\" id=\"a_164\">Antique Art</a> (supra) it was held that unless some\n\n             prima facie proof of duress or coercion is adduced by the claimant,\n\n             there could not be a referral of the disputes to arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_154\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_155\">This view,\n\n             however, was overruled in <a href=\"/doc/140286/\" id=\"a_165\">Mayavati Trading</a> (supra) which\n\n             reiterated the view taken in <a href=\"/doc/133653680/\" id=\"a_166\">Duro Felguera</a> (supra) and held that\n\n             post the 2015 amendment to the Act, 1996, it was no more open to\n\n             the Court while exercising its power under <a href=\"/doc/104566/\" id=\"a_167\">Section 11</a> of the Act,\n\n\n\n<span class=\"hidden_text\" id=\"span_156\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 63 of 85</span>\n\f             1996 to go into the question of whether “accord and satisfaction”\n\n             had taken place.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_157\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_157\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_158\">vi.   The decision in <a href=\"/doc/121987320/\" id=\"a_168\">Vidya Drolia</a> (supra) although adopted the view\n\n             taken in <a href=\"/doc/140286/\" id=\"a_169\">Mayawati Trading</a> (supra) yet it provided that in\n\n             exceptional cases, where it was manifest that the claims were ex-\n\n             facie time barred and deadwood, the Court could interfere and refuse\n\n             reference to arbitration.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_159\">Recently, this view in the context of “accord\n\n             and satisfaction” was adopted in <a href=\"/doc/197054318/\" id=\"a_170\">NTPC v. SPML</a> (supra) wherein\n\n             the “eye of the needle” test was elaborated. It permits the referral\n\n             court to reject arbitration in such exceptional cases where the plea of\n\n             fraud or coercion appears to be ex-facie frivolous and devoid of\n\n             merit.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_158\">\n\n</p><p data-structure=\"Precedent\" id=\"p_159\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_160\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_161\">93. Thus, the position after the decisions in <a href=\"/doc/140286/\" id=\"a_171\">Mayavati Trading</a> (supra) and\n\n      <a href=\"/doc/121987320/\" id=\"a_172\">Vidya Drolia</a> (supra) is that ordinarily, the Court while acting in exercise\n\n      of its powers under <a href=\"/doc/104566/\" id=\"a_173\">Section 11</a> of the Act, 1996, will only look into the\n\n      existence of the arbitration agreement and would refuse arbitration only as\n\n      a demurrer when the claims are ex-facie frivolous and non-arbitrable.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_162\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 64 of 85</span>\n\fiii.     What is the effect of the decision of this Court in In Re: Interplay Between\n         Arbitration Agreements under the <a href=\"/doc/1306164/\" id=\"a_174\">Arbitration and Conciliation Act</a> 1966\n         and the <a href=\"/doc/74910796/\" id=\"a_175\">Indian Stamp Act</a> 1899 on the scope of powers of the referral court\n         under <a href=\"/doc/104566/\" id=\"a_176\">Section 11</a> of the Act, 1996?</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_160\">\n\n</p><p data-structure=\"Precedent\" id=\"p_161\">       94. A seven-Judge Bench of this Court, in In Re: Interplay Between\n\n           Arbitration Agreements under the <a href=\"/doc/1306164/\" id=\"a_177\">Arbitration and Conciliation Act</a> 1966\n\n           and the <a href=\"/doc/74910796/\" id=\"a_178\">Indian Stamp Act</a> 1899 reported in 2023 INSC 1066, speaking\n\n           eruditely through one of us, Dr Dhananjaya Y. Chandrachud, Chief Justice\n\n           of India, undertook a comprehensive analysis of Sections 8 and 11\n\n           respectively of the Act, 1996 and, inter alia, made poignant observations\n\n           about the nature of the power vested in the Courts insofar as the aspect of\n\n           appointment of arbitrator is concerned. Some of the relevant observations\n\n           made by this Court in In Re: Interplay (supra) are extracted hereinbelow:\n\n</p><blockquote id=\"blockquote_122\">                 “179. […] However, the effect of the principle of\n                 competence-competence is that the arbitral tribunal is vested\n                 with the power and authority to determine its enforceability.\n                 The question of enforceability survives, pending the curing of\n                 the defect which renders the instrument inadmissible. By\n                 appointing a tribunal or its members, this Court (or the High\n                 Courts, as the case may be) is merely giving effect to the\n                 principle enshrined in Section 16. The appointment of an\n                 arbitral tribunal does not necessarily mean that the\n                 agreement in which the arbitration clause is contained as\n                 well as the arbitration agreement itself are enforceable. The\n                 arbitral tribunal will answer precisely these questions.\n</blockquote><blockquote id=\"blockquote_123\">                                 xxx          xxx          xxx\n\n</blockquote><blockquote id=\"blockquote_124\">                 185. The corollary of the doctrine of competence-competence\n                 is that courts may only examine whether an arbitration\n\n<span class=\"hidden_text\" id=\"span_163\"> Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 65 of 85</span>\n\f            agreement exists on the basis of the prima facie standard of\n            review. The nature of objections to the jurisdiction of an\n            arbitral tribunal on the basis that stamp-duty has not been\n            paid or is inadequate is such as cannot be decided on a prima\n            facie basis. Objections of this kind will require a detailed\n            consideration of evidence and submissions and a finding as\n            to the law as well as the facts. Obligating the court to decide\n            issues of stamping at the Section 8 or Section 11 stage will\n            defeat the legislative intent underlying the <a href=\"/doc/1052228/\" id=\"a_179\">Arbitration Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_125\">            186. The purpose of vesting courts with certain powers under\n            <a href=\"/doc/1232861/\" id=\"a_180\">Sections 8</a> and <a href=\"/doc/596725/\" id=\"a_181\">11</a> of the Arbitration Act is to facilitate and\n            enable arbitration as well as to ensure that parties comply\n            with arbitration agreements. The disputes which have arisen\n            between them remain the domain of the arbitral tribunal\n            (subject to the scope of its jurisdiction as defined by the\n            arbitration clause). The exercise of the jurisdiction of the\n            courts of the country over the substantive dispute between the\n            parties is only possible at two stages:\n</blockquote><blockquote id=\"blockquote_126\">            a. If an application for interim measures is filed under\n            <a href=\"/doc/1120409/\" id=\"a_182\">Section 9</a> of the Arbitration Act; or\n\n            b. If the award is challenged under Section 34.\n</blockquote>\n<blockquote id=\"blockquote_127\">            Issues which concern the payment of stamp-duty fall within\n            the remit of the arbitral tribunal. The discussion in the\n            preceding segments also make it evident that courts are not\n            required to deal with the issue of stamping at the stage of\n            granting interim measures under Section 9.”\n                                                     (Emphasis supplied)\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_162\"> 95. We would like to analyse and elaborate some of the observations from the\n\n      aforesaid decision which are highly pertinent to the dispute at hand.\n\n\n\n   a. Arbitral Autonomy\n\n</p><p data-structure=\"Precedent\" id=\"p_163\"> 96. The principle of judicial non-interference permeates the scheme of the Act,\n\n      1996. The principle of competence-competence as contained in Section 16\n\n<span class=\"hidden_text\" id=\"span_164\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 66 of 85</span>\n\f      of the Act, 1996 indicates that the arbitral tribunal enjoys sufficient\n\n      autonomy from the national courts. The underlying principle behind\n\n      arbitral autonomy and judicial non-interference is that when parties\n\n      mutually decide to settle their disputes through arbitration, they surrender\n\n      their right to agitate the same before the national courts.\n\n\n</p><p data-structure=\"Section\" id=\"p_164\"> 97. <a href=\"/doc/949665/\" id=\"a_183\">Section 5</a> of the Act, 1996 also minimises the supervisory role that the\n\n      courts may play in the arbitral process. There are two facets to <a href=\"/doc/949665/\" id=\"a_184\">Section 5</a> –\n\n      positive and negative. The positive facet allows the judicial authorities to\n\n      exercise jurisdiction over matters expressly permitted under the Act, 1996.\n\n      The negative aspect, on the other hand, prohibits the judicial authorities\n\n      from intervening in the arbitral proceedings in situations where the arbitral\n\n      tribunal has been conferred with exclusive jurisdiction.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_165\"> 98. What follows from the negative facet of arbitral autonomy when applied\n\n      in the context of Section 16 is that the national courts are prohibited from\n\n      interfering in matters pertaining to the jurisdiction of the arbitral tribunal,\n\n      as exclusive jurisdiction on those aspects vests with the arbitral tribunal.\n\n      The legislative mandate of prima facie determination at the stage of\n\n      Sections 8 and 11 respectively ensures that the referral courts do not end\n\n      up venturing into what is intended by the legislature to be the exclusive\n\n      domain of the arbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_166\">\n\n<span class=\"hidden_text\" id=\"span_165\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 67 of 85</span>\n</p><p data-structure=\"CDiscource\" id=\"p_167\">\f    99. Gary B. Born1 describes arbitral autonomy as intrinsically related to the\n\n          ‘right to arbitrate’, which in turn is a concomitant of freedom of contract,\n\n          liberty of association and personal autonomy. He describes “the right of\n\n          parties to resolve their disputes, with one another, in a manner of their\n\n          own choosing” as “a basic aspect of individual autonomy and liberty,\n\n          which is properly accorded protection in almost all developed legal\n\n          systems.” He also stresses on the importance of autonomy of parties to\n\n          arbitrate as giving effect to fundamental right to autonomy of parties and\n\n          increasing their access to justice. Characterising the right to arbitrate as an\n\n          important political right, he observes that “voluntary agreements, by free\n\n          men and women, to resolve their disputes between themselves, in a manner\n\n          which they structure, are the exercise of basic rights of liberty, association\n\n          and property and a bulwark against governmental oppression.2”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_168\">    100. In Hayter v. Nelson reported in [1990] 2 Lloyd&#x27;s Rep. 265, 272, it was\n\n          observed that the “modern view in line with the basic principles of the\n\n          English law of freedom of contract and indeed International Conventions\n\n          is that there is no good reason why the Courts should strive to take matters\n\n\n\n\n<span class=\"hidden_text\" id=\"span_166\">1</span>\n    Gary B. Born, Internation Commercial Arbitration, 3rd Ed. (2021), pp. 685\n<span class=\"hidden_text\" id=\"span_167\">2</span>\n    Gary B. Born, Internation Commercial Arbitration, 3rd Ed. (2021), pp. 696\n\n<span class=\"hidden_text\" id=\"span_168\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                           Page 68 of 85</span>\n\f      out of the hands of the tribunal into which the parties have by agreement\n\n      undertaken to place them”.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_169\">\n b. Negative Competence-Competence\n\n\n</p><p data-structure=\"Section\" id=\"p_170\"> 101. <a href=\"/doc/104566/\" id=\"a_185\">Section 16</a> of the Act, 1996 recognises the doctrine of competence-\n\n</p><p data-structure=\"CDiscource\" id=\"p_171\">      competence and empowers the arbitral tribunal to rule on its own\n\n      jurisdiction. The policy consideration for the same is, firstly, to recognise\n\n      the intention of the parties in choosing arbitration as the method for\n\n      resolving the disputes arising out of the contract and secondly, to prevent\n\n      the parties from initiating parallel proceedings before courts and delaying\n\n      the arbitral process.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_172\">\n</p><p data-structure=\"Conclusion\" id=\"p_173\"> 102. The negative aspect of competence-competence is aimed at restricting the\n\n      interference of the courts at the referral stage by preventing the courts from\n\n      examining the issues pertaining to the jurisdiction of the arbitral tribunal\n\n      before the arbitral tribunal itself has had the opportunity to entertain them.\n\n      The courts are allowed to review the decision of the arbitral tribunal at a\n\n      later stage.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_174\">\n\n</p><p data-structure=\"Precedent\" id=\"p_175\"> 103. The principle of negative competence-competence has also been codified\n\n      by the national statutory frameworks for international arbitration. For\n\n      example, in French New <a href=\"/doc/161831507/\" id=\"a_186\">Code of Civil Procedure</a>, 1981 and the French\n\n\n<span class=\"hidden_text\" id=\"span_169\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 69 of 85</span>\n\f      Decree No. 2011- 48 of 13 January 2011 Reforming the Law Governing\n\n      Arbitration, the concept of negative competence-competence was codified\n\n      based on the decision of Court of Appeal in Colmar Impex v. PAZ,\n\n      reported in 1968 Rev. Arb. 149, 155 (Colmar Cour d’Appeal). In the said\n\n      decision, it was observed that, “the principle is that the judge hearing a\n\n      dispute has jurisdiction to determine his own jurisdiction. This necessarily\n\n      implies that when that judge is an arbitrator, whose powers derive from\n\n      the agreement of the parties, he has jurisdiction to examine the existence\n\n      and validity of such agreement”.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_176\">\n\n</p><p data-structure=\"Precedent\" id=\"p_177\"> 104. Supreme Court of the United States too has, on a number of occasions,\n\n      consistently affirmed that by virtue of the separability presumption, where\n\n      there is only a challenge to the validity or legality of the underlying\n\n      contract, and no challenge to the existence, validity, or legality of the\n\n      associated arbitration clause itself, the claims should be referred to\n\n      arbitration. [See: Prima Paint Corp. v. Flood &amp; Conklin Manufacturing\n\n      Co. reported in 388 U.S. 395 (U.S. S.Ct. 1967); Buckeye Check Cashing,\n\n      Inc. v. Cardegna reported in 546 U.S. 440 (U.S. S.Ct. 2006)]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_170\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024               Page 70 of 85</span>\n</p><p data-structure=\"CDiscource\" id=\"p_178\">\f    105. In the specific context of settlement of original contract, Gary Born3 writes\n\n          that “US lower courts have repeatedly applied the separability\n\n          presumption in holding that claims regarding the validity or enforceability\n\n          of the underlying contract do not impeach the separable arbitration clause\n\n          and for decisions by the arbitrators.” Referring to the cases in which the\n\n          aforesaid principles have been applied, he writes “that approach has been\n\n          opted in diverse settings including in the case of Ambulance Biling Sys.,\n\n          Inc. v. Gemini Ambulance Servs., Inc., 103 S.W.3d 507, 514-515 (Tex. App.\n\n          2003) wherein arbitrators were given the power to decide regarding\n\n          whether a settlement agreement was reached replacing or cancelling\n\n          original agreement.”\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_179\">    106. In Howsam v. Dean Witter Reynolds, Inc. reported in 537 U.S. 79, 84\n\n          (U.S. S.Ct. 2002), it was observed by the US Supreme Court that &quot;the\n\n          presumption is that the arbitrator should decide allegation[s] of waiver,\n\n          delay, or alike defense to arbitrability.”\n\n\n\n    c. Judicial Interference under the Act, 1996\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_180\">    107. The parties have been conferred with the power to decide and agree on the\n\n          procedure to be adopted for appointing arbitrators. In cases where the\n\n\n<span class=\"hidden_text\" id=\"span_171\">3</span>\n    Gary B. Born, Internation Commercial Arbitration, 3rd Ed. (2021), pp. 1251\n\n<span class=\"hidden_text\" id=\"span_172\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                            Page 71 of 85</span>\n\f      agreed upon procedure fails, the courts have been vested with the power to\n\n      appoint arbitrators upon the request of a party, to resolve the deadlock\n\n      between the parties in appointing the arbitrators.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_181\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_173\">108. <a href=\"/doc/104566/\" id=\"a_187\">Section 11</a> of the Act, 1996 is provided to give effect to the mutual\n\n      intention of the parties to settle their disputes by arbitration in situations\n\n      where the parties fail to appoint an arbitrator(s). The parameters of judicial\n\n      review laid down for Section 8 differ from those prescribed for Section 11.\n\n      The view taken in SBP &amp; Co. (supra) and affirmed in <a href=\"/doc/121987320/\" id=\"a_188\">Vidya Drolia</a> (supra)\n\n      that Sections 8 and 11 respectively of the Act, 1996 are complementary in\n\n      nature was legislatively overruled by the introduction of Section 11(6-A)\n\n      in 2015. Thus, although both these provisions intend to compel parties to\n\n      abide by their mutual intention to arbitrate, yet the scope of powers\n\n      conferred upon the courts under both the sections are different.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_182\"> 109. The difference between Sections 8 and 11 respectively of the Act, 1996 is\n\n      also evident from the scope of these provisions. Some of these differences\n\n      are:\n</p>\n<blockquote id=\"blockquote_128\">        i.   While Section 8 empowers any ‘judicial authority’ to refer the\n\n             parties to arbitration, under Section 11, the power to refer has been\n\n             exclusively conferred upon the High Court and the Supreme Court.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_174\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 72 of 85</span>\n<blockquote id=\"blockquote_129\">\f       ii.   Under Section 37, an appeal lies against the refusal of the judicial\n\n             authority to refer the parties to arbitration, whereas no such\n\n             provision for appeal exists for a refusal under Section 11.\n</blockquote>\n<blockquote id=\"blockquote_130\">      iii.   The standard of scrutiny provided under Section 8 is that of prima\n\n             facie examination of the validity and existence of an arbitration\n\n             agreement. Whereas, the standard of scrutiny under Section 11 is\n\n             confined to the examination of the existence of the arbitration\n\n             agreement.\n</blockquote>\n<blockquote id=\"blockquote_131\">       iv.   During the pendency of an application under Section 8, arbitration\n\n             may commence or continue and an award can be passed. On the\n\n             other hand, under Section 11, once there is failure on the part of the\n\n             parties in appointing the arbitrator as per the agreed procedure and\n\n             an application is preferred, no arbitration proceedings can\n\n             commence or continue.\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_183\"> 110. The scope of examination under Section 11(6-A) is confined to the\n\n      existence of an arbitration agreement on the basis of Section 7. The\n\n      examination of validity of the arbitration agreement is also limited to the\n\n      requirement of formal validity such as the requirement that the agreement\n\n      should be in writing.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_184\">\n\n\n<span class=\"hidden_text\" id=\"span_175\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 73 of 85</span>\n</p><p data-structure=\"Section\" id=\"p_185\">\f 111. The use of the term ‘examination’ under Section 11(6-A) as distinguished\n\n      from the use of the term ‘rule’ under Section 16 implies that the scope of\n\n      enquiry under section 11(6-A) is limited to a prima facie scrutiny of the\n\n      existence of the arbitration agreement, and does not include a contested or\n\n      laborious enquiry, which is left for the arbitral tribunal to ‘rule’ under\n\n      Section 16. The prima facie view on existence of the arbitration agreement\n\n      taken by the referral court does not bind either the arbitral tribunal or the\n\n      court enforcing the arbitral award.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_186\">\n\n</p><p data-structure=\"Precedent\" id=\"p_187\"> 112. The aforesaid approach serves a two-fold purpose – firstly, it allows the\n\n      referral court to weed out non-existent arbitration agreements, and\n\n      secondly, it protects the jurisdictional competence of the arbitral tribunal\n\n      to rule on the issue of existence of the arbitration agreement in depth.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_188\"> 113. Referring to the Statement of Objects and Reasons of the Arbitration and\n\n      Conciliation (Amendment) Act, 2015, it was observed in In Re: Interplay\n\n      (supra) that the High Court and the Supreme Court at the stage of\n\n      appointment of arbitrator shall examine the existence of a prima facie\n\n      arbitration agreement and not any other issues. The relevant observations\n\n      are extracted hereinbelow:\n</p>\n<blockquote id=\"blockquote_132\">            “209. The above extract indicates that the Supreme Court or\n            High Court at the stage of the appointment of an arbitrator\n            shall “examine the existence of a prima facie arbitration\n\n\n<span class=\"hidden_text\" id=\"span_176\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 74 of 85</span>\n\f            agreement and not other issues”. These other issues not\n            only pertain to the validity of the arbitration agreement, but\n            also include any other issues which are a consequence of\n            unnecessary judicial interference in the arbitration\n            proceedings. Accordingly, the “other issues” also include\n            examination and impounding of an unstamped instrument by\n            the referral court at the Section 8 or Section 11 stage. The\n            process of examination, impounding, and dealing with an\n            unstamped instrument under the <a href=\"/doc/74910796/\" id=\"a_189\">Stamp Act</a> is not a\n            timebound process, and therefore does not align with the\n            stated goal of the <a href=\"/doc/1052228/\" id=\"a_190\">Arbitration Act</a> to ensure expeditious and\n            time-bound appointment of arbitrators. […]”\n                                                       (Emphasis supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_189\"> 114. In view of the observations made by this Court in In Re: Interplay (supra),\n\n      it is clear that the scope of enquiry at the stage of appointment of arbitrator\n\n      is limited to the scrutiny of prima facie existence of the arbitration\n\n      agreement, and nothing else. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_177\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_178\">For this reason, we find it difficult to hold\n\n      that the observations made in <a href=\"/doc/121987320/\" id=\"a_191\">Vidya Drolia</a> (supra) and adopted in <a href=\"/doc/197054318/\" id=\"a_192\">NTPC\n\n      v. SPML</a> (supra) that the jurisdiction of the referral court when dealing\n\n      with the issue of “accord and satisfaction” under Section 11 extends to\n\n      weeding out ex-facie non-arbitrable and frivolous disputes would continue\n\n      to apply despite the subsequent decision in In Re: Interplay (supra).</span></span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_190\"> 115. The dispute pertaining to the “accord and satisfaction” of claims is not one\n\n      which attacks or questions the existence of the arbitration agreement in any\n\n      way. As held by us in the preceding parts of this judgment, the arbitration\n\n      agreement, being separate and independent from the underlying\n\n\n<span class=\"hidden_text\" id=\"span_179\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 75 of 85</span>\n\f      substantive contract in which it is contained, continues to remain in\n\n      existence even after the original contract stands discharged by “accord and\n\n      satisfaction”.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_191\">\n\n</p><p data-structure=\"RespArg\" id=\"p_192\"> 116. The question of “accord and satisfaction”, being a mixed question of law\n\n      and fact, comes within the exclusive jurisdiction of the arbitral tribunal, if\n\n      not otherwise agreed upon between the parties. Thus, the negative effect\n\n      of competence-competence would require that the matter falling within the\n\n      exclusive domain of the arbitral tribunal, should not be looked into by the\n\n      referral court, even for a prima facie determination, before the arbitral\n\n      tribunal first has had the opportunity of looking into it.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_193\"> 117. By referring disputes to arbitration and appointing an arbitrator by exercise\n\n      of the powers under Section 11, the referral court upholds and gives effect\n\n      to the original understanding of the contracting parties that the specified\n\n      disputes shall be resolved by arbitration. Mere appointment of the arbitral\n\n      tribunal doesn’t in any way mean that the referral court is diluting the\n\n      sanctity of “accord and satisfaction” or is allowing the claimant to walk\n\n      back on its contractual undertaking. On the contrary, it ensures that the\n\n      principal of arbitral autonomy is upheld and the legislative intent of\n\n      minimum judicial interference in arbitral proceedings is given full effect.\n\n      Once the arbitral tribunal is constituted, it is always open for the defendant\n\n<span class=\"hidden_text\" id=\"span_180\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 76 of 85</span>\n\f      to raise the issue of “accord and satisfaction” before it, and only after such\n\n      an objection is rejected by the arbitral tribunal, that the claims raised by\n\n      the claimant can be adjudicated.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_194\">\n</p><p data-structure=\"CDiscource\" id=\"p_195\"> 118. Tests like the “eye of the needle” and “ex-facie meritless”, although try to\n\n      minimise the extent of judicial interference, yet they require the referral\n\n      court to examine contested facts and appreciate prima facie evidence\n\n      (however limited the scope of enquiry may be) and thus are not in\n\n      conformity with the principles of modern arbitration which place arbitral\n\n      autonomy and judicial non-interference on the highest pedestal.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_196\"> 119. Appointment of an arbitral tribunal at the stage of Section 11 petition also\n\n      does not mean that the referral courts forego any scope of judicial review\n\n      of the adjudication done by the arbitral tribunal. <a href=\"/doc/104566/\" id=\"a_193\">The Act, 1996</a> clearly\n\n      vests the national courts with the power of subsequent review by which the\n\n      award passed by an arbitrator may be subjected to challenge by any of the\n\n      parties to the arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_197\">\n</p><p data-structure=\"Precedent\" id=\"p_198\"> 120. The principle of subsequent judicial review has been enshrined in the US\n\n      doctrine of “Second Look”. In a leading U.S. Supreme Court judgement of\n\n      PacifiCare Health Systems, Inc. v. Book reported in 538, U.S. 401 (U.S.\n\n      S. Ct. 2003), it was held that the question of non-arbitrability should be\n\n      considered in the first instance by the arbitral tribunal. The Court observed\n\n\n<span class=\"hidden_text\" id=\"span_181\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 77 of 85</span>\n\f      that, “since we do not know how the arbitrator will construe the remedial\n\n      limitations, the question ... whether they render the parties&#x27; agreements\n\n      unenforceable is better left for initial arbitral consideration”. This\n\n      doctrine has also been affirmed by judgements of the U.S. lower courts in\n\n      cases of Dillon v. BMO Harris Bank, NA reported in 856 F.3d 330, 333\n\n      (4th Cir. 2017) and Escobar v. Celebration Cruise Operator, Inc. reported\n\n      in 805 F.3d 1279, 1288-89 (11th Cir. 2015) wherein it was reasoned that\n\n      the issues of U.S. statutory law and arbitrability should be submitted first\n\n      to arbitration, with the possibility of subsequent judicial review in\n\n      recognition and enforcement proceedings.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_199\">\n</p><p data-structure=\"CDiscource\" id=\"p_200\"> 121. In a case with similar facts but where an arbitration agreement is not in\n\n      existence, the claimant would have the recourse to approach a civil court\n\n      with its claims. Even in such proceedings before the civil court, it would\n\n      be open to the defendant to put forward the defence of “accord and\n\n      satisfaction” on the basis of the discharge voucher. Similarly, it would be\n\n      open to the claimant to allege that the voucher had been obtained under\n\n      fraud, coercion or undue influence. In such a scenario, the civil court would\n\n      consider the evidence as to whether there was any fraud, undue influence\n\n      or coercion. If the civil court finds that there was none, then it would reject\n\n      the claims at the outset. However, if it finds that the allegations of fraud\n\n\n\n\n<span class=\"hidden_text\" id=\"span_182\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 78 of 85</span>\n\f      are true, then it would reject the discharge voucher and proceed to\n\n      adjudicate the claims on merit.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_201\">\n\n</p><p data-structure=\"Precedent\" id=\"p_202\"> 122. Once an arbitration agreement exists between parties, then the option of\n\n      approaching the civil court becomes unavailable to them. In such a\n\n      scenario, if the parties seek to raise a dispute, they necessarily have to do\n\n      so before the arbitral tribunal. The arbitral tribunal, in turn, can only be\n\n      constituted as per the procedure agreed upon between the parties.\n\n      However, if there is a failure of the agreed upon procedure, then the duty\n\n      of appointing the arbitral tribunal falls upon the referral court under <a href=\"/doc/104566/\" id=\"a_194\">Section\n\n      11</a> of the Act, 1996. If the referral court, at this stage, goes beyond the\n\n      scope of enquiry as provided under the section and examines the issue of\n\n      “accord and satisfaction”, then it would amount to usurpation of the power\n\n      which the parties had intended to be exercisable by the arbitral tribunal\n\n      alone and not by the national courts. Such a scenario would impeach\n\n      arbitral autonomy and would not fit well with the scheme of the Act, 1996.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_203\"> 123. The power available to the referral courts has to be construed in the light\n\n      of the fact that no right to appeal is available against any order passed by\n\n      the referral court under Section 11 for either appointing or refusing to\n\n      appoint an arbitrator. Thus, by delving into the domain of the arbitral\n\n      tribunal at the nascent stage of Section 11, the referral courts also run the\n\n<span class=\"hidden_text\" id=\"span_183\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 79 of 85</span>\n\f      risk of leaving the claimant in a situation wherein it does not have any\n\n      forum to approach for the adjudication of its claims, if it Section 11\n\n      application is rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_204\">\n\n</p><p data-structure=\"Section\" id=\"p_205\"> 124. Section 11 also envisages a time-bound and expeditious disposal of the\n\n      application for appointment of arbitrator. One of the reasons for this is also\n\n      the fact that unlike Section 8, once an application under Section 11 is filed,\n\n      arbitration cannot commence until the arbitral tribunal is constituted by the\n\n      referral court. This Court, on various occasions, has given directions to the\n\n      High Courts for expeditious disposal of pending Section 11 applications.\n\n      It has also directed the litigating parties to refrain from filing bulky\n\n      pleadings in matters pertaining to Section 11. Seen thus, if the referral\n\n      courts go into the details of issues pertaining to “accord and satisfaction”\n\n      and the like, then it would become rather difficult to achieve the objective\n\n      of expediency and simplification of pleadings.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_206\">\n</p><p data-structure=\"CDiscource\" id=\"p_207\"> 125. We are also of the view that ex-facie frivolity and dishonesty in litigation\n\n      is an aspect which the arbitral tribunal is equally, if not more, capable to\n\n      decide upon the appreciation of the evidence adduced by the parties. We\n\n      say so because the arbitral tribunal has the benefit of going through all the\n\n      relevant evidence and pleadings in much more detail than the referral court.\n\n      If the referral court is able to see the frivolity in the litigation on the basis\n\n\n<span class=\"hidden_text\" id=\"span_184\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                   Page 80 of 85</span>\n\f      of bare minimum pleadings, then it would be incorrect to doubt that the\n\n      arbitral tribunal would not be able to arrive at the same inference, most\n\n      likely in the first few hearings itself, with the benefit of extensive pleadings\n\n      and evidentiary material.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_208\">\n</p><p data-structure=\"Section\" id=\"p_209\"> 126. Before, we close the matter, it is necessary for us to clarify the dictum as\n\n      laid in M/s Arif Azim Co. Ltd. v. M/s Aptech Ltd. reported in 2024 INSC\n\n      155, so as to streamline the position of law and prevent the possibility of\n\n      any conflict between the two decisions that may arise in future.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_210\"> 127. In Arif Azim (supra), while deciding an application for appointment of\n\n      arbitrator under <a href=\"/doc/104566/\" id=\"a_195\">Section 11(6)</a> of the Act, 1996, two issues had arisen for\n\n      our consideration:\n</p>\n<blockquote id=\"blockquote_133\">        i.   <a href=\"/doc/1317393/\" id=\"a_196\">Whether the Limitation Act, 1963</a> is applicable to an application for\n\n             appointment of arbitrator under <a href=\"/doc/605764/\" id=\"a_197\">Section 11(6)</a> of the Arbitration and\n\n             Conciliation Act, 1996? If yes, whether the petition filed by M/s Arif\n\n             Azim was barred by limitation?\n</blockquote>\n<blockquote id=\"blockquote_134\">       ii.   Whether the court may decline to make a reference under <a href=\"/doc/104566/\" id=\"a_198\">Section 11</a>\n\n             of Act, 1996 where the claims are ex-facie and hopelessly time-\n</blockquote>\n<blockquote id=\"blockquote_135\">             barred?\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_211\"> 128. On the first issue, it was observed by us that the <a href=\"/doc/1317393/\" id=\"a_199\">Limitation Act, 1963</a> is\n\n      applicable to the applications filed under <a href=\"/doc/104566/\" id=\"a_200\">Section 11(6)</a> of the Act, 1996.\n\n<span class=\"hidden_text\" id=\"span_185\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 81 of 85</span>\n\f      Further, we also held that it is the duty of the referral court to examine that\n\n      the application under <a href=\"/doc/104566/\" id=\"a_201\">Section 11(6)</a> of the Act, 1996 is not barred by period\n\n      of limitation as prescribed under <a href=\"/doc/249731/\" id=\"a_202\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_203\">Limitation Act, 1963</a>,\n\n      i.e., 3 years from the date when the right to apply accrues in favour of the\n\n      applicant. To determine as to when the right to apply would accrue, we had\n\n      observed in paragraph 56 of the said decision that “the limitation period\n\n      for filing a petition under <a href=\"/doc/104566/\" id=\"a_204\">Section 11(6)</a> of the Act, 1996 can only commence\n\n      once a valid notice invoking arbitration has been sent by the applicant to\n\n      the other party, and there has been a failure or refusal on part of that other\n\n      party in complying with the requirements mentioned in such notice.”\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_212\"> 129. Insofar as the first issue is concerned, we are of the opinion that the\n\n      observations made by us in Arif Azim (supra) do not require any\n\n      clarification and should be construed as explained therein.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_213\"> 130. On the second issue it was observed by us in paragraph 67 that the referral\n\n      courts, while exercising their powers under <a href=\"/doc/104566/\" id=\"a_205\">Section 11</a> of the Act, 1996,\n\n      are under a duty to “prima-facie examine and reject non-arbitrable or dead\n\n      claims, so as to protect the other party from being drawn into a time-\n\n      consuming and costly arbitration process.”\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_214\"> 131. Our findings on both the aforesaid issues have been summarised in\n\n      paragraph 89 of the said decision thus: -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_215\">\n<span class=\"hidden_text\" id=\"span_186\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 82 of 85</span>\n</p><blockquote id=\"blockquote_136\">\f            “89. Thus, from an exhaustive analysis of the position of law\n            on the issues, we are of the view that while considering the\n            issue of limitation in relation to a petition under <a href=\"/doc/104566/\" id=\"a_206\">Section 11(6)</a>\n            of the Act, 1996, the courts should satisfy themselves on two\n            aspects by employing a two-pronged test – first, whether the\n            petition under <a href=\"/doc/104566/\" id=\"a_207\">Section 11(6)</a> of the Act, 1996 is barred by\n            limitation; and secondly, whether the claims sought to be\n            arbitrated are ex-facie dead claims and are thus barred by\n            limitation on the date of commencement of arbitration\n            proceedings. If either of these issues are answered against the\n            party seeking referral of disputes to arbitration, the court may\n            refuse to appoint an arbitral tribunal.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_216\"> 132. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_187\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_188\">Insofar as our observations on the second issue are concerned, we clarify\n\n      that the same were made in light of the observations made by this Court in\n\n      many of its previous decisions, more particularly in <a href=\"/doc/121987320/\" id=\"a_208\">Vidya Drolia</a> (supra)\n\n      and <a href=\"/doc/197054318/\" id=\"a_209\">NTPC v. SPML</a> (supra).</span></span> However, in the case at hand, as is evident\n\n      from the discussion in the preceding parts of this judgment, we have had\n\n      the benefit of reconsidering certain aspects of the two decisions <a href=\"/doc/197054318/\" id=\"a_210\">referred to\n\n      above</a> in the light of the pertinent observations made by a seven-Judge\n\n      Bench of this Court in In Re: Interplay (supra).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_217\">\n\n</p><p data-structure=\"Precedent\" id=\"p_218\"> 133. Thus, we clarify that while determining the issue of limitation in exercise\n\n      of the powers under <a href=\"/doc/104566/\" id=\"a_211\">Section 11(6)</a> of the Act, 1996, the referral court should\n\n      limit its enquiry to examining whether Section 11(6) application has been\n\n      filed within the period of limitation of three years or not. The date of\n\n      commencement of limitation period for this purpose shall have to be\n\n      construed as per the decision in Arif Azim (supra). As a natural corollary,\n\n<span class=\"hidden_text\" id=\"span_189\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                Page 83 of 85</span>\n\f      it is further clarified that the referral courts, at the stage of deciding an\n\n      application for appointment of arbitrator, must not conduct an intricate\n\n      evidentiary enquiry into the question whether the claims raised by the\n\n      applicant are time barred and should leave that question for determination\n\n      by the arbitrator. Such an approach gives true meaning to the legislative\n\n      intention underlying Section 11(6-<a href=\"/doc/54424454/\" id=\"a_212\">A) of the Act</a>, and also to the view taken\n\n      in In Re: Interplay (supra).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_219\">\n</p><p data-structure=\"Precedent\" id=\"p_220\"> 134. The observations made by us in Arif Azim (supra) are accordingly\n\n      clarified. We need not mention that the effect of the aforesaid clarification\n\n      is only to streamline the position of law, so as to bring it in conformity with\n\n      the evolving principles of modern-day arbitration, and further to avoid the\n\n      possibility of any conflict between the two decisions that may arise in\n\n      future. These clarifications shall not be construed as affecting the verdict\n\n      given by us in the facts of Arif Azim (supra), which shall be given full\n\n      effect to notwithstanding the observations made herein.\n\n\n\n F.   CONCLUSION\n\n\n</p><p data-structure=\"Precedent\" id=\"p_221\"> 135. The existence of the arbitration agreement as contained in Clause 13 of the\n\n      insurance policy is not disputed by the appellant. The dispute raised by the\n\n      claimant being one of quantum and not of liability, prima facie, falls within\n\n      the scope of the arbitration agreement. The dispute regarding “accord and\n\n<span class=\"hidden_text\" id=\"span_190\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                  Page 84 of 85</span>\n\f      satisfaction” as raised by the appellant does not pertain to the existence of\n\n      the arbitration agreement, and can be adjudicated upon by the arbitral\n\n      tribunal as a preliminary issue.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_222\"> 136. For all the aforesaid reasons, we uphold and affirm the appointment of\n\n      Justice K.A. Puj, former Judge of the High Court of Gujarat as an arbitrator\n\n      to resolve the disputes between the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_223\"> 137. The order staying the arbitration proceedings stands vacated.\n\n</p><p data-structure=\"Conclusion\" id=\"p_224\"> 138. All legal contentions including objections available to the appellant are\n\n      kept open to be taken up before the learned Arbitrator.\n\n</p><p data-structure=\"Conclusion\" id=\"p_225\"> 139. Pending application(s), if any, shall stand disposed of.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_226\">                                         …………………………………….CJI\n                                          (Dr. Dhananjaya Y. Chandrachud)\n\n\n\n                                          ………………………………………J.\n                                                   (J.B. Pardiwala)\n\n\n\n                                          ………………………………………J.\n                                                   (Manoj Misra)\n\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_227\">18th July, 2024\n\n\n\n\n<span class=\"hidden_text\" id=\"span_191\">Special Leave Petition (C) Nos. 3792/2024 &amp; 7220/2024                 Page 85 of 85</span>\n\f</p>","numcites":41,"numcitedby":0,"docsource":"Supreme Court of India","citetid":171443079,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}