{"tid":44587433,"publishdate":"2024-08-28","title":"Olam International Limited vs Manickavel Edible Oils Private Limited on 28 August, 2024","doc":"<h2 class=\"doc_title\">Olam International Limited vs Manickavel Edible Oils Private Limited on 28 August, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-saravanan\">C.Saravanan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-saravanan\">C.Saravanan</a></h3>\n\n<pre id=\"pre_1\">                                                                                  E.P.Nos.68 and 69 of 2021\n\n                                  IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                         Reserved On             06.03.2024\n                                         Pronounced On           28.08.2024\n\n                                                       CORAM :\n\n                                   THE HONOURABLE MR.JUSTICE C.SARAVANAN\n\n                                              E.P.Nos.68 and 69 of 2021\n\n                Olam International Limited,\n                Represented by its Authorized Representative\n                  Anil Shamrao Jadhav                     ... Petitioner in both E.Ps.\n\n                                                         Vs.\n\n                Manickavel Edible Oils Private Limited         ... Respondents in E.P.No.68 of 2021\n\n                Yentop Manickam Edible Oils\n                  Private Limited                              ... Respondents in E.P.No.69 of 2021\n\n\n                Prayer in both E.Ps: Execution Petition is filed under <a href=\"/doc/784819/\" id=\"a_1\">Sections 47</a> and <a href=\"/doc/1559160/\" id=\"a_2\">49</a> of the\n\n                Arbitration and Conciliation Act, 1996 and <a href=\"/doc/161831507/\" id=\"a_3\">Order XXI Rule 46 of the Code of\n\n                Civil Procedure</a>, 1908, for granting recognition to the Arbitral Award as\n\n                enforceable and deeming it a decree and for attachment of movable and\n\n                immovable properties under Order XXI Rules 43, 46 and 54 <a href=\"/doc/161831507/\" id=\"a_4\">of the Code of\n\n                Civil Procedure</a>, 1908 as mentioned in the schedule hereunder, and thereafter by\n\n                issuing warrant of sale under <a href=\"/doc/161831507/\" id=\"a_5\">Order XXI Rule 64 of the Code of Civil\n\n                Procedure</a>, 1908.\n\nhttps://www.mhc.tn.gov.in/judis\n                1/61\n\f                                                                                        E.P.Nos.68 and 69 of 2021\n\n\n\n                In both E.Ps.\n\n                          For Petitioner                 : Mr.Amitava Majumdar\n                                                           for M/s.Deepika Murali\n\n                          For Respondents                : Mr.S.R.Rajagopal\n                                                           Senior Counsel\n                                                           for Mr.Suhrith Parthasarathy\n\n                                            COMMON ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">                          By this Common Order, both the Execution Petitions filed by the\n\n                Petitioner/Award Holder to enforce the respective Awards dated 04.02.2021 are\n\n                being disposed of. Respective Awards read identically. Operative Portion of the\n\n                respective Awards both dated 04.02.2021 reads as under:-\n\n</p><blockquote id=\"blockquote_1\">                                  “5.0 Discussion and Findings:\n</blockquote>\n<blockquote id=\"blockquote_2\">                                         5.1 As a result of Buyers&#x27; failure to participate in this\n                                  arbitration and in the absence of any challenge to the facts,\n                                  WE ACCEPT Sellers&#x27; submission and supporting evidence\n                                  of the factual matrix.\n</blockquote>\n<blockquote id=\"blockquote_3\">                                        5.2 The issues we have been asked to determine are:\n\n</blockquote><blockquote id=\"blockquote_4\">                                                a. Whether a contract was concluded and on\n                                  what terms;\n</blockquote>\n<blockquote id=\"blockquote_5\">                                               b. Whether there is a valid and binding\n                                  arbitration agreement providing for the FOSFA Rules of\n                                  Arbitration and Appeal,\n\n                                               c. Whether there was a default by Buyers in\n                                  failing to open a letter of credit and the damages resulting\n                                  from any such default.\n</blockquote>\n<blockquote id=\"blockquote_6\">                                        5.3 We are satisfied by Sellers&#x27; explanation and\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_1\">                2/61</span>\n\f                                                                                      E.P.Nos.68 and 69 of 2021\n\n                                  evidence relating to the conclusion of the Contract between\n                                  Sellers and Buyers and the terms and conditions contained\n                                  therein. While the initial agreement reached between the\n                                  parties was entered into on 13 January 2020, the final\n                                  terms and conditions were not finalised until on or about 29\n                                  February 2020. WE THEREFORE FIND THAT a contract\n                                  was entered into between Sellers and Buyers under\n                                  reference EO/S/00246/20 and with the terms and\n                                  conditions set out in this award at 1.0 and 2.0 above.\n</blockquote>\n<blockquote id=\"blockquote_7\">                                         5.4 Having established that a contract was entered\n                                  into, we now turn to the issue addressed to us regarding the\n                                  primacy of the law of the Contract, the governing\n                                  arbitration terms and our jurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_8\">                                         5.5 The Contract made reference to the inclusion of\n                                  FOSFA Contract No 81 terms in two places: once in the\n                                  Pre-Amble and once under other terms. In addition, an\n                                  express Arbitration Clause referred to arbitration in\n                                  accordance with PORAM contracts. All three have been\n                                  recited in full above.\n</blockquote>\n<blockquote id=\"blockquote_9\">                                         5.6 FOSFA Contract No 81 is a joint FOSFA-\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">                                  PORAM contract along with MEOMA and Sellers\n                                  advanced the position that by referring to “PORAM\n                                  contracts” in the Arbitration Clause, on a natural and true\n                                  construction, the generic reference to “PORAM contracts”\n                                  includes FOSFA Contract No 81. The parties were thus\n                                  referring to FOSFA Contract No 81 as the specific contract\n                                  which they have agreed to incorporate, including its\n                                  arbitration clause.\n</p>\n<p data-structure=\"Section\" id=\"p_3\">                                         5.7 In particular, Clause 32 of FOSFA Contract No\n                                  81 requires both parties to expressly agree to arbitration in\n                                  Malaysia in accordance with the Malaysian arbitration laws\n                                  in accordance with the PORAM Rules of Arbitration and\n                                  Appeal. In all other cases, any dispute arising out of the\n                                  Contract, including any question of law shall be shall be\n                                  referred to arbitration in London in accordance with the\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_2\">                3/61</span>\n\f                                                                                        E.P.Nos.68 and 69 of 2021\n\n                                  Rules of Arbitration and Appeal of the Federation of Oils\n                                  Seeds and Fats Association Limited.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">                                         5.8 Sellers submitted to us that there was no express\n                                  agreement between the parties for disputes to be referred to\n                                  arbitration in Malaysia. Therefore, Sellers argued that the\n                                  right forum is London arbitration under FOSFA Rules of\n                                  Arbitration and Appeal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_5\">                                         5.9 We agree with this submission and FIND THAT\n                                  there is a binding and valid arbitration agreement between\n                                  Sellers and Buyers to arbitrate any and all disputes\n                                  according to the FOSFA Rules of Arbitration and Appeal\n                                  and that we accordingly have jurisdiction in this reference.\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">                                         5.10 It follows that the law governing the Contract\n                                  and the seat of this arbitration are, respectively, English and\n                                  England. As the seat of the arbitration is England and the\n                                  Award is subject to English procedural and substantive\n                                  laws, it therefore follows that it is an English Award for the\n                                  purposes of recognition and enforcement under the terms of\n                                  the 1958 New York Convention on the Recognition and\n                                  Enforcement of Foreign Arbitral Awards, AND WE SO\n                                  FIND.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">                                        5.11 We note that Buyers have initiated proceedings\n                                  in India. Sellers have stated in submissions that this is a\n                                  breach of the arbitration agreement but did not ask us to\n                                  make a finding on this issue. We therefore make no\n                                  comment on these proceedings.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">                                        5.12 Turning now to the question of Buyers&#x27; breach\n                                  of contract. Payment is a fundamental condition which\n                                  goes to the root of a contract and if breached gives the\n                                  innocent party the right either to terminate or to claim\n                                  damages. In this case, Sellers and Buyers had agreed an\n                                  express term for payment, quoted in full at 2.1 above,\n                                  which essentially provided that Buyers would open an\n                                  operable letter of credit in Sellers&#x27; favour. The Payment\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_3\">                4/61</span>\n\f                                                                                       E.P.Nos.68 and 69 of 2021\n\n                                  Clause was lengthy and gave rise to conflicting timelines by\n                                  when Buyers were to have established their Letter of\n                                  Credit. Indeed, Sellers&#x27; submission to us attempted to\n                                  bridge those disparities by summarising that, on a natural\n                                  and true construction of the payment provision, Buyers\n                                  must issue a letter of credit at the time of receipt of the\n                                  vessel&#x27;s nomination and in any event by no later than three\n                                  days before the vessel&#x27;s ETA at the port of dischage.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">                                         5.13 Pausing there, Sellers were entitled to receive an\n                                  operable letter of credit before loading the cargo in\n                                  Indonesia. In the event that Buyers failed to do so, the\n                                  Contract contemplated that Buyers would be responsible\n                                  for the consequences. From the submissions and evidence,\n                                  Sellers proceeded to load their vessel without a letter of\n                                  credit in hand and sailed for India notwithstanding.\n                                  Instead, Sellers&#x27; fallback position was to receive a letter of\n                                  credit three days before the Vessel&#x27;s arrival at the discharge\n                                  port of Tuticorin. We note this as Sellers have included a\n                                  claim for demurrage incurred at the load port. We will\n                                  return to this issue in the award section below.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">                                        5.14 Ultimately, Buyers failed to comply with the\n                                  payment term of the Contract and were consequently in\n                                  repudiatory breach of the Contract AND WE SO FIND.\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">                                        5.15 Therefore, when Sellers held Buyers to be in\n                                  default on 17 March, the Contract was brought to an end\n                                  and Buyers were liable to Sellers for damages. WE\n                                  ACCEPT AND FIND THAT Buyers were in default and\n                                  WE FIND THAT the date of default was the first business\n                                  day thereafter, being 18 March 2020.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">                                         5.16 Sellers submitted that they sold the cargo on\n                                  board the MU YUE YOU to Adani Wilmar on 19 March at\n                                  US$542.50 per metric ton CFR Mangalore Port, India and\n                                  claimed the difference between the contract price and the\n                                  re-sale price as damages in accordance with the Default\n                                  Clause 29 of FOSFA Contract No 81 plus associated costs\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_4\">                5/61</span>\n\f                                                                                        E.P.Nos.68 and 69 of 2021\n\n                                  that flowed from Buyers&#x27; default.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">                                        5.17 Turning firstly to the difference between the\n                                  Contract price and the re-sale of the goods to Adani\n                                  Wilmar.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">                                        5.18 The Contract quantity and price were 4,000\n                                  metric tons at US$779.00 per metric ton CFR Tuticorin.\n                                  The re-sale contract to Adani Wilmar was for a greater\n                                  quantity of 8,000 metric tons, of which 4,000 metric tons\n                                  was appropriated from the subject contract. The balance\n                                  4,000 metric tons derived from the Contract with Buyers&#x27;\n                                  associated company subject to a parallel arbitration.\n\n</p><p data-structure=\"Facts\" id=\"p_15\">                                        5.19 The price difference due to Sellers is US$779.00\n                                  – US$542.50 = US$236.50 per metric ton calculated on the\n                                  mean contract quantity of 4,000 metric tons. The sum due\n                                  to Sellers as damages is therefore US$946,000.00, AND\n                                  WE SO FIND.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">                                         5.20 The re-sale contract was to a different discharge\n                                  port of Mangalore, India for which Sellers advanced a claim\n                                  for the cost of extra freight to call additionally at Mangalore\n                                  of US$6.00 per metric ton. Sellers supported this claim by\n                                  providing evidence of an invoice from Jiang Xin Shipping\n                                  Company, who appear as owners of the MV YUE YOU in\n                                  the Bills of Lading, for a net sum of US$38,000.00 for a\n                                  charter minimum of 10,000 metric tons.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">                                         5.21 Prima facie the invoice failed to reconcile with\n                                  Sellers&#x27; claim of US$24,000.00. Sellers provided no\n                                  explanation for the deduction of US$22,000.00 for\n                                  “Manager Fee” although Sellers did submit that 2,000\n                                  metric tons of cargo on board the MV YUE YOU which\n                                  made up the charter party minimum of 10,000 metric tons\n                                  was destined for Chennai, India.          We accept that\n                                  submission and accept that the invoice from owners\n                                  reflected the change of destination from Tuticorin to\n                                  Mangalore for the cargo of 8,000 metric tons, of which the\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_5\">                6/61</span>\n\f                                                                                     E.P.Nos.68 and 69 of 2021\n\n                                  subject contract was 4,000 metric tons.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">                                        5.22 We agree that the cost of the change of\n                                  destination to Mangalore is a cost that flowed directly from\n                                  Buyers&#x27; breach and WE SO FIND.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">                                         5.23 Drawing these two strands together, we are\n                                  satisfied that Sellers are entitled to recover half of the\n                                  additional freight paid for the call at Mangalore of\n                                  US$19,000.00, and WE SO FIND.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">                                          5.24 Sellers&#x27; final head of claim for damage was for\n                                  US$14,175.00 corresponding to a pro-rate sum of\n                                  demurrage incurred at the load port of Padang, Indonesia.\n                                  This, Sellers submitted, was due to the absence of a letter\n                                  of credit from Buyers, that caused delays in obtaining\n                                  certificates of origin from local authorities at the port of\n                                  loading as a result of Sellers being unable to issue their\n                                  necessary invoice to the shippers of the cargo. This claim\n                                  was supported by a Laytime Statement of unknown\n                                  provenance and made no reference to a delay in obtaining\n                                  shipping documents.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">                                         5.25 We were not assisted by Sellers&#x27; evidence that,\n                                  on 12 March, one day after the Vessel had disconnected\n                                  hoses, proforma documents were sent to Buyers that\n                                  included an invoice dated 11 March for US$725.83 per\n                                  metric ton, instead of the contract price of US$779.00 per\n                                  metric ton. This was omitted from Sellers&#x27; pleaded case.\n                                  Given the inconclusive laytime statement and no proof that\n                                  demurrage had been accrued or paid by Sellers as a\n                                  consequence of a breach by Buyers&#x27; in failing to establish a\n                                  letter of credit before loading. WE DISMISS this claim for\n                                  demurrage at the loadport.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">                                         5.26 Turning now to Sellers&#x27; claim for interest. By\n                                  virtue of <a href=\"/doc/1559160/\" id=\"a_6\">Section 49</a> of the Arbitration Act, 1996, we may\n                                  award simple or compound interest from such dates, at\n                                  such rates and with such rests as we consider meet the\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_6\">                7/61</span>\n\f                                                                                       E.P.Nos.68 and 69 of 2021\n\n                                  justice of the case, either on part or of the whole of any\n                                  amount awarded. As Sellers have succeeded in their\n                                  claims, WE FIND THAT interest on the sums awarded at\n                                  the rate of 4% per annum, compounded quarterly is\n                                  payable by Buyers to Sellers from 18 March 2020 until the\n                                  date of settlement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">                                  5.27 Finally Sellers have claimed the costs of the\n                                  arbitration. The nature of this dispute was straightforward\n                                  as pleaded by Sellers. The general rule is that costs follow\n                                  the event, and we see no reason to depart from that. WE\n                                  THEREFORE FIND THAT Sellers succeed in their claim\n                                  for costs and those costs are the fees and expenses of this\n                                  award and shall be for Buyers&#x27; account.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">                                        6.0 AWARD\n\n                                        6.1 WE AWARD THAT Sellers&#x27; claim SUCCEEDS.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">                                       6.2 WE FURTHER AWARD THAT Buyers shall pay\n                                  to Sellers default damages of US$946,000.00 (Nine\n                                  Hundred and Forty-Six Thousand United States Dollars).\n\n</p><p data-structure=\"Section\" id=\"p_26\">                                         6.3 WE FURTHER AWARD THAT Buyers shall pay\n                                  to Sellers US$19,000,00 (Nineteen Thousand United States\n                                  Dollars) being the costs of additional freight.\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">                                         6.4 WE FURTHER AWARD THAT Buyers shall pay\n                                  interest on the above sums at the rate of 4% (Four per\n                                  Cent) per annum pro-rate from 18 March 2020 until the\n                                  date of settlement of this award.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">                                        6.5 WE FURTHER AWARD THAT the fees, costs and\n                                  expenses of this award amounting £13,597.50 (Thirteen\n                                  Thousand, Five Hundred and Ninety-Seven Pounds Sterling\n                                  and Fifty Pence) shall be paid by Buyers. If Sellers have\n                                  paid any or all such costs, the shall be entitled to immediate\n                                  reimbursement.”\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_7\">                8/61</span>\n\f                                                                                     E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"Facts\" id=\"p_29\">                          2. The documents and pleadings are almost identical in both the\n\n                Execution Petitions.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">\n\n</p><p data-structure=\"Facts\" id=\"p_31\">                          3. The Petitioner/Award Holder in the respective Execution Petitions are\n\n                one and the same. The Respondents/Award Debtor in the respective Original\n\n                Petitions are two sister companies from Virudhunagar District, Tamil Nadu.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_32\">                          4. Details of the respective Awards and the Execution Petitions filed for\n\n                enforcement of the respective Awards are as under:-\n\n</p><pre id=\"pre_2\">                          Sl.No.    E.P.Nos.            Case Nos.                Date of Award\n                             1.    68 of 2021   891           M/s.Manickavel      04.02.2021\n                                                Edible Oils Private Limited\n                                                Arbitration              Award\n                                                No.4647\n                             2.    69 of 2021   892              M/s.Yentop       04.02.2021\n                                                Manickam        Edible    Oils\n                                                Private Limited.\n                                                Arbitration              Award\n                                                No.4648\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_33\">                          5. The Petitioner/Award Holder is seeking to enforce the respective\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_8\">                9/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                Awards passed by the Arbitral Tribunal on 04.02.2021 in these Execution\n\n                Petitions.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n\n</p><p data-structure=\"Section\" id=\"p_35\">                          6. The respective Awards are sought to be enforced by the\n\n                Petitioner/Award Holder on the ground that the Awards satisfies the definition of\n\n                “Award” as required under <a href=\"/doc/784819/\" id=\"a_7\">Section 47</a> of the Arbitration and Conciliation Act,\n\n                1996 and conditions stipulated under <a href=\"/doc/963351/\" id=\"a_8\">Section 48</a> of the Arbitration and\n\n                Conciliation Act, 1996 (hereinafter referred as “the Act”).\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_36\">                          7. The Arbitral Tribunal has passed the respective Awards both dated\n\n                04.02.2021 under auspices of Federation of Oils, Seeds and Fats Associations\n\n                Limited (FOSFA) and awarded amounts to the petitioner. To enforce a Foreign\n\n                Award, the Petitioner who is Award Holder is required to satisfy that the\n\n                requirements of <a href=\"/doc/784819/\" id=\"a_9\">Sections 47</a> and <a href=\"/doc/963351/\" id=\"a_10\">48</a> of the Act are satisfied.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_37\">                          8. Opposing the maintainability and enforceability of the Execution\n\n                Petition against the Respondents/Award Debtors, the learned counsel for the\n\n                Respondents/Award Debtors, at the outset, submitted that Petitioner/Award\n\n                Holder failed to satisfy the provisions of <a href=\"/doc/134675436/\" id=\"a_11\">Section 47(1)(a)</a> and <a href=\"/doc/503141/\" id=\"a_12\">47(1)(b)</a> of the\n\n                Arbitration and Conciliation Act by not producing the original signed Award or\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_9\">                10/61</span>\n\f                                                                              E.P.Nos.68 and 69 of 2021\n\n                a certified copy thereof in the manner as required by the laws of the United\n\n                Kingdom. The Petitioner/Award Holder produced only a supposedly certified\n\n                copy of the purported Award dated 04.02.2021 which is not in conformity with\n\n                <a href=\"/doc/134675436/\" id=\"a_13\">Section 47(1)(a)</a> and <a href=\"/doc/503141/\" id=\"a_14\">47(1)(b)</a> of the Act.       Now, during the course of the\n\n                proceedings before this Court, the Petitioner/Award Holder produced a\n\n                supposedly signed copy of the Award containing three signatures of the three\n\n                Arbitrators.      Evidently, this copy is dated 04.02.2021 signed by the three\n\n                Arbitrators not on 04.02.2021 but on some other unknown date.                   It is\n\n                perceivable that the three Arbitrators could not have signed the Award on the\n\n                same day given that they are from different continents of the World. In such\n\n                event, the Petitioner/Award Holder ought to have produced an affidavit from the\n\n                members of the Tribunal vouching to the fact that the Arbitrators had physically\n\n                signed the Award on 04.02.2021, but it is not forthcoming. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"135473906\" id=\"span_10\">In this regard,\n\n                reliance was placed on the decision of the Delhi High Court in the case of\n\n                <a href=\"/doc/135473906/\" id=\"a_15\">Agritrade International Pte Limited Vs. National Agricultural                    Co-</a>\n\n                operative Marketing Federation of India, 2012 (128) DRI 371 wherein, it\n\n                was held that in the given facts of the case, the plea for enforcement of Foreign\n\n                Award cannot be granted as it would amount to recognizing the existence of an\n\n                Arbitration Agreement on surmises. The learned Senior counsel also invited the\n\n                attention of this Court that in compliance of Section 65B of the Indian Evidence\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_11\">                11/61</span>\n\f                                                                                  E.P.Nos.68 and 69 of 2021\n\n                Act, 1872, the Petitioner/Award Holder has not filed an affidavit attesting to\n\n                these purported electronic communications and such failure vitiates the entire\n\n                execution proceedings.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\n\n</p><p data-structure=\"Section\" id=\"p_39\">                          9. The Respondents/Award Debtors have raised a preliminary objection to\n\n                the maintainability of these proceedings under <a href=\"/doc/784819/\" id=\"a_16\">Sections 47</a> and <a href=\"/doc/963351/\" id=\"a_17\">48</a> of the Act.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_40\">                          10. The enforcement of the Award is opposed by the Respondents/Award\n\n                Debtors on the ground that neither the “certified copy” of the Award was filed at\n\n                the time of institution of these petitions nor was there a binding contract\n\n                between the Petitioner/Award Holder and the respective Respondent/Award\n\n                Debtor. It is therefore submitted that the Awards that have been presented\n\n                before        this   Court   for   being   recognized   and   enforced   against      the\n\n                Respondents/Award Debtors in the respective execution petitions are a nullity.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_41\">                          11. It is further submitted that since there were no contract signed\n\n                between the Petitioner/Award Holder and the respective Respondent/Award\n\n                Debtor, question of the Respondents/Award Debtors breaching the terms of the\n\n                contract also cannot be countenanced.\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_12\">                12/61</span>\n\f                                                                                 E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"PetArg\" id=\"p_43\">                          12. Arguing the case on behalf of the Respondents/Award Debtors, the\n\n                learned Senior Counsel for the Respondents/Award Debtors would submit that\n\n                the so called Awards both dated 04.02.2021 were not signed on the date of\n\n                filing of the petition for enforcing the respective Award in the above Execution\n\n                Petitions.\n</p>\n<p data-structure=\"Issue\" id=\"p_44\">\n\n</p><p data-structure=\"PetArg\" id=\"p_45\">                          13. It is submitted that as per <a href=\"/doc/134675436/\" id=\"a_18\">Section 47(1)(a)</a> of the Act, the\n\n                Petitioner/Award Holder who applies for enforcing Foreign Awards is required\n\n                to produce the original copy of the Award or copy thereof duly authenticated in\n\n                the manner required by the law in the Country in which it was made.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_46\">                          14. It is submitted that at the time of filing of the respective Execution\n\n                Petitions, the Petitioner/Award Holder has enclosed only a photocopy of the so\n\n                called Awards dated 04.02.2021 bearing the signatures of the respective\n\n                Arbitrators and the Presiding Arbitrator (Chairman) together with a Certificate\n\n                of the respective Arbitrators and the Presiding Arbitrator.\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_47\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50226968\" id=\"span_13\">15. It is submitted by the learned Senior Counsel for the\n\n                Respondents/Award Debtors that although the filing of the original can be\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_14\">                13/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021\n\n\n                deferred in terms of the decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/50226968/\" id=\"a_19\">PEC Limited\n\n                Vs. Austbulk Shipping SDN BHD</a>, 2019 (11) SCC 620, the Awards should be\n\n                a signed copy of the Award that is available.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_48\">\n\n</p><p data-structure=\"PetArg\" id=\"p_49\">                          16. The learned Senior Counsel for the Respondents/Award Debtors\n\n                would submit that the originals of the Award that was filed later ought to have\n\n                been filed later whereas, what has been filed is a fresh copy with the original\n\n                signature of the Arbitrators.\n</p>\n<p data-structure=\"Issue\" id=\"p_50\">\n\n</p><p data-structure=\"PetArg\" id=\"p_51\">                          17. It is submitted that the Certificate of the respective Arbitrators and the\n\n                Presiding Arbitrator states that it was issued in the light of outbreak of Covid-19\n\n                pandemic and due to which the original documentation with signature was not\n\n                possible. It is submitted that the Awards are contrary to the provisions of the\n\n                <a href=\"/doc/1306164/\" id=\"a_20\">Arbitration Act, 1996</a> of the United Kingdom (England, Wales and Northern\n\n                Ireland).\n</p>\n<p data-structure=\"Issue\" id=\"p_52\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">                          18. Specifically, a reference is made to <a href=\"/doc/1743236/\" id=\"a_21\">Section 52(3)</a> of the aforesaid Act,\n\n                wherein it has been stated that an Award shall be in writing signed by all the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_15\">                14/61</span>\n\f                                                                                     E.P.Nos.68 and 69 of 2021\n\n                Arbitrators or all those signing to the Award.\n</p>\n<p data-structure=\"Issue\" id=\"p_54\">\n\n</p><p data-structure=\"PetArg\" id=\"p_55\">                          19. It is submitted that mere affixture of the digital image of the signature\n\n                of the respective Arbitrators and the Presiding Arbitrator would not satisfy the\n\n                requirements of <a href=\"/doc/1743236/\" id=\"a_22\">Section 52(3)</a> of the Arbitration Act, 1996 of the United\n\n                Kingdom.\n</p>\n<p data-structure=\"Issue\" id=\"p_56\">\n\n</p><p data-structure=\"Section\" id=\"p_57\">                          20. It is submitted that unless such procedure was sanctioned either by\n\n                the parties under a contract or under the law in United Kingdom, question of the\n\n                Award satisfying the requirements of <a href=\"/doc/1743236/\" id=\"a_23\">Section 52</a> of the Arbitration Act, 1996 of\n\n                the United Kingdom cannot be countenanced for the purpose of enforcing it\n\n                under <a href=\"/doc/1306164/\" id=\"a_24\">Part-II of the Arbitration and Conciliation Act, 1996</a>.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">                          21.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254072\" id=\"span_16\">In   this   connection,   the   learned   Senior   Counsel      for    the\n\n                Respondents/Award Debtors has drawn attention to the decision of the Hon&#x27;ble\n\n                Supreme Court rendered in <a href=\"/doc/254072/\" id=\"a_25\">Commissioner of Agricultural Income Tax, West\n\n                Bengal Vs. Keshab Chandra Mandal</a>, 1950 SCC Online SC 15.</span>\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_59\">                          22. Specifically, the learned Senior Counsel for the Respondents/Award\n\n                Debtors would submit that a principle has been clearly laid down that if on a\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_17\">                15/61</span>\n\f                                                                                E.P.Nos.68 and 69 of 2021\n\n                construction of a statute, signature by an agent is not found permissible then the\n\n                writing of the name of the principal by the agent however clearly he may have\n\n                been authorised by the principal cannot possibly be regarded as the signature of\n\n                the principal for the purposes of that statute. It is submitted that if a statute\n\n                requires personal signature or a mark, it must be that of the person himself or\n\n                herself. It is submitted that there must be physical contact between that person\n\n                and the signature or the mark put on the document. He would therefore submit\n\n                that mere affixing of an image or impression of the signature digitally by the\n\n                Registrar of FOSFA was not sufficient.\n</p>\n<p data-structure=\"Section\" id=\"p_60\">\n\n</p><p data-structure=\"PetArg\" id=\"p_61\">                          23. The learned Senior Counsel for the Respondents/Award Debtors\n\n                would draw attention to <a href=\"/doc/173795130/\" id=\"a_26\">Section 3(56)</a> of the General Clauses Act, 1897, as per\n\n                which expression “sign”, with its grammatical variations and cognate\n\n                expressions, shall, with reference to a person who is unable to write his name,\n\n                include “mark”, with its grammatical variations and cognate expressions.\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_62\">                          24. It is submitted that what has been filed subsequently pursuant to the\n\n                directions of this Court dated 15.11.2023 by the Petitioner/Award Holder\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_18\">                16/61</span>\n\f                                                                             E.P.Nos.68 and 69 of 2021\n\n                together with affidavit is a copy of the respective Awards both dated 04.02.2021\n\n                does not meet the requirements and therefore the respective Awards both dated\n\n                04.02.2021 can neither be recognised nor enforced.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">                          25. It is submitted that the copies of respective Awards both dated\n\n                04.02.2021 with the signatures that have been filed subsequently pursuant to\n\n                the aforesaid order of this Court cannot be construed to be a Original of the\n\n                signed copy of the respective Awards and therefore, these objections go to the\n\n                root of the maintainability of these two Execution Petitions to enforce the\n\n                aforesaid Award.\n</p>\n<p data-structure=\"Section\" id=\"p_64\">\n\n</p><p data-structure=\"Section\" id=\"p_65\">                          26. The learned Senior Counsel for the Respondents/Award Debtors\n\n                would further argue that as per Rule 6 of the Rules of Arbitration and Appeal of\n\n                FOSFA International, prescribes the procedures under the Federation of Oils,\n\n                Seeds and Fats Associations Ltd., (FOSFA), then an Award has to be in writing\n\n                on the official form of the Federation and when an Award has been signed, it is\n\n                the duty of the federation to date them and give notice to the other party named\n\n                in the Award. It is to be disbursed upon payment of fees and acceptance of\n\n                Arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_19\">                17/61</span>\n\f                                                                                  E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"CDiscource\" id=\"p_67\">                          27. It is submitted that only on payment of the fees, the Federation could\n\n                send the Original of the signed copy of the Award to the other party who has\n\n                paid. In this case, what has been transmitted earlier on 11.02.2021 was merely\n\n                a draft of the Award purportedly sent by the Arbitrators with digital\n\n                image/impression of their respective signatures which have been affixed by the\n\n                Registrar of FOSFA in the copy of the respective draft copy of the Award.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_68\">                          28. It is submitted that the said copy would not constitute as the original\n\n                of the Award for the purpose of <a href=\"/doc/134675436/\" id=\"a_27\">Section 47(1)(a)</a> of the Indian Arbitration and\n\n                Conciliation Act, 1996.\n</p>\n<p data-structure=\"Section\" id=\"p_69\">\n\n</p><p data-structure=\"PetArg\" id=\"p_70\">                          29. It is submitted that even on the date of hearing, the so called\n\n                Certificate of the respective Arbitrators dated 04.02.2021 which were sent along\n\n                with the email dated 11.02.2021 had not been filed. Therefore, the defect has\n\n                not been cured.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_72\">                          30. Anticipating the arguments of the Petitioner/Award Holder to over\n\n                rule the objection, the learned Senior Counsel would submit that even though an\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_20\">                18/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                objection was raised by the Registrar on four grounds at the time of filing of the\n\n                above mentioned Execution Petitions, the objection of the Registry was over\n\n                ruled and the matter taken before the Hon&#x27;ble Division Bench of this Court in\n\n                O.S.A.Nos.81 &amp; 82 of 2022. The objection was merely confined only to the\n\n                Registry&#x27;s objection.      It is submitted that merely because the Registrar&#x27;s\n\n                objection was over ruled ex parte by the Court on 09.02.2021 would not\n\n                preclude the Respondents/Award Debtors from raising objection regarding\n\n                maintainability of these two Execution Petitions on the ground that the Original\n\n                of the Arbitral Awards dated 04.02.2021 has not been filed.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_73\">                          31. It is therefore submitted that on this count alone, the preliminary\n\n                objection of the Respondents/Award Debtors may be accepted by the Court and\n\n                the Execution Petitions are liable to be dismissed.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">                          32. The learned Senior Counsel for the Respondents/Award Debtors also\n\n                drew attention to a decision of the Hon&#x27;ble Supreme Court rendered in the\n\n                context of domestic arbitration and the requirement of the Arbitration Award to\n\n                be signed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172229790\" id=\"span_21\">In this connection, he drew attention to the following passages from\n\n                the decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/172229790/\" id=\"a_28\">Dakshin Haryana Bijli Vitran\n\n                Nigam Limited Vs. Navigant Technologies Private Limited</a>, (2021) 7 SCC\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_22\">                19/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">                657. It is submitted that the Hon&#x27;ble Supreme Court has underscored mistake of\n\n                signature. A reference is made to Paragraph Nos.25 to 27, which read as\n\n                under:-\n</p>\n<blockquote id=\"blockquote_10\">                                         “25. The legal requirement of signing the arbitral\n                                  award by a sole arbitrator, or the members of a tribunal\n                                  is found in <a href=\"/doc/1769118/\" id=\"a_29\">Section 31</a> of the 1996 Act, which provides the\n                                  form and content of an arbitral award. <a href=\"/doc/1769118/\" id=\"a_30\">Section 31</a>\n                                  provides that:\n</blockquote>\n<blockquote id=\"blockquote_11\">                                        “31. Form and contents of arbitral award.-(1) An\n                                  arbitral award shall be made in writing and shall be\n                                  signed by the members of the arbitral tribunal.\n\n</blockquote><blockquote id=\"blockquote_12\">                                         (2) For the purposes of sub-section (1), in arbitral\n                                  proceedings with more than one arbitrator, the signatures\n                                  of the majority of all the members of the arbitral tribunal\n                                  shall be sufficient so long as the reasons for any ommitted\n                                  signature is stated.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_76\">                                        .....\n</p>\n<p data-structure=\"Section\" id=\"p_77\">                                        (4) The arbitral award shall state its date and the\n                                  place of arbitration as determined in accordance with\n                                  <a href=\"/doc/385194/\" id=\"a_31\">Section 20</a> and the award shall be deemed to have been\n                                  made at that place.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">                                         (5) After the arbitral award is made, a signed copy\n                                  shall be delivered to each party.\n</p>\n<p data-structure=\"Section\" id=\"p_79\">                                   26. <a href=\"/doc/920498/\" id=\"a_32\">Section 31(1)</a> is couched in mandatory terms, and\n                                  provides that an arbitral award shall be made in writing\n                                  and signed by all the members of the arbitral tribunal . If\n                                  the arbitral tribunal comprises of more than one\n                                  arbitrator, the award is made when the arbitrators acting\n                                  together finally express their decision in writing, and is\n                                  authenticated by their signatures. An award takes legal\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_23\">                20/61</span>\n\f                                                                                      E.P.Nos.68 and 69 of 2021\n\n\n                                  effect that only after it is signed by the arbitrators, which\n                                  gives it authentication. There can be no finality of the\n                                  award, except after it is signed, since signing of the\n                                  award gives legal effect and validity to it. The making\n                                  and delivery of the award are different stages of an\n                                  arbitration proceeding. An award is made when it is\n                                  authenticated by the person who makes it. The statute\n                                  makes it obligatory for each of the members of the\n                                  tribunal to sign the award, to make it a valid award. The\n                                  usage of term “shall” makes it a mandatory\n                                  requirement. It is not merely a ministerial act, or an\n                                  empty formality which can be dispensed with.\n</p>\n<p data-structure=\"Section\" id=\"p_80\">                                         27. Sub-section (1) of <a href=\"/doc/1769118/\" id=\"a_33\">Section 31</a> read with sub-\n</p><p data-structure=\"Section\" id=\"p_81\">                                  section (4) makes it clear that the Act contemplates a\n                                  single date on which the arbitral award is passed i.e., the\n                                  date on which the signed copy of the award is delivered\n                                  to the parties. <a href=\"/doc/853054/\" id=\"a_34\">Section 31 (5)</a> enjoins upon the\n                                  arbitrator/tribunal to provide the signed copy of the\n                                  arbitral award to the parties. The receipt of a signed\n                                  copy of the award is the date from which the period of\n                                  limitation for filing objections<a href=\"/doc/536284/\" id=\"a_35\"> u/S.34</a> would commence.\n                                  This would be evident from the language of sub-Section\n                                  (3) of <a href=\"/doc/1211292/\" id=\"a_36\">Section 34 (3)</a> which reads:\n</p>\n<blockquote id=\"blockquote_13\">                                        “34.Application for setting aside arbitral award.\n</blockquote>\n<blockquote id=\"blockquote_14\">                                        ...\n</blockquote>\n<blockquote id=\"blockquote_15\">                                        ...\n</blockquote>\n<blockquote id=\"blockquote_16\">                                        (3) An application for setting aside may not be\n                                  made after three months have elapsed from the date on\n                                  which the party making that application had received the\n                                  arbitral award or, if a request had been made under\n                                  <a href=\"/doc/1977813/\" id=\"a_37\">section 33</a>, from the date on which that request had been\n                                  disposed of by the arbitral tribunal:\n</blockquote>\n<blockquote id=\"blockquote_17\">                                        Provided that if the Court is satisfied that the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_24\">                21/61</span>\n\f                                                                                   E.P.Nos.68 and 69 of 2021\n\n\n                                  applicant was prevented by sufficient cause from making\n                                  the application within the said period of three months it\n                                  may entertain the application within a further period of\n                                  thirty days, but not thereafter.”\n\n</blockquote><blockquote id=\"blockquote_18\">                          33. The learned Senior Counsel for the Respondents/Award Debtors\n\n                would vociferously contend that there is no Arbitration Agreement between the\n\n                parties in terms of <a href=\"/doc/1512226/\" id=\"a_38\">Section 48(1)(a)</a> of the Act, which the Petitioner/Award\n\n                Holder could enforce. The Sale Contract dated 13.01.2020, which formed the\n\n                basis for initiation of arbitration proceedings has not been executed mutually by\n\n                either of the parties. Referring to <a href=\"/doc/1211237/\" id=\"a_39\">Section 44</a> of the Act, learned Senior Counsel\n\n                for the Respondents/Award Debtors submitted that a Foreign Award means an\n\n                Arbitral Award on differences between persons arising out of legal relationships,\n\n                whether contractual or not, considered as commercial under the law in force in\n\n                India. Also by referring to Paragraph 2 of Article II of the Convention on the\n\n                Recognition and Enforcement of Foreign Arbitral awards, the learned Senior\n\n                Counsel submitted that the term &quot;agreement in writing&quot; shall mean and include\n\n                an arbitral clause in a contract or an Arbitration Agreement signed by parties or\n\n                contained in an exchange of letters or telegrams.\n\n\n\n\n</blockquote><blockquote id=\"blockquote_19\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"10539586\" id=\"span_25\">34. It is the contention of the learned Senior counsel for the\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_26\">                22/61</span>\n\f                                                                                 E.P.Nos.68 and 69 of 2021\n\n                Respondents/Award Debtors that none of the above requirements have been\n\n                fulfilled in this case and therefore, it has to be held that there is no Arbitral\n\n                Award at all between the parties, which the Petitioner/Award Holder can enforce\n\n                against the Respondents/Award Debtors. For this purpose, the learned Senior\n\n                Counsel for the Respondents/Award Debtors placed reliance on the decision of\n\n                the Delhi High Court in Viroz Oils and Fats Ptd. <a href=\"/doc/10539586/\" id=\"a_40\">Ltd. Vs. National\n\n                Agricultural Co-operative Marketing Federation of India</a>, 2016 SCC Online\n\n                Delhi 6203 and contended that in identical circumstances, the Delhi High Court\n\n                refused to enforce a Foreign Award.</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">\n\n</blockquote><blockquote id=\"blockquote_21\">                          35. With respect to composition and constitution of the Arbitral Tribunal,\n\n                it is submitted that it is against the provisions of <a href=\"/doc/718827/\" id=\"a_41\">Section 48(1)(d)</a> of the Act.\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_82\">                According to the learned Senior Counsel, the Respondents/Award Debtors\n\n                received a Letter dated 01.10.2020 from Palm Oil Refiners Association of\n\n                Malaysia (PORAM) intimating that the Petitioner/Award Holder requested that\n\n                the arbitration proceedings, including the constitution of the Tribunal, be put on\n\n                hold till 30.11.2020. In fact, in the said Letter, it was stated that Arbitral\n\n                Tribunal is yet to be constituted. However, the Petitioner/Award Holder now\n\n                contends that the Arbitral Tribunal was constituted on 09.09.2020 itself and the\n\n                Petitioner/Award Holder appears to have filed the Claim Statement on\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_27\">                23/61</span>\n\f                                                                                     E.P.Nos.68 and 69 of 2021\n\n                09.10.2020. Thus, it is clear that the constitution of the Arbitral Tribunal itself\n\n                is improper. Consequently, the Award passed by the Arbitral Tribunal cannot be\n\n                enforced or binding on the Respondents/Award Debtors.                 Even though the\n\n                Petitioner/Award Holder produced an Award said to have been passed by the\n\n                Arbitral Tribunal, purportedly signed by the members of the Arbitral Tribunal,\n\n                such Award, soon after signing, has to be sent to both parties in the manner\n\n                known to law for the Award to become binding, but it was not done in this case.\n\n                The copy of the Award has not been sent to the Respondents/Award Debtors,\n\n                while so, the Respondents/Award Debtors are not in a position to assail the\n\n                Award.             There must be an Award duly signed and served on the\n\n                Respondents/Award Debtors without which it cannot be expected that the\n\n                Respondents/Award Debtors could challenge it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">\n\n</p><p data-structure=\"PetArg\" id=\"p_84\">                                  36. Referring to Paragraph No.5.2 of the Award, it is contended by the\n\n                learned Senior Counsel for the Respondents/Award Debtors that the Tribunal\n\n                framed issues as to (i) whether the contract was concluded and on what terms\n\n</p><p data-structure=\"PetArg\" id=\"p_85\">                (b) whether there is a valid and binding Arbitration Agreement providing for the\n\n                FOSFA Rules of arbitration and appeal and (iii) whether there was a default by\n\n                buyers in failing to open a Letter of Credit and damages resulting from any such\n\n                default. In Paragraph No.1.6, the Tribunal recorded that there was no contract\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_28\">                24/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                signed and stamped among the parties, however, it was held in Paragraph\n\n                No.5.3 that it is satisfied by the Seller&#x27;s explanation and evidence in relation to\n\n                the existence of the terms and conditions among them. The Tribunal has not\n\n                recorded any independent reason to determine the issue (a) in favour of the\n\n                claimant. Above all, the jurisdictional pre-condition for reference to arbitration\n\n                is the intention between the parties to refer a dispute. In the absence of such a\n\n                requirement, it has to be held that there was no valid and legally binding\n\n                Agreement exist between the parties. It is also contended by the learned Senior\n\n                Counsel for the Respondents/Award Debtors that the members of the Arbitral\n\n                Tribunal were ineligible to be appointed in terms of <a href=\"/doc/750244/\" id=\"a_42\">Section 12</a> read with\n\n                Clauses 22 and 24 of the <a href=\"/doc/1306164/\" id=\"a_43\">Fifth Schedule of the Act</a> inasmuch as the same\n\n                Arbitral Tribunal has been nominated by the Petitioner/Award Holder in respect\n\n                of another arbitration.     Accordingly, the learned Senior Counsel for the\n\n                Respondents/Award Debtors prayed for dismissal of the Execution Petitions as\n\n                devoid of merits.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">\n\n</p><p data-structure=\"Section\" id=\"p_87\">                          37. The enforcement of the Award is questioned. That apart, it is\n\n                submitted that the Award that has been presented for enforcement under Part II\n\n                (Enforcement of Certain Foreign challenge) Chapter-I (New York Convention\n\n                challenge) of the Act is in violation of <a href=\"/doc/860506/\" id=\"a_44\">Sections 47(1)(A)</a>, <a href=\"/doc/860506/\" id=\"a_45\">47(1)(B)</a>, <a href=\"/doc/442886/\" id=\"a_46\">48(1)(A)</a>,\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_29\">                25/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                48(1)(D) and <a href=\"/doc/1324468/\" id=\"a_47\">Section 48(2)(B)</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">\n\n</p><p data-structure=\"PetArg\" id=\"p_89\">                          38. By way of reply, the learned counsel for the petitioner would submit\n\n                that the objection regarding maintainability of these two Execution Petitions\n\n                were available to the Respondents/Award Debtors at the earliest point of time\n\n                after they entered appearance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">\n\n</p><p data-structure=\"Precedent\" id=\"p_91\">                          39. It is submitted that the Respondents/Award Debtors took a chance\n\n                before the Hon&#x27;ble Division Bench of this Court in O.S.A.Nos.81 &amp; 82 of 2022\n\n                and therefore, it is not open for the Respondents/Award Debtors to raise a plea\n\n                regarding maintainability under <a href=\"/doc/784819/\" id=\"a_48\">Section 47</a> of the Indian Arbitration and\n\n                Conciliation Act, 1996, particularly when the original of the respective Awards\n\n                were duly signed by the respective Arbitrators along with the Presiding\n\n                Arbitrator which has been filed pursuant to order dated 15.11.2023 of this\n\n                Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">                          40. It is submitted that the Hon&#x27;ble Division Bench of this Court by its\n\n                order dated 21.06.2021 had made it clear that the issue regarding\n\n                maintainability of the Execution Petition may be taken up before the learned\n\n                Single Judge and that issue was once again considered by the learned Single\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_30\">                26/61</span>\n\f                                                                                E.P.Nos.68 and 69 of 2021\n\n                Judge while passing order dated 19.10.2022 regarding the jurisdiction issue and\n\n                answered against the Respondents/Award Debtors. It is submitted that SLP\n\n                filed by the Respondents/Award Debtors before the Hon&#x27;ble Supreme Court in\n\n                S.L.P.Nos.20428 &amp; 20429 of 2022 was also dismissed.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_94\">                          41. It is submitted that there is no scope for dismissing the respective\n\n                Execution Petitions filed by the Petitioner/Award Holder to execute the Award\n\n                particularly in the light of the fact that the Originals of the respective Awards\n\n                duly signed by the respective Arbitrators and the Presiding Arbitrator are before\n\n                this Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_96\">                          42. That apart, the learned counsel for the Petitioner/Award Holder would\n\n                submit that the Award that was filed along with the respective Execution\n\n                Petitions was also transmitted to the Respondents/Award Debtors on\n\n                11.02.2021 after necessary payments were made by the Petitioner/Award\n\n                Holder in accordance with the provisions of the Arbitration and Application\n\n                Rules of FOSFA International.\n</p>\n<p data-structure=\"Precedent\" id=\"p_97\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_98\">                          43. Hence, it is submitted that the Award has to be enforced and the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_31\">                27/61</span>\n\f                                                                              E.P.Nos.68 and 69 of 2021\n\n                amount has to be recovered from the Respondents/Award Debtors.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_99\">                          44. The learned Senior Counsel for the Respondents/Award Debtors\n\n                further drew attention to the requirements of original Agreement for Arbitration\n\n                has also not been filed and therefore, on this count also the Award is not\n\n                maintainable. The learned Senior Counsel for the Respondents/Award Debtors\n\n                submits that even otherwise there were no Agreement between the parties to\n\n                refer the dispute to Arbitration under the ages of FOSFA International.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_100\">                          45. The learned Senior Counsel for the Respondents/Award Debtors also\n\n                drew attention to Section 54 of UK Arbitration Act, 1996. Specifically, it was\n\n                submitted that as per <a href=\"/doc/1573006/\" id=\"a_49\">Section 54(2)</a>, the date of Award shall be taken as the date\n\n                on which it is signed by the Arbitrator or where more than one Arbitrator has\n\n                signed by last them.        In this case, the originals which have been filed\n\n                subsequently are all dated 04.02.2021.\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">\n\n</p><p data-structure=\"Section\" id=\"p_102\">                          46. Alternatively, the learned Senior Counsel would submit that if the\n\n                Award has been signed post facto, the correct date ought to have been given in\n\n                the Award and that date is the date of recording limitation for the purpose of\n\n                Section 7 of the UK Arbitration Act, 1996. In this connection, the learned\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_32\">                28/61</span>\n\f                                                                                   E.P.Nos.68 and 69 of 2021\n\n                Senior Counsel drew attention to Section 54 of the UK Arbitration Act, 1996,\n\n                which reads as under:-\n</p>\n<blockquote id=\"blockquote_22\">                            “54.Date of award.\n</blockquote>\n<blockquote id=\"blockquote_23\">                                 (1) Unless otherwise agreed by the parties, the tribunal\n                            may decide what is to be taken to be the date on which the\n                            award was made.\n</blockquote>\n<blockquote id=\"blockquote_24\">                                  (2) In the absence of any such decision, the date of the\n                            award shall be taken to be the date on which it is signed by the\n                            arbitrator or, where more than one arbitrator signs the award,\n                            by the last of them.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_103\">                                  47. For this purpose, a reference was made to FOSFA 81 at Clause 32\n\n                (AT 41) which provides that all cases other than those which are agreed to take\n\n                place in Malaysia are to be governed by the Rules of Arbitration and Appeal of\n\n                the Federation of Oils, Seeds and Fats Association Limited. Even as per Section\n\n                4(1) of the English Arbitration Act, 1996, the mandatory provisions are\n\n                provided in Schedule I and <a href=\"/doc/354344/\" id=\"a_50\">Section 4 (2)</a> of the Act which allows parties to make\n\n                their own arrangement by Agreement for non-mandatory sections.\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_104\">                                  48. Similarly, Section 4(3) of the English Arbitration Act, 1996,\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_33\">                29/61</span>\n\f                                                                                      E.P.Nos.68 and 69 of 2021\n\n                provides that such arrangement may be made by agreeing to the application of\n\n                institutional Rules. <a href=\"/doc/1003813/\" id=\"a_51\">Section 52</a> of the English Arbitration Act provides for Form\n\n                of Award. As per Schedule I appended to <a href=\"/doc/1743236/\" id=\"a_52\">Section 52</a> non-mandatory provision\n\n                and therefore, <a href=\"/doc/354344/\" id=\"a_53\">Section 4 (2)</a> and (3) can be reckoned from by parties making\n\n                their own arrangements in terms of <a href=\"/doc/1743236/\" id=\"a_54\">Section 52 (1)</a> of the Act, which states that\n\n                the parties are free to agree on the form of an Award.            <a href=\"/doc/1743236/\" id=\"a_55\">Section 52 (2) (5)</a> will\n\n                come into play only where the parties do not make such Agreement.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_105\">                                  49. It is submitted that in this case, the parties agreed to institution\n\n                rules of FOSFA as provided under <a href=\"/doc/354344/\" id=\"a_56\">Section 4 (3)</a> read with 52 (1) of the English\n\n                Arbitration Act, 1996. Rule 6 of the FOSFA Rules provide for &quot;procedure for\n\n                Arbitration Award&quot;, hence, the Award is to be in terms with the FOSFA Rules\n\n                and not <a href=\"/doc/1743236/\" id=\"a_57\">Section 52 (2)</a> to (4) of The English Arbitration Act, 1996. However, it\n\n                is contended by the Respondents/Award Debtors that it was not bound by the\n\n                terms of the contract, including the arbitration clause and they could not be\n\n                compelled to participate in the arbitration. Accordingly, the Respondents/Award\n\n                Debtors did not participate in the arbitration proceedings.\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_106\">                          50. The learned counsel further submitted that during March 2020 due to\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_34\">                30/61</span>\n\f                                                                                  E.P.Nos.68 and 69 of 2021\n\n                outbreak of Covid-19 pandemic, the system of digital signing of Awards\n\n                electronically was introduced and it is also recognized under Section 7 (2) of the\n\n                English Electronic Communications Act, 2000. The learned counsel for the\n\n                petitioner therefore submitted that the Awards passed by the Arbitral Tribunal\n\n                were strictly in accordance with FOSFA 81 and the Rules of Arbitration. It is\n\n                submitted that the respective Awards were also in compliance with <a href=\"/doc/784819/\" id=\"a_58\">Section 47</a> of\n\n                the said Act. Notwithstanding the same, an objection as regards maintainability\n\n                of the Execution Petition was raised on the ground that the Award was not an\n\n                original signed Award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_107\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_108\">                          51. After considering the Awards as filed along with the certificates of the\n\n                Arbitral Tribunal,        this   Court   had   overruled   the   objections     of the\n\n                Respondent/Award Debtor on 09.12.2021.\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">\n\n</p><p data-structure=\"Precedent\" id=\"p_110\">                          52. Thereafter, the Respondents/Award Debtors filed counter in which,\n\n                reference was made to <a href=\"/doc/963351/\" id=\"a_59\">Section 48</a> of the Arbitration and Conciliation Act, 1996.\n\n                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192703676\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50226968\" id=\"span_36\">In order to buttress this submission, reliance was made to the decision of the\n\n                Hon&#x27;ble Supreme Court in (<a href=\"/doc/50226968/\" id=\"a_60\">i) P.E.C. Limited Vs. Austbulk Shipping SDN\n\n                BHD</a>, 2018 <a href=\"/doc/192703676/\" id=\"a_61\">SCC Online 2549 and (ii) Gemini Bay Transcription Private\n\n                Limited Vs. Integrated Sales Services Limited</a>, (2022) 1 Supreme Court\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_37\">                31/61</span>\n\f                                                                                  E.P.Nos.68 and 69 of 2021\n\n                Cases 753.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_111\">\n\n</p><p data-structure=\"RespArg\" id=\"p_112\">                          53. The learned counsel for the Petitioner/Award Holder submitted that\n\n                absence of a formal signed copy of the contract is not a sine quo non for\n\n                initiating arbitration proceedings or it does not mean there was no agreed\n\n                contract at all. It is submitted that <a href=\"/doc/1616495/\" id=\"a_62\">Section 7(4)(b)</a> of the Indian Arbitration and\n\n                Conciliation Act, 1996, recognizes that an Arbitration Agreement can be derived\n\n                from exchange of letters, telegrams or other modes of communications and an\n\n                Arbitration Agreement need not be in a specified form.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_113\">                          54. It is submitted that incorporation of arbitration clause by general\n\n                reference to a standard form of contract between the parties is a valid\n\n                incorporation of arbitration clause. <a href=\"/doc/153260/\" id=\"a_63\">Section 7(5)</a> of the Indian Arbitration and\n\n                Conciliation Act, 1996 recognizes incorporation by reference and arbitration\n\n                clause in another document would be deemed to be incorporated into the\n\n                contract by reference, if the contract provides standard form of terms and\n\n                conditions of an independent trade or professional institution.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_114\">                          55. The learned counsel for the Petitioner/Award Holder also invited the\n\n                attention of this Court to the email dated 05.03.2020 of the Respondents/Award\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_38\">                32/61</span>\n\f                                                                                 E.P.Nos.68 and 69 of 2021\n\n                Debtors and contended that it confirmed that there was an Agreement for two\n\n                parcels of 4,000 Metric Tonnes on the vessel setting out the price for each\n\n                shipment being US Dollar 779 and 755 respectively and this goes to show that\n\n                there was an Agreement between the parties and the breach of the contract\n\n                would entail initiation of arbitration proceedings.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_115\">                          56. The learned counsel for the Petitioner/Award Holder further submitted\n\n                that the Arbitral Tribunal had afforded sufficient opportunities to the\n\n                Respondents/Award Debtors to put for their defence, however, the\n\n                Respondents/Award Debtors did not raise any defence before the Tribunal. The\n\n                Tribunal, on appreciation of the material evidence concluded that there was a\n\n                valid contract between the parties. The Arbitral Tribunal, on considering the\n\n                facts leading to the dispute, the calculation of damage, mitigation etc., held that\n\n                the Respondents/Award Debtors were in breach of the terms of the contract and\n\n                proceeded         to   consider   the   claim   for   damages.    Admittedly,        the\n\n                Respondents/Award Debtors did not challenge the Award passed by the\n\n                Arbitrator and therefore, this Court need not go into the merits of the dispute,\n\n                which has been decided by the Arbitral Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\">\n\n</p><p data-structure=\"Precedent\" id=\"p_117\">                          57. According to the learned counsel for the Petitioner/Award Holder, the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_39\">                33/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                threshold for refusal to enforce a Foreign Award under <a href=\"/doc/963351/\" id=\"a_64\">Section 48</a> is so narrow\n\n                as compared to the grounds available for assailing an Arbitral Award under\n\n                <a href=\"/doc/536284/\" id=\"a_65\">Section 34</a> of the Arbitration and Conciliation Act, 1996.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"52650140\" id=\"span_41\">In this context,\n\n                reference was made to the decisions in (<a href=\"/doc/52650140/\" id=\"a_66\">i) Vijay Karia Vs. Prysmian Cavi E\n\n                Sistemi SRL</a>, (2020) 11 Supreme Court <a href=\"/doc/95111828/\" id=\"a_67\">Cases 1 (ii) Ssangyong Engg &amp;\n\n                Construction Co Ltd., Vs. NHAI</a>, (2019) 15 Supreme Court cases 131 and</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_118\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20820372\" id=\"span_42\">(<a href=\"/doc/20820372/\" id=\"a_68\">iii) Reliance Industries Limited Vs. Union of India</a>, (2014) 7 Supreme Court\n\n                Cases 603 to contend that the scope of interference under <a href=\"/doc/963351/\" id=\"a_69\">Section 48</a> is very\n\n                narrow.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_119\">\n\n</p><p data-structure=\"PetArg\" id=\"p_120\">                          58. The learned counsel for the Petitioner/Award Holder also submitted\n\n                that the Execution Petitions filed for enforcement of the Foreign Award dated\n\n                04.02.2021 is based on the established principles provided under law. The\n\n                Award passed by the Arbitral Tribunal is not contrary to the public policy and it\n\n                is enforceable against the Respondents/Award Debtors. The learned counsel for\n\n                the Petitioner/Award Holder therefore prayed for allowing the Execution\n\n                Petitions as prayed for.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_122\">                          59. Turning to the submissions made under <a href=\"/doc/860506/\" id=\"a_70\">Section 47 (1)</a> of the Act, the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_43\">                34/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                learned Senior Counsel for Respondents/Award Debtors submitted that\n\n                fulfillment of the same requires strict compliance and not substantial\n\n                compliance. But in this case, the provisions of <a href=\"/doc/134675436/\" id=\"a_71\">Section 47(1)(a)</a> and <a href=\"/doc/503141/\" id=\"a_72\">47(1)(b)</a>\n\n                have not been complied with which goes to the root of the Public Policy of the\n\n                country. A failure to comply with those provisions renders a purported Foreign\n\n                Award unenforceable. Therefore, notwithstanding the grounds raised under\n\n                <a href=\"/doc/963351/\" id=\"a_73\">Section 48</a> of the Act, based on the preliminary objections raised on behalf of\n\n                the Respondents/Award Debtors, the Execution Petitions deserves to be\n\n                dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_123\">\n\n</p><p data-structure=\"PetArg\" id=\"p_124\">                          60. I have considered the arguments advanced by the learned counsel for\n\n                the Petitioner/Award Holder and the learned Senior Counsel for the\n\n                Respondents/Award Debtors and also perused the materials available on record.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_125\">                          61. The Petitioner/Award Holder seeks to execute the foreign award\n\n                dated 04.02.2021 passed by the Arbitral Tribunal under Federation of Oils,\n\n                Seeds and Fats Association Limited (FOSFA) Rules.              According to the\n\n                Petitioner/Award Holder, in terms of the arbitration clause set out in the contract\n\n                form - FOSFA 81 Rules, the dispute was referred to the Arbitral Tribunal and it\n\n                is maintainable.\n</p><p data-structure=\"Section\" id=\"p_126\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_44\">                35/61</span>\n\f                                                                              E.P.Nos.68 and 69 of 2021\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_127\">                          62. The case was heard on 04.02.2024, 11.01.2024 and thereafter on\n\n                14.02.2024.       After the counsel for the Petitioner/Award Holder has made\n\n                previous submissions for enforcing the foreign award and to justify that the\n\n                foreign award was to be recognized by this Court, it was felt that the\n\n                Petitioner/Award Holder should first satisfy the requirements of <a href=\"/doc/784819/\" id=\"a_74\">Sections 47</a> and\n\n                <a href=\"/doc/963351/\" id=\"a_75\">48</a> of the said Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_128\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_129\">                          63. Aggrieved by the same, O.S.A. (CAD) Nos.81 and 82 of 2022 were\n\n                filed. The Division Bench of this Court dismissed the appeals and directed the\n\n                Respondents/Award Debtors to raise the issue of maintainability before this\n\n                Court. It is therefore submitted that the Award is in compliance with <a href=\"/doc/784819/\" id=\"a_76\">Section 47</a>\n\n                of the Act and the Execution Petition is maintainable.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_130\">                          64. In the Counter Affidavit, the Respondents/Award Debtors has raised\n\n                two grounds namely (i) there is no valid and legally enforceable Arbitration\n\n                Agreement between the parties as there was no contract between them and (ii)\n\n                the Arbitral Tribunal assumed jurisdiction upon itself erroneously when there\n\n                was no Arbitration Agreement and therefore, the Arbitral Tribunal has no\n\n                jurisdiction and consequently, the Award passed is in contravention of\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_45\">                36/61</span>\n\f                                                                                E.P.Nos.68 and 69 of 2021\n\n                fundamental policy of the laws of India. However, in the application under\n\n                <a href=\"/doc/963351/\" id=\"a_77\">Section 48</a> of the Arbitration and Conciliation Act, the grounds raised by the\n\n                Respondents/Award Debtors for setting aside the Award are not valid.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_131\">                          65. The learned counsel for the Petitioner/Award Holder contended that it\n\n                was repeatedly harped upon by the Respondents/Award Debtors that there was\n\n                no valid substantive contract between the parties and therefore, the arbitration\n\n                proceedings as well as the present Execution Petitions are not maintainable.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_132\">                          66. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"146487961\" id=\"span_46\">In this context, the learned counsel for the Petitioner/Award Holder\n\n                relied on <a href=\"/doc/146487961/\" id=\"a_78\">Enercon (India) Limited and others Vs. Enercon GMBH and\n\n                another</a>, (2014) 5 Supreme Court Cases 1 wherein, it was held that Arbitration\n\n                Agreement is a separate contract in the underlying contract between the parties\n\n                and separation of the same from the main contract is essential to infer the\n\n                intention between the parties to the dispute. In any event, such underlying\n\n                contract does not extinguish the arbitration agreement.</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_133\">                          67. The dispute between the Petitioner/Award Holder and the\n\n                Respondents/Award Debtors had arisen on account of negotiation between the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_47\">                37/61</span>\n\f                                                                                         E.P.Nos.68 and 69 of 2021\n\n                Petitioner/Award            Holder    and    the    agents/brokers     of   the      respective\n\n                Respondents/Award Debtors.\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">\n\n</p><p data-structure=\"Precedent\" id=\"p_135\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"546691\" id=\"span_48\">68. The Hon&#x27;ble Supreme Court in <a href=\"/doc/546691/\" id=\"a_79\">Fuerst Day Lawson Ltd. Vs. Jindal\n\n                Exports Ltd</a>, (2001) 6 SCC 356 has held that both recognition and\n\n                enforcement of the Award under <a href=\"/doc/1306164/\" id=\"a_80\">Part II of the Arbitration and Conciliation Act,\n\n                1996</a> can be in a single proceeding. Relevant passage from <a href=\"/doc/546691/\" id=\"a_81\">the said decision</a>\n\n                reads as under:-</span>\n</p>\n<blockquote id=\"blockquote_25\">                                  “31. Prior to the enforcement of the Act, the Law of\n                                  Arbitration in this country was substantially contained in\n                                  three enactments namely (1) <a href=\"/doc/1052228/\" id=\"a_82\">The Arbitration Act, 1940</a>, (2)\n                                  <a href=\"/doc/777085/\" id=\"a_83\">The Arbitration (Protocol and Convention) Act, 1937</a> and (3)\n                                  <a href=\"/doc/142812771/\" id=\"a_84\">The Foreign Awards (Recognition and Enforcement) Act,\n                                  1961</a>. A party holding a foreign award was required to take\n                                  recourse to these enactments. The Preamble of the Act\n                                  makes it abundantly clear that it aims at to consolidate and\n                                  amend Indian laws relating to domestic arbitration,\n                                  international commercial arbitration and enforcement of\n                                  foreign arbitral awards. The object of the Act is to minimize\n                                  supervisory role of court and to give speedy justice. In this\n                                  view, the stage of approaching court for making award a rule\n                                  of court as required in <a href=\"/doc/1052228/\" id=\"a_85\">Arbitration Act, 1940</a> is dispensed with\n                                  in the present Act. If the argument of the Respondents is\n                                  accepted, one of the objects of the Act will be frustrated and\n                                  defeated. Under the old Act, after making award and prior to\n                                  execution, there was a procedure for filing and making an\n                                  award a rule of court i.e. a decree. Since the object of the act\n                                  is to provide speedy and alternative solution of the dispute,\n                                  the same procedure cannot be insisted under the new Act\n                                  when it is advisedly eliminated. If separate proceedings are to\n                                  be taken, one for deciding the enforceability of a foreign\n                                  award and the other thereafter for execution, it would only\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_49\">                38/61</span>\n\f                                                                                         E.P.Nos.68 and 69 of 2021\n\n                                  contribute to protracting the litigation and adding to the\n                                  sufferings of a litigant in terms of money, time and energy.\n                                  Avoiding such difficulties is one of the objects of the Act as\n                                  can be gathered from the scheme of the Act and particularly\n                                  looking to the provisions contained in <a href=\"/doc/144997/\" id=\"a_86\">Sections 46</a> to <a href=\"/doc/1559160/\" id=\"a_87\">49</a> in\n                                  relation to enforcement of foreign award. In para 40 of the\n                                  Thyssen judgment already extracted above, it is stated that as\n                                  a matter of fact, there is not much difference between the\n                                  provisions of the 1961 Act and the Act in the matter of\n                                  enforcement of foreign award. The only difference as found is\n                                  that while under the Foreign Award Act a decree follows,\n                                  under the new Act the foreign award is already stamped as\n                                  the decree. Thus, in our view, a party holding foreign award\n                                  can apply for enforcement of it but the court before taking\n                                  further effective steps for the execution of the award has to\n                                  proceed in accordance with <a href=\"/doc/784819/\" id=\"a_88\">Sections 47</a> to <a href=\"/doc/1559160/\" id=\"a_89\">49</a>. In one\n                                  proceeding there may be different stages. In the first stage the\n                                  Court may have to decide about the enforceability of the\n                                  award having regard to the requirement of the said provisions.\n                                  Once the court decides that foreign award is enforceable, it\n                                  can proceed to take further effective steps for execution of\n                                  the same. There arises no question of making foreign award\n                                  as a rule of court/decree again. If the object and purpose can\n                                  be served in the same proceedings, in our view, there is no\n                                  need to take two separate proceedings resulting in\n                                  multiplicity of litigation. It is also clear from objectives\n                                  contained in para 4 of the Statement of Objects and Reasons,\n                                  <a href=\"/doc/784819/\" id=\"a_90\">Sections 47</a> to <a href=\"/doc/1559160/\" id=\"a_91\">49</a> and Scheme of the Act that every final\n                                  arbitral award is to be enforced as if it were a decree of the\n                                  court. The submission that the execution petition could not\n                                  be permitted to convert as an application under <a href=\"/doc/784819/\" id=\"a_92\">Section 47</a> is\n                                  technical and is of no consequence in the view we have\n                                  taken. In our opinion, for enforcement of foreign award\n                                  there is no need to take separate proceedings, one for\n                                  deciding the enforceability of the award to make rule of the\n                                  court or decree and the other to take up execution thereafter.\n                                  In one proceeding, as already stated above, the court\n                                  enforcing a foreign award can deal with the entire matter.\n                                  Even otherwise, this procedure does not prejudice a party in\n                                  the light of what is stated in para 40 of the Thyssen\n                                  judgment.”\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_50\">                39/61</span>\n\f                                                                                 E.P.Nos.68 and 69 of 2021\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_136\">                          69. <a href=\"/doc/1306164/\" id=\"a_93\">Under Part II of the Arbitration and Conciliation Act, 1996</a>, Court is\n\n                not sitting as an Appellate Court. The Court is merely required to see whether\n\n                the successful Award Holder has complied with the requirements of <a href=\"/doc/1211237/\" id=\"a_94\">Section 44</a>\n\n                read with <a href=\"/doc/1306164/\" id=\"a_95\">Article I of the First Schedule of the Arbitration and Conciliation Act,\n\n                1996</a> particularly Article II(2) read with <a href=\"/doc/784819/\" id=\"a_96\">Section 47</a> of the Arbitration and\n\n                Conciliation Act, 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_137\">\n\n</p><p data-structure=\"Precedent\" id=\"p_138\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50226968\" id=\"span_51\">70. The scope of interference in enforcement of the Foreign Award is very\n\n                limited as held by the Hon&#x27;ble Supreme Court in <a href=\"/doc/50226968/\" id=\"a_97\">PEC Limited Vs. Austbulk\n\n                Shipping SDN BHD</a>, (2019) 11 SCC 620.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">\n\n</p><p data-structure=\"Section\" id=\"p_140\">                          71. If the Award is pursuant to an Agreement in writing for arbitration to\n\n                which the convention set forth in the First Schedule is specified and the\n\n                successful Award Holder also specifies the requirement of <a href=\"/doc/784819/\" id=\"a_98\">Section 47</a> of the\n\n                Arbitration and Conciliation Act, 1996, the Award has to be not only recognized\n\n                but also enforced.\n</p>\n<p data-structure=\"Precedent\" id=\"p_141\">\n\n</p><p data-structure=\"Section\" id=\"p_142\">                          72. <a href=\"/doc/963351/\" id=\"a_99\">Section 48</a> of the Arbitration and Conciliation Act, 1996 specifies the\n\n                circumstances under which enforcement of Foreign Award may be refused.\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_52\">                40/61</span>\n\f                                                                                            E.P.Nos.68 and 69 of 2021\n\n                They are in two categories namely under <a href=\"/doc/442886/\" id=\"a_100\">Section 48(1)</a> and <a href=\"/doc/1324468/\" id=\"a_101\">Section 48(2)</a> of the\n\n                Arbitration and Conciliation Act, 1996. For the purpose of discussion, they are\n\n                reproduced below:-\n</p>\n<blockquote id=\"blockquote_26\">                      <a href=\"/doc/442886/\" id=\"a_102\">Section 48(1)</a> of the Arbitration and <a href=\"/doc/1324468/\" id=\"a_103\">Section 48(2)</a> of the Arbitration and\n                      Conciliation Act, 1996               <a href=\"/doc/1306164/\" id=\"a_104\">Conciliation Act</a>\n                      (1) Enforcement of a foreign award may (2) Enforcement of an arbitral award may\n                      be refused, at the request of the party also be refused if the court finds that-\n</blockquote><p data-structure=\"Precedent\" id=\"p_143\">                      against whom it is invoked, only if that (a) The subject-matter of the difference is\n                      party furnishes to the court proof that-     not capable of settlement by arbitration\n</p><p data-structure=\"Section\" id=\"p_144\">                      (a) The parties to the agreement referred under the law of India; or\n                      to in <a href=\"/doc/1211237/\" id=\"a_105\">section 44</a> were, under the law (b) The enforcement of the award would\n                      applicable to them, under some be contrary to the public policy of India.\n                      incapacity, or the said agreement is not Explanation 1. - For the avoidance of any\n                      valid under the law to which the parties doubt, it is clarified that an award is in\n                      have subjected it or, failing any indication conflict with the public policy of India,\n                      thereon, under the law of the country only if, -\n</p><p data-structure=\"Section\" id=\"p_145\">                      where the award was made; or                 (i) the making of the award was induced\n</p><p data-structure=\"Section\" id=\"p_146\">                      (b) The party against whom the award is or affected by fraud or corruption or was\n                      invoked was not given proper notice of in violation of <a href=\"/doc/109874/\" id=\"a_106\">section 75</a> of <a href=\"/doc/1034395/\" id=\"a_107\">section 81</a>; or\n                      the appointment of the arbitrator or of the (ii) it is in contravention with the\n                      arbitral proceedings or was otherwise fundamental policy of Indian law; or\n                      unable to present his case; or               (iii) it is in conflict with the most basic\n</p><p data-structure=\"PetArg\" id=\"p_147\">                      (c) The award deals with a difference not notions of morality or justice.\n                      contemplated by or not falling within the Explanation 2. - For the avoidance of\n                      terms of the submission to arbitration, or doubt, the test as to whether there is a\n                      it contains decisions on matters beyond contravention with the fundamental policy\n                      the scope of the submission to arbitration: of Indian law shall not entail a review on\n                      Provided that, if the decisions on matters the merits of the dispute.\n                      submitted to arbitration can be separated\n                      from those not so submitted, that part of (3) If an application for the setting aside\n                      the award which contains decisions on or suspension of the award has been\n                      matters submitted to arbitration may be made to a competent authority referred to\n                      enforced; or                                 in clause (e) of sub-section (1) the court\n</p><p data-structure=\"CDiscource\" id=\"p_148\">                      (d) The composition of the arbitral may, if it considers it proper, adjourn the\n                      authority or the arbitral procedure was not decision on the enforcement of the award\n                      in accordance with the agreement of the and may also, on the application of the\n                      parties, or, failing such agreement, was party claiming enforcement of the award,\n                      not in accordance with the law of the order the other party to give suitable\n                      country where the arbitration took place; security.\n                      or\n</p><p data-structure=\"Section\" id=\"p_149\">                      (e) The award has not yet become binding\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_53\">                41/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021\n\n\n                      <a href=\"/doc/442886/\" id=\"a_108\">Section 48(1)</a> of the Arbitration and <a href=\"/doc/1324468/\" id=\"a_109\">Section 48(2)</a> of the Arbitration and\n                      Conciliation Act, 1996               <a href=\"/doc/1306164/\" id=\"a_110\">Conciliation Act</a>\n                      on the parties, or has been set aside or\n                      suspended by a competent authority of\n                      the country in which, or under the law of\n                      which, that award was made.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_150\">\n\n</p><p data-structure=\"Precedent\" id=\"p_151\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192703676\" id=\"span_55\">73. The law on the subject has also been clarified by the Hon&#x27;ble Supreme\n\n                Court in the case of <a href=\"/doc/192703676/\" id=\"a_111\">Gemini Bay Transcription (P) Ltd., Vs. Integrated Sales\n\n                Service Ltd.</a>, (2022) 1 SCC 753 and in the case of <a href=\"/doc/95111828/\" id=\"a_112\">Ssangyong Engg &amp;\n\n                Construction Co Ltd., Vs. NHAI</a>, (2019) 15 Supreme Court cases 131 and the\n\n                issue is no longer res integra.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_152\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_153\">                          74. Initially, there was a proposal for purchase of Crude Palm Oil from\n\n                the Petitioner/Award Holder by the Respondent/Award Debtor in E.P.No.68 of\n\n                2021 namely M/s.Manickavel Edible Oils Private Limited. The Purchase\n\n                Orders were negotiated on behalf of the Respondents/Award Debtors by two\n\n                different agents/brokers namely Mr.Ramamoorthy (HUF) and M/s.A Square\n\n                Agencies for 2000 Metric Tonnes and 6000 Metric Tonnes respectively. The\n\n                confirmation was given by the said these two agents/brokers on 13.01.2020.\n\n                The price was however to be negotiated. Rest of the terms had been agreed\n\n                upon.         These Purchase Orders appear to have preceded with WhatsApp\n\n                Communications          from     the    Petitioner/Award   Holder     requesting        the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_56\">                42/61</span>\n\f                                                                                        E.P.Nos.68 and 69 of 2021\n\n                Respondents/Award Debtors to buy Crude Palm Oil from the Petitioner/Award\n\n                Holder.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_154\">\n\n</p><p data-structure=\"Precedent\" id=\"p_155\">                          75. In furtherance of the aforesaid confirmation by the two\n\n                agents/brokers, the Petitioner/Award Holder had also forwarded copies of draft\n\n                contracts both dated 13.01.2020.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_156\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_157\">                          76. The draft contracts dated 13.01.2020 are for sale to the\n\n                Respondent/Award Debtor in E.P.No.68 of 2021 namely M/s.Manickavel\n\n                Edible Oils Private Limited.              The draft contracts that were emailed on\n\n                20.01.2020 were also signed by the Petitioner/Award Holder on 02.03.2020.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_158\">                          77.     The   above    draft   contracts    which     were    emailed       by    the\n\n                Petitioner/Award Holder on 20.01.2020 to the Respondent/Award Debtor in\n\n                E.P.No.68 of 2021 namely M/s.Manickavel Edible Oils Private Limited gave\n\n                the details of the sale contract number, quantity and the price etc., as below:-\n\n</p><pre id=\"pre_3\">                             Sale Contract No.             Quantity                     Price\n                           EO/S/00257/20         2,000.000 Metric Tonnes         To be price in due\n                                                 (+/- 2.00% at sellers option on course     (For    CIF\n                                                 contract price)                 delivered weight)\n                                                                                 CFR Tuticorin, India.\n                           EO/S/00246/20         6,000.000 Metric Tonnes         To be price in due\n                                                 (+/- 2.00% at sellers option on course  (For   CIF\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_57\">                43/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021\n\n\n                             Sale Contract No.             Quantity                 Price\n                                                 contract price)            delivered weight)\n                                                                            CFR Tuticorin, India.\n\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_159\">                          78. The Respondent/Award Debtor in E.P.No.68 of 2021 namely\n\n                M/s.Manickavel Edible Oils Private Limited, however did not sign the contracts.\n\n                Under the above draft contracts that were emailed with signature, the\n\n                Respondent/Award Debtor M/s.Manickavel Edible Oils Private Limited was\n\n                required to open a Letter of Credit in favour of the Petitioner/Award Holder.\n\n                The draft contracts which were emailed on 20.01.2020 contains two important\n\n                clauses regarding arbitration. Both are identical. The preamble to the contracts\n\n                read as under:-\n</p>\n<blockquote id=\"blockquote_27\">                                 “This contract is made upon the terms, conditions and rules,\n                          including the arbitration clauses of this contract, in contract form\n                          FOSFA 81 Rules of Arbitration and Appeal in force at the date of\n                          this contract, of which the parties admit that they have knowledge\n                          and notice, and the details given below shall be taken as having\n                          been written into such contract form in the appropriate place. Any\n                          special terms and conditions contained herein and/or attached hereto\n                          shall be treated as if writer on such contract form and shall prevail\n                          in so far as if writer of such contract form and shall prevail in so far\n                          as they may be inconsistent with the printed clauses of such contract\n                          form.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_160\">                          79. Similarly, an Arbitration Clause has also been provided in these two\n\n                draft contracts. They read as under:-\n</p>\n<blockquote id=\"blockquote_28\">                          “Arbitration Clause:\n</blockquote><blockquote id=\"blockquote_29\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_58\">                44/61</span>\n\f                                                                                   E.P.Nos.68 and 69 of 2021\n\n                                 Any dispute arising out of or under this contract, including\n                          any question regarding its existence, validity or termination shall be\n                          referred to International Arbitration Centre in accordance with the\n                          terms and conditions as per PORAM contracts. It is also\n                          understood and accepted that these contract terms and conditions\n                          once agreed are final and that there will not be any changing and\n                          negotiating rewards.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_161\">                          80. The Petitioner/Award Holder had identified the vessel for shipping the\n\n                Crude Palm Oil pursuant to the aforesaid negotiations by the agents/brokers of\n\n                the Respondent/Award Debtor in E.P.No.68 of 2021. The Petitioner/Award\n\n                Holder has also confirmed that the consignments will be shipped in vessel sub\n\n                “YUE YOU 902 OOS”.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_162\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_163\">                          81. By a communication dated 20.02.2020, the Petitioner/Award Holder\n\n                had confirmed the following:\n</p>\n<blockquote id=\"blockquote_30\">                          “P.S.- Please note and furnish the following to Olam\n                          – Firstly, Tuticorin has been as the final destination per your\n                             confirmation.\n</blockquote><blockquote id=\"blockquote_31\">                          – Secondly, to provide Shipping Instructions (including B/L splits per\n                             disport &amp; BL consignee &amp; notify party) and send us transmitted LC\n                             copy.\n</blockquote><blockquote id=\"blockquote_32\">                                 Before vessel berth. Fyi, your shipping instructions provided\n                          are back to back to our shipper via an LC open to them 14 days before\n                          vessel eta\n                                 loadport. Just for your understanding, we will not be\n                          responsible for any delay should the COO unable to mention loadport\n                          BL no. as required by\n                                 Your new policy as well as last minute changes to LC\n                          amendment needed to our shipper. Amendment charges will be borne\n                          by you.\n</blockquote><blockquote id=\"blockquote_33\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_59\">                45/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021\n\n                                Therefore, your corporation is greatly appreciated for future\n                          shipments with SI to be given by 14 days before vessel eta loadport.\n                          – Thirdly, ensure Marine Insurance/FOG is added to LC price.\n                             Rgds, Bel.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_164\">                          82. However, on 27.02.2020, a revised quantum was given by the two\n\n                agents/brokers of the Respondent/Award Debtor in E.P.No.68 of 2021. The\n\n                consignment was split into two consignments of 4000 Metric Tonnes each for\n\n                the Petitioner/Award Holder in E.P.Nos.68 and 69 of 2021 as detailed below:-\n\n<span class=\"hidden_text\" id=\"span_60\">                                                     E.P.No.68 of 2021</span>\n</p><blockquote id=\"blockquote_34\">                    Agent Name      Contract No. Seller        Buyer        Quantity        Price\n                    Deepa        ASQ/Olam/M M/s.Olam           Manickavel  4,000 MT (+/-) USD\n                    Ramakrishnan E/01C/19-20 International     Edible Oils 2%             755.00\n                    for A Square (Final)     Ltd               Pvt. Ltd.                  CNF\n                    Agencies                                                              Tuticorin\n<span class=\"hidden_text\" id=\"span_61\">                                                     E.P.No.69 of 2021</span>\n                          Agent     Contract No.     Seller       Buyer        Quantity        Price\n                          Name\n                    Ramakrishnan    PRAM        M/s.Olam       Yentop      4,000 MT (+/-) USD\n                    Padmanabhan     HUF/Olam/M International   Manickam    2%             755.00\n                    HUF             E/01B/19-20 Ltd            Edible Oils                CNF\n                                    (Final)                    Pvt. Ltd.                  Tuticorin\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_165\">                          83. Pursuant to the above, the Petitioner/Award Holder reformatted the\n\n                contracts that were earlier mailed on 20.01.2020 and sent a fresh copy of the\n\n                draft contracts on 02.03.2020.            It specified the same contract numbers as\n\n                mentioned above save that they were split between the Respondents/Award\n\n                Debtors in E.P.Nos.68 and 69 of 2021. The details of the contracts are as\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_62\">                46/61</span>\n\f                                                                                      E.P.Nos.68 and 69 of 2021\n\n                under:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_166\"><span class=\"hidden_text\" id=\"span_63\">                                                       E.P.No.68 of 2021</span>\n</p><blockquote id=\"blockquote_35\">                  Agent/          Sales      Product/     Seller     Buyer        Quantity      Price\n                  Broker          Contract   Commodity\n                                  No.\n                  A Square EO/S/0024 Crude Palm Olam Inter Manickavel             4,000.00        USD\n                  Agencies 6/20      Oil in Bulk -national Edible Oils            Metric          779.00 per\n                                                 Limited   Pvt. Ltd               Tonnes          Metric\n                                                                                  (+/- 2.00% Tonne\n                                                                                  at     seller&#x27;s CNF\n                                                                                  option      on Tuticorin\n                                                                                  contract\n                                                                                  price)\n<span class=\"hidden_text\" id=\"span_64\">                                                       E.P.No.69 of 2021</span>\n                  Agent/          Sales      Product/     Seller     Buyer        Quantity      Price\n                  Broker          Contract   Commodity\n                                  No.\n                  P.Rama          EO/S/0025 Crude Palm Olam Inter Yentop      4,000.00        USD\n                  krishnan        7/20      Oil in Bulk -national Manickam Metric             755.00 per\n                  HUF                                   Limited   Edible Oils Tonnes          metric\n                                                                  Pvt. Ltd.   (+/- 2.00% tonne CNF\n                                                                              at     seller&#x27;s Tuticorin\n                                                                              option      on\n                                                                              contract\n                                                                              price)\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_167\">                          84. The draft contracts which were signed on 02.03.2020 has neither\n\n                been signed by the representative of the Petitioner/Award Holder nor by the\n\n                Respondents/Award Debtors or their agents/brokers. After the transmission of\n\n                the draft contracts on 02.03.2020, the draft contracts were sent to the same\n\n                person namely Mr.Ramamoorthy (HUF).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_168\">\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_65\">                47/61</span>\n\f                                                                                  E.P.Nos.68 and 69 of 2021\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_169\">                          85. By email dated 06.03.2020, the Petitioner/Award Holder requested\n\n                the agent/broker Mr.Ramamoorthy, to arrange for the Letter of Credit without\n\n                delay as the vessel had already reached the load port and would be berthing by\n\n                07.03.2020 and therefore, the Petitioner/Award Holder required the Letter of\n\n                Credit copy with its Banker.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_170\">\n\n</p><p data-structure=\"RespArg\" id=\"p_171\">                          86. Prior to the aforesaid email dated 06.03.2020 requesting for the Letter\n\n                of Credit, the agent/broker namely Mr.Ramamoorty of M/s.A Square\n\n                Group/Agencies had agreed to furnish the Letter of Credit for 725.83 on the\n\n                ground that the Respondents/Award Debtors had opened the Letter of Credit for\n\n                bunga lavender and taken a notional value of 767.50 for Letter of Credit\n\n                opening while the Respondents/Award Debtors later covered at 690.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_172\">                          87. In the aforesaid email from 05.03.2020, there is a forward of email\n\n                from mail@yentop.com purportedly sent by one person who identified himself\n\n                as Annachi, beside Ramamoorthy of Annachi giving particulars of the proposed\n\n                Letter       of Credit   in favour    of the Petitioner/Award        Holder.         The\n\n                Respondents/Award Debtor however failed to open the Letter of Credit in favour\n\n                of the Petitioner/Award Holder.\n</p><p data-structure=\"Conclusion\" id=\"p_173\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_66\">                48/61</span>\n\f                                                                           E.P.Nos.68 and 69 of 2021\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_174\">                          88. The Petitioner/Award Holder however appears to have loaded the\n\n                consignments on 10.03.2020 on the vessel. The Master of the vessel also issued\n\n                separate Bill of Lading No.YYPDGTUT02. Thus, without signing the contract\n\n                and without Letter of Credit from the Respondents/Award Debtors, the\n\n                Petitioner/Award Holder loaded the consignments in the vessel for the\n\n                Respondents/Award Debtors hoping that the Respondents/Award Debtors will\n\n                open the Letter of Credit by the time the consignment reaches the port of\n\n                destination at Tuticorin.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_175\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_176\">                          89. During the interregnum, there was a complete lockdown due to\n\n                outbreak of Covid-19 pandemic in India. The vessel appears to have arrived the\n\n                port of destination/port of discharge namely Tuticorin on 17.03.2020. The\n\n                Respondents/Award Debtors failed to take the delivery of consignments and the\n\n                secured payments.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_177\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_178\">                          90. According to the Petitioner/Award Holder, the Petitioner/Award\n\n                Holder was forced to make distress sale of the consignment to M/s.Adani\n\n                Wilmar Limited (AWL) and therefore, issued two separate notices on\n\n                24.03.2020 terminating the contract with the respective Respondents/Award\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_67\">                49/61</span>\n\f                                                                                   E.P.Nos.68 and 69 of 2021\n\n                Debtors.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_179\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_180\">                          91. In the aforesaid letters terminating the contract, the Petitioner&#x27;s Legal\n\n                Department stated that the Petitioner/Award Holder holds the respective\n\n                Respondents/Award Debtors liable for the loss including the interest and costs\n\n                while reserving all rights in respect of the contracts.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_181\">                          92. Later, by two separate notices dated 11.06.2020, the Petitioner/Award\n\n                Holder has invoked the arbitration clause and nominated Ms.Diane Golloway,\n\n                Little Eden, The Heath Hatfield Heath, Essex CM22 7DX, United Kingdom, as\n\n                the Nominee Arbitrator and called upon the respective Respondents/Award\n\n                Debtors to nominate an Arbitrator to resolve the dispute.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_182\">                          93. In the aforesaid letter/email issued by the counsel for the\n\n                Petitioner/Award Holder namely Helmsman LLC also sought to persuade the\n\n                Respondents/Award Debtors to consent for appointment of Ms.Diane Golloway\n\n                as a Sole Arbitrator within 30 days from the date of the aforesaid notice.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_183\">                          94. On 11.06.2020, the Petitioner/Award Holder invoked arbitration\n\n                clause and nominated Ms.Diane Golloway. Threatened by the invocation of the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_68\">                50/61</span>\n\f                                                                                         E.P.Nos.68 and 69 of 2021\n\n                arbitration clause by the Petitioner/Award Holder, the Respondents/Award\n\n                Debtors filed O.S.Nos.56 and 65 of 2020 before the Sub Court, Virudhunagar.\n\n                In      respect   of   the   respective     contracts    along    with     the     suits,    the\n\n                Respondents/Award Debtors also filed application for interim injunction.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_184\">                          95. It is in this background, the Respondents/Award Debtors had\n\n                proceeded to file O.S.Nos.56 and 65 of 2020 before the District Court at\n\n                Virudhunagar. The reliefs sought for in these suits are as under:-\n\n</p><p data-structure=\"Conclusion\" id=\"p_185\">                                  O.S.No.56 of 2020                        O.S.No.65 of 2020\n</p><p data-structure=\"Conclusion\" id=\"p_186\">                        a) pass a judgment and decree against the a) pass a judgment and decree against\n                        defendant declaring that the purported the defendant declaring that the\n                        contract bearing number EO/S/00246/20 purported contract bearing number\n                        dated 13.01.2020 is fraudulent, invalid EO/S/00257/20 dated 13.01.2020 is\n                        and unenforceable in law against the fraudulent, invalid and unenforceable in\n                        plaintiff; and                            law against the plaintiff; and\n</p><p data-structure=\"Conclusion\" id=\"p_187\">                        b) permanent injunction restraining the b) permanent injunction restraining the\n                        defendant and their men, agents, defendant and their men, agents,\n                        representatives and assigns, from representatives and assigns, from\n                        enforcing the above purported contract of enforcing the above purported contract\n                        sale dated 13.01.2020 recorded allegedly of sale dated 13.01.2020 recorded\n                        in long form contract number allegedly in long form contract number\n                        EO/S/00246/20                             EO/S/00257/20\n</p><p data-structure=\"Conclusion\" id=\"p_188\">                        c) Costs of the suit                      c) Costs of the suit\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_189\">                          96. In these two suits, the Respondents/Award Debtors have also filed\n\n                applications for interim injunction to restrain them from proceeding further with\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_69\">                51/61</span>\n\f                                                                                     E.P.Nos.68 and 69 of 2021\n\n                the actions on the basis of impugned Contract No.EO/S/00246 and impugned\n\n                Contract No.EO/S/00257 both dated 13.01.2020 against the Petitioner/Award\n\n                Holder till the disposal of the main suit and also to grant an ad-interim ex parte\n\n                injunction to the above effect till the disposal of the petitions.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_190\">                          97. It appears that after invoking the Arbitration Clause 32 of Form 81 of\n\n                the FOSFA, the Petitioner/Award Holder also invoked jurisdiction of the\n\n                PORAM, Malaysia.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_191\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_192\">                          98. Parallelly, the Petitioner/Award Holder had also invoked jurisdiction\n\n                of the Arbitral Tribunal in Malaysia namely the Palm Oil Refiners Association of\n\n                Malaysia (PORAM).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_193\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_194\">                          99.     Under   these   circumstances,    after   filing    the     suits,     the\n\n                Respondents/Award          Debtors    issued   an     interim    response         to     the\n\n                Petitioner&#x27;s/Award Holder&#x27;s counsel on 09.07.2020 and requested the\n\n                Petitioner/Award Holder to wait for 12 weeks time to issue proper reply in view\n\n                of lockdown imposed in India. Thereafter, the Respondents/Award Debtors\n\n                filed O.S.Nos.56 and 65 of 2020. In the above suits, the Petitioner/Award\n\n                Holder filed an application to stay the suits and also filed an application to refer\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_70\">                52/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021\n\n                the parties to arbitration in terms of <a href=\"/doc/160474/\" id=\"a_113\">Section 45</a> of the Arbitration and\n\n                Conciliation Act, 1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_195\">\n\n</p><p data-structure=\"Section\" id=\"p_196\">                          100. As mentioned above, in the discussion part of this order, the\n\n                arbitration clause if applicable to the dispute will apply. In case there is a\n\n                consensus for arbitration between the parties, the arbitration has to be in\n\n                accordance with the PORAM Rules of Arbitration and Appeal read with Clause\n\n                32 of Form 81 of FOSFA International. Relevant Clause reads as under:-\n\n</p><blockquote id=\"blockquote_36\">                                  “32. Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_37\">                                         Where both parties at or subsequent to the date of\n                                  the contract agree, any dispute arising out of or in\n                                  connection with this contract shall be submitted to\n                                  arbitration in Malaysia in accordance with the\n                                  <a href=\"/doc/1052228/\" id=\"a_114\">Arbitration Act</a> of Malaysia, 1952 (as revised in 1972)\n                                  and in accordance with the PORAM Rules of Arbitration\n                                  and Appeal in force at the date of the contract.\n\n</blockquote><blockquote id=\"blockquote_38\">                                         In all other cases, any dispute arising out of the\n                                  contract, including any question of law arising in\n                                  connection therewith, shall be referred to arbitration in\n                                  London (or elsewhere if so agreed) in accordance with the\n                                  Rules of Arbitration and Appeal of the Federation of Oils,\n                                  Seeds and Fats Associations Limited, in force at the date\n                                  of this contract and of which both parties hereto shall be\n                                  deemed to be cognizant.\n</blockquote>\n<blockquote id=\"blockquote_39\">                                        Neither party hereto, nor any persons claiming\n                                  under either of them, shall bring any action or other legal\n                                  proceedings against the order of them in respect of any\n                                  such dispute until such dispute shall first have been heard\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_71\">                53/61</span>\n\f                                                                                    E.P.Nos.68 and 69 of 2021\n\n\n                                  and determined by the arbitrators, umpire or Board of\n                                  Appeal (as the case may be), in accordance with the Rules\n                                  of Arbitration and Appeal governing the dispute, and it is\n                                  hereby expressly agreed and declared that the obtaining\n                                  of an Award from the arbitrators, umpire of Board of\n                                  Appeal (as the case may be), shall be condition precedent\n                                  to the right of either party hereto or of any person\n                                  claiming under either of them to bring any action or other\n                                  legal proceedings against the other of them in respect of\n                                  any such dispute.”\n\n\n\n</blockquote><blockquote id=\"blockquote_40\">                          101. Thus, the Petitioner/Award Holder has approached two forums for\n\n                resolving the dispute through arbitration. One before FOSFA international and\n\n                the other before PORAM Tribunal in Malaysia.\n</blockquote>\n<blockquote id=\"blockquote_41\">\n\n</blockquote><blockquote id=\"blockquote_42\">                          102. In the letter/communication dated 17.07.2020, the Petitioner/Award\n\n                Holder also made it clear that its position is that the suits instituted in\n\n                O.S.Nos.56 and 65 of 2020 by the Respondents/Award Debtors constituted a\n\n                breach of the arbitration agreements between the parties vide email dated\n\n                01.10.2020 of the Legal Counsel of the Petitioner/Award Holder.\n\n\n\n</blockquote><blockquote id=\"blockquote_43\">                          103. After the notice was issued on the Respondents/Award Debtors\n\n                pursuant to the institution of the suits on 23.07.2020, the notice regarding\n\n                institution of the suits to the Petitioner/Award Holder was also sent by the\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_72\">                54/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n                Respondents/Award Debtors.\n</blockquote>\n<blockquote id=\"blockquote_44\">\n\n</blockquote><blockquote id=\"blockquote_45\">                          104. In this background, the counsels engaged by the Petitioner/Award\n\n                Holder has sent a letter to the Registrar of PORAM, Malaysia to await for\n\n                further orders of the District Court at Virudhunagar in O.S.Nos.56 and 65 of\n\n                2020.\n</blockquote>\n<blockquote id=\"blockquote_46\">\n\n</blockquote><blockquote id=\"blockquote_47\">                          105. As mentioned above, the Petitioner/Award Holder had also initiated\n\n                arbitration proceedings before the PORAM Tribunal and on receipt of notice\n\n                from the Respondents/Award Debtors regarding the pendency of O.S.Nos.56\n\n                and 65 of 2020 vide letters/notices dated 26.08.2020, the Petitioner/Award\n\n                Holder requested the Registrar of PORAM, Malaysia to put the arbitration\n\n                proceedings on hold for a period of sixty days up to/including 30.11.2020 and\n\n                referring from appointing an Arbitrator on behalf of the parties to constitute an\n\n                Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_48\">\n\n\n</blockquote><blockquote id=\"blockquote_49\">                          106. Parallelly, the Petitioner/Award Holder had been persuading\n\n                PORAM Tribunal to constitute an Arbitral Tribunal and to proceed further.\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_197\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_73\">                55/61</span>\n\f                                                                             E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"RespArg\" id=\"p_198\">                          107. The emails indicate that the Petitioner/Award Holder also had\n\n                marked copy of the communication dated 17.07.2020 addressed to the Registrar\n\n                of FOSFA to constitute an Arbitral Tribunal. Similarly, the email was directly\n\n                sent to the PORAM Tribunal indicating that the Respondents/Award Debtors\n\n                had failed to appoint an Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_199\">\n\n</p><p data-structure=\"RespArg\" id=\"p_200\">                          108. Since the Respondents/Award Debtors had failed to nominate their\n\n                arbitrator, the PORAM Tribunal has intimated the Respondents/Award Debtors\n\n                by their communication on 05.08.2020 regarding nomination of Mr.Toeh Beng\n\n                Chuan as the Nominee Arbitrator and on behalf of the Respondents/Award\n\n                Debtors in accordance with the provisions of the FOSFA Rules of Arbitration\n\n                and Appeal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_201\">\n\n</p><p data-structure=\"Section\" id=\"p_202\">                          109. The Registrar of FOSFA in turn appointed Mr.Paul Davies as the\n\n                Presiding Arbitrator by a communication dated 09.10.2020. Thus, two parallel\n\n                proceedings were initiated by the Petitioner/Award Holder against the\n\n                Respondents/Award Debtors so far before the two forums namely, the Tribunal\n\n                as per the PORAM Rules of Arbitration and appeal and another in accordance\n\n                with the FOSFA Rules of Arbitration and Appeal at London.\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_74\">                56/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"CDiscource\" id=\"p_203\">                          110. The Petitioner/Award Holder has also given ambiguous indications\n\n                by writing letters to the PORAM to refrain from constituting the Tribunal by\n\n                communication dated 01.10.2020, in response to letter of Chief Executive\n\n                Officer of PORAM dated 01.10.2020.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_204\">\n\n</p><p data-structure=\"Section\" id=\"p_205\">                          111. Thus, having considered the facts and the objections and the\n\n                decisions of the parties, it has to be held that there was no Agreement within the\n\n                meaning of <a href=\"/doc/1211237/\" id=\"a_115\">Section 44</a> read with <a href=\"/doc/1306164/\" id=\"a_116\">Article I of the First Schedule of the Arbitration\n\n                and Conciliation Act, 1996</a>. There was no Agreement in writing for referring the\n\n                dispute for Arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_206\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_207\">                          112. The Award passed by the Arbitral Tribunal also indicates that there\n\n                is hardly any discussion on the documents filed before the Arbitral Tribunal.\n\n                The Arbitral Tribunal has merely accepted the Petitioner/Award Holder versions\n\n                and has proceeded to pass the impugned Award. The content of which has been\n\n                extracted above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_208\">\n\n</p><p data-structure=\"Precedent\" id=\"p_209\">                          113. In absence of a binding nature of contract either in the form of\n\n                written agreement or written contract (in a communication in form of exchange\n\n                of communications/letters) it cannot be said that there was a binding contract\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_75\">                57/61</span>\n\f                                                                                E.P.Nos.68 and 69 of 2021\n\n                for referring the dispute to arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_210\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_211\">                          114. That apart, the Petitioner/Award Holder has invoked the jurisdiction\n\n                of two forums one before the FOSFA and the other before the PORAM and has\n\n                sent confusing messages to the Respondents/Award Debtors.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_212\">                          115. The Petitioner/Award Holder has also requested the PORAM\n\n                Tribunal to refrain from constituting the Tribunal in view of O.S.Nos.56 and 65\n\n                of 2020 before the Sub Court, Virudhunagar.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_213\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_214\">                          116. Though Paragraph 5.11 of the Impugned Award also states that the\n\n                Respondents/Award Debtors have initiated suits before the Sub Court,\n\n                Virudhunagar, the Petitioner/Award Holder has merely stated that it was in\n\n                breach of the Arbitration Agreement and did not want the Arbitral Tribunal to\n\n                give a finding on the issue.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_215\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_216\">                          117. The Arbitral Tribunal ought to have given a finding on this issue\n\n                before proceeding to pass the Award which is sought to be enforced by the\n\n                Petitioner/Award Holder.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_217\">\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_76\">                58/61</span>\n\f                                                                               E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"CDiscource\" id=\"p_218\">                          118. The alacrity shown in securing the Award from the Arbitral Tribunal\n\n                during Covid-19 pandemic period was unnecessary and unwarranted. It shows\n\n                the desperation of the Petitioner/Award Holder to resort to subterfuge by\n\n                confusing the Respondents/Award Debtors.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_219\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_220\">                          119. <a href=\"/doc/848413/\" id=\"a_117\">Section 48(1)(b)</a> of the Arbitration and Conciliation Act, 1996 also\n\n                makes it clear that the enforcement of the Award may be refused if the parties\n\n                are unable to present their case. In this case, the travel to the Foreign location\n\n                itself was restricted during Covid period when the Arbitral Clause was invoked\n\n                under the aforesaid so called unsigned Agreement dated 13.01.2020. The fact\n\n                that the suits were filed by the Respondents/Award Debtors and were pending\n\n                makes it clear that the Respondents/Award Debtors could not have proceeded\n\n                further by participating in the Arbitration proceedings.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_221\">                          120. The Petitioner/Award Holder has also filed applications before the\n\n                Sub Court, Virudhunagar in the above suits for dismissing the suits. However,\n\n                without awaiting for further orders of the Court, the Petitioner/Award Holder\n\n                has proceeded in a hurry to secure favourable Awards which are neither proper\n\n                nor speaking Awards.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_222\">\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_77\">                59/61</span>\n\f                                                                                 E.P.Nos.68 and 69 of 2021\n\n</p><p data-structure=\"CDiscource\" id=\"p_223\">                          121. In my view, the Impugned Award is clearly contrary to the Public\n\n                Policy of India/is in conflict with the Public Policy of India as the Award was\n\n                induced by playing fraud on the Respondents/Award Debtors. It is also in\n\n                conflict with the most basic notions of morality and justice.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_224\">                          122. In view of the above discussion, the Execution Petitions filed by the\n\n                petitioner are liable to be dismissed and are accordingly dismissed leaving open\n\n                to the Petitioner/Award Holder to initiate appropriate proceedings to recover the\n\n                alleged loss suffered from the Petitioner/Award Holder on account of oral\n\n                contract between the Petitioner/Award Holder and the Respondents/Award\n\n                Debtors.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_225\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_226\">                                                                                          28.08.2024\n                Index : Yes/No\n                Internet : Yes/No\n                Speaking Order/Non-Speaking Order\n                Neutral Citation : Yes/No\n\n                arb\n\n                                                                                C.SARAVANAN, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_227\">                                                                                                     arb\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_78\">                60/61</span>\n\f                                         E.P.Nos.68 and 69 of 2021\n\n\n\n\n                                  E.P.Nos.68 and 69 of 2021\n\n\n\n\n                                                  28.08.2024\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_79\">                61/61</span>\n\f</p>","numcites":47,"numcitedby":0,"docsource":"Madras High Court","citetid":44587433,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}