{"tid":32187155,"publishdate":"2015-04-10","title":"Chanani Transport Through One Of Its ... vs Ms Central Coalfields Limited Through ... on 10 April, 2015","doc":"<h2 class=\"doc_title\">Chanani Transport Through One Of Its ... vs Ms Central Coalfields Limited Through ... on 10 April, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2016 (1) AJR 231, (2015) 3 JCR 448 (JHA) (2015) 3 JLJR 197, (2015) 3 JLJR 197</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:virender-singh\">Virender Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:virender-singh\">Virender Singh</a></h3>\n\n<pre id=\"pre_1\">                                    1\n\n\n         IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                        L.P.A. No. 390 of 2014\n                                  WITH\n                        L.P.A. No. 421 of 2014\n    In L.P.A. No.390 of 2014\n    Central Coalfields Limited, a Government of India Company, having its\n    Office at Darbhanga House, P.O. Ranchi University, P.S. Kotwali, District\n    Ranchi, through its General Manager (Admn.), Shri Birendra Trivedi, son\n    of late H.N. Trivedi, resident of 2-D, Koila Bihar, Vardhman Compound,\n    P.O. &amp; P.S. Lalpur, District Ranchi.\n                       ...            ...                            Appellant\n                                 -versus-\n    1. Chanani Transport, a partnership firm through one of its partners,\n       namely, Daya Nand Modi, son of Lok Nath Modi, resident of Shivaji\n       Road, Ramgarh Cantt, P.O. &amp; P.S. Ramgarh, District Ramgarh\n       (Jharkhand).\n                      ...           ...                         Respondent\n    2. Director (Technical), M/s. Central Coalfields Limited, Darbhanga\n       House, P.O. Ranchi University, P.S. Kotwali, District Ranchi\n       (Jharkhand).\n    3. General Manager (R), Rajrappa Project of M/s. Central Coalfields\n       Limited, P.O. &amp; P.S. Ramgarh, District Ramgarh (Jharkhand).\n    4. Staff Officer (Mining), Rajrappa Project of M/s. Central Coalfields\n       Limited, P.O. &amp; P.S. Ramgarh, District Ramgarh (Jharkhand).\n                            ...           ...         Proforma Respondents\n    In L.P.A. No.421 of 2014\n    Chanani Transport, a Partnership Firm through one of its Partners,\n    namely, Daya Nand Modi, son of Lok Nath Modi, resident of Shivaji Road,\n    Ramgarh Cantt, P.O. &amp; P.S. Ramgarh, District Ramgarh.\n\n                            ...            ...                     Appellant\n\n                                    -versus-\n\n    1. M/s. Central Coalfields Limited, a subsidiary of Coal India Limited, a\n       Government of India Undertaking, having its registered Office at\n       Darbhanga House, Ranchi, P.O. Ranchi, P.S. Kotwali, District Ranchi\n       through its Chairman-cum-Managing Director.\n    2. Director (Technical), M/s. Central Coalfields Limited, Darbhanga\n       House, Ranchi, P.O. Ranchi, P.S. Kotwali, District Ranchi.\n    3. General Manager (R), Rajrappa Project of M/s. Central Coalfields\n       Limited, P.O. &amp; P.S.Ramgarh, District Ramgarh.\n    4. Staff Officer (Mining), Rajrappa Project of M/s. Central Coalfields\n       Limited; P.O. &amp; P.S. Ramgarh, District Ramgarh.\n                             ...           ...                     Respondents\n                                    ----\n\nCORAM:    HON&#x27;BLE MR. JUSTICE VIRENDER SINGH, CHIEF JUSTICE\n          HON&#x27;BLE MR. JUSTICE APARESH KUMAR SINGH\n                                        2\n\n\n\nFor the Appellant (CCL):       Mr. Jagdeep Dhankar, Sr. Advocate\n                               Mr. A.K. Das, Advocate\nFor the Respondent No.1:       Mr. Sanjeev Sahay, Advocate\n(Chanani Transport)            Mr. Abhishek Agrawal, Advocate\n\nReserved on 18.02.2015                      Pronounced on 10.04.2015\n\n\nPer Virender Singh, C.J.\n       &amp;\nAparesh Kumar Singh,J\n\n        We have taken up both the appeals on hand, viz. L.P.A. No.390 of 2014\n\nfiled by M/s. CCL, Ranchi (hereinafter to be referred to as CCL) and L.P.A.\n\nNo.421 of 2014 filed by Chanani Transport, Ramgarh (hereinafter to be referred\n\nto as Chanani Transport) as both are aggrieved of the judgment handed down\n\nby learned Single Judge, dated 9th of September, 2014 in W.P.(C) No.6098 of\n\n2013 filed by Chanani Transport inasmuch as all other issues except one have\n\nbeen decided against Chanani Transport whereas the aforesaid one issue has\n\nbeen decided against CCL. Both the appeals are at admission stage and with\n\nthe consent of the learned counsel for both the sides we had taken up them on\n\nBoard for their final consideration and reserved for orders on 18 th of February,\n\n2015.\n\n2.      Certain facts need to be mentioned here to appreciate the controversy\n\narisen between the parties.\n\n3.      On 23rd of November, 2009, Notice Inviting Tender (NIT) was issued by\n\nCCL for working of HEMM for removal of overburden from Quarry of Section I of\n\nRajrappa Open Cast Project for which Chanani Transport was awarded the\n\ncontract on 21.06.2010, which was for a period of 8 years and the total value of\n\nthe contract was Rs.14181.48 lakh. Chanani Transport deposited the\n\nperformance security by way of Bank Guarantee dated 12.08.2010, which was\n\nequivalent to 5% of the annualized value of the work. Subsequently, an\n\nagreement was executed between CCL and Chanani Transport on 12.08.2010\n                                           3\n\n\n\n\nof which the General Terms and Conditions and Integrity Pact also forms a\n\npart. In terms of the agreement, it was the responsibility of the contractor to\n\nmake his/their own arrangement for all materials, tools, staff and labourers\n\nrequired under the contractor, which shall include cost of lead, lift, loading,\n\nunloading, railway, freight, recruiting expenses and any other charges for the\n\ncompletion of the work to the entire satisfaction of the Company. According to\n\nCCL, it was the responsibility of Chanani Transport to procure diesel for running\n\nof machineries. Indian Oil Corporation had instructed its dealer not to make any\n\nbulk supply to any party as the bulk purchasers were required to purchase the\n\noil (diesel) directly from the Indian Oil Corporation and in this regard a letter was\n\nissued by Indian Oil Corporation to one Modi Fuels dated 8 th of March 2013, in\n\nturn, a communication was send to Chanani Transport regretting their request\n\nto supply bulk diesel to it. Chanani Transport, then started insisting CCL for\n\nmaking arrangement for diesel in which regard certain letters are available on\n\nrecord.\n\n4.    Case of CCL is that although under the contract CCL was not under any\n\nobligation to supply diesel or any material, still in the interest of execution of the\n\nwork, CCL agreed to supply diesel to Chanani Transport with a condition that\n\nChanani Transport would have to pay departmental charges, which would\n\ninclude fair expenses of transportation of diesel from the depot of Oil\n\nCompanies to the site including handling charges etc. Certain letters in this\n\nregard are also available on record and both the sides otherwise do not dispute\n\nfactual aspect. However, Chanani Transport started claiming escalation on the\n\nrate of diesel, i.e., Rs.69.21 from April 2013 and this became the bone of\n\ncontention when CCL responded that there was no rise in the price of diesel,\n\nrather CCL was charging the departmental charges, which was the cost\n                                           4\n\n\nincurred for procuring the diesel at the site, which included handling charges\n\nalso. Escalation was permissible when there is rise in the price of diesel and the\n\nexpenses being asked for are those expenses, which the contractor had to\n\nincur, if he purchased the diesel from oil depot directly and transports the same\n\nat the site. Chanani Transport, thereafter, abandoned the execution of work with\n\neffect from April 2013, which, according to CCL, has resulted into huge losses\n\nto it.\n\n5.       In the meantime, Chanani Transport knocked at the door of Civil Judge,\n\nSenior Division, Hazaribagh by filing a Money Suit No.05 of 2012, claiming\n\ndamages alleged to have been sustained by it for alleged breach of contract on\n\nthe part of CCL, in which CCL put in appearance and also filed a Written\n\nStatement and a counter claim also claiming damages for the loss suffered by\n\nCCL due to deliberate breach of contract on the part of Chanani Transport.\n\n6.       CCL, thereafter, informed Chanani Transport, vide letter dated 11 th of\n\nApril, 2013 that CCL was ready to supply diesel at the rate of Rs.69.20 paise\n\nper litre, however, the compensation for price variation was fixed at Rs.50.30\n\nper litre from 16th of February, 2013. In terms of Clause 37.3 of STC, Chanani\n\nTransport claiming itself to be entitled for escalation at the rate of 69.21 per litre\n\nvide letter dated 15th of April, 2013 sought confirmation of the provision for the\n\nescalation, however, vide letter dated 17 th of April, 2013, CCL directed Chanani\n\nTransport to resume work for removal of overburden, failing which the contract\n\nwould be terminated and damages would be recovered from Chanani Transport\n\nbesides invoking the Bank Guarantee. Challenging the letter dated 14 th of April,\n\n2013, the petitioner approached the Writ Court vide W.P.(C) No.2920 of 2013,\n\nwhich was permitted to be withdrawn with a liberty to file suit and/or to invoke\n\narbitration clause. It needs to be mentioned here that when Chanani Transport\n\nfiled aforesaid writ petition, it did not disclose the fact of filing the civil suit at\n                                         5\n\n\nHazaribagh and got the permission of withdrawal of the writ petition. It is,\n\nthereafter, that Chanani Transport, vide letter dated 4 th of September, 2013\n\nrequested CCL to refer the matter for arbitration to external independent\n\nmonitor. However, vide letter dated 25 th September, 2013 CCL declined to\n\nentertain the request for referring the matter to external independent monitor for\n\nadjudication and ultimately, vide letter dated 16 th of October, 2013, the contract\n\nwas terminated. In the meantime, Chanani Transport filed W.P.(C) No.6098 of\n\n2013 seeking direction upon CCL to consider the grievances raised in the\n\naforesaid letter and refer the matter to external independent monitor for\n\nmonitoring the execution of the contract in terms of the Integrity Pact appended\n\nto General Terms and Conditions governing the transport and loading contract.\n\nDuring the pendency of the instant writ petition, the contract awarded to\n\nChanani Transport was terminated by CCL on 16 th of October, 2013, which\n\ndevelopment constrained Chanani Transport to seek permission of the Writ\n\nCourt for incorporating the prayer challenging the termination of the contract\n\nvide letter dated 16th of October, 2013, which permission was granted by the\n\nCourt. It is during the pendency of the writ petition, subsequent letters dated\n\n15.01.2014</pre><p data-structure=\"CDiscource\" id=\"p_1\"> and 02/03.06.2014 came to be passed whereby security deposit of\n\nChanani Transport in relation to other contracts were sought to be forfeited/\n\nwithheld, which constrained Chanani Transport to lay formal application\n\nchallenging the said order also. The learned Writ Court allowed the writ\n\npetitioner to file amended writ petition incorporating challenges to the order\n\ndated 16.10.2013 whereby contract was terminated,and also orders dated\n\n15.01.2014 and 02/03.06.2014. The main objection taken by CCL before the\n\nWrit Court was with regard to maintainability of the writ petition on the ground\n\nthat the dispute had arisen out of contract, which involved several disputed\n\nquestion of facts for which Chanani Transport had already approached the Civil\n<span class=\"hidden_text\" id=\"span_1\">                                         6</span>\n\n\nCourt by filing Money Suit No.05 of 2012. It was further the case of CCL that\n\nChanani Transport had abandoned the work and the contract was already\n\nterminated, therefore, the dispute could not be referred to an External\n\nIndependent Monitor and that on the request of Chanani Transport only a\n\nCommittee was constituted, which reported that an amount of Rs.7,96,476.05\n\nhas to be recovered on account of land rent, electricity consumption etc.\n\nTherefore, in terms of Clause 6.2 of General Terms and Conditions of contract,\n\nthe contractor was liable to pay penalty up to 10% of the contract value and the\n\ncontract value in the present case was Rs.14181.48 lakh and the amount\n\nforfeited was Rs.3,40,66,632.46 only and, therefore, for realizing the penalty,\n\ntwo Bank Guarantees amounting to Rs.1,17,13,950.00 and Rs.1,10,86,950.00\n\nhave been encashed in terms of Clause 9(g) of Section 3 of General Terms and\n\nConditions. It was further the stand of CCL that under Clause 9.1 of Special\n\nTerms and Conditions of agreement, the contractor was required to arrange all\n\nmaterials, source, spares, bills, tackles etc. at his own cost, thus, it was the\n\nresponsibility of Chanani Transport to arrange diesel for executing the work,\n\ntherefore, the additional cost of diesel, which was realized for claiming\n\nadditional charges, could not be basis for claiming escalation and at the request\n\nof Chanani Transport only, CCL had agreed to supply diesel for which handling\n\ncharges were to be paid by Chanani Transport only. Therefore, the formulae of\n\nescalation was not applicable for handing charges as it could not be construed\n\nas increase in the price of diesel per litre, rather it was the cost involved for\n\nproviding diesel at the site, therefore, Chanani Transport was bound by the\n\nterms and conditions of the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_2\">7.    So far as request of Chanani Transport for appointment an External\n\nIndependent Monitor for which a direction was sought, initially in the main writ\n\npetition, which subsequently was amended on account of certain fresh\n<span class=\"hidden_text\" id=\"span_2\">                                          7</span>\n\n\ndevelopments, the findings returned by the learned Writ Court is that Chanani\n\nTransport could not demonstrate that an External Independent Monitor was\n\nrequired to be appointed for resolution of disputes between the parties. Thus,\n\nthe prayer seeking direction upon CCL to consider the grievance, as raised in\n\nletter dated 4th of September, 2013 was declined.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">8.    The next issue was with regard to appointment of Arbitrator and Chanani\n\nTransport had sought withdrawal of its earlier writ petition W.P.(C) No. 2920 of\n\n2013 with a liberty in this regard. The learned Writ Court, on this aspect,\n\nreferred to Cause 12 of the contract, providing &quot;Settlement of Disputes&quot;\n\n</p><blockquote id=\"blockquote_1\">wherein it is specifically mentioned that if the differences persist, the settlement\n\nof the dispute shall be dealt with as per guidelines issued by Ministry of\n\nFinance, Government of India, in this regard and in case of parties, other than\n\nGovernment Agencies, redressal of dispute may be sought in Court of Law.\n</blockquote>\n<blockquote id=\"blockquote_2\">Since Chanani Transport had sought reference of matter to an arbitrator for\n\nsettlement of dispute vide its letter dated 4 th September, 2013, which request\n\nwas declined by CCL on the ground that there was no provision for appointment\n\nof arbitrator, the learned Writ Court declined to issue any direction in this\n\nregard. In short, this issue was also decided against Chanani Transport.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_4\">9.    With regard to other issue, whether the action of CCL in terminating the\n\ncontract and imposing penalty upon Chanani Transport and invoking the Bank\n\nGuarantee was a justifiable action or that in terms of Clause 37.0 CCL was\n\nliable to compensate Chanani Transport for increase in the price of diesel,\n\nLearned Writ Court, after entering into the pleas taken by both the sides,\n\nultimately, observed that any finding given on this aspect would prejudice the\n\ncase of the parties in the Civil Court, therefore, refrained from deciding the issue\n\nwhether Chanani Transport was entitled for payment of price variation on\n\naccount of alleged increase in diesel price or not, as this issue involving\n<span class=\"hidden_text\" id=\"span_3\">                                          8</span>\n\n\ndisputed question of facts would be properly examined by the Civil Court only.\n\nWith regard to the order dated 16 th October, 2013, whereby the contract has\n\nbeen terminated, the finding returned by the Writ Court is that whether the so\n\ncalled breach committed by Chanani Transport, as is the case of CCL, has\n\noccasioned due to supervening circumstances as pleaded by Chanani\n\nTransport on account of ban imposed by Indian Oil Corporation vide its letter\n\ndated 08.03.2013 and warranted termination of contract or not was again an\n\nissue before the Civil Court. It therefore, declined to interfere with the challenge\n\nthrown to the order of termination of contract dated 16.10.2013 by Chanani\n\nTransport.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">10.   So far as penalty imposed by CCL for breach of terms of contract, the\n\nfinding returned by the learned Writ Court is that may be CCL had submitted a\n\ncounter claim in Money Suit No.05 of 2012, it was not precluded from\n\nrecovering the amount from Chanani Transport on account of penalty/damages.\n\nA sum of Rs.8,84,056.52 was sought to be recovered on account of penalty\n\nagainst less execution of agreed quantity of coal and OB and similarly,\n\nelectricity consumption charges amounting to Rs.50,225.20 and an amount of\n\nRs.14,68,71,781.25 on account of land rent. For recovering all these charges\n\nmentioned in letter dated 15.01.2014, CCL was not required to approach Civil\n\nCourt for determination of money due and payable to it. Thus, this issue is also\n\ndecided in favour of CCL and against Chanani Transport.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">11.   In so far as communication dated 02/03.06.2014, whereby General\n\nManager,     Kuju   Area   has   been    asked    to   withhold   the   amount    of\n\nRs.10,77,48,167.54, the finding returned against CCL is that no reason has\n\nbeen given for withholding the said amount. It is held by the learned Writ Court\n\nthat CCL has taken a plea that in the event of termination or suspension of\n\ncontract, the security deposit and other dues for the contract in question or any\n<span class=\"hidden_text\" id=\"span_4\">                                         9</span>\n\n\nother work done by the contractor is liable to be forfeited and the restriction\n\nunder the contract is that amount so forfeited shall not exceed 10% of the\n\ncontract value. While referring to Clause 9(g) and 9.2 of general conditions of\n\nthe contract, the learned Writ Court held that the amount of damages/penalty\n\nmust be calculated/quantified before resorting to clause 9.2 of the Contract and\n\nthe letter/communication dated 02/03.06.2014 does not indicate that after\n\ncalculating the quantum of damages, the amount of Rs.10,77,48,167.54 has\n\nbeen withheld by CCL. Therefore, Chanani Transport could not be deprived of\n\nits right over the aforesaid amount, which has been withheld without following\n\nthe procedure in law. It is, in this backdrop, the aforesaid letter dated\n\n02/03.06.2014 has been found to be arbitrary and illegal and accordingly,\n\nquashed by the learned Writ Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">12.   CCL, primarily, is aggrieved of this finding only and has filed L.P.A. No.\n\n390 of 2014 whereas Chanani Transport is aggrieved by the findings returned\n\non the other issues and sought to seek all the reliefs as sought for in the writ\n\npetition [W.P.(C) No. 6098 of 2013]..\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">13.   We have heard Mr. Jagdeep Dhankar, learned Senior Advocate assisted\n\nby Mr. A.K. Das, Advocate for the CCL and Mr. Sanjeev Sahay and Mr.\n\nAbhishek Agrawal appearing for Chanani Transport.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">14.   Mr. Jagdeep Dhankar, learned Senior Counsel appearing for the\n\nappellant- C.C.L at the outset while assailing the impugned judgment, so far as\n\nit relates to quashing of the letter no. 2/3.6.2014 and the findings of the learned\n\nSingle Judge that the petitioner- Contractor would not be deprived of its right\n\nover the amount of Rs.10,77,48,167.54 without following the procedure of law,\n\nsubmitted that the learned Writ Court should not have entered into this issue at\n\nall after it had declined the other reliefs to the petitioner on the ground of\n\npendency of civil suit between the parties. The present issue was not an\n<span class=\"hidden_text\" id=\"span_5\">                                         10</span>\n\n\nindependent issue, and required entering into the adjudication of the\n\nterms and condition of the contract which should have been discreetly avoided\n\nby the learned Single Judge. The pendency of the civil suit over the subject\n\nmatter where several disputed questions of fact were required to be determined\n\neffectively meant that the writ jurisdiction should not be exercised. It has been\n\nsubmitted that the learned Single Judge correctly declined the prayer made by\n\nthe writ petitioner seeking direction for appointment of an External Independent\n\nMonitor and also for quashing of the termination of the contract on the ground of\n\npendency of money suit. After termination of the contract there was no question\n\nof appointing an External Independent Monitor as the writ petitioner had not\n\nbeen able to demonstrate that the External Independent Monitor is required to\n\nbe appointed for resolution of the dispute between the parties. Learned senior\n\ncounsel also pointed out that since the parties are in litigation over the subject\n\nmatter in Money suit No. 5 of 2012 , no purpose would be served by referring\n\nthe matter for settlement of dispute in terms of Clause 12 of the Contract.\n\nLearned Court also consciously refrained from deciding the issue raised by the\n\npetitioner relating to the payment of price variation on account of alleged\n\nincrease in diesel price as any finding on the issue would prejudice the case of\n\nthe parties in Civil Courts as it involved disputed questions of fact. It is further\n\nsubmitted that whether the termination of the contract was occasioned by\n\nsupervening circumstances as pleaded by the petitioner- contractor and\n\nwarranted termination of the contract or not is again an issue before the Civil\n\nCourt as rightly held by the learned Single Judge. It therefore restrained itself\n\nfrom interfering with the termination order. Having done so, the Writ Court was\n\nnot correct in quashing the communication dated 2/3.6.2014 which was\n\ninextricably linked with the other issues in litigation between the parties before\n\nthe Civil Court.\n</p><span class=\"hidden_text\" id=\"span_6\">                                         11</span><p data-structure=\"Section\" id=\"p_10\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_11\">15.      Learned counsel for the appellant- C.C.L raised the question over the\n\nconduct of the writ petitioner as it had deliberately made a submission at the\n\ntime of withdrawal of W.P.C. 2920 of 2013 ( filed during the pendency of the\n\nmoney suit) for seeking liberty for filing either a suit and / or to invoke the\n\narbitration clause. In the said writ petition, petitioner had challenged the\n\ncommunication dated 17.4.2013 whereby it was directed by the C.C.L to\n\nresume work, failing which, the contract would be terminated. The writ petitioner\n\nhad suppressed the factum of filing of money suit before the Writ Court on the\n\nsaid occasion. Therefore, it was dis-entitled to seek discretionary and equitable\n\nrelief   under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India as      It had indulged in\n\nsuppressio veri, suggestio falsi. On its submission the writ petition was\n\ndismissed with a liberty to file suit and / or to invoke the arbitration clause. The\n\npresent writ petition therefore was an abuse of the process of Court. This fact\n\nwas also brought by way of counter affidavit in the instant writ petition by the\n\nrespondent - C.C.L, appellant herein.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">16.      Learned senior counsel while assailing the part of the judgment with\n\nwhich they are aggrieved, referred to the communication dated 2/3.6.2014 to\n\nsubmit that it was not even addressed to the writ petitioner but was an internal\n\ncommunication between the General Manager of Rajrappa Area and Kuju Area.\n\nHe referred to clause 9(g) of the general condition of the contract and justified\n\nthe impugned action of the appellant- C.C.L as the contractor being bound by\n\nthe said terms was liable to forfeit the security deposit in the event of any\n\ndefault on his part and any other dues of this work or any other work of the\n\nCompany also, subject to the condition that it would not exceed 10% of the\n\ncontract value. The contract value was of Rs. 14181.48 Lakhs. The 10% of the\n\nsaid amount works out to be Rs. 14,18,14,800/- which was the pre-estimated\n\nliquidated damages that may be forfeited by the C.C.L under clause 9(g) of the\n<span class=\"hidden_text\" id=\"span_7\">                                          12</span>\n\n\ngeneral condition of the contract. Since the C.C.L has forfeited Rs.\n\n3,40,66,632.46    that it had in the present contract( as security deposit and\n\nretention money), the impugned communication was issued for recovery of\n\nbalance amount of Rs.10,77,48,167.54. It is submitted that the two clause 9(g)\n\nand 9.2, operated in different areas i.e. Clause 9(g) indicates pre-estimated\n\nliquidated damage whereas Clause 9.2 concerns with unliquidated damages\n\nthat calls for determination. Since the impugned action was under clause 9(g)\n\nand not under 9.2, the interpretation rendered by the Writ Court while quashing\n\nthe impugned communication was untenable in law. Learned senior counsel\n\nhas laid emphasis on the point that since clause 9(g) concerns predetermined\n\nliquidated damages, there was no requirement of any authority / court to\n\ndetermine the amount of damages as opined by the learned Single Judge. A\n\nclause similar to clause 9(g) has been upheld by the Hon&#x27;ble Supreme Court as\n\na predetermined damage clause in the case of M/s H M Kamaluddin Ansari\n\nand Company Vrs. Union of India &amp; ors. reported in (1983)4 SCC 417.\n\nElaborating on the interpretation of clause 9.2, it is submitted that it provides for\n\ndetermination of the amount to be recovered from contractor on cancellation of\n\ncontract, for the expenditure incurred in completing the remaining work or in the\n\nevent the remaining work is not completed the loss / damage suffered. In any\n\ncase, the amount determined as per clause 9(g) or determination under clause\n\n9.2 is liable to be recovered from any money due from the contractor or any\n\naccount or under any other contract and in the event of any shortfall, the\n\ncontractor shall be called upon to pay the same on demand.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">17.   In support of the submission made by the appellant-C.C.L. that when\n\ndetermination of disputed questions of fact is required involving interpretation of\n\ncontractual terms and condition, learned senior counsel has referred to the legal\n\nposition as laid down in catena of judgments rendered by the Hon&#x27;ble Supreme\n<span class=\"hidden_text\" id=\"span_8\">                                       13</span>\n\n\nCourt and other High Courts including this Court as per which, the Writ Court\n\nshould refrain from exercising its discretionary jurisdiction, more so when the\n\nparties have already subjected    themselves to the remedy before the Civil\n\nCourt. He has placed reliance on several decisions of the Hon&#x27;ble Supreme\n\nCourt passed in the case of Rajasthan State Industrial Development and\n\nInvestment Corporation and another Vrs. Diamond &amp; Gem Development\n\nCorporation Limited and another reported in (2013) 5 SCC 470, in the case\n\nof Kerala State Electricity Board &amp; Anr. Vrs. Kurien E. Kalathil &amp; others\n\nreported in AIR 2000 SC 2573; a Division Bench judgment of this Court\n\nrendered in the case of M/s Mineral Traders &amp; Engineers, Jharia, Dhanbad\n\nVrs. Central Coalfields Ltd. &amp; others passed in L.P.A. No. 365 of 2013 dated\n\n7.3.2014 and in the case of Keshava Nandan Prasad Vrs. State of\n\nJharkhand &amp; others passed in W.P.(PIL) No. 3690 of 2013 dated 6.3.2014.\n\nHe has further advanced his submission that the impugned communication\n\ndated 2/3.6.2014 was an internal communication between the General\n\nManagers of C.C.L and no quasi judicial function was involved therein.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1647789\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400596\" id=\"span_10\">Therefore, the observation of the learned Single Judge that the impugned\n\ncommunication did not contain any reason was totally out of context and the\n\nratio laid down by the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/400596/\" id=\"a_2\">S.N. Mukherjee\n\nvs. Union of India</a> [(<a href=\"/doc/1647789/\" id=\"a_3\">1990) 4 SCC 594] and M.L. Jaggi vs. Mahanagar\n\nTelephones Nigam Ltd. &amp; others</a> [(1996) 3 SCC 119] relied upon by the\n\nlearned Single Bench were inapplicable to the fact of the present case. The\n\ncommunication between the contracting parties cannot be brought at par with a\n\nquasi judicial order.</span></span> Therefore, learned senior counsel for the appellant- C.C.L\n\nhas prayed for setting aside the impugned judgment, so far as it relates to\n\nquashing of the letter dated 2/3.6.2014 whereby an amount of Rs.\n\nRs.10,77,48,167.54/- was withheld by the respondent- C.C.L.\n<span class=\"hidden_text\" id=\"span_11\">                                           14</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">18.   Mr. Sanjeev Sahay, learned counsel for the writ petitioner- appellant in\n\nthe connected L.P.A. No. 421 of 2014 while taking us through the sequence of\n\nfacts leading to the passing of the impugned judgment submitted that the\n\npresent writ petition was preferred for appointment of an Independent Monitor\n\nas per the integrity pact for monitoring execution of the contract to stop rampant\n\ncorruption prevailing in C.C.L. During pendency of the writ petition, C.C.L has\n\nindulged in termination of the contract through its letter dated 16.10.2013 and\n\nhad invoked bank guarantee. The writ petitioner therefore also sought to\n\nchallenge the order dated 15.1.2014 and 2/3.6.2014 where by the security\n\ndeposits furnished by the petitioner and dues in relation to other contracts were\n\nsought to be appropriated / withheld. This subsequent development were\n\nallowed to be challenged in the writ petition. It had also sought for stay of fresh\n\ntender process and for refund of the amount as mentioned in the letter dated\n\n15.1.2014 and 2/3.6.2014. The learned Single Judge has however declined the\n\nother reliefs prayed for except the prayer for quashing of the impugned\n\ncommunication      dated     2/3.6.2014        where   under    an    amount      of\n\nRs.10,77,48,167.54/- were being forfeited invoking clause 9(g) of the general\n\ncondition of the contract. Learned counsel for the writ petitioner submitted that\n\nthere was rampant corruption in C.C.L and as per the integrity pact reached\n\nbetween C.C.L and Transparency International, petitioner had made a request\n\nfor appointment of an External Independent Monitor for monitoring the\n\nexecution of the contract which however has been declined by the learned\n\nSingle Judge finding that the writ petitioner could not demonstrate as to how he\n\nwill resolve the dispute after the termination of the contract. It is submitted that\n\non account of Indian Oil Corporation (I.O.C) stopping the supply of HSD to bulk\n\nconsumer including the petitioner, petitioner was not able to procure diesel from\n\nthe retail outlet and at the same time price of diesel had also increased. When a\n<span class=\"hidden_text\" id=\"span_12\">                                          15</span>\n\n\nrequest was made to the C.C.L, it arbitrarily suggested to supply HSD @\n\nRs.69.21 per liter while compensation was fixed @ Rs.50.33 per liter, effectively\n\ncausing loss to the plaintiff of Rs. 19 approximately per liter. Writ petitioner was\n\ntherefore left to either follow the corrupt practice or fall prey to the arbitrariness\n\nof the respondent - C.C.L as it could not purchase HSD from the retail outlet.\n\nThe External Independent Monitor would have been able to eradicate such\n\ncorruption. However, learned Writ Court not only refused to grant the said relief\n\nbut also refused to refer the matter for settlement of dispute under clause 12 on\n\naccount of the fact that a civil suit was pending between the parties. Learned\n\nWrit Court also refused to enter into the question relating to the claim for\n\nescalation on account of supervening circumstances created by C.C.L on the\n\nsame ground of pendency of civil suit between the parties. The Writ Court as a\n\nmatter of fact though quashed the impugned communication dated 2/3.6.2014\n\nbut no order was passed with respect to the invoking of the bank guarantee and\n\nrefund of the amount under the bank guarantee. Writ petitioner was therefore\n\nconstrained to challenge the said findings of the Writ Court which went against\n\nit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">19.   Learned counsel for the writ petitioner- appellant has relied upon the\n\njudgment rendered in the case of Food Corporation of India Vrs. Seil Ltd.\n\nreported in (2008)3 SCC 440, in the case of Whirlpool Corporation Vrs.\n\nRegistrar of Trade Marks reported in 1998(8) SCC 1, in the case of Union of\n\nIndia &amp; others Vrs. Tantia Construction reported in (2011)5 SCC 697 in\n\nsupport of his contention that contractual dispute involving public law element\n\nare amenable to writ jurisdiction and presence of alternative remedy does not\n\nbar maintainability of the writ petition. On the second issue relating to the action\n\nof the C.C.L to appropriate money from other contracts as being illegal, learned\n\ncounsel for the writ petitioner has relied upon judgments rendered by the\n<span class=\"hidden_text\" id=\"span_13\">                                         16</span>\n\n\nHon&#x27;ble Supreme Court in the case of Union of India Vrs. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1647789\" id=\"span_14\">Raman Iron\n\nFoundry reported in (1974)2 SCC 231, in the case of Mohan Meakin\n\nBreweries Ltd. Vrs. Union of India and two others by Delhi High Court\n\nreported in AIR 1975 Delhi 24 and also the judgment relied upon by the\n\nappellant- C.C.L in the case of M/s H M Kamaluddin Ansari and Company\n\nVrs. Union of India reported in (1983)4 SCC 417 . According to learned\n\ncounsel for the writ petitioner, the C.C.L had no authority to appropriate amount\n\nof other pending bills and the case of Raman Iron Foundry was not fully\n\noverruled by the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1647789/\" id=\"a_4\">H.M.Kamaluddin\n\nAnsari &amp; Company</a> (supra), where it was held that the Government had no\n\npower to appropriate money from other contract. Learned counsel for the writ\n\npetitioner also assailed part of the impugned judgment where the learned Writ\n\nCourt had refused to quash the order of termination. He submitted that the\n\nimpugned termination was in violation of Principle of Natural Justice as no show\n\ncause had been given to it nor any reasons were indicated. In support of the\n\naforesaid submission, he has relied upon the judgment rendered by this Court\n\nin the case of Modi Projects Ltd, Ranchi Vrs. State of Jharkhand &amp; others\n\nreported in 2012(3)J.L.JR 60, in the case of DTC Securities Ltd. Vrs.\n\nJharkhand State Mineral Development Corporation &amp; others reported in\n\n2013(1) JBCJ 269(JHC).</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">20.   On the question relating to forfeiture of the amount of Rs.10.77 Crores by\n\nthe impugned communication dated 2/3.6.2014 and also the invoking of bank\n\nguarantee of the petitioner, learned counsel for the writ petitioner submitted that\n\nlaw on liquidated damages is well settled. When a party alleges breach of\n\ncontract and claims liquidated damage, it could only be a genuine, pre-estimate\n\nof reasonable compensation and not in the form of a penalty. Where the loss in\n\nterms of money can be determined, party claiming compensation must prove\n<span class=\"hidden_text\" id=\"span_15\">                                         17</span>\n\n\nloss suffered by him. If the party claiming breach is not able to prove the actual\n\nloss suffered arising from such breach, the Court cannot grant compensation\n\nbeyond such reasonable pre-estimate. Such ingredients has to be proved\n\nbefore the Court of law. Therefore, the learned Single Judge was justified in\n\nquashing the impugned communication dated 2/3.6.2014. There was no\n\ndetermination of the pre- liquidated damage amount by any authority or Court.\n\nHowever, learned Writ Court failed to pass any order on the question of refund\n\nof the amount of bank guarantee already invoked by it, though there was no\n\njustification for the same on the part of the C.C.L. Learned counsel has\n\nsubmitted that the supervening circumstances had rendered the performance of\n\nthe contract impossible on account of refusal of supply of HSD to the bulk\n\nconsumer by the I.O.C and further imposition of very heavy rate by C.C.L for\n\nsuch supply without any justification. He has relied upon judgment rendered by\n\nthe Hon&#x27;ble Supreme Court in the case of ONGC Vrs. Saw Pipes Ltd. reported\n\nin (2003) 5 SCC 705 and also in the case of M/s Kailash Nath Associates\n\nVrs. Delhi Development Authority &amp; another reported in 2015 SCC Online\n\nSC 19 in Civil Appeal No. 193 of 2015. Learned counsel for the writ petitioner\n\nsubmitted that the findings of the learned Writ Court, so far as it declined the\n\naforesaid reliefs to the petitioner, are not proper in the eye of law and therefore,\n\nit needs to be disturbed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">21.   Mr. Jagdeep Dhankar, learned senior counsel for the appellant- C.C.L in\n\nhis reply has reiterated his submissions that the Writ Court should be discreet in\n\nexercising jurisdiction in such contractual matter where disputed questions of\n\nfact involving interpretation of terms and conditions of the contract are to be\n\nadjudicated, more so when the issue in controversy is pending before Civil\n\nCourts, as has already been found by the learned Single Judge. It is submitted\n\nthat there is no element of doubt so far as the forfeiture of the amount of\n<span class=\"hidden_text\" id=\"span_16\">                                               18</span>\n\n\nRs.10.77 Crores vide impugned communication dated 2/3.6.2014 is concerned\n\nunder Clause 9(g) of the general conditions of the contract as it is very clear in\n\nits language. The law related to predetermined liquidated damages is well\n\nsettled and there is no ambiguity that if the parties have consciously arrived at\n\nsuch an amount as genuine pre-estimate of damage, no determination is\n\nrequired to be made by any Court or authority for forfeiting the said amount.\n\nTherefore, part of the judgment which quashed the impugned communication\n\ndated 2/3.6.2014 is wholly bad in law when the learned Single Judge had\n\nconsciously refused to exercise its jurisdiction on the issue relating to other\n\nclaims arising out of the same contract between the parties on the ground of\n\npendency of the civil suit between them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">22.    We have heard learned counsel for the parties at length and perused the\n\nrelevant records of the case. As the narration of chronology of facts discloses,\n\nthe writ petitioner who was under a contract dated 12.08.2010 for working of\n\nHEMM for removal of over burden from quarry of CCL for a period of 8 years for\n\na total value of Rs.14181.48 lakh was facing difficulty in procurement of diesel\n\non account of decision of I.O.C not to supply HSD to the bulk consumers. The\n\ncorrespondence between the writ petitioner and C.C.L. on its claim for supply\n\nof HSD by C.C.L and the stand of the C.C.L to make such supply @ Rs.69.21\n\nand on question of escalation become the bone of contention between the\n\nparties. The writ petitioner even before invoking the jurisdiction of the Writ\n\nCourt, in the first round of litigation in W.P.C No. 2920 of 2013 challenging the\n\ncommunication dated 17.4.2013 where under it was directed by the C.C.L to\n\nresume work, had already invoked the jurisdiction of the Civil Judge, Sr.\n\nDivision, Hazaribag in Money Suit No. 5 of 2012 instituted on 30.6.2012 for the\n\nfollowing relief:-\n</p>\n<blockquote id=\"blockquote_3\">                     &quot;22. That the plaintiff is entitled to and pray for the following reliefs:\n</blockquote><span class=\"hidden_text\" id=\"span_17\">                                            19</span>\n\n<blockquote id=\"blockquote_4\">                   A. That it be declared that as per contract the plaintiffs are entitled to\n                   be compensated for the breach of the terms of the agreement dated\n                   12.7.2010 entered into between the parties as also for default in\n                   providing amenities, facilities and securities in the execution.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_19\">                   B. That by an appointment of Chartered Accountant or an accountant\n                   of the officers of the court the total amount recoverable on account of\n                   diesel escalation, wages from time to time lack of amenities, facilities,\n                   securities etc. till recovery and final decree be awarded and the same\n                   be realized and recovered from the defendants and be paid to the\n                   plaintiff.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">                   C. That the cost of the suit be awarded in favour of the plaintiff.\n\n                   D. That any other relief just and equitable the plaintiff is found entitled\n                   to.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">\n      The appellant- C.C.L herein had also appeared and contested the suit by\nfiling written statement. However, while withdrawing W.P.C 2920 of 2013 before\nthe learned Single Judge, the writ petitioner did not bring it to the notice of the\nlearned Writ Court that it had already invoked the jurisdiction of the Civil Court .\nThe writ petitioner was allowed to withdraw the writ petition vide order dated\n23.8.2013 with a liberty to file suit and / or to invoke arbitration clause.\nTherefore there was suppression of material facts by the writ petitioner.\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">23.   This fact was apparently brought on record by the respondent - C.C.L in\ntheir counter affidavit filed in the instant writ petition. The writ petitioner\nhowever preferred     the present writ petition initially for a direction upon the\nrespondent- C.C.L to consider the grievance raised in letter dated 4.9.2013 of\nthe petitioner and to refer the matter to the External Independent Monitor for\nmonitoring the execution of the contract in terms of the integrity pact. In the\nmeantime the contract had been terminated on 16.10.2013 and after its\ntermination C.C.L decided to recover the security deposit furnished by the writ\npetitioner by invoking clause 9(g) of the general conditions of the contract. This\norder was subsequently allowed to be challenged in the writ petition.\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">24.   As a proposition of law well settled by the Apex Court, ordinarily the Writ\nCourt does not interfere in contractual matter where disputed question of facts\nare involved and determination on terms and condition of the contract are to be\nmade. The Hon&#x27;ble Supreme Court in the case of Rajasthan State Industrial\nDevelopment and Investment Corporation and another Vrs. Diamond &amp;\nGem Development Corporation Limited and another reported in (2013) 5\nSCC 470 has held as follows:\n</p><span class=\"hidden_text\" id=\"span_18\">                                             20</span><p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><blockquote id=\"blockquote_5\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_20\">19. There can be no dispute to the settled legal\n                    proposition that matters/ disputes relating to contract cannot be\n                    agitated nor terms of the contract can be enforced through writ\n                    jurisdiction under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution. Thus, the writ court\n                    cannot be a forum to seek any relief based on terms and conditions\n                    incorporated in the agreement by the parties. [<a href=\"/doc/1893286/\" id=\"a_6\">Vide Bareilly\n                    Development Authority v. Ajai Pal Singh</a> and <a href=\"/doc/1156062/\" id=\"a_7\">State of U.P. v. Bridge &amp;\n                    Roof Co. (India) Ltd</a>.]</span></span>\n\n</blockquote><blockquote id=\"blockquote_6\">                                    20.In Kerala SEB V. Kurien E. Kalathil this Court held\n                    that a writ cannot lie to resolve a disputed question of fact,\n                    particularly to interpret the disputed terms of a contract observing as\n                    under: (SCC pp. 298-99, paras 10-11)\n\n                           &quot;10. ... The interpretation and implementation of a clause in a\n                    contract cannot be the subject-matter of a writ petition. ... If a term of\n                    a contract is violated, ordinarily the remedy is not the writ petition\n                    under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226.</a> We are also unable to agree with the observations\n                    of the High Court that the contractor was seeking enforcement of a\n                    statutory contract. ...\n</blockquote>\n<blockquote id=\"blockquote_7\">                           11. ... The contract between the parties is in the realm of\n                    private law. It is not a statutory contract. The disputes relating to\n                    interpretation of the terms and conditions of such a contract could\n                    not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the\n                    Constitution of India. That is a matter for adjudication by a civil court\n                    or in arbitration if provided for in the contract. ... The contractor\n                    should have relegated to other remedies.&quot;\n</blockquote>\n<blockquote id=\"blockquote_8\">                                    21. It is evident from the above that generally the Court\n                    should not exercise its writ jurisdiction to enforce the contractual\n                    obligation. The primary purpose of a writ of mandamus is to protect\n                    and establish rights and to impose a corresponding imperative duty\n                    existing in law. It is designed to promote justice (ex debito justitiae).\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">                    The grant or refusal of the writ is at the discretion of the court. The\n                    writ cannot be granted unless it is established that there is an existing\n                    legal right of the applicant, or an existing duty of the respondent.\n                    Thus, the writ does not lie to create or to establish a legal right, but to\n                    enforce one that is already established. While dealing with a writ\n                    petition, the court must exercise discretion, taking into consideration\n                    a wide variety of circumstances, inter alia, the facts of the case, the\n                    exigency that warrants such exercise of discretion, the consequences\n                    of grant or refusal of the writ, and the nature and extent of injury that\n                    is likely to ensue by such grant or refusal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><p data-structure=\"CDiscource\" id=\"p_27\">25.    In the instant case in relation to the alleged breach arising out of the\nsame contract, the writ petitioner has invoked the jurisdiction of Civil Court,\nHazaribag in Money Suit No. 5 of 2012 claiming compensation for breach of the\nterms of the agreement. C.C.L has also preferred a counter claim for\nindemnifying itself of the loss suffered due to deliberate action / omission on the\npart of the plaintiff / writ petitioner in the performance of the contract to the tune\nof Rs. 9114.34 lakhs along with interest. In the wake of the litigation pending\nbefore the Civil Court on the very allegation of breach of agreement by both the\nwrit petitioner- contractor and the C.C.L, in our opinion the Writ Court was right\nin refusing to enter into any question relating to determination of the issue\nwhether the contractor was entitled for price variation on account of alleged\n<span class=\"hidden_text\" id=\"span_21\">                                            21</span>\n\n\nincrease in diesel price or not. The Writ Court was also justified in refusing to\nrender any finding on the order of termination of the contract between the\nparties as it could also have a bearing on the outcome of the pending suit in civil\ncourt where the parties have alleged breach of terms of the contract against\neach other. The question relating to the legality and correctness of the\ntermination of the contract could also properly be gone into by the Civil Court\nconcerned where the suit was pending. The issue raised before the Writ Court\non that score was not divorced of          the essential substratum of the dispute\npending adjudication before the learned Civil Judge, Hazaribag.\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">26.    We therefore did not find any infirmity so far as findings of the learned\nwrit court on these prayers are concerned. We may also hasten to add here that\nwhen the contract between the parties itself had been terminated on\n16.10.2013, the plea raised in the instant writ petition initially for independent\nmonitoring of the execution of the contract by external independent monitor had\nbeen in effect rendered infructuous. There could not be monitoring of the\nexecution of the contract any more after it had been terminated by C.C.L. On\nthat score also the findings of the learned Single Judge does not appear to\nsuffer from any error in law or on fact.\n</p>\n<p data-structure=\"RespArg\" id=\"p_29\">27.   However, we do find that the learned Writ Court at para 17 of the\njudgment has come to finding that the C.C.L was not required to approach the\nCivil Court for determination of the money due and payable to it on account of\nelectricity consumption , land rent etc as they are matters of record. On that\nscore the writ court negatived the plea of the writ petitioner that C.C.L\nbe precluded from recovery of the amount due as penalty of damages for such\nbreach of terms of contract. However, on the question of withholding of the\namount of Rs.10.77 Crores and odd by the impugned communication dated\n2/3.6.2014 issued by the General Manager, Kuju area, learned writ court on\nconsideration of the clause 9(g) and 9.2 seems to have come to a conclusion\nthat respondent - C.C.L had not quantified the amount of penalty nor brought\non record any communication to the writ petitioner whereby it had been\nintimated the amount of damages to be recovered from it. The learned writ court\ntherefore found the action of the respondent - CCL as being unsupported by\nreasons and therefore, arbitrary and illegal. The Appellant - C.C.L on its part\n<span class=\"hidden_text\" id=\"span_22\">                                         22</span>\n\n\nhas come forward with the explanation that amount so recovered was in fact\n10% of the total contract value of Rs. 14181.48 lakh which is 14,18,14,800/-.\nThis according to it is the pre-estimated damage recoverable under Clause 9(g)\nof the General Condition of the Contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400596\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400596\" id=\"span_24\">Since the CCL had forfeited\nRs.3,40,66,632.46 as security deposit and retention money of the present\ncontract, impugned communication had been issued for recovery of the balance\namount of Rs. 10,77,48,67.53/-. as per the provision of clause 9(g) from dues of\nother works of the writ petitioner. Both the parties have addressed this court on\nthe aforesaid issue relying upon the judgment rendered by the Hon&#x27;ble\nSupreme Court in the case of M/s Kamaluddin Ansari and Companyy Vrs.\n<a href=\"/doc/400596/\" id=\"a_10\">Union of India &amp; others</a>(supra) where the judgment rendered in the case of\n<a href=\"/doc/400596/\" id=\"a_11\">Union of India and Rama Iron Foundry</a> (Supra) has also been considered.</span></span>\nLearned counsel for writ petitioner has also relied upon the judgment rendered\nby the Apex Court in the case of M/s Kailash Nath Associates(supra) in\nsupport of his submission.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">28.   The instant issue in our opinion needs to be looked at from more than\none perspective. In the first place, we fail to understand as to why the instant\ndispute relating to withholding / forfeiture of an amount of Rs. 10.77 Crores and\nodd by C.C.L could not be raised before the Civil Court where admittedly the\nwrit petitioner himself has gone seeking compensation for the alleged breach of\nterms and conditions for the same agreement, where C.C.L had also appeared\nand submitted its counter claim. We have affirmed the findings of the learned\nWrit Court in so far as it refused to get into the claim of the writ petitioner for\npayment of compensation for price variation on account of alleged increase in\ndiesel price, as disputed questions of fact involved therein could only be\nexamined by the Civil Courts. We are also in agreement with the view of the\nlearned Single Judge that the agreement stipulates that C.C.L is entitled to\nterminate the contract for breach of its terms, and whether the so called breach\ncommitted by the petitioner was due to supervening circumstances as pleaded\nby him on account of ban imposed by I.O.C vide letter dated 8.3.2013 was an\nissue before the Civil Court. Therefore no interference could be made in the\norder of termination of contract dated 16.10.2013. Therefore, if the petitioner-\ncontractor had a valid reason to be aggrieved by the impugned letter dated\n<span class=\"hidden_text\" id=\"span_25\">                                           23</span>\n\n\n2/3.6.2014, the same issue being so inextricably linked with the dispute relating\nto the breach of agreement and termination of contract involving disputed\nquestions of fact upon construction of terms and conditions of agreement itself,\nthe same could be raised and adjudicated before the learned Civil Court where\nthe money suit is pending.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400596\" id=\"span_26\">29.   Since both the parties have relied upon the judgment rendered by the\nHon&#x27;ble Supreme Court in the case of M/s H M Kamaluddin Ansari and\nCompany Vrs. <a href=\"/doc/400596/\" id=\"a_12\">Union of India</a> (supra), it requires to be seen whether such a\nrelief could be granted in writ jurisdiction if the facts on issue are not disputable.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">30.   It is to be noted from perusal of the impugned communication dated\n2/3.6.2014 that it is a communication between the General Manager, Rajrappa\nArea and General Manager of Kuju Area, C.C.L. relating to withholding of Rs.\n10,77,48,167.54 towards balance dues against M/s Chanani Transport - writ\npetitioner. The content of the letter is quoted herein below for better\nappreciation:-\n</p><blockquote id=\"blockquote_9\">                           Sub: Regarding withholding of Rs. 10,77,48,167.54 towards\n                           Balance Dues against M/s Chanani Transport\n\n                           &quot; We have processed a proposal for approval of the competent\n                    authority to recover the Balance Dues or Rs. 10,77,48,167.54 only from\n                    Kuju Area as the said contractor is presently working there.\n                    Meanwhile, you are requested to withhold the above amount till the\n                    approval of competent authority is received from CCL Headquarter,\n                    Ranchi.\n</blockquote>\n<blockquote id=\"blockquote_10\">                          This is in continuation to this office letter GM/AGM-\n                    SO(M)/Outsourcing/14/14/543 dated 06.03.2014&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_11\">      A bare perusal of the letter would indicate that while the correspondence\nbetween the officials of C.C.L is on the subject relating to withholding of the\naforesaid amount, the language used in the letter speaks of a proposal of\napproval of a competent authority for recovery of the balance dues of Rs. 10.77\nCrores and odd. The General Manager, Kuju Area has therefore been\nrequested to withhold the aforesaid amount till the approval of the authority is\nreceived from the C.C.L headquarter. We are inclined to take this view upon\nperusal of the aforesaid communication that C.C.L intended to withhold the\naforesaid amount from any dues of the petitioner- contractor for not only this\nwork or any other work done under the Company till the approval for recovery is\nreceived from the competent authority. C.C.L has explained that the said\n<span class=\"hidden_text\" id=\"span_27\">                                          24</span>\n\n\namount of Rs.10.77 Crores is the balance of the 10% of the contractual value\nof Rs. 14181.48 lakhs which it intended to withhold/ forfeit invoking clause 9(g)\nof the general conditions of the contract. As a matter of fact, the 10% of the\ncontractual value comes to Rs.14,18,14,800/- and out of which C.C.L had\nalready forfeited Rs. 3,40,66,632.46 from the security deposit of the petitioner\nby invoking the bank guarantee and the retention money of the contract. The\nexplanation of the appellant - C.C.L is quite simple and pure mathematics and it\nis clear that the said amount is calculated on a simple formula as provided\nunder Clause 9(g) of the general conditions of the contract.\n</blockquote>\n<blockquote id=\"blockquote_12\">      In the aforesaid backdrop Clause 9(g) and 9.2 is being quoted herein\nbelow as they are material to be noticed to decide the controversy.\n</blockquote><blockquote id=\"blockquote_13\">                  9(g) &quot;The work shall, throughout the stipulated period of\n                  contract, be carried out with all due diligence on the part of the\n                  contractor. In the event of termination or suspension of the\n                  contract, on account of default on the part of the contractor, as\n                  narrated hereinbefore, the security deposit and their dues of this work\n                  or any other work done under this company shall be forfeited and\n                  brought under the absolute disposal of the company provided, that\n                  the amount so forfeited shall not exceed 10% of the\n                  contract value.\n</blockquote>\n<blockquote id=\"blockquote_14\">                  9.2 &quot;On cancellation of the contract or on termination of the\n                  contractor, the Engineer in charge shall have powers:\n</blockquote>\n<blockquote id=\"blockquote_15\">                  a. to carry out the incomplete work by any means at the risk of the\n                  contractor.\n</blockquote>\n<blockquote id=\"blockquote_16\">                  b. to determine the amount to be recovered from the contractor for\n                  completing the remaining work or in the event the remaining work is\n                  not to be completed the loss/ damage suffered, if any, by the company\n                  after giving credit for the value of the work executed by the contractor\n                  up to the time of cancellation less on account payments made till\n                  date and value of contractor&#x27;s materials, plant, equipment, etc.\n                  taken possession of after cancellation.\n</blockquote>\n<blockquote id=\"blockquote_17\">                  c. to recover the amount determined as above, if any, from\n                  any moneys due to the contractor or any account or under any\n                  other contract and in the event of any shortfall, the contractor\n                  shall be called upon to pay the same on demand.\n</blockquote>\n<blockquote id=\"blockquote_18\">                    The need for determination of the amount of recovery of\n                  any extra cost/ expenditure or of any loss/damage suffered\n                  by the company shall not however arise in the case of\n                  termination of the contract of death/demise of the contractor as\n                  stated in 9.1(d).&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_33\">31.   Upon perusal of the terms of the two clause, we are not in doubt that the\nforfeiture / withholding of the said amount under the impugned letter dated\n2/3.6.2014 is covered under Clause 9(g) and not Clause 9.2.of the general\nconditions of the contract. Clause 9.2 stipulates the conditions where on\ncancellation of the contract, the Engineer in-charge shall carry out the\n<span class=\"hidden_text\" id=\"span_28\">                                         25</span>\n\n\nincomplete work at the risk of the contractor and determine the amount to be\nrecovered from the contractor for completing the remaining work or in the event\nthe remaining work is not be completed, the loss/damage suffered if any, by the\ncompany, after giving credit for the value of the work executed by the contractor\nup to the time of cancellation, less on account payments made till date and\nvalue      of contractor&#x27;s materials, plant, equipment, etc. taken possession of\nafter cancellation. The said amount determined is to be recovered, if any, from\nany moneys due to the contractor or any account or under             any    other\ncontract     and   in   the event of any shortfall, the contractor shall be called\nupon to pay the same on demand. The writ petitioner has not been able to\nmake out a case that the amount being withheld/ forfeited is on account of\nworks executed by the C.C.L. after cancellation of the contract to be carried out\nin completing the work or in relation to any loss / damages suffered by the\nCompany if the work could not be completed nor has CCL pleaded such a\nscenario. In such event, the forfeiture/ withholding of the aforesaid amount of\nRs.10.77 Crores by the impugned letter out of a total amount of Rs. 14181.48\nlakhs is supported by clause 9(g) of the general conditions of the contract. The\nCompany has come forward with a case that the contract has been terminated\non account of default on the part of the contractor which stipulates forfeiture of\nthe security deposit and other dues from not only this work but from any other\nwork up to the amount not exceeding 10% of the contract value.\n\n</p><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400596\" id=\"span_29\">32.     In the aforesaid factual discussion, the ratio of the judgment rendered by\nthe Hon&#x27;ble Supreme Court in the case of M/s H.M. Kamaluddin Ansari and\nCompany Vrs. <a href=\"/doc/400596/\" id=\"a_13\">Union of India &amp; others</a> (supra) is to be understood and\nwhether it applies to the present case. In the said case, the matter had come\nbefore the Hon&#x27;ble Supreme Court in two connected appeals from the judgment\nand order of Allahabad High Court, one of which arose out of the proceeding\nunder <a href=\"/doc/811701/\" id=\"a_14\">Section 20</a> of the Arbitration Act and other under <a href=\"/doc/1154891/\" id=\"a_15\">Section 33</a> of the\nArbitration Act. A question had arisen relating to the interpretation of clause 18\nof the general conditions of the contract contained in the standard form of the\ncontract entered into by the parties and also relating to the ambit and scope of\n<a href=\"/doc/28932/\" id=\"a_16\">Section 41</a> of the Arbitration Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1647789\" id=\"span_30\">Since the parties have relied upon <a href=\"/doc/400596/\" id=\"a_17\">the said\njudgment</a> on the interpretation of clause 9(g) of the general conditions of the\n<span class=\"hidden_text\" id=\"span_31\">                                           26</span>\n\n\npresent contract between the parties, it is appropriate to refer to clause 18\nwhich was the subject matter of interpretation in the judgment of M/s <a href=\"/doc/1647789/\" id=\"a_18\">H.M\nKamaluddin Ansari &amp; Company</a>(supra) at para 3, the same is being quoted\nherein below:-</span>\n</p><blockquote id=\"blockquote_19\">                           Para 3, Clause 18:- Recovery of sums due.--Whenever any\n                   claim for the payment of a sum of money arises out of or under the\n                   contract against the contractor, the purchaser shall be entitled to\n                   recover such sum by appropriating in whole or in part, the security, if\n                   any, deposited by the contractor, and for the purpose aforesaid, shall\n                   be entitled to sell and/or realise securities forming the whole or part\n                   of any such security deposit. In the event of the security being\n                   insufficient, the balance and if no security has been taken from the\n                   contractor, the entire sum recoverable shall be recovered by\n                   appropriating any sum then due or which at any time thereafter may\n                   become due to the contractor under the contract or any other contract\n                   with the purchaser or the Government or any person contracting\n                   through the Secretary. If such sum even be not sufficient to cover the\n                   full amount recoverable, the contractor shall on demand pay to the\n                   purchaser the balance remaining due....&quot;.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_35\">33.   In the said case when the appellant had failed to supply the goods under\nthe contract with Directorate General of Supplies and Disposals (DGS&amp;D), the\ncontract was cancelled and DGS &amp;D had called upon the appellant to pay the\namount which it had incurred on account of making risk purchases, failing which\nalternative arrangements were to be made for recovering the same. The\nappellant had moved petition under <a href=\"/doc/1154891/\" id=\"a_19\">Section 33</a> of the Arbitration Act before the\nCourt alleging that there was no concluded contract in existence between the\nparties containing any arbitration clause, while the Union of India took a stand\nthat there was concluded contract between the parties which bound the\nappellant- Firm. The appellant sought injunction under Section 41 of the Second\nSchedule of the Arbitration Act and Order 39 Rules 1 and 2 read with <a href=\"/doc/56600062/\" id=\"a_20\">Section\n151</a> of the Code of Civil Procedure restraining the respondent- Union of India\nfrom appropriating, withholding or recovering the amount claimed from its other\nbills in any manner whatsoever. On the question whether the respondent- Union\nof India was entitled to withhold the amount from the contractual dues arising\nout of other contract applying clause 18 or not, the Hon&#x27;ble Supreme Court after\nconsidering the observation made in the case of Union of India Vrs. Raman\nIron Foundry(supra) and also the judgment rendered by the full Bench of Delhi\nHigh Court in the case of Mohan Meakin Breweries Ltd. Vrs. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400596\" id=\"span_32\"><a href=\"/doc/400596/\" id=\"a_21\">Union of India</a>\n(supra) held as follows:-</span>\n</p><blockquote id=\"blockquote_20\">                   Para 28:- Clause 18 of the standard form of contract earlier was\n                   slightly differently worded and it read &quot;whenever under this contract\n<span class=\"hidden_text\" id=\"span_33\">                                            27</span>\n\n                   any sum of money is recoverable from and payable by the\n                   contractor&quot;. But this formula was deliberately and advisedly altered\n                   when the present standard form was introduced and instead the\n                   words &quot;whenever any claim for payment of a sum of money arises&quot;\n</blockquote><blockquote id=\"blockquote_21\">                   were substituted and this chance in phraseology indicated that in\n                   order to attract the applicability of the present Clause 18, it was not\n                   necessary that there should be a sum of money due and payable by\n                   the contractor to the purchaser, but it was enough if there was a mere\n                   claim on the part of the purchaser for payment of a sum of money by\n                   the contractor irrespective of the fact whether such sum of money\n                   was presently due and payable or not. This Court, however, did not\n                   attach importance to this aspect of the matter by observing: (SCC p.\n                   242, para 10)\n\n                           &quot;We do not think it is legitimate to construe Clause 18 of the\n                   contract between the parties by reference to a corresponding clause\n                   which prevailed in an earlier Standard Form of Contract. This is not a\n                   statute enacted by the legislature where it can be said that if the\n                   legislature has departed from the language used by it in an earlier\n                   enactment, it would be a fair presumption to make that the alteration\n                   in the language was deliberate and it was intended to convey a\n                   different meaning. It is a clause in a contract which .we are construing\n                   and there, any reference to a similar or dissimilar clause in another\n                   contract would be irrelevant.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_36\">                          Para 29:- The Court itself while interpreting Clause 18 of the\n                   contract has observed: (SCC p. 240, para 8)\n\n                            &quot;It is true that the words &quot;any claim for the payment of a sum\n                   of money&quot; occurring in the opening part of Clause 18 are words of\n                   great amplitude, wide enough to cover even a claim for damages, but\n                   it is a well settled rule of interpretation applicable alike to instruments\n                   as to statutes....&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">                          But while dealing with another aspect of clause 18 observed to\n                   the contrary that it should not be construed as a statute. It may,\n                   however, be pointed out that even after the change in the language of\n                   Clause 18 of the standard agreement the Union of India cannot be\n                   injuncted from withholding the amount under other bills of the\n                   contractor. But it can certainly be injuncted from recovering or\n                   appropriating it to the damages claimed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">                           Para 31:-We are clearly of the view that an injunction order\n                   restraining the respondents from withholding the amount due under\n                   other pending bills to the contractor virtually amounts to a direction\n                   to pay the amount to the contractor appellant. Such an order was\n                   clearly beyond the purview of clause (b) of <a href=\"/doc/28932/\" id=\"a_22\">Section 41</a> of the\n                   Arbitration Act. The Union of India has no objection to the grant of an\n                   injunction restraining it from recovering or appropriating the amount\n                   lying with it in respect of other claims of the contractor towards its\n                   claim for damages. But certainly Clause 18 of the standard contract\n                   confers ample power upon the Union of India to withhold the amount\n                   and no injunction order could be passed restraining the Union of India\n                   from withholding the amount&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n</p><p data-structure=\"CDiscource\" id=\"p_40\">34.   As is obvious, the Hon&#x27;ble Supreme Court while interpreting as aforesaid\nclearly held that under clause 18 of the standard agreement, Union of India\ncannot be injuncted from withholding the amount from other bills of the contract.\nBut it can certainly be injuncted from recovering or appropriating it to the\ndamages claimed. It also clarified that in order to attract the applicability of the\npresent clause 18, it was not necessary that there should be a sum of money\n<span class=\"hidden_text\" id=\"span_34\">                                          28</span>\n\n\ndue and payable to the purchaser but it was enough if there was mere claim on\nthe part of the purchaser for payment of a sum of money by the contractor\nirrespective of the fact whether such sum of money was presently due and\npayable or not.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">35.   The judgment relied upon by the writ petitioner rendered in the case of\nM/s Kailash Nath Associates Vrs. Delhi Development Authority &amp; Another\nin Civil Appeal No 193 of 2015(supra) by the Apex Court related to the\nforfeiture of earnest money under the terms and conditions of the auction by\nD.D.A. against the appellant as he had failed to deposit the premium of the plot\nallotted in his favour at the time of auction. In the said context, the Hon&#x27;ble\nSupreme Court has held at para 43 which is quoted herein below:-\n</p><blockquote id=\"blockquote_22\">                  &quot;Para 43:-On a conspectus of the above authorities, the law on\n                  compensation for breach of contract under Section 74 can be stated\n                  to be as follows:\n</blockquote>\n<blockquote id=\"blockquote_23\">                  1. Where a sum is named in a contract as a liquidated amount payable\n                   by way of damages, the party complaining of a breach can receive as\n                   reasonable compensation such liquidated amount only if it is a\n                   genuine pre-estimate of damages fixed by both parties and found to\n                   be such by the Court. In other cases, where a sum is named in a\n                   contract as a liquidated amount payable by way of damages, only\n                   reasonable compensation can be awarded not exceeding the amount\n                   so stated. Similarly, in cases where the amount fixed is in the nature\n                   of penalty, only reasonable compensation can be awarded not\n                   exceeding the penalty so stated. In both cases, the liquidated amount\n                   or penalty is the upper limit beyond which the Court cannot grant\n                   reasonable compensation.\n</blockquote>\n<blockquote id=\"blockquote_24\">                  2. Reasonable compensation will be fixed on well known principles\n                   that are applicable to the law of contract, which are to be found inter\n                   alia in <a href=\"/doc/339747/\" id=\"a_23\">Section 73</a> of the Contract Act.\n</blockquote>\n<blockquote id=\"blockquote_25\">                  3. Since Section 74 awards reasonable compensation for damage or\n                  loss caused by a breach of contract, damage or loss caused is a sine\n                  qua non for the applicability of the Section.\n</blockquote>\n<blockquote id=\"blockquote_26\">                  4. The Section applies whether a person is a plaintiff or a defendant in\n                  a suit.\n</blockquote>\n<blockquote id=\"blockquote_27\">                  5. The sum spoken of may already be paid or be payable in future.\n</blockquote>\n<blockquote id=\"blockquote_28\">                  6. The expression &quot;whether or not actual damage or loss is proved to\n                  have been caused thereby&quot; means that where it is possible to prove\n                  actual damage or loss, such proof is not dispensed with. It is only in\n                  cases where damage or loss is difficult or impossible to prove that the\n                  liquidated amount named in the contract, if a genuine pre estimate of\n                  damage or loss, can be awarded.\n</blockquote>\n<blockquote id=\"blockquote_29\">                  7. Section 74 will apply to cases of forfeiture of earnest money under\n                  a contract. Where, however, forfeiture takes place under the terms\n                  and conditions of a public auction before agreement is reached\n                  Section 74 would have no application&quot;.\n</blockquote><span class=\"hidden_text\" id=\"span_35\">                                          29</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_42\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1156062\" id=\"span_36\">The instant case, however admittedly relates to alleged breach of terms\nand conditions of the contract which the parties had entered and were governed\nthereby. Therefore, we are of the view that the judgment rendered in the case of\nM/s Kailash Nath Associates (supra) does not apply on all score to the case\nof the parties before us, rather, as we have noticed the judgment rendered by\nthe Apex Court in the case of M/s <a href=\"/doc/1156062/\" id=\"a_24\">Kamaluddin Ansari &amp; Company</a>(supra) are\napplicable to the facts and circumstances of the case where similar conditions\nof the contract relating to withholding/ forfeiture of money due from the contract\nor other works was under consideration in case of termination of a contract on\naccount of alleged breach by one of the parties.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">36.   In the factual matrix of the present case, as we have found from perusal\nof the impugned communication dated 2/3.6.2014 , C.C.L intended to withhold\nan amount of Rs. 10.77 Crores and odd from the petitioner till the approval of\nthe proposal by the competent authority to recover the balance due.\nConsidering the issue in the aforesaid light and on the interpretation of clause\n9(g), this amount was part of 10% of the contract value, which was sought to be\nforfeited /withheld by the C.C.L from the petitioner through its security deposit\nand other dues not only of this work but of any other work on account of\ntermination of the contract allegedly on the default on the part of the contractor.\nThe impugned letter, therefore cannot be said to have been issued in purported\nexercise of power conferred under clause 9.2 of the general conditions of the\ncontract as has been found by the learned Single Judge. Though, we are of the\nopinion that the instant issue could also have been relegated for adjudication\nbefore the learned Civil Court where the parties are in litigation on a claim\narising out of breach of the contract, however in the background of the facts and\nlaws discussed herein above, we are inclined to hold that the C.C.L could not\nbe injuncted from withholding the amount from other bills of the contractor but it\ncan certainly be injuncted from recovering it or appropriating it to the damages\nclaimed, for the time being, till the claim of the parties arising out of the alleged\nbreach of contract are adjudicated by the competent Civil Court. It is ordered\naccordingly.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">37.   Having arrived at the aforesaid considered opinion, we find that the\nlearned Single Judge was not right in quashing the letter dated 2/3.6.2014 as\n<span class=\"hidden_text\" id=\"span_37\">                                          30</span>\n\n\narbitrary and illegal being persuaded by the plea of the writ petitioner -\ncontractor that such amount could not be withheld by resorting to clause 9.2 of\nthe general conditions of the contract before it is calculated / quantified following\nthe procedure of law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">38.    Having held as above, the parties are now left to pursue their grievance in\nthe pending civil suit before the learned Civil Court, Hazaribag in accordance\nwith law. Needless to say that any observation made herein above or by the\nlearned Single Judge would not prejudice the case of the parties on merits\nbefore the learned Civil Judge, Senior Division, Hazaribag.\n\n</p><p data-structure=\"Conclusion\" id=\"p_46\">39.    Consequently, L.P.A. No. 421 of 2014 preferred by the writ petitioner-\nappellant is dismissed. L.P.A. No. 390 of 2014 preferred by the appellant- CCL\nis allowed, however in the manner indicated herein above.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">                                                  (Virender Singh, C.J.)\n\n\n\n                                               (Aparesh Kumar Singh, J.)\n\n\n\nLAK/ A. Mohanty\nHigh Court of Jharkhand, Ranchi\nDated, the 10th April, 2015\n  </p>","numcites":10,"numcitedby":2,"docsource":"Jharkhand High Court","citetid":32187155,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"Independent External Monitors","formInput":"Independent%20External%20Monitors"},{"value":"integrity pact","formInput":"integrity%20pact"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"Central coalfields limited","formInput":"Central%20coalfields%20limited"},{"value":"money suit","formInput":"money%20suit"},{"value":"\"integrity pact\"","formInput":"%22integrity%20pact%22"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"raman iron foundry","formInput":"raman%20iron%20foundry"},{"value":"retention money","formInput":"retention%20money"},{"value":"Diesel transportation","formInput":"Diesel%20transportation"},{"value":"works contract","formInput":"works%20contract"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"genuine pre-estimate of ","formInput":"genuine%20pre-estimate%20of%20"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"escalation","formInput":"escalation"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}