{"tid":1072590,"publishdate":"1980-07-11","title":"Indian Explosives Limited vs State Of U.P. And Ors. on 11 July, 1980","doc":"<h2 class=\"doc_title\">Indian Explosives Limited vs State Of U.P. And Ors. on 11 July, 1980</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-n-singh\">K.N. Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-singh\">K.N. Singh</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n K.N. Singh, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution is directed against the order of the Industrial Tribunal (III) at Kanpur dated 15-6-1979 rejecting the petitioner&#x27;s preliminary objections in adjudication case Nos. 14 and 16 of 1977.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioner-company is registered under the Indian Factories Act, having its factory at Kanpur. It deals in manufacture and sale of chemical fertilizers. It has employed a number of workmen in its factory. The petitioners company maintains a canteen for its workmen. Those employed in the canteen raised a dispute claiming bonus for the year 1975-76. They further raised a dispute claiming wages and dearness allowance at the rate the management of the petitioner-company had been paying to other workmen employed in the factory. On failure of conciliation proceedings the State Government by its order dated 19th April, 1977 referred the dispute relating to payment of bonus of the workmen, for adjudication to the Industrial Tribunal (III) at Kanpur, which was registered as Adjudication case No. 14 of 1977. By another order dated May 24, 1977 the State Government referred the other dispute also relating to payment of the wages and dearness allowance, to the Industrial Tribunal (III) at Kanpur for adjudication which was registered as Adjudication case No. 16 of 1977.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The petitioner-company appeared before the Tribunal and contested the disputes. It raised a number of preliminary objections, one of them being that the matter of dispute was not an industrial dispute as there was no relationship of employer and employee between the petitioner-company and those employed in the canteen as the canteen was being run by M/s. Gaylords a licensed contractor under the <a href=\"/doc/1810788/\" id=\"a_2\">Contract Labour (Regulation and Abolition) Act, 1970</a>. The petitioner further asserted that in view of the provisions of the <a href=\"/doc/1810788/\" id=\"a_3\">Contract Labour (Regulation and Abolition) Act, 1970</a>, the State Government had no jurisdiction to refer any dispute relating to contract labour for adjudication to any Industrial Court and the Industrial Tribunal had no jurisdiction to proceed further in the matter. The Industrial Tribunal framed preliminary issues on the aforesaid pleading of the petitioner. Parties produced evidence on the preliminary issues. After considering the evidence and hearing the arguments the Tribunal rejected the preliminary objections by its order dated 15-6-1979, it directed the cases to proceed on merits. Aggrieved, the petitioner-company has approached this Court, by means of this petition. The petitioner company has prayed for the issue of writ of certiorari quashing the order of the Tribunal dated 15-6-1979 as well as the orders of the State Government dated 19th April, 1977 and 24th May, 1977 referring the two disputes for adjudication of the Industrial Tribunal. The petitioner has further prayed relief for the issue of a writ of mandamus directing the Industrial Tribunal not to proceed with the adjudication proceedings pending before it.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. Sri S.C. Khare, learned Counsel for the petitioner made two submissions. Firstly, he urged that the canteen in question is being run and maintained by M/s. Gaylords, a licensed contractor and all the workmen employed therein are its employees. There is no relationship of employer and employee between the petitioner-company and those working in the canteen as such there could be no industrial dispute. Secondly, he urged that after the enforcement of the <a href=\"/doc/1810788/\" id=\"a_4\">Contract Labour (Regulation and Abolition Act</a>), 1970 hereinafter to as the 1970 Act, no dispute relating to contract labour could legally be referred to an Industrial Court under the provisions of the <a href=\"/doc/500379/\" id=\"a_5\">U.P. Industrial Disputes Act, 1947</a>. In this connection he further submitted that since the 1970 Act is a special Act which comprehensively deals and regulates the contract labour, a dispute arising in respect of contract labour can only be resolved under the provisions of that Act. Placing reliance on Rule 25 framed under the 1970 Act, he submitted that a dispute relating to conditions of service of contract labour could legally be decided by the Labour Commissioner and as such the State Government had no jurisdiction to refer the dispute for adjudication to the Industrial Tribunal.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">5. The first question raised on behalf of the petitioner does not present any difficulty. Admittedly the petitioner-company is running its factory wherein more than 20 persons are employed. Under <a href=\"/doc/759329/\" id=\"a_6\">Section 46</a> of the Factories Act, 1948 the petitioner-company is under statutory obligation to provide facility of canteen for its workmen employed in its factory. The canteen in question is being maintained by the petitioner-company in pursuance of the statutory requirement, of <a href=\"/doc/759329/\" id=\"a_7\">Section 46</a> of the Factories Act. The canteen is, an internal part of the factory and the employees working therein are engaged in connection with and for the purpose of industry run by the petitioner-company. Maintenance of canteen in the factory premises is incidental to the main industrial operation of the petitioner-company. Therefore, those employed in the canteen would fall within the definition of employees. If an owner of an industry executed any work in the course of running an industry through a contractor, the owner of such industry would be the employer of the workmen employed by such contractor. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1812187\" id=\"span_1\">This is clear from the extended meaning of the expression &quot;employer&quot; as defined by <a href=\"/doc/103411441/\" id=\"a_8\">Section 2(i)(iv)</a> of the U.P. Industrial Disputes Act. <a href=\"/doc/1817848/\" id=\"a_9\">Section 2(z)</a> of the said Act defines workmen which includes any person employed in any industry to do any skilled or unskilled, manual work for the reward would be a workman. Industrial dispute as defined by S.(1) of the said Act means any dispute or difference between the employer and employer and employer and workman and between workman and workman which is connected with the employment or condition of labour of any person. It, therefore, follows from the definition of employer and workman that the owner of an industry would be an employer within the meaning of the 1947, Act even in respect of the workmen employed by the contractor to do the work of an industry: In <a href=\"/doc/1812187/\" id=\"a_10\">Basti Sugar Mills v. Ram Ujagar and Ors. 1963-II L.L.J.</a> 447, the question which fell for consideration was whether the workmen employed by a contractor for the removal of press mud in the premises of Basti Sugar Mills were workmen of the mills entitled to raise an industrial dispute against the mills. The Supreme Court held that under the extended definition of the employer as contained in <a href=\"/doc/103411441/\" id=\"a_11\">Section 2(i)(iv)</a> of the U.P. Industrial Disputes Act, the workmen employed by the contractor were the workmen of the petitioner mill.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. In J.K. Cotton Spinning and Weaving Mills Company v. Labour Appellate Tribunal 1963-II LL.J. 436, the Supreme Court considered the question as to whether malis employed by the company for the maintenance of gardens attached to the Bunglows of some of the officer of the mills were employed in the Industry and entitled to the benefits of the workmen employed by the mills. The Supreme Court again held that since the malis were employed for the purpose of the industry and in connection with the industry and as the maintenance of the Bunglows for the officers of the mill was incidental to the main industry, the malis employed therein were workmen for the purposes of the industrial dispute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">7. In Samstipur Mills v. Ram Lal 1973-II L.L.J. 130 the company running the industry was maintaining canteen for its employees through the agency of a Co-operative Society. Those employed in the canteen claimed that they were employees of the mill and as such entitled to the same emoluments and benefits which were being given to other employees of the mill. A similar objection assessed in the present petition was raised and it was asserted that there was no relationship of employer and employee between the persons employed in the canteen and the company. The Supreme Court held that since the mill was maintaining the canteen for its employees, the workmen employed therein would be the workmen of the mill. These decisions leave no room for any doubt that if an owner of a factory or mill enters into contract with a contractor for the execution of any contract relating to the industry run by it or any work incidental to the main industry, the employees engaged by the contractor would be the workmen and the mill would be the employer within the meaning of <a href=\"/doc/69728782/\" id=\"a_12\">Section 2(i)(iv)</a> of the U.P. Industrial Disputes Act, 1947.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. Moreover, the Industrial Tribunal has on appraisal of evidence recorded findings of fact that the canteen in question is situated within the premises of the petitioner-mill, the petitioner supervises the functioning of the canteen as it regulates the menu. The furniture and the crockery of the canteen belong to the petitioner-company. Food and other edibles are supplied to the workmen employed by the petitioner million coupons issued by the petitioner-company at subsidised rates. The Industrial Tribunal recorded findings that no deed of contract in support of the petitioner&#x27;s plea that the canteen was being run by M/s. Gaylords on contract basis, was produced before it. The Tribunal has further observed that no licence had been obtained by the contractor under the 1970 Act nor the petitioner-mill had got themselves registered under the said Act for engaging contract labour. On these findings the Tribunal held that the petitioner-mill was the employer and the dispute was an industrial dispute. We find no apparent error in the findings recorded by the Tribunal, we, therefore, do not find any merit in the first contention raised on behalf of the petitioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">9. In order to determine the second question raised on behalf of the petitioner, it is necessary to refer to the relevant provisions of the <a href=\"/doc/1810788/\" id=\"a_13\">Contract Labour (Regulation and Abolition) Act, 1970</a>. The 1970 Act was enacted by the Parliament as its preamble shows to regulate the employment of contract labour in certain circumstances and the matter connected therewith. Prior to the enforcement of the 1970 Act, it was found that the principal employer of a number of establishments generally hired workmen through a contractor for carrying out the work in the factory or the establishment with a view to escape various social and industrial laws regulating the employment of workmen in factories and establishments. In many cases the conditions of service of labour contract hired by the contractor were unsatisfactory. The Parliament with a view to abolish the contract labour and to provide for various amenities, enacted the 1970 Act to ensure fair working conditions with minimum wages payable to the contract labour. <a href=\"/doc/731638/\" id=\"a_14\">Section 9</a> prohibits a principal employer of an establishment from employing contract labour without obtaining registration certificate as contemplated by <a href=\"/doc/1711982/\" id=\"a_15\">Section 7</a> of the Act. <a href=\"/doc/45909/\" id=\"a_16\">Section 10</a> confers power on the appropriate Government to prohibit employment of contract labour in any process, operation or other work in any establishment after consultation with the Central Board or State Board constituted under the Act as the case may be. <a href=\"/doc/476610/\" id=\"a_17\">Section 12</a> further lays down that no contractor to whom the Act applies, shall undertake or execute any work through contract labour except under and in accordance with a licence issued to it by the licensing officer appointed under <a href=\"/doc/1271086/\" id=\"a_18\">Section 11</a> of the Act. <a href=\"/doc/1286006/\" id=\"a_19\">Section 13</a> provides for issue of licence to a contractor, <a href=\"/doc/414611/\" id=\"a_20\">Section 14</a> empowers the licensing officer to suspend or revoke the licence if contravention of any of the provisions of the Act or Rules made thereunder is committed. The 1970 Act requires the principal employer to obtain registration and it further requires a contractor to obtain a licence before it undertakes to execute any work in industrial establishment on behalf of the principal employer. <a href=\"/doc/1810788/\" id=\"a_21\">The Act</a> further confers power on the appropriate Government to abolish contract labour. If the appropriate Government decided to abolish the contract labour, then no principal employer is entitled to get any work executed through the agency of contract labour.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. <a href=\"/doc/1294859/\" id=\"a_22\">Sections 16</a> to <a href=\"/doc/32346/\" id=\"a_23\">21</a> deal with various amenities and facilities which are necessarily to be provided to the contract labour by the licensed contractor. In the event of failure of the licensed contractor to provide these amenities, the principal employer is under a legal obligation to make the necessary provisions. The principal employer is further made responsible for the payment of the wages to the workmen on a fixed date. <a href=\"/doc/790314/\" id=\"a_24\">Sections 23</a>, <a href=\"/doc/649003/\" id=\"a_25\">24</a> and <a href=\"/doc/539839/\" id=\"a_26\">25</a> provide for the punishment of the contractor and the principal employer on their contravening the provisions of the Act and rules framed thereunder. <a href=\"/doc/1007431/\" id=\"a_27\">Section 28</a> deals with the appointment of Inspecting staff to enter the premises of any establishment to make inspection for the purpose of ensuring comliance of the provisions of the Act. <a href=\"/doc/687229/\" id=\"a_28\">Section 35</a> confers power on the appropriate Government to make rules for carrying out the purpose of the Act. In pursuance of <a href=\"/doc/687229/\" id=\"a_29\">Section 35</a> the State Government of Uttar Pradesh has framed the U. P. Contract Labour (Regulation and Abolition) Rule, 1975 making provisions in respect of the matters connected with the Regulation and Abolition of Contract Labour. These rules prescribe the procedure for the issue of registration certificate and licence and their renewal also. Rules 40 to 62 require the licensed contractor to provide various facilities to the contract labour including canteen, rest room, medical aid washing facilities and urinals. Rules 63 to 73 deal with the wages and payment thereof to the contract labour. Rule 70 imposes ban against the deduction of wages of contract labour, Rule 83 deals with the constitution of the State Board Committees and the Labour Commissioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">11. A general review of the 1970 Act and the rules would show that the purpose of the 1970 Act is to abolish contract labour under certain circumstances and to provide for better conditions of service. The business of providing contract labour is also regulated as the contractor is required to obtain a licence and a principal employer is not entitled to engage a contractor without obtaining registration. The rules also contain provisions in detail to carry out the purposes of the Act. It is significant to note that the 1970 Act does not create any machinery or forum for the adjudication of any dispute arising between the contract labour and the principal employer or the contractor. A principal employer or a contractor may be liable for the prosecution under the provisions of 1970 Act but the demand of contract labour for higher wages or dearness allowance cannot be adjudicated by the authorities or officers contemplated under the Act. The purpose of the industrial law is to provide for the settlement of industrial disputes and other incidental matters with a view to prevent strikes and maintain industrial peace which is essential for the progress of the country. After the enforcement of the 1970 Act the matters which are specifically provided under the said Act, namely, the abolition of contract labour, issue of licence and other matters provided thereunder cannot be the subject-matter of industrial adjudication by the industrial Courts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. Learned Counsel for the petitioner placed strong reliance on the decision of the Supreme Court in Vegoils Ltd. v. The Workmen 1971-II L.L.J. 567, in support of his contention that after the enactment of 1970 Act, the Industrial Tribunal has no jurisdiction to decide the matters relating to contract labour. In order to appreciate the decision of the Supreme Court it is necessary to refer to material facts of that case giving rise to the decision of the Supreme Court. The State Government of Maharashtra referred three matters of dispute between the employers and employees of the company concerned, one of the disputes related to abolition of contract system of labour the dispute relating to abolition of contract system was in two parts, (a) that the contract system should be established and (b) that the workmen employed by the contractor should be treated as company&#x27;s regular employees with all the benefits of service conditions that are available to the regular employees of the company. It is relevant to note that the demand relating to abolition of contract system of employing labour in two departments of the company related to canteen section also. But before the Industrial Tribunal the workmen did not press their demand for abolition of contract labour in respect of canteen section as a result of which the Industrial Tribunal rejected the claim of the union for abolition of contract system in the canteen section. The Tribunal, however, upheld the workmen&#x27;s claim for abolition of contract labour in respect of seed godown and solvent extraction plants on the findings that the work in those sections was not intermittent or incidental type. Instead the work of loading and unloading of seed bags and also to feed the hopper for the requirement of the solvent extraction plants tract was incidental to and closely connected with the main activity of the industry and was of a perennial and permanent nature. The Tribunal, therefore, directed for the abolition of contract labour. The Industrial Tiibunal&#x27;s award was challenged before the Supreme Court. One of the contentions raised on behalf of the employers was that after the enactment of the 1970 Act, the Labour Court had no jurisdiction to direct the abolition of the contract labour. The Supreme Court analysed the provisions of the 1970 Act as well as the <a href=\"/doc/500379/\" id=\"a_30\">Industrial Disputes Act, 1947</a>. The Supreme Court referred to <a href=\"/doc/45909/\" id=\"a_31\">Section 10</a> of the 1970 Act and observed that under that provisions a particular authority, namely, the appropriate Government on the advice of the Advisory Committee as constituted under that Act, has been given power and jurisdiction to decide in a particular manner as to whether contract labour has to be prohibited in any establishment. Before such a decision is taken, the representatives of the workmen, contractor and the industry had an opportunity to express their opinion. There is no such provision under the <a href=\"/doc/500379/\" id=\"a_32\">Industrial Disputes Act</a>. Since the abolition of contract labour was a matter in respect of which a reference could be made under <a href=\"/doc/1669932/\" id=\"a_33\">Section 10</a> of the Industrial Disputes Act (Central) the jurisdiction to decide matters connected with prohibition of contract labour was taken away from the Industrial Courts as that matter has been expressly assigned to the appropriate Government under <a href=\"/doc/100925/\" id=\"a_34\">Section 1</a> of the 1970 Act. The Industrial Tribunal, therefore, had no jurisdiction to abolish contract labour by its award. The Supreme Court set aside the direction contained in the award of the Industrial Tribunal for abolition of the contract labour although on merits the Supreme Court observed that the view taken by the Industrial Tribunal was justified. In that connection the Supreme Court made an observation in paragraph 38 of the report that in future if a reference is proposed to be made or actually made by the authority concerned regarding abolition of contract labour for adjudication by the Industrial Tribunal, it would be open to the person concerned to resist the reference on the ground that the jurisdiction to consider such matter and prohibit contract labour was vested with the appropriate Government under the 1970 Act (Central). In our opinion these observations do not mean to lay down that any dispute relating to the conditions of service of contract labour can never be referred to an Industrial Court by the appropriate Government under the <a href=\"/doc/500379/\" id=\"a_35\">Industrial Disputes Act</a>. What really the Supreme Court meant to decide was that since the question of abolition of contract labour was assigned to the appropriate Government and the Advisory Board and since a procedure has been prescribed for the purpose, that matter cannot be the subject-matter of an industrial dispute before an Industrial Court. In our opinion, the decision of the Supreme Court in Vegoils&#x27; case is no authority for the proposition that no reference relating to any dispute can be made to Industrial Tribunal even if the dispute does not relate to the abolition of contract labour.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1351248\" id=\"span_2\">13. Learned Counsel then placed reliance on a Division Bench decision of Andhra Pradesh High Court, <a href=\"/doc/1351248/\" id=\"a_36\">Burmah Shell Company v. Industrial Tribunal</a> (1975) L.I.C. 165, The dispute referred may briefly be stated. Burmah Shell Company had several depots in the State of Andhra Pradesh. The main functions of the depots were to store company&#x27;s products like petroleum, diesel oil, kerosene oil, and lubricants and to distribute the said products to retailers, agents and customers with the help of the company&#x27;s tank lorries, The workmen manning the depots consisted of two categories, general workmen and lorry drivers. In May. 1971 the company handed over the distribution work to the contractors who employed contract labour and it closed down its work of distribution, as a result of which a number of workmen were rendered unemployed. On a dispute raised by the workmen of the company, the State Government referred the matter for adjudication to the Industrial Tribunal. The dispute referred was as to how far the demands of the workmen&#x27;s union that the function of storage and distribution of the company should not be handed over to the contractors and that the closure of the function of storage and distribution was justified and whether the closure of depots was justified or not. The employers challenged the validity of the referring order as well as the jurisdiction to Industrial Court to decide the question referred to it. Reliance was placed on the provisions of <a href=\"/doc/1810788/\" id=\"a_37\">Contract Labour (Regulation and Abolition) Act, 1970</a> in support of the company&#x27;s contention.</span> The Division Bench held that the Government had no jurisdiction to refer a dispute relating to abolition of contract labour and as such the reference made to the Industrial Tribunal was invalid and the Industrial Tribunal had no jurisdiction to adjudicate the dispute referred to it. In coming to that conclusion, the Division Bench placed strong reliance on the Supreme Court&#x27;s decision in Vegoil&#x27;s case. In our opinion, the decision of Andhra Pradesh High Court in Burmah Shell Company is no authority for the proposition that no dispute could be referred to an Industrial Court under the provisions of the <a href=\"/doc/500379/\" id=\"a_38\">Industrial Disputes Act</a> after the enforcement of the <a href=\"/doc/1810788/\" id=\"a_39\">Contract Labour (Regulation and Abolition) Act, 1970</a>. The facts stated above would show that in substance the dispute which had been referred for adjudication was in respect of the abolition of contract labour. The company had engaged the service of contract labour whereas the employees asserted that the contract labour should not be allowed to be engaged instead the company&#x27;s workmen should be allowed to continue in service to perform the work of the company. In these circumstances the decision of the Supreme Court in Vegoils&#x27; case was applicable and therefore, Andhra Pradesh High Court rightly held that the State Government had no authority to refer the dispute and the Industrial Tribunal had no jurisdictions to adjudicate the dispute. In the instant case before us there is no question of abolition of contract labour instead the dispute relates to service conditions of workmen engaged in the canteen.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">14. Sri Khare then referred to Rule 25(2)(v) of rules framed by the State of Uttar Pradesh under <a href=\"/doc/24279/\" id=\"a_40\">Section 35</a> of the 1970 Act and urged that the Labour Commissioner has been designated as the competent authority under the said rule to decide the dispute relating to the payment of wages by the contractor at the rate other employees of the principal employer are paid. Rule 25(2)(v) runs thus ;\n</p>  \n\n<p data-structure=\"Precedent\" id=\"p_15\">2. Every licence granted under Sub-rule (1) or renewed under Rule 29 shall be subject to the following conditions, namely-\n</p>  \n\n<p data-structure=\"Section\" id=\"p_16\">(v)(a) in cases where the workmen employed by the contractor perform the same or similar kind of work as the workmen directly employed by the principal employer of the establishment, the wage rates, holidays, hours of work and other conditions of service of the workmen of the contractor shall be the same as applicable to the workmen directly employed by the principal employer of the establishment on the same or similar kind of work.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\">Provided that in the case of any disagreement with regard to the type of work the same shall be decided by the Labour Commissioner, U. P. whose decision shall be final.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\">(b) in other cases, the wage rates, holidays, hours of work and conditions of service of the workmen of the contractor shall be such as may be specified in this behalf by the Labour Commissioner, Uttar Pradesh.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">Explanation-While determining the wage rates, holidays, hours of work and other conditions of service under Clause (b) above the Labour Commissioner, U.P. shall have due regard to the wage rates, holidays, hours of work and other conditions of service obtaining in similar employment.... \n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">15. Under the aforesaid rule the Labour Commissioner has been designated as competent authority to decided two types of disputes raised by the workmen employed by the contractor. Clause (a) contemplates a dispute by the workmen employed by the contractor for wage rates, holidays, hours of work and other conditions of service as applicable to the workmen directly employed by the principal employer performing similar kind of work Clause (a) relates to a situation where a dispute arises with regard to the conditions of service of a contract labour. Apart from the aforesaid two class of cases other disputes can be raised before the Labour Commissioner under the aforesaid rules. The dispute raised by the workmen employed in the canteen of the petitioner company, does not fall under either of the two clauses of Rule 25(2)(v). No doubt the workmen employed in the canteen were claiming rate of wages and bonus as paid by the principal employer to its workmen employed in the main industry but their claim is not based on the premises that they are performing similar kind of work as other workmen are performing. The case of respondent-workmen employed in the canteen is not covered by Clause (b) as the workmen&#x27;s contention before the Industrial Tribunal had been that they are not the employees of the contractor instead they are the employees of the principal employer and the contractor has been set up as a comouflage by the principal employer to escape the liability and obligation of the Industrial law. The Industrial Tribunal has recorded a finding that the workmen employed in the canteen do not appear to be employees of the contractor, therefore, the canteen employees cannot be treated to be contract labour. It is difficult to accept the contention that in view of the Rule 25(v) the appropriate government&#x27;s power to refer an industrial dispute relating to bonus and wages for adjudication to an Industrial Tribunal is taken away by implication. Sometimes the provisions of Rule 25 may overlap the jurisdiction of an Industrial Court to decide a dispute relating to bonus and wages but it is difficult to accept the contention that subordinate legislation like Rule 25 framed by the State Government would override the provisions of the <a href=\"/doc/500379/\" id=\"a_41\">Industrial Disputes Act, 1947</a>. In such an event the doctrine of pith and substance should be applied to uphold the power of the State Government to refer a dispute relating to claim for bonus raised by the workmen employed in the canteen. As noted earlier, the workmen employed in the canteen have always been asserting that they are not employees of the contractor instead they have been employed in service by the principal employer and as such the contractor does not come into picture. There is a finding that the contractor had not obtained a licence to undertake the work of canteen in the petitioner&#x27;s establishment. Therefore, it is not permissible to proceed on the assumption that the workmen employed in the canteen are the employees of the contractor.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">16. For the reasons stated above we are clearly of the opinion that the two impugned Government orders referring the disputes for adjudication to the Industrial Tribunal and the orders passed by the Tribunal rejecting the petitioner&#x27;s preliminary objection are not without jurisdiction and they do not call for any interference by this Court. . In the result the petition fails and is accordingly dismissed with costs.\n</p>\n \n\n","numcites":26,"numcitedby":0,"docsource":"Allahabad High Court","citetid":1072590,"divtype":"judgments","relatedqs":[{"value":"contractor is the principal employer","formInput":"contractor%20is%20the%20principal%20employer"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"contract labour regulation and abolition act.1970","formInput":"contract%20labour%20regulation%20and%20abolition%20act.1970"},{"value":"preliminary objections","formInput":"preliminary%20objections"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"contract labour act 1970","formInput":"contract%20labour%20act%201970"},{"value":"shell company","formInput":"shell%20company"},{"value":"dearness allowance","formInput":"dearness%20allowance"},{"value":"factories act","formInput":"factories%20act"},{"value":"labour dispute,","formInput":"labour%20dispute%2C"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"contract act","formInput":"contract%20act"},{"value":"canteen employees","formInput":"canteen%20employees"},{"value":"andhra pradesh high court","formInput":"andhra%20pradesh%20high%20court"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"burmah shell ","formInput":"burmah%20shell%20"},{"value":"\"contractor\"\"principal employer\"","formInput":"%22contractor%22%22principal%20employer%22"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"regulations-regarding-canteens","formInput":"tag:regulations-regarding-canteens"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"states-power-to-make-rules","formInput":"tag:states-power-to-make-rules"}],"courtcopy":false,"query_alert":null,"agreement":false}