{"tid":287730,"publishdate":"1985-08-07","title":"State Of Maharashtra And Ors. vs Ranjeet Construction on 7 August, 1985","doc":"<h2 class=\"doc_title\">State Of Maharashtra And Ors. vs Ranjeet Construction on 7 August, 1985</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1986BOM76, AIR 1986 BOMBAY 76, (1986) MAH LJ 401, (1986) 1 ARBI L.R. 436, (1986) 1 CURCC 548, (1986) 2 CIVLJ 184</h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Facts\" id=\"p_1\"> 1. This Civil Revision Application is directed against the order of the Civil Judge, Senior Division, Pune, dated 6-8-1984 in Misc. Application No. 138 of 1984.  That was an application under <a href=\"/doc/1232861/\" id=\"a_1\">Section 8(1)(b)</a> of Arbitration Act, 1940  for the appointment of an Arbitrator.  The State of Maharashtra, which was the Opponent in the matter, in its say Exh.9 contended that the Court of the Civil  Judge, Senior Division, Pune had no territorial jurisdiction to entertain the application.   According to the State tenders were called for construction of a Hostel at Kolhapur.  The Applicant&#x27;s tender having been accepted, the contract was signed on 11-4-1979 at Kolhapur, and the work awas to be finished within 30 months expiring on 10-10-1981.  A dispute having arisen with respect to such a contract, the Applicant, Respondent herein, invoking Clause  30 of the contract, called upon Superintending Engineer to arbitrate.  The Superintending Engineer entered upon arbitration.  But in view of clarification letter dated 30-9-1983 issued by the Government to the Superintending Engineer not to proceed with the arbitration, the arbitrator closed the proceedings.  The applicant, therefore, moved the Court under<a href=\"/doc/1232861/\" id=\"a_2\"> S. 8(1)(b)</a> for appointment of an Arbitrator.  The Applicant while not disputing the above facts contended that his tender was accepted by the Government and the acceptance was communicated to him at his Head Office sitatuate at Pune.  The Applicant was asked to deposit security amount within 10 days and he made the security deposit.  Upon such deposit by the letter dated 31-3-1979 addressed to his Head Office at Pune, he was informed that his tender was accepted finally.  He, therefore, claimed that the Pune Court has jurisdiction to entertain the petition.  The Trial Court held that as part of the cause of action accrued at Pune, the Pune Court had jurisdiction to entertain the petition and accordingly answered the preliminary issue framed in this behalf in favour of the Applicant-Respondent herein. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2.    That the tender was accepted by the Government and communicated to the Applicant at his Pune address where he carries on business is admitted.  Though the contract itself was formally executed at Kolhapur, that was in pursuance of the acceptance of the tender communicated to the Applicant at Pune.  The contract itself does not specify any Court in particular as having jurisdiction in respect of anydispute arising under that contract .  In the absence of any such specific stipulation in the agreement, the Court within the jurisdiction of which part of the cause of action arises, has jurisdiction to entertain the petition.  Cause of action comprises of a bundle of facts and all these facts may not necessarily occur within the jurisdiction of the same Court.  Part of the cause of action may arise within the jurisdiction of one Court and part within the jurisdiction of another Court.  <a href=\"/doc/86911060/\" id=\"a_3\">Section 20</a> of the C.P.C.  lays down that subject to the limitations in Ss. 15, 16, 17, 18 and 19 <a href=\"/doc/161831507/\" id=\"a_4\">of C.P.C</a>., every suit shall be instituted in a Court within the local limits of whose jurisdiction the defendent, or each of the defendents where there are more than one, at the time of the commencement of the suit, actually and voluntarily reside, or carries on business, or personally works for gain or the cause of action, wholly or in part, arises.  When the acceptance of the tender was communicated by the Opponent-Government to the applicant at Pune, it must be held that the part of cause of action arose at Pune and, therefore, he could have filed a suit at Pune.  So also the Opponent which is Government can be said to be carrying on its business throughout the State, therefore, the Court at Pune had jurisdiction to entertain the petition.  The objection of the Opponents-Petitioners herin, that the petition should have been filed in a Court at Kolhapur, because the contract was accepted in Kolhapur, is untenable.  The application was one for apointment of an Arbitrator; it was not a suit for a declaration of recovery of any immovable property which under<a href=\"/doc/1171700/\" id=\"a_5\"> S. 17</a> has to be filed within the territorial jurisdiction of the Court where the property is situate.  No doubt the Kolhapur Court would also have jurisdiction and if the petition were filed in Kolhapur Court, no valid objection could have been taken to the jurisdiction of the Court to entertain the Petition.  The question is : Has the Pune Court territorial   jurisdiction to entertain the Petition?  Where several Courts have jurisdiction, it is left to the applicant or plaintiff to file the petition or to institute the suit in whichever of those Courts he liked.  Quite apart from the above, this technical objection comes with ill-grace from the State.  It makes no difference so far as the State is concerned whether such a petition is filed in the Court of the Civil Judge, Senior Division at Pune or at Kolhapur.  The matter relates to a contract of 1979.  The Government which had submitted to the arbitration of its own Superintending Engineer, ought not to have taken such an objection.  Whatever right it may have on merits in the arbitration proceedings, if arbitration proceedings are maintainable.  Whether another Arbitrator is appointed by the Civil Judge, Senior Division at Pune or Civil Judge, Senior Division at Kolhapur does not affect them in the least.  The Government could very well have opposed the application on merits and not on such a technical objection.  I do not see any reason to set aside the order of the Civil Judge, Senior Division, Pune, and accordingly this Civil Revision Application will have to be rejected. \n</p>  \n \n\n<p data-structure=\"Precedent\" id=\"p_3\"> 3.  When this matter came up before the learned Civil Judge, Senior Division, Pune, the Government filed an application requesting that this application be decided &#x27;first&#x27;.   The objection was &quot;clause 30 of the agreement on which the applicant is relying is not an arbitration clause and hence the Hon&#x27;ble Court has no jurisdiction to appoint an arbitrator as prayed by the applicant.&quot;  The State raised this question on 3-5-1985 in this Court by way of amendment of memo of Civil Revision Application, this ground was obviously raised having regard to the judgment of the Supreme Court in .  Though the trial Court has not decided this issue, the Applicant raised this question in order to shorten the litigation.  The Opponents-Petitioners herein have also for from objecting to this question being decided by this Court in revision, invited a decision thereon.  I, therefore, proceed to consider this question in exercise of the powers of superintendence vested in this Court. \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\"> 4.  In order to decide whether Clause 30 amounts to an arbitration clause or not, it would be convenient to read the same.  It is as under:- \n</p><blockquote id=\"blockquote_1\">  &quot;Clause 30.- Except where otherwise specified in the contract and subject to the powers delegated to him by Government under the Code rules then in force the decision of the Superintending Engineer of the Circle for the time being shall be final, conclusive, and binding on all parties to the contract upon all question relating to the meaning of the specifications, designs, drawings, and instructions, hereinbefore mentioned and as to the quality of workmanship, or materials used on the work, or as to any other question, claim, right, matter, or thing whatsoever, if any way arising out of, or relating to the contracts, designs, drawings, specifications, estimates, instructions, orders, or these conditions, or otherwise concerning the works, or the execution, or failure to execute the same, whether arising, during the progress of the work, or after the completion or abandonment thereof.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\"> It would  be noticed that all along, not only in respect of this contract the pro forma agreement in which Clause 30 extracted above occurs was signed, in respect of several other contracts it appears, the State as well as the Contractors always understood this Clause as an arbitration clause and referred the disputes arising in respect of these contracts to the arbitration of &quot;the Superintending Engineer of the Circle for the time being&quot;; very rarely suits have been filed.  Award of the said Superintending Engineer of the Circle for the time being was to be final, conclusive and binding on all parties to the contract upon all questions relating to the contract.  The Government had also issued a circular memorandum No. CAT 1070/460 - Desk-2, Bombay dated 9th May 1977 to clear the doubts and divergent views expressed in regard to clause 30 of the B1 and B2 tender forms of the contract agreement.  The said circular inter alia referred to the points raised and clarified as under:- \n</p>  \n\n<blockquote id=\"blockquote_2\">  &quot;2.  The interpretation of clause 30 was under consideration of Government and Government is pleased to issue following clarification to the points raised from time to time :- \n</blockquote> \n  \n<blockquote id=\"blockquote_3\"> Points raised       Clarification\n</blockquote><blockquote id=\"blockquote_4\">i) Whether clause 30 of B1 &amp; B2 tender   i) Clause 30 of B1 and B2 tender \n forms can be construed to mean an arbitration clause. forms is an arbitration clause.\n</blockquote><blockquote id=\"blockquote_5\">ii) Whether the Superintending Engineer under  ii) <a href=\"/doc/1052228/\" id=\"a_6\">The Arbitration Act</a> of 1940 is a\nclause 30 acts as an arbitrator under the   complete Code on the Law of \nArbitration Act.     Arbitration in India and all arbitrations are governed by the\n       provision of the said Act.  The practice of referring disputed\n       matter to the Superintending Engineer under clause 30 has\n       been followed because he performs the functions of\n       superintendence and is, therefore, conversant with the\n       working conditions but not directly interested in the execution\n       of contract.  The Superintending Engineer should therefore\n       be considered as an arbitrator under the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act,\n       1940</a> under clause 30 of B1 &amp; B2 tender forms though it is\n                                  not specifically stated in clause 30 that the Superintending\n                                                        Engineer is to act as an arbitrator under the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_6\">iii) Whether the decisions of the Superin-  iii) The award of an arbitrator is   \ntending Engineer as an arbitrator can be  not immune from challenge in a   \nchallenged in the Courts by the contractors.         Court of law and it can be challenged in certain circumstances \n       (see<a href=\"/doc/1503578/\" id=\"a_9\"> S. 30</a> of the Arbitration Act).&quot; \n</blockquote> \n \n\n<p data-structure=\"Facts\" id=\"p_6\"> In this circular it was clearly declared that clause 30 was an arbitration clause and the decision given by him was an award which could be challenged under the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a>.  Not withstanding the above circular, in some cases some of the Superintending Engineers seem to have refused to act as arbitrators.  The Government, therefore, issued a further circular No. SUT/BMD/3780/716/Desk-10, dated 12th August 1982 informing all concerned that &quot;as per clause 30 the Superintending Engineer is referred to as an Arbitrator.  As soon as the dispute arises and the matter is referred to Superintending Engineer as Arbitrator, it is obligatory on the part of the Superintending Engineer to act as an Arbitrator.  However, it is noticed in some cases that the Superintending Engineers did not commence the arbitration proceedings for a considerable time.&quot;  The Government noted that appointment of another Arbitrator lands the Government in difficulty and weakens the Government claims in the dispute and directed the Superintending Engineers &quot;to commence the arbitration proceedins immediately after the dispute is referred to them for arbitration and complete the proceedings within  reasonable time.&quot;  It also requested the Superintending Engineers &quot;not to provide any ground to the contractor to approach  the Competent Authority for change of arbitrator.&quot;  It also warned that &quot;if any such cases are noticed by Government a serious view of the same will be taken and the concerned officers will be held responsible for any consequence arising out of delay.&quot;  This circular was issued by the order and in the name of the Governor of Maharashtra. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 5.  In the instant case, the Contractor rightly addressed a letter on 6th May 1983 to the Superintending Engineer of the Circle to act as an Arbitrator for resolving the dispute arising out of the contract for construction of the Hostel Block and staff quarters.  By a letter dated 6th May 1983, the Superintending Engineer  communicated his willingness to act as an Arbitrator and requested the Contractor to approach him in concurrence with Executive Engineer, P.W. South Division, Kolhapur within 8 days.  The Executive Engineer, Public Works South Division, Kolhapur, by his letter No.Ab/Ar/Bldg/2691, dated 30th May 1983 communicated his concurrence with the appointment of Superintending Engineers, P.W. Circle, Kolhapur as an Arbitrator to resolve the disputes arising out of the said contract, and requested the contractor to be present at work site on 6-6-1983 to take up-to-date joint measurements.  By yet another letter dated 20th June 1983, the Executive Engineer communicated to the contractor that he concurs with the appointment of Superintending Engineer, P.W.Circle, Kolhapur as an Arbitrator and that he had already communicated his concurrence to the Superintending Engineer and also that he is again communicating his concurrence to him.  The Superintending Engineer entered upon the arbitration and addressed a letter to the contractor with a copy to the Executive Engineer, that is, the other party to the dispute, requesting the Contractor to put forth the details of his claim.  The Contractor accordingly filed his claim on 6-8-1983.  The Superintending Engineer then addressed another letter to the Contractor dated 9th August 1983 that the preliminary meeting to chalk out the programme for discussion on the above subject will be held on 29-8-1983 and requested both the Contractor and the Executive Engineer to attend the same.  On 29-8-1983 after discussing with both the parties, Minutes of a preliminary meeting were drawn up recording the decision taken.   That record shows that it was agreed that the arbitration proceedings should commence that very day and completed within 4 months.  That the parties should submit their statements of claims so as to reach the Arbitrator, i.e. the Superintending Engineer, P.W. Circle Kolhapur by 21st September 1983 by 5 p.m.  Replies to these statements, if any, were required to be submitted to the Arbitrator so as to reach him latest by 5th October 1983.  After receipt of the above documents, the first meeting for hearing of the case was to be held on 26th and 27th October 1983.  The date and time of subsequent meetings was to be decided at the conclusion of each meeting.  Both the parties were required to bring their records in original and if any witnesses were desired to be examined, the Arbitrator was to be informed before 21st September 1983 and arrangements to keep the witnesses present for hearing were to be made by the party that wanted the witnesses  to be examined.  Each party was directed to bear its own expenses in this behalf.  It was also decided that the case would be represented without any advocate or legal counsel.  Any other point that remained to be decided would be taken up at the next meeting.  The Contractor submitted his claim through his letter, dated 21st September 1983.  Copy of the same was also marked to the Executive Engineer, P.W. South Division, Kolhapur.   Likewise, the Executive Engineer, through his letter dated 20th September 1983 submittted to the Arbitrator the statement of claims against the Contractor, and also gave a copy of its claims to the Contractor.  By a letter dated 1st October 1983 the Contractor submitted his written reply to the statement of claims submitted by the Executive Engineer, and gave a copy of the same to the Executive Engineer.  At this stage Deputy Secretary to the Government, sent a confidential D.O. No. CAT/1083/CR/68/Bldg-2, dated 30th September 1983 to Shri Pawar, Superintending Engineer who was then acting as an Arbitrator that in the light of Supreme Court decision on the exact intepretation of this clause it has now come to the notice of the Government that the clause does not constitute an Arbitration Clause.  The matter was recently taken up with Law and Judiciary Department and discussed in a joint meeting and it has been confirmed that the Clause 30 of B1/B2 form does not constitute an Arbitration Clause.  Necessary action to revise the Maharashtra Public Works Manual Paragraph, etc. with the concurrence of the Competent Authority is already underway and the regular substitution of Para 224 of Maharashtra Public Works Manual (as well as the changes in the tender documents and forms if any), will also be separately issued in near future.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">you  are specifically requested to take a note of this and wherever any references under Clause 30 have been already received by you or will be received  by you, you should take a stand tht the Clause and your decision shall be Arbitration Clause and your decision shall be only as a Superintending Engineer of the Circle.  All the references pending with you should be settled with this back-ground .  If Arbitration proceedings under the Clause 30 are already in progress with the Superintending Engineer, the proceedings  should be terminated by the Superintending Engineer, taking the above stand. &quot; On receipt of this communication, the Superintending Engineer addressed a letter dated 26th October 1983 to the Contractor and the copy of the same to the Executive Engineer expressly referring to the communication of the Government that Clause 30 of B1/B2 agreement does not constitute an Ar bitration Clause and &quot;under the circumstances, the proceedings of the above case in progress are hereby terminated&quot;. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> 6. whatever may be thr interpretation of Clause 30 of the agreement and whatever may be the impact of the judgment of the Supreme Court in  on the interpretation of the said clause, it is clear from the correspondence referred to above that both, the Contractors and the Government always understood Clause 30 as an Arbitration Clause and referred their disputes to the arbiration of the Superintending Engineer of the Circle.  Even if it does not consitute an arbitration clause, from the above correspondence, it is abundantly clear that the dispute between the parties arising in respect of the contract in question the Government and the claimant M/s.  Ranjeet Construction did appoint the Superintending Engineer of the Circle as an Arbitrator.  Even assuming that the original contract did not provide for arbitration, the parties were free to refer their dispute to the Arbitration.  Whether that reference is made under misapprehension of law or otherwise, when in fact they have referred the dispute to arbitration and the Arbitrator has entered upon the reference and the parties have field their claims, the arbitration proceeding must proceed until it is concluded by an award.  If for any reason, valid or otherwise, the Arbitrator so appointed does not proceed to make an award, under the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a>, the parties have a right to invoke the jurisdiction of the Court to appoint another Arbitrator.  Merely because one of the parties to the arbitration proceedings comes to the conclusion that Clause 30 does not constitute an Arbitration Clause, it cannot terminate the arbitration proceedings unilaterally.  As stated above, even if Clause 30 does not operate as an Arbitration Clause, nothing prevented the parties from referring the dispute to an Arbitrator.  Having once referred the dispute to an arbitrator, they are precluded from terminating the arbitration proceedings.  The Superintending Engineer who has entered upon the reference was bound to complete the arbitration proceedings and if he is unable to discharge his function because of the order of the Government, it is open to the other party to the dispute to seek the appointment of other Arbitrator.  Iam, therefore, clearly of the view that even if Clause 30 does not operate as an arbitration clause, in the facts and circumstances of the case, it must be held that the parties to the dispute have referred the matter to arbitration of the Superintending Engineer of the Circle, and the Government was not competent to direct the Superintending  Engineer not to act as such and terminate the proceedings.  Inasmuch as the Superintending Engineer has refused to act, the Contractor is entitled under the Act to have another Arbitrator appointed by Court.  That is what the application is for.  Unless an Arbitrator is appointed, the claims arising out of the contracts would not become barred by limitation.  The arbitration clause was invoked and both the parties had submitted to the jurisdiction of the Arbitrator.  At the distance of time, both the parties are estopped from resiling from that position.  The arbitration proceedings would, therefore, continue.  The question, however, is whether the Superintending Engineer who by his letter dated 26th October 1983 has refused to act as an Arbitrator, should now be compelled to act as an arbitrator?  The applicant, Respondent herein, has suggested three names of whom one is that of of Shri M.S. Apte, a retired Judge of this Court.  At the last hearing the learned Government Pleader was asked whether he has any objection to Shri Apte being appointed as an Arbitrator and time was granted for getting instructions from Government.  He has now reported that he has not received any instructions.  However, there could be no valid objection to the appointment of Shri Apte, a retired Judge of this Court to act as an Arbitrator in this matter.  He is, therefore, appointed as an Arbitrator, to take up the proceedings from the stage at which the Superintending Engineer left them and complete the arbitration proceedings as agreed upon by the parties at the meeting and as recorded in the minutes drawn up by the then Arbitrator to which a detailed reference has been made and to make an award.  It may be noticed that my learned brother Gadgil,J. in State of Maharashtra v. Shri S.S. Gadhoke &amp; Sons, Pune, Civil Revn. Appln. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_1\">No. 394 of 1983, decided on 9th February 1984, interpreting the very same clause of the contract between a Contractor similarly placed and the Government of Maharashtra, discussed the judgment of the Supreme Court in <a href=\"/doc/344153/\" id=\"a_12\">State of U.P. v. Tipper Chand</a>,  and observed:-</span> \n</p><blockquote id=\"blockquote_7\">  &quot; While interpreting a contract, we have to read the mind of the parties.  The manner in which the parties understood the term of the contract is relevant as that will give an idea as to what the parties intended to agree.  The intention of the parties can be spelt out by the manner in which they themselves treated the meaning of the contract.  Thus, where both the parties to the contract concur that by the above mentioned clause 30 they intended to have an arbitration clause the Court must give that meaning to clause 30 as it was intended by the parties.  Of course, if there was a dispute between the contracting parties about the meaning of a particular clause the Court will have to find out as to what was intended by the parties.  But the matter would be quite different when the parties are not at vaiance.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_10\"> I fully concur with the view expressed therein. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 7.  It may be noticed that as against <a href=\"/doc/344153/\" id=\"a_13\">the said judgment</a>, the State of Maharashtra sought leave to appeal in Special Leave Petition No. 4148 of 1984.  That petition was dismissed on 14-5-1984.  Of course, there is an observation that &quot;Although there is considerable  force in the submissions made on behalf of the petitioner that in the light of the recent pronouncements of this Court, Clause 30 cannot be regarded as arbitrary (arbitration)&quot;, the Court held that it was not a fit case which falls under <a href=\"/doc/427855/\" id=\"a_14\">Art.136</a> in view of the stand taken by the State of Maharshtra in its pleadings before the trial Court.  The dismissal of the said leave petition is based on this limited ground and the view expressed by the High Court regarding the interpretation of Clause 30 will not operate as a valid precedent for the future cases.  The conduct of the Government so far as the present contract and arbitration proceedings are concerned, is such that all the more the State is estopped from raising the contention that it is  not an arbitration clause. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 8.  Even after the judgment of the Supreme Court in  was rendered, the parties to this present agreement understood Clause 30 as an arbitration clause and actually referred the dispute to the Arbitrator and submitted to the reference and particiapted in the award proceedings.  It is not a case where objection was taken to the appointment of the Arbitrator or the jurisdication of the Arbitrator to enter upon the reference  and proceed with the matter.  Until 30th September 1983, the Government as well as the Contractor were agreed that Clause 30 constituted an Arbitration Clause.  Therefore, both the parties submitted to the jurisdiction of the Arbitrator and participated in the proceedings.  They are, therefore, estopped from going back on the representation made, especially when on which representation, the Contractor instead of filing a suit in the Civil Court pursued the arbitration proceedings and has invoked jurisdiction of this Court to appoint an Arbitrator.  An arbitrator mus, therefore, be appointed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\"> 9.  In view of the above discussion and findings, there is nothing further to be decided by the Civil Judge, Senior Division, Pune, before whom Misc. Application No. 138 of 1984 is pending.  The said application is therefore, withdrawn to this Court and is allowed.  As stated above, Shri Justice M.S. Apte, a retired Judge of this Court is appointed to act as an Arbitrator in place of the Superintending Engineer, P.W. Circle, Kolhapur to take up the arbitration proceedings from the stage at which the Superintending Engineer declined to act.  The Arbitrator shall dispose of the matter after notice to both the parties expeditiously and as far as possible within four months from the receipt of this order.  Parties to appear before Justice Apte on 2nd September 1985 at a place to be notified by the Arbitrator. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_14\"> 10.  Civil Revision Application is accordingly allowed , Rule made absolute, but in the circumstances of the case, there will be no order as to costs.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_15\"> 11. Application allowed. \n</p> \n\n","numcites":8,"numcitedby":8,"docsource":"Bombay High Court","citetid":287730,"divtype":"judgments","relatedqs":[{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"pune court","formInput":"pune%20court"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"kolhapur","formInput":"kolhapur"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"civil revision application","formInput":"civil%20revision%20application"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"\"territorial jurisdiction\"","formInput":"%22territorial%20jurisdiction%22"},{"value":"revision application ","formInput":"revision%20application%20"},{"value":"senior civil judge","formInput":"senior%20civil%20judge"},{"value":"retired judge","formInput":"retired%20judge"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"judgment-according-to-the-award","formInput":"tag:judgment-according-to-the-award"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}