{"tid":701593,"publishdate":"1979-04-04","title":"Bhagwan Das vs Smt. Chandra Kali on 4 April, 1979","doc":"<h2 class=\"doc_title\">Bhagwan Das vs Smt. Chandra Kali on 4 April, 1979</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1979ALL350, AIR 1979 ALLAHABAD 350</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n R.R. Rastogi, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1.  This is a plaintiff&#x27;s second appeal arising out of a suit filed by him for specific performance of a contract and in the alternative for recovery of Rs. 750/- paid in advance and Rs. 800/- by way of damages.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The case taken in the plaint was that defendant No. 1. Smt. Chandra Kali had executed an agreement to sell her sirdari land situated in village Rampuria Taluqa Lakhora, Tehsil Faridpur, district Bareilly in favour of the plaintiff for a sum of Rs. 1,550/- on 23-9-1964. A sum of Rs. 750/- was paid to her in advance and the sale deed was to be executed within six months. An agreement to sell was executed by her on that date. It was also agreed that she would obtain Bhumidhari rights and permission from consolidation authorities. It was alleged that because of increase in the prices of land, the defendant No. 1 did not execute the sale deed and hence the instant suit was filed. During the pendency of the suit defendant No. 1 transferred the disputed property in favour of defendants 2 and 3. According to the plaintiff those defendants had full knowledge of the agreement which had been made by defendant No. 1 in his favour and hence the transfer in their favour was of no avail.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Defendant No. l denied the execution of any agreement to sell and pleaded that her thumb impression had been obtained by exercise of fraud and mis-representation. She also denied the receipt of any money as advance. Defendants 2 and 3 asserted that they were bona fide purchasers for value without notice.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. A number of issues were framed by the trial court. After considering the evidence on record it held that Smt. Chandra Kali had entered into an agreement to sell disputed land with the plaintiff and had received Rs. 750/- as advance but since the contract was about the sale of sirdari land, it was illegal and not enforceable. It also found that the sale deed made in favour of defendants 2 and 3 could not be cancelled. The plaintiff was found entitled to recover Rs. 750/- which had been paid as advance and the suit was decreed for recovery of the same.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. An appeal was preferred from that judgment and decree by the plaintiff-appellant and before the lower appellate court the following submissions were made; Firstly, that even though the agreement to sell was in respect of sirdari land it could be enforced as subsequently the transferor acquired Bhumidhari rights therein; secondly that in view of <a href=\"/doc/1907896/\" id=\"a_1\">Section 43</a> of the Transfer of Property Act the plaintiff was entitled to claim enforcement of the disputed contract; thirdly that the trial court had erred in holding that the plaintiff-appellant could not give evidence to show that it was a part of the agreement that defendant No. 1 would acquire Bhumidhari rights and then execute the sale deed and lastly that the transfer made in favour of defendants 2 and 3 was collusive and was made to defeat the interest of the plaintiff. None of these submissions found favour with the lower appellate court and it dismissed the appeal and confirmed the decree of the trial court. Aggrieved, the present appeal had been filed by the plaintiff.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">6. The main submission made before me on behalf of the plaintiff-appellant by Sri Ashoke Gupta is that the seller having acquired Bhumidhari rights in the disputed property subsequent to the agreement to sell, the benefit of <a href=\"/doc/1907896/\" id=\"a_2\">Section 43</a> of the Transfer of Property Act was clearly available to him. It was urged that in the instant case the agreement for sale was not of the sirdari plots as such. It was within the knowledge of the parties that the seller was only sirdar of the disputed plots, but it was in their contemplation as also a part of the agreement that she would acquire Bhumidhari rights and then execute the sale deed and hence the case was fully covered by <a href=\"/doc/1907896/\" id=\"a_3\">Section 43</a> aforesaid as also by <a href=\"/doc/1027770/\" id=\"a_4\">Section 13</a> of the Specific Relief Act, 1963.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">7. On the other hand according to the learned counsel for the respondents the disputed agreement being against the provisions, of law was prima facie a void agreement under <a href=\"/doc/1625889/\" id=\"a_5\">Section 23</a> of the Contract Act and could not be enforced and further that <a href=\"/doc/1907896/\" id=\"a_6\">Section 43</a>, Transfer of Property Act which embodies the principle of feeding the estoppel would as well on that ground not be attracted. It was also contended that <a href=\"/doc/1907896/\" id=\"a_7\">Section 43</a> speaks of transfer of immoveable property and could not be extended to a contract for sale.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">7A. After hearing learned counsel for the parties, I find that there is considerable substance in the submission made on behalf of the appellant. <a href=\"/doc/1907896/\" id=\"a_8\">Section 43</a> of the Transfer of Property Act lays down: --\n</p><blockquote id=\"blockquote_1\">  &quot;Where a person fraudulently or dishonestly represents that he is authorised to transfer certain immovable property, and professes to transfer such property for consideration, such transfer shall, at the option of the transferee, operate on any interest which the transferor may acquire in such property at any time during which the contract of transfer subsists. Nothing in this section shall impair the right of transferee in good faith for consideration with notice of the existence of the said option. \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271790\" id=\"span_1\">8. It would be seen that this Section applies whenever a person transfers a property to which he has no title, on a representation that he has a present and transferable interest therein and acting on that representation the transferee takes a transfer for consideration. It, of course, pre-supposes that the contract must be a valid one and enforceable by law. As observed in <a href=\"/doc/1271790/\" id=\"a_9\">Jumma Masjid, Mercare v. Kodimaniandra Deviah</a>, (AIR 1962 SC 847):</span>\n</p><blockquote id=\"blockquote_2\">  &quot;<a href=\"/doc/1907896/\" id=\"a_10\">Section 43</a> embodies a rule of estoppel and enacts that a person who makes a representation shall not be heard to allege the contrary as against a person who acts on that representation. It is immaterial whether the transferor acts bona fide or fraudulently in making the representation. It is only material to find out whether in fact the transferee has been misled, For the purpose of the section it matters not whether the transferor acted fraudulently or innocently in making the representation, and that what is material is that he did make a representation and the transferee has acted on it. Where the transferee knows as a fact that the transferor does not possess the title which he represents he has, then he cannot be said to have acted on it when taking a transfer. <a href=\"/doc/1907896/\" id=\"a_11\">Section 43</a> would then have no application, and the transfer will fail under <a href=\"/doc/291556/\" id=\"a_12\">Section 6(a)</a>. But where the transferee does act on the representation, there is no reason why he should not have the benefit of the equitable doctrine embodied in <a href=\"/doc/1907896/\" id=\"a_13\">Section 43</a>, however, fraudulent the act of the transferor might have been&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\">9. In short this provision is based on the principle of equity as was <a href=\"/doc/787525/\" id=\"a_14\">Section 18</a> of the Specific Relief Act 1877, corresponding provision being <a href=\"/doc/1027770/\" id=\"a_15\">Section 13</a> of the Specific Relief Act, 1963. <a href=\"/doc/106689/\" id=\"a_16\">Section 13</a> says: --\n</p>   \n\n<blockquote id=\"blockquote_3\"> &quot;Where a person contracts to sell or let certain property, having only an imperfect title thereto, the purchaser or lessee (except as otherwise provided by this Chapter) has the following rights: --\n</blockquote><blockquote id=\"blockquote_4\">  (a) if the vendor or lessor has subsequent to the sale or lease acquired any interest in the property, the purchaser or lessee may compel him to make good the contract out of such interest&quot; (it is not necessary for the present purpose to mention Clauses (b), (c) and (d) of this Section).  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\">10. This section corresponds to <a href=\"/doc/954701/\" id=\"a_17\">Section 18</a> of the old Act with certain amendments. The expression &quot;subsequent to the sale or lease&quot; came up for consideration before the Supreme Court in Silla Chandra v. Ram Chandra Sahu, (AIR 1964 SC 1789) and it was held that it means &#x27;subsequently to the contract to sell or to let&#x27; and not &#x27;subsequently to the execution of the sale deed or lease deed by the vendor or the lessor as the case may be&#x27; in pursuance of the contract to sell or let. In other words, this provision has been held applicable to a contract to sell or let also. Since the provision contained in <a href=\"/doc/954701/\" id=\"a_18\">Section 18 (a)</a> old and <a href=\"/doc/106689/\" id=\"a_19\">Section 13(a)</a> new of the <a href=\"/doc/1671917/\" id=\"a_20\">Specific Relief Act</a> is in pari mate-ria with the provisions of <a href=\"/doc/1907896/\" id=\"a_21\">Section 43</a> of the Transfer of Property Act it would be taken that this benefit would be available in the case of a contract of sale also.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1661977\" id=\"span_2\">11. My attention has been invited to a decision of a learned single Judge of this Court rendered in <a href=\"/doc/1661977/\" id=\"a_22\">Jagat Narain v. Laljee</a>, (AIR 1965 All 504) the facts and circumstances of which were completely similar to the present case. There a suit had been filed for possession over certain plots of agricultural land. One Mahadeo was occupier tenant of those plots and he mortgaged them usufructuarily about 15 years prior to the institution of the suit and the mortgagees continued in possession since then. During that period Mahadeo acquired the rights of a Bhumidhar and then he sold those plots to the plaintiffs. The plaintiffs thus claimed to be entitled to recover possession of the land on payment of the mortgage money and such other sum as may be found due under the mortgage. On these facts the benefit of <a href=\"/doc/1907896/\" id=\"a_23\">Section 43</a> was held available to the plaintiffs. It was held: --</span>\n</p><blockquote id=\"blockquote_5\">  &quot;That the expression property in <a href=\"/doc/1907896/\" id=\"a_24\">Section 43</a> of the Transfer of Property Act does not mean, or at least does not necessarily mean, the physical object which in popular language regarded as property but connotes interest in property, and if this is borne in mind there is no room for the argument that <a href=\"/doc/1907896/\" id=\"a_25\">Section 43</a> applies only when the transferor has no interest in the property at all and not when he had an interest but it was not transferable.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\">12. It would be seen that the incompetence to transfer the property at the time of its professed transfer was on account of statutory prohibition and when subsequently transferable interest was acquired by the transferor the benefit of the same was found available to the transferee under <a href=\"/doc/1907896/\" id=\"a_26\">Section 43</a> of the Transfer of Property Act. In the instant case there was no transfer actually made but there was an agreement for sale of certain property which because of statutory prohibition could not have been transferred. The question arises as to whether such an agreement for sale could have been made. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1870739\" id=\"span_3\">In <a href=\"/doc/1870739/\" id=\"a_27\">Moti Ram v. Khyali Ram</a>, (1967 All LJ 88) the view taken was that sirdari rights are not transferable, but an agreement by a sirdari undertaking to acquire Bhunii-dhari rights and then transfer is not hit by Section 166 of the U. P. Zamindari Abolition and Land Reforms Act because it is not an agreement transferring sirdari right but one of transfer of Bhumidhari rights to be acquired in the future. The agreement may have been made when the transferor&#x27;s rights in the land were those of sirdar, but its object was    to transfer Bhumidhari rights at a later date.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">13. The agreement for sale dated 23-9-1964 is Ext. 1 on record. Clause &#x27;2&#x27; of this agreement when rendered in simple English reads as under: --\n</p><blockquote id=\"blockquote_6\">  &quot;That the party of the first part has received Rs. 750/- by way of advance from the party of the second part which would be given adjustment at the time of the registration of the sale deed and the party of the first part would execute the sale deed in favour of the party of the second part within the period agreed to after obtaining permission for making the sale&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1870739\" id=\"span_4\">14.   It may be that the wordings  are not very  happy but the  question  arises as to what was meant by obtaining permission.    According to the case taken in the plaint it was agreed to between the parties     that   the   seller   would   obtain permission  from  the  consolidation     authorities    as    also    acquire    Bhumidhari rights and then    execute the sale deed. This allegation is contained in paragraph 2   of    the    plaint.    This   paragraph   was not admitted by   defendant   but   in   her written statement there was only a simple denial and in additional pleas    nothing was said against it. Essentially in the additional pleas the very existence of the agreement was denied. The court below was of the opinion that because   of <a href=\"/doc/1790262/\" id=\"a_28\">Section  92</a> of the Evidence Act the plaintiff-appellant  could not be  allowed to give evidence to vary, add or alter the terms of the written contract.   As I have noted above    it   was   clearly   provided    in   the agreement  itself  that  the  seller   would obtain    the    permission   for  making   the sale. In other words, it was   in   contemplation of the parties that the seller was to take certain steps with a view to execute the sale deed.    It    would,    therefore, be a case fully covered by the decision in <a href=\"/doc/1870739/\" id=\"a_29\">Moti Ram</a>&#x27;s case (supra). In other words, it was an agreement by a sirdar to execute the sale deed after acquiring Bhumidhari     rights.     Since  the  Bhumidhari rights were actually obtained subsequently the benefit of the same would be available to the plaintiff-appellant in view of <a href=\"/doc/1907896/\" id=\"a_30\">Section 43</a>   of   the   Transfer   of Property Act read with    <a href=\"/doc/1027770/\" id=\"a_31\">Section 13(a)</a> of the Specific Relief Act. The plaintiff-appellant was thus fully entitled to the specific    performance      of  the   contract. However, since the court below has not given  any finding as to whether defendants 2 and 3 were bona fide purchasers for value  without  notice of  the  earlier contract by defendant No. 1 in favour of the plaintiff for sale of this property, this matter would have to be referred back to the court below for a fresh finding according to law.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_16\">15. In view of the above discussion, the appeal is allowed and the judgment and decree of the court below are set aside. The appeal is restored to the file of the lower appellate court with a direction to decide as to whether defendants 2 and 3 were bona fide purchasers for value without notice of the contract for sale of the disputed land by defendant No. 1 in favour of the plaintiff dated 23-9-1964. This question will be decided on the basis of the evidence on record after giving an opportunity of hearing to the parties and on the basis of the finding so arrived at the suit would be decided. The costs of this Court would abide the ultimate result of the suit.\n</p> \n\n","numcites":12,"numcitedby":2,"docsource":"Allahabad High Court","citetid":701593,"divtype":"judgments","relatedqs":[{"value":"bona fide purchaser","formInput":"bona%20fide%20purchaser"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"bhumidhari right","formInput":"bhumidhari%20right"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"section 43 transfer property ","formInput":"section%2043%20transfer%20property%20"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"bhumidhari","formInput":"bhumidhari"},{"value":"agreement to sell","formInput":"agreement%20to%20sell"},{"value":"fraudulent","formInput":"fraudulent"},{"value":"Agreement to sell and sell agreement ","formInput":"Agreement%20to%20sell%20and%20sell%20agreement%20"},{"value":"\"transfer of property act\"","formInput":"%22transfer%20of%20property%20act%22"},{"value":"\"agreement to sell\"","formInput":"%22agreement%20to%20sell%22"},{"value":"sale deed executed","formInput":"sale%20deed%20executed"},{"value":"specific relief","formInput":"specific%20relief"},{"value":"seller","formInput":"seller"},{"value":"\\\"specific relief act\\\"","formInput":"%5C%22specific%20relief%20act%5C%22"}],"cats":[{"value":"transfer-by-unauthorized-person-with-later-acquisition-of-interest","formInput":"tag:transfer-by-unauthorized-person-with-later-acquisition-of-interest"},{"value":"transfer-for-benefit-of-unborn-person","formInput":"tag:transfer-for-benefit-of-unborn-person"},{"value":"transfer-in-perpetuity-for-benefit-of-public","formInput":"tag:transfer-in-perpetuity-for-benefit-of-public"}],"courtcopy":false,"query_alert":null,"agreement":false}