{"tid":78431246,"publishdate":"2022-06-06","title":"Devi Engineering And Construction ... vs Ramagundam Fertilizers And Chemicals ... on 6 June, 2022","doc":"<h2 class=\"doc_title\">Devi Engineering And Construction ... vs Ramagundam Fertilizers And Chemicals ... on 6 June, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-r-rani\">G. Radha Rani</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-r-rani\">G. Radha Rani</a></h3>\n\n<pre id=\"pre_1\">           THE HON&#x27;BLE Dr. JUSTICE G. RADHA RANI\n\n                  WRIT PETITION No.18723 OF 2021\n\nORDER:</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">      This writ petition is filed by the petitioner challenging the action of\n\nthe 1st respondent in invoking the bank guarantee dated 29.05.2018 vide\n\nBG No.02218IGPER0017, as illegal, arbitrary and contrary to the\n\nprovisions of the General Conditions and Special Conditions of the\n\nContract and consequently to direct the 1st respondent to withdraw its letter\n\ndated 20.07.2021 invoking the bank guarantee dated 29.05.2018.\n\n</p><p data-structure=\"PetArg\" id=\"p_2\">      2.    Heard Sri Pratap Narayan Sanghi, learned Senior Counsel\n\nrepresenting Sri B. Ramulu, learned counsel for the petitioner and Sri\n\nVikram Poosarla, learned counsel for the 1st respondent.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">      3. Learned Senior Counsel for the petitioner submitted that the\n\npetitioner company was engaged in the field of Construction and\n\nEngineering.      The 1st respondent company invited tenders for\n\n&quot;Refurbishment of Township for Revival of Ramagundam Fertilizer\n\nComplex&quot; of M/s. Ramagundam Fertilizers and Chemicals Limited\n\n(RFCL). The petitioner company submitted its Technical Bid and Price\n\nBid. The 1st respondent, after being satisfied that the petitioner had met its\n\nliability criteria and since the petitioner company was the lowest bidder,\n\ndeclared the petitioner company to be the L1 in the said tender and issued\n                                                                             Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_1\">                                      2                           WP No.18723 of 2021</span>\n\n\n\nletter of acceptance dated 14.03.2017. The original estimated value of the\n\nwork order was Rs.28,48,55,100/-. Subsequently, the same was revised to\n\nRs.25,84,97,134/-. The work was supposed to be completed in 10 months.\n\nThe initial date of completion of the contract was 13.02.2018. The 2nd\n\nrespondent - Engineers India Limited (EIL) was a joint venture partner in\n\nthe 1st respondent company and was the consultant for the job execution\n\ncontract. The 1st respondent company through the 2nd respondent had not\n\nprovided the entire work front even until 13.02.2018 which was the\n\noriginal date of completion as contemplated under the contract. Due to\n\nvarious reasons that were not attributable to the petitioner, such as delay in\n\nthe release of drawings/revised drawings for execution by EIL/RFCL,\n\ndelay in handing over the work fronts etc, the work could not be\n\ncompleted. As such, the petitioner sought time extensions from the 1st\n\nrespondent company and the 1st respondent granted such extensions\n\nregularly to the petitioner for the execution of the contract. Though the\n\npetitioner was diligent in its efforts to undertake the execution of the\n\ncontract, due to non-furnishing of the drawings and work fronts at\n\nappropriate time and adding of additional scope of work, the petitioner\n\ncould not complete execution of work as per the schedule. Clause-55.1 of\n\nthe Special Conditions of Contract would stipulate that in case time\n                                                                             Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_2\">                                      3                           WP No.18723 of 2021</span>\n\n\n\nextension was granted during the execution of contract, pending detailed\n\ndelay analysis, payment against Running Account Bills should be released\n\nto the contractor without deducting price reduction subject to the condition\n\nthat the Contractor would submit an additional bank guarantee to cover the\n\nprice reduction amount. In the light of the said clause, the petitioner issued\n\na price reduction bank guarantee vide BG No. 02218IGPER0017 in favour\n\nof the 1st respondent for an amount of Rs.2,58,49,714/- drawn on the 3rd\n\nrespondent bank, namely, Union Bank of India (erstwhile Andhra Bank),\n\nAmeerpet Branch, Hyderabad dated 29.05.2018. The said bank guarantee\n\nwas initially valid for a period of six months and the same was extended by\n\nthe petitioner periodically. The last date of extension was on 15.05.2021\n\nand the bank guarantee was extended till 16.08.2021. The petitioner was\n\ngranted extension of time till 30.10.2020 by the 1st respondent through the\n\n2nd respondent and issued letter dated 01.10.2020. The petitioner managed\n\nto complete the execution of work by the given date.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">      3.1. The petitioner addressed a detailed delay analysis with letter\n\ndated 19.11.2020 explaining various grounds of delay attributable to the 1st\n\nrespondent. On 21.01.2021 the petitioner addressed a letter to the 1st\n\nrespondent requesting for release of payments due to the petitioner that\n\nwere forcibly retained by the 1st respondent for the various running account\n                                                                              Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_3\">                                      4                            WP No.18723 of 2021</span>\n\n\n\nbills to a tune of Rs.58,14,788/-.        In the said letter, the petitioner\n\nhighlighted the abnormal delay in processing and certifying the Running\n\nAccount Bills since inception of contract and that he received only partial\n\npayment even after certification of EIL in RA Bills. The petitioner had not\n\nreceived any communication from the respondents. The 1st respondent\n\nneither responded to the letter explaining the delay analysis nor to the letter\n\ndated 21.01.2021 seeking for the release of payments due to the petitioner.\n\nThe petitioner submitted final bill dated 29.01.2021 by EIL for an amount\n\nof Rs.84,30,508.70 ps. on 19.02.2021 and the same was forwarded to the\n\n1st respondent. The 1st respondent after lapse of two months on 05.04.2021\n\nreturned the certified bill on some minor technical reasons. The petitioner\n\nresubmitted the bill on 28.06.2021 with necessary clarifications and\n\ncorrections and the same was forwarded by EIL on 12.07.2021 for an\n\namount of Rs.89,59,188.03 ps. The 1st respondent was liable to pay the\n\npetitioner a total amount of Rs.1,47,73,973/- for the pending due amount in\n\nrunning account bills as well as the final bill amount due to the petitioner\n\nby the 1st respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">      3.2. While the matter stood thus, the 1st respondent issued a letter\n\ndated 20.07.2021 to the 3rd respondent bank invoking the bank guarantee\n\nstating that the price reduction made to the contractor was not adequately\n                                                                            Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_4\">                                     5                           WP No.18723 of 2021</span>\n\n\n\nadjusted, in utter dis-regard to the extension given by the 1st respondent\n\nhimself and despite completion of execution of the work undertaken by the\n\npetitioner. The 1st respondent invoked the bank guarantee without issuing\n\nany notice to the petitioner. It was understandable if there was some work\n\npending and if the petitioner failed to hold up its contractual obligations.\n\nHowever, despite, the 2nd respondent certifying the final bill twice and\n\ndespite the numerous representations given by the petitioner to clear the\n\nfinal bill, the 1st respondent with a malafide intention sought to invoke the\n\nbank guarantee without any palpable reason and rationale. The petitioner\n\napproached the 1st respondent by way of letters and e-mails stating that he\n\nwas ready to extend the bank guarantee for a period of six months till\n\nclaims between the petitioner and the 1st respondent were settled. The 1st\n\nrespondent was not regular in clearing the running account bills to the\n\npetitioner due to it lawfully.   For an upcoming MSME company, the\n\namounts withheld by the respondent company would account to its major\n\nrevenue share making the company cash strapped. Crippling the company\n\nby invoking the bank guarantee illegally, despite the petitioner company\n\ncompleting the works of all fronts, was nothing but financially suffocating\n\nthe company. If the respondent company was allowed to encash the bank\n\nguarantee, it would cause severe damage to the reputation and goodwill of\n                                                                            Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_5\">                                     6                           WP No.18723 of 2021</span>\n\n\n\nthe company thereby derailing its stability. Invoking the bank guarantee\n\nand levying liquidated damages was totally malicious and arbitrary in\n\nnature and prayed to allow the petition.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"899938\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121921120\" id=\"span_7\">4. Learned counsel for the 1st respondent submitted that the 1st\n\nrespondent invoked the bank guarantee furnished by the petitioner dated\n\n20.07.2021, as the price reduction was not adequately adjusted by the\n\npetitioner and the petitioner had not extended the bank guarantee well in\n\nadvance, as such, due to reasonable apprehension that the petitioner might\n\nnot extend the bank guarantee, the 1st respondent was constrained to\n\ninvoke the bank guarantee dated 29.05.2018 as per the terms of the\n\nGeneral Conditions and Special Conditions of contract executed between\n\nthe parties. He further contended that the price reduction bank guarantee\n\ndated 29.05.2018 was an absolute and unconditional bank guarantee.\n\nTherefore, there was no illegality, arbitrariness or violation of fundamental\n\nrights of the petitioner. He further contended that if the petitioner was\n\naggrieved by the invocation of bank guarantee, the petitioner ought to have\n\ninvoked the Arbitration Clause under 35.2.3 of the General Conditions\n\ngoverning the agreement vide Bidding Document No.SM/A747-310-CP-\n\nTN-8204/1024 dated 09.05.2017 between the parties. Filing a writ petition\n\nin relation to a contractual dispute between the parties was not\n                                                                             Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_8\">                                      7                           WP No.18723 of 2021</span>\n\n\n\nmaintainable. As per Clause 16 of the Price Reduction Bank Guarantee\n\ndated 29.05.2018, the parties mutually agreed that the courts of Delhi\n\nshould have exclusive jurisdiction to the price reduction bank guarantee, as\n\nsuch, the courts of Delhi had exclusive jurisdiction. As the dispute was\n\narising out of a commercial transaction/contract, it was a settled law that\n\nthe bar of judicial review would not be permitted to be invoked to protect\n\nprivate interest at the cost of public interest or to decide contractual\n\ndisputes and relied upon the judgments of the Hon&#x27;ble Apex Court in\n\n<a href=\"/doc/121921120/\" id=\"a_1\">Kerala State Electricity Board v. Kurien E.Kalathil1</a> and <a href=\"/doc/899938/\" id=\"a_2\">Jagadish\n\nMandal v. State of Orissa</a> and others2. He further contended that the\n\npetitioner ought to have invoked the arbitration clause as per the general\n\nconditions of the contract.    The Hon&#x27;ble Apex Court in a number of\n\njudgments held that there could not be any injunction against invocation of\n\nan unconditional bank guarantee except in cases of fraud and irretrievable\n\nloss or injury, there were no instances of fraud in the present case, as such,\n\nthe bank was obligated to encash the bank guarantee furnished in favour of\n\nthe 1st respondent and prayed to dismiss the petition.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">1</span>\n    200 (6) SCC 293\n<span class=\"hidden_text\" id=\"span_10\">2</span>\n    2007 (14) SCC 517\n                                                                                         Dr.GRR,J</span></span>\n<span class=\"hidden_text\" id=\"span_11\">                                           8                                  WP No.18723 of 2021</span>\n\n\n\n</p><p data-structure=\"Section\" id=\"p_7\">      5. Perused the record. Clause No.13.2 of the General Conditions of\n\nthe contract pertains to price reduction due to delay in completion. It reads\n\nas follows:\n</p>\n<blockquote id=\"blockquote_1\">              &quot;13.2. Price Reduction due to delay in completion:\n</blockquote>\n<blockquote id=\"blockquote_2\">              13.2.1 If the Contractor fails to complete the Works\n              within the Time for Completion, and completion of any\n              specific work(s) in respect of which a separate progress\n              schedule has been established is not achieved by the date\n              of completion thereof specified in the Works Completion\n              Schedule (each of the said date(s) is hereinafter referred\n              to as the &quot;starting date for discount calculation) other than\n              due to an event of Force Majeure any reason solely\n              attributable to RFCL, then the Contract Price shall be\n              reduced by 1% (one percent) per week of delay or part\n              thereof subject to a maximum deduction of 10% (ten\n              percent) of the Contract Price. After any adjustments\n              made to the Contract Price pursuant to this Clause 13.2.1,\n              if any amount is due to RFCL from the Contractor, then\n              such amount will either be set-off against any amount due\n              or that becomes due to the Contractor or be recovered by\n              invoking the Contract Performance Bank Guarantee.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\">              The decision of the Engineer-in-Charge in regard to\n              applicability of price reduction shall be final and binding\n              on the Contractor.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_9\">      6.      Thus, as per clause - 13.2, if any amount was due to the 1st\n\nrespondent from the petitioner, then the 1st respondent could recover the\n\nsaid amount by invoking the bank guarantee. The petitioner executed a\n\nprice reduction bank guarantee dated 29.05.2018 in terms of clause - 55.1\n\nof the Special Conditions of the contract. Clause - 55 of the Special\n\nConditions of contract pertains to price reduction for delay in completion\n\nand clause -55.1 reads as follows:\n</p><blockquote id=\"blockquote_3\">                                                                                           Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_12\">                                              9                                 WP No.18723 of 2021</span>\n\n\n\n                 &quot;55.0 PRICE REDUCTION                FOR     DELAY       IN\n                 COMPLETION:\n</blockquote>\n<blockquote id=\"blockquote_4\">                 55.1 Provisions mentioned in GCC stands modified to the\n                 extent that in case time extension is granted during\n                 execution of the contract pending detailed delay analysis,\n                 payment against RA bills shall be released to the\n                 Contractor without deducting Price Reduction subject to\n                 the condition that contractor submits the additional BG to\n                 cover the Price Reduction amount.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_13\">7.   The petitioner executed a price reduction bank guarantee dated\n\n29.05.2018 in favour of the 1st respondent for an amount of\n\nRs.2,58,49,714/- which was initially given for a period of six months from\n\n29.05.2018 to 24.11.2018 and the same was extended from time to time.\n\nAs per clause - 4 of the price reduction bank guarantee it was an absolute\n\nand unconditional bank guarantee. The enforcement of 1st respondent&#x27;s\n\nrights under the price reduction bank guarantee was under an independent\n\ncontract between the 3rd respondent and the 1st respondent.                          The 3rd\n\nrespondent was obliged to honour its commitment of encahsing an\n\nunconditional bank guarantee irrespective of any legal dispute pending\n\nbetween the parties.          The Hon&#x27;ble Apex Court in <a href=\"/doc/1746106/\" id=\"a_3\">U.P. State Sugar\n\nCorporation v. Sumac International</a> ltd.3, held that\n\n                 &quot;The law relating to invocation of such bank guarantees\n                 is by now well settled. When in the course of commercial\n                 dealings an unconditional bank guarantee is given or\n                 accepted, the beneficiary is entitled to realize such a bank\n                 guarantee in terms thereof irrespective of any pending\n                 disputes. The bank giving such a guarantee is bound to\n<span class=\"hidden_text\" id=\"span_14\">3</span>\n    AIR 1997 SC 1644\n                                                                          Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_15\">                            10                                 WP No.18723 of 2021</span>\n\n\n\nhonour it as per its terms irrespective of any dispute\nraised by its customer. The very purpose of giving such a\nbank guarantee would otherwise be defeated. The courts\nshould, therefore, be slow in granting an injunction to\nrestrain the realization of such a bank guarantee. The\ncourts have carved out only two exceptions. A fraud in\nconnection with such a bank guarantee would vitiate the\nvery foundation of such a bank guarantee. Hence if there\nis such a fraud of which the beneficiary seeks to take\nadvantage, he can be restrained from doing so. The\nsecond exception relates to cases where allowing the\nencashment of an unconditional bank guarantee would\nresult in irretrievable harm or injustice to one of the\nparties concerned. Since in most cases payment of money\nunder such a bank guarantee would adversely affect the\nbank and its customer at whose instance the guarantee is\ngiven, the harm or injustice contemplated under this head\nmust be of such an exceptional and irretrievable nature as\nwould override the terms of the guarantee and the adverse\neffect of such an injunction on commercial dealings in\nthe country. The two grounds are not necessarily\nconnected, though both may co-exist in some cases.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_16\">In\nthe case of <a href=\"/doc/329587/\" id=\"a_4\">U.P. Cooperative Federation Ltd. v. Singh\nConsultants and Engineers (P) Ltd.</a> (988 [1] SCC 174),\nwhich was the case of works contract where the\nperformance guarantee given under the contract was\nsought to be invoked, this Court, after referring\nextensively to English and Indian cases on the subject,\nsaid that the guarantee must be honoured in accordance\nwith its terms. The bank which gives the guarantee is not\nconcerned in the least with the relations between the\nsupplier and the customer; nor with the question whether\nthe suppler has performed his contractual obligation or\nnot, nor with the question whether the supplier is in\ndefault or not. The bank must pay according to the tenor\nof its guarantee on demand without proof or condition.\nThere are only two exceptions to this rule. The first\nexception is a case when there is a clear fraud of which\nthe bank has notice. The fraud must be of an egregious\nnature such as to vitiate the entire underlying transaction.</span>\nExplaining the kind of fraud that may absolve a bank\nfrom honouring its guarantee, this Court <a href=\"/doc/329587/\" id=\"a_5\">in <a href=\"/doc/329587/\" id=\"a_6\">the above case</a></a>\nquoted with approval the observations of Sir John\nDonaldson, M.R. in Bolivinter Oil SA v. Chase\nManhattan Bank NA (1984 [1] AER 351 at 352): &quot;The\nwholly exceptional case where an injunction may be\ngranted is where it is proved that the bank knows that any\n                                                                                           Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_17\">                                              11                                WP No.18723 of 2021</span>\n\n\n\n                  demand for payment already made or which may\n                  thereafter be made will clearly be fraudulent. But the\n                  evidence must be clear both as to the fact of fraud and as\n                  to the bank&#x27;s knowledge. It would certainly not normally\n                  be sufficient that this rests on the uncorroborated\n                  statement of the customer, for irreparable damage can be\n                  done to a bank&#x27;s credit in the relatively brief time which\n                  must elapse between the granting of such an injunction\n                  and an application by the bank to have it charged&quot;. This\n                  Court set aside an injunction granted by the High Court to\n                  restrain the realisation of the bank guarantee.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1028714\" id=\"span_18\">8.      Learned counsel for the 1st respondent also relied upon the\n\njudgment of the Hon&#x27;ble Apex Court in <a href=\"/doc/1028714/\" id=\"a_7\">Vinitec Electronics Private Ltd.,\n\nv. HCL Infosystems Ltd.4</a>, wherein it was held that:</span>\n\n</p><blockquote id=\"blockquote_5\">                  &quot;11. The law relating to invocation of bank guarantees is\n                  by now well settled by a catena of decisions of this court.\n                  The bank guarantees which provided that they are\n                  payable by the guarantor on demand is considered to be\n                  an un- conditional bank guarantee. When in the course of\n                  commercial dealings, unconditional guarantees have been\n                  given or accepted the beneficiary is entitled to realize\n                  such a bank guarantee in terms thereof irrespective of any\n                  pending disputes.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_12\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121921120\" id=\"span_19\">9.    Learned counsel for the 1st respondent contended that the\n\npetitioner ought to have invoked the Arbitration clause under clause -\n\n35.2.3 of the General Terms and Conditions governing the agreement, the\n\nwrit petition was filed in relation to contractual disputes as such, the same\n\nwas not maintainable and relied upon the judgment of the Hon&#x27;ble Apex\n\nCourt in <a href=\"/doc/121921120/\" id=\"a_8\">Kerala State Electricity Board</a>&#x27;s case (1 supra). In <a href=\"/doc/121921120/\" id=\"a_9\">the said\n\njudgment</a>, the Hon&#x27;ble Apex Court held that:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"hidden_text\" id=\"span_20\">4</span>\n</p><blockquote id=\"blockquote_6\">    2008 (1) SCC 544\n                                                                          Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_21\">                            12                                 WP No.18723 of 2021</span>\n\n\n\n&quot;We find that there is a merit in the first contention of\nMr. Rawal. Learned Counsel has rightly questioned the\nmaintainability of the writ petition. The interpretation and\nimplementation of a clause in a contract cannot be the\nsubject matter of a writ petition. Whether the contract\nenvisages actual payment or not is a question of\nconstruction of contract? If a term of a contract is\nviolated, ordinarily the remedy is not the writ petition\nunder <a href=\"/doc/1712542/\" id=\"a_10\">Article 226.</a> We are also unable to agree with the\nobservations of the High Court that the contractor was\nseeking enforcement of a statutory contract. A contract\nwould not become statutory simply because it is for\nconstruction of a public utility and it has been awarded by\na statutory body. We are also unable to agree with the\nobservation of the High Court that since the obligations\nimposed by the contract on the contracting parties come\nwithin the purview of the <a href=\"/doc/171398/\" id=\"a_11\">Contract Act</a>, that would not\nmake the contract statutory. Clearly, the High Court fell\ninto an error in coming to the conclusion that the contract\nin question was statutory in nature.\n</blockquote>\n<blockquote id=\"blockquote_7\">A statute may expressly or impliedly confer power on a\nstatutory body to enter into contracts in order to enable it\nto discharge its functions. Dispute arising out of the terms\nof such contracts or alleged breaches have to be settled by\nthe ordinary principles of law of contract. The fact that\none of the parties to the agreement is a statutory or public\nbody will not of itself affect the principles to be applied.\nThe disputes about the meaning of a covenant in a\ncontract or its enforceability have to be determined\naccording to the usual principles of the <a href=\"/doc/171398/\" id=\"a_12\">Contract Act</a>.\nEvery act of a statutory body need not necessarily involve\nan exercise of statutory power. Statutory bodies, like\nprivate parties, have power to contract or deal with\nproperty. Such activities may not raise any issue of public\nlaw. In the present case, it has not been shown how the\ncontract is statutory. The contract between the parties is\nin the realm of private law. It is not a statutory contract.\nThe disputes relating to interpretation of the terms and\nconditions of such a contract could not have been agitated\nin a petition under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution of\nIndia. That is a matter for adjudication by a civil court or\nin arbitration if provided for in the contract. Whether any\namount is due and if so, how much and refusal of the\nappellant to pay it is justified or not, are not the matters\nwhich could have been agitated and decided in a writ\n                                                                                            Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_22\">                                              13                                 WP No.18723 of 2021</span>\n\n\n\n                 petition. The contractor should have been relegated to\n                 other remedies.&quot;\n</blockquote>\n<blockquote id=\"blockquote_8\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90461603\" id=\"span_23\">10. Learned counsel for the petitioner relied upon the judgment of\n\nthe Hon&#x27;ble Apex Court in M/s. <a href=\"/doc/90461603/\" id=\"a_14\">Surya Construction v. State of Uttar\n\nPradesh5</a>, wherein it was held that:</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_24\">&quot;It is well settled that where the State behaves arbitrarily,\n                 even in the realm of contract, the High Court could\n                 interfere under <a href=\"/doc/1943124/\" id=\"a_15\"><a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India\n                 [&#x27;ABL International Ltd. and Another v. Export Credit\n                 Guarantee Corporation of India Ltd. and Others</a> (2004 (3)\n                 SCC 553)].</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">          11. Clause - 35.2 of the General Conditions of the contract deals\n\nwith dispute resolutions. It reads as under:\n</blockquote>\n<blockquote id=\"blockquote_11\">                 &quot;35.2 Dispute Resolution\n\n                 35.2.1. If any disagreement arises out of or in connection\n                 with the validity, application or interpretation of the\n                 Contract (the &quot;Dispute&quot;), the Parties shall endeavour in\n                 good faith to resolve the Dispute through negotiation\n                 within 7 (seven) days of a written notice setting out the\n                 nature of such Dispute.\n</blockquote>\n<blockquote id=\"blockquote_12\">                 35.2.2. In the event that any Dispute is unable to be\n                 resolved between the Parties pursuant to Clause 35.2.1\n                 within 21 (twenty-one) days of receipt of the notice under\n                 Clause 35.2.1, then such Dispute shall be referred to\n                 arbitration.\n</blockquote>\n<blockquote id=\"blockquote_13\">                 35.2.3. The arbitration will be conducted as per the\n                 &#x27;<a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act</a>&#x27;. The arbitral tribunal shall comprise of a\n                 sole arbitrator whom shall be appointed by RFCL. The\n                 place of arbitration for any Disputes and Related Disputes\n                 shall be Delhi (save and except where otherwise specified\n                 under the Main Contract for the Related Dispute, in\n                 which event the place of arbitration shall be the place of\n                 arbitration for such Related Dispute). The language to be\n\n<span class=\"hidden_text\" id=\"span_25\">5</span>\n    AIR Online 2019 SC 2478\n                                                                                             Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_26\">                                              14                                  WP No.18723 of 2021</span>\n\n\n\n                 used in the arbitral proceedings shall be English. The\n                 arbitral award shall be final and binding upon both the\n                 Parties.\n</blockquote>\n<blockquote id=\"blockquote_14\">          12.    Thus, the contract provides for a dispute resolution\n\nmechanism and that the parties should approach an Arbitrator in case of\n\nany dispute, to be appointed by RFCL and the place of Arbitration was\n\nalso agreed between the parties to be in Delhi. Thus, in case of dispute\n\nwith regard to the invocation of bank guarantee or completion of works\n\nwithin the time, the petitioner could have invoked the arbitration clause as\n\nprovided under the General Conditions of contract and a writ petition is not\n\nmaintainable and such activities would not rise any issue of public law, as\n\nobserved by the Hon&#x27;ble Apex Court in Kerala State Electricity Board&#x27;s\n\ncase (1 supra) and the petitioner failed to show that the 1st respondent\n\nbehaved arbitrarily.\n</blockquote>\n<blockquote id=\"blockquote_15\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"97590732\" id=\"span_27\">13. With regard to the contention of the learned counsel for the 1st\n\nrespondent that the place of arbitration and the dispute should be raised\n\nbefore the High Court of Delhi, the learned counsel for the petitioner relied\n\nupon the judgment of the Hon&#x27;ble Apex Court in <a href=\"/doc/97590732/\" id=\"a_18\">Maharashtra Chess\n\nAssociation v. Union of India6</a>, wherein it was held that:</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">                 &quot;21 The mere existence of alternate forums where the\n                 aggrieved party may secure relief does not create a legal\n                 bar on a High Court to exercise its writ jurisdiction. It is a\n\n<span class=\"hidden_text\" id=\"span_28\">6</span>\n    AIR Online 2019 SC 708\n                                                                           Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_29\">                             15                                 WP No.18723 of 2021</span>\n\n\n\nfactor to be taken into consideration by the High Court\namongst several factors. Thus, the mere fact that the High\nCourt at Madras is capable of granting adequate relief to\nthe Appellant does not create a legal bar on the Bombay\nHigh Court exercising its writ jurisdiction in the present\nmatter.\n</blockquote>\n<blockquote id=\"blockquote_17\">22. This brings us to the question of whether Clause 21\nitself creates a legal bar on the Bombay High Court\nexercising its writ jurisdiction. As discussed 13 1958\nSCR 595 above, the writ jurisdiction of the High Court is\nfundamentally discretionary. Even the existence of an\nalternate adequate remedy is merely an additional factor\nto be taken into consideration by the High Court in\ndeciding whether or not to exercise its writ jurisdiction.\nThis is in marked contradistinction to the jurisdiction of a\ncivil court which is governed by statute. 14 In exercising\nits discretion to entertain a particular case under <a href=\"/doc/1712542/\" id=\"a_19\">Article\n226</a>, a High Court may take into consideration various\nfactors including the nature of the injustice that is alleged\nby the petitioner, whether or not an alternate remedy\nexists, or whether the facts raise a question of\nconstitutional interpretation. These factors are not\nexhaustive and we do not propose to enumerate what\nfactors should or should not be taken into consideration.\nIt is sufficient for the present purposes to say that the\nHigh Court must take a holistic view of the facts as\nsubmitted in the writ petition and make a determination\non the facts and circumstances of each unique case.\n</blockquote>\n<blockquote id=\"blockquote_18\">26. It is certainly open to the High Court to take into\nconsideration the fact that the Appellant and the second\nRespondent consented to resolve all their legal disputes\nbefore the courts at Chennai. However, this can be a\nfactor within the broader factual matrix of the case. The\nHigh Court may decline to exercise jurisdiction\nunder <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> invoking the principle of forum non\nconvenience in an appropriate case. The High Court must\nlook at the case of the Appellant holistically and make a\ndetermination as to whether it would be proper to\nexercise its writ jurisdiction. We do not express an\nopinion as to what factors should be considered by the\nHigh Court in the present case, nor the corresponding\ngravity that should be accorded to such factors. Such\nprinciples are well known to the High Court and it is not\nfor this Court to interfere in the discretion of the High\nCourt in determining when to engage its writ jurisdiction\n                                                                                    Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_30\">                                        16                               WP No.18723 of 2021</span>\n\n\n\n             unless exercised arbitrarily or erroneously. The sole and\n             absolute reliance by the Bombay High Court on Clause\n             21 of the Constitution and Bye Laws to determine that its\n             jurisdiction under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> is ousted is however one\n             such instance.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_14\">      14.    Thus, discretion lies with this Court to exercise the writ\n\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution of India, inspite of the\n\nparties agreeing the place of arbitration to be at Delhi, when it gives rise to\n\na question of constitutional interpretation. But, there is no question of\n\nconstitutional interpretation arising in this case in view of the existence of\n\nalternate adequate remedy. Exercise of writ jurisdiction is discretionary\n\nand this court is not inclined to exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a>\n\nof the Constitution of India.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">      15. As per <a href=\"/doc/310829/\" id=\"a_24\">Section 5</a> of the Arbitration and Conciliation Act, 1996\n\nwhen there is an Arbitration clause in the agreement, no judicial authority\n\nshall intervene. The learned counsel for the petitioner contended that as\n\nper clause - 13.2.1 of the General Conditions of the Contract, the decision\n\nof the Engineer-in-Chief in regard to the applicability of price reduction\n\nshould be final and binding on the contractor and even without\n\napproaching the Engineer in Chief, the 1st respondent invoked the bank\n\nguarantee pre-maturely, the decision of EIC was final, the 1st respondent\n\ncould not have invoked the bank guarantee without the report of the EIC,\n                                                                                     Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_31\">                                        17                                WP No.18723 of 2021</span>\n\n\n\nan amount of Rs.19.00 crores was held up with the 1st respondent, as such\n\nthe question of claiming damages would not arise.\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">      16. The contention of the learned counsel for the 1st respondent, on\n\nthe other hand, was that the petitioner had caused inordinate delay in\n\ncompleting the work in adherence with the terms of the contract and he\n\nwas supposed to extend the bank guarantee well in advance which was not\n\ndone by them, therefore, there was reasonable apprehension that they\n\nmight not extend the bank guarantee as such, the 1st respondent was\n\nconstrained to issue invocation notice dated 20.07.2021 as price reduction\n\nmade to the contract was not adequately adjusted.\n\n</p><p data-structure=\"Section\" id=\"p_17\">      17. Clause 9.4.2 of the General Conditions of the contract pertains\n\nto Contract Performance Bank Guarantee (CPBG)/Security Deposit (SD),\n\nwhich reads as under:\n</p>\n<blockquote id=\"blockquote_19\">            &quot;9.4.2. Contract Performance          Bank     Guarantee\n            (CPBG)/ Security Deposit (SD)\n\n</blockquote><blockquote id=\"blockquote_20\">            (a) The Contractor shall procure the Contract\n            Performance Bank Guarantee in the form set out in\n            Appendix 1 (Form of Contract Performance Bank\n            Guarantee). The Contractor shall maintain the Contract\n            Performance Bank Guarantee at its own expense, and\n            shall ensure it shall remain valid for a period of not less\n            than 3 (three) months after the expiry of the Extended\n            Defects Liability Period. The Contract Performance Bank\n            Guarantee shall be extended by such period as RFCL\n            may require if the Completion is delayed beyond the\n            Time for Completion and/or the Final Completion is\n            delayed beyond the scheduled date of Final Completion\n            and any extension thereof as per directions of the\n                                                                                        Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_32\">                                           18                                WP No.18723 of 2021</span>\n\n\n\n               Engineer-in Charge. In the event that the Contract Price is\n               increased during the Contract Validity Period for any\n               reason whatsoever, the value of the Contract Performance\n               Bank Guarantee shall be increased proportionately by the\n               Contractor within 7 (seven) Business Days to ensure that\n               it remains an amount which is equivalent to 10% of the\n               revised Contract Price, as determined by the Engineer-in-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_18\">               Charge.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">               (b) RFCL shall have an unqualified option under the\n               Contract Performance Bark Guarantee to draw on the\n               security and claim the amount there under in the event of\n               the Contractor&#x27;s failure to honor any of its obligations,\n               responsibilities or commitments under the Contract or in\n               respect of any amount due from the Contractor to RFCL.\n               Provided however that, nothing stated under this Clause\n               shall make it incumbent upon RFCL to utilize the\n               Contract Performance Bank Guarantee in preference to\n               any other remedy which RFCL may have, nor shall it be\n               construed as confining the claims of RFCL against the\n               Contractor to the value of the Contract Performance Bank\n               Guarantee.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">       18.     As per the terms of the contract, General Conditions of the\n\ncontract and Special Conditions of the contract, the price reduction bank\n\nguarantee had to be furnished and extended by the petitioner till full and\n\nfinal settlement of all issues between the parties under the contract. But,\n\nthe petitioner failed to extend the bank guarantee till the final settlement of\n\nall the issues. Hence, the 1st respondent issued a notice for invocation of\n\nthe bank guarantee. The petitioner had renewed the bank guarantee on\n\n11.08.2021 after issuing the notice by the 1st respondent dated 20.07.2021.\n\nHence, it cannot be stated that the 1st respondent issued the notice\n\narbitrarily.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">                                                                                        Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_33\">                                          19                                 WP No.18723 of 2021</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899938\" id=\"span_34\">19. The Hon&#x27;ble Apex Court in <a href=\"/doc/899938/\" id=\"a_25\">Jagadish Mandal</a>&#x27;s case (2 supra)\n\nstated the relevant factors to be kept in view while invoking the power of\n\njudicial review in matters relating to Government contracts/tenders. It held\n\nthat:</span>\n</p>\n<blockquote id=\"blockquote_21\">             &quot;Judicial review of administrative action is intended to\n             prevent arbitrariness, irrationality, unreasonableness, bias\n             and malafides. Its purpose is to check whether choice or\n             decision is made &#x27;lawfully&#x27; and not to check whether\n             choice or decision is &#x27;sound&#x27;. When the power of judicial\n             review is invoked in matters relating to tenders or award\n             of contracts, certain special features should be borne in\n             mind. A contract is a commercial transaction. Evaluating\n             tenders and awarding contracts are essentially\n             commercial functions. Principles of equity and natural\n             justice stay at a distance. If the decision relating to award\n             of contract is bona fide and is in public interest, courts\n             will not, in exercise of power of judicial review, interfere\n             even if a procedural aberration or error in assessment or\n             prejudice to a tenderer, is made out. The power of judicial\n             review will not be permitted to be invoked to protect\n             private interest at the cost of public interest, or to decide\n             contractual disputes. The tenderer or contractor with a\n             grievance can always seek damages in a civil court.\n             Attempts by unsuccessful tenderers with imaginary\n             grievances, wounded pride and business rivalry, to make\n             mountains out of molehills of some technical/procedural\n             violation or some prejudice to self, and persuade courts to\n             interfere by exercising power of judicial review, should\n             be resisted. Such interferences, either interim or final,\n             may hold up public works for years, or delay relief and\n             succour to thousands and millions and may increase the\n             project cost manifold. Therefore, a court before\n             interfering in tender or contractual matters in exercise of\n             power of judicial review, should pose to itself the\n             following questions:\n</blockquote>\n<blockquote id=\"blockquote_22\">             i) Whether the process adopted or decision made by the\n             authority is malafide or intended to favour someone.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_23\">             OR\n                                                                                     Dr.GRR,J\n<span class=\"hidden_text\" id=\"span_35\">                                           20                             WP No.18723 of 2021</span>\n\n\n\n              Whether the process adopted or decision made is so\n              arbitrary and irrational that the court can say: &#x27;the\n              decision is such that no responsible authority acting\n              reasonably and in accordance with relevant law could\n              have reached&#x27;,\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">              ii) Whether public interest is affected.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">              If the answers are in the negative, there should be no\n              interference under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226.</a> Cases involving black-\n              listing or imposition of penal consequences on a\n              tenderer/contractor or distribution of state largesse\n              (allotment of sites/shops, grant of licences, dealerships\n              and franchises) stand on a different footing as they may\n              require a higher degree of fairness in action.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">       20. Hence, considering that evaluation of tenders and awarding of\n\ncontracts are essentially commercial functions and principles of natural\n\njustice stay at a distance in such matters and Courts would not interfere by\n\nexercising power of judicial review to decide the contractual disputes and\n\nthe tenderer or contractor with a grievance can always seek damages in a\n\ncivil court, it is considered not fit to allow the writ petition.\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">       21. In the result, the Writ Petition is dismissed and the stay granted\n\nearlier is vacated. No costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">       Miscellaneous Petitions pending, if any, shall stand closed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">                                                         _____________________\n                                                         Dr. G. RADHA RANI, J\nJune 06, 2022\nKTL\n </p>","numcites":12,"numcitedby":0,"docsource":"Telangana High Court","citetid":78431246,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"what is running account","formInput":"what%20is%20running%20account"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"special contract","formInput":"special%20contract"},{"value":"performance guarantee in contract","formInput":"performance%20guarantee%20in%20contract"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"constitutional interpretation ","formInput":"constitutional%20interpretation%20"},{"value":"\"delay analysis\" ","formInput":"%22delay%20analysis%22%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"final bill","formInput":"final%20bill"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"contractual disputes ","formInput":"contractual%20disputes%20"},{"value":"contracts on bank guarantee","formInput":"contracts%20on%20bank%20guarantee"},{"value":"unconditional bank guarantee","formInput":"unconditional%20bank%20guarantee"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":",malafide","formInput":"%2Cmalafide"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"extent-of-judicial-intervention","formInput":"tag:extent-of-judicial-intervention"}],"courtcopy":true,"query_alert":null,"agreement":false}