{"tid":12139571,"publishdate":"2023-06-05","title":"M/S Supreme Laundry Services Joint ... vs The Union Of India And 5 Others on 5 June, 2023","doc":"<h2 class=\"doc_title\">M/S Supreme Laundry Services Joint ... vs The Union Of India And 5 Others on 5 June, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-l-goud\">K. Lakshman</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-l-goud\">K.Lakshman</a></h3>\n\n<pre id=\"pre_1\">           THE HON&#x27;BLE SRI JUSTICE K. LAXMAN\n\n               WRIT PETITION No.4906 OF 2021\n\nORDER:</pre>\n\n<p data-structure=\"Facts\" id=\"p_1\">      The present writ petition is filed seeking a declaration that the\n\naction of the Respondents in not paying the Petitioners the price\n\nagreed as per Clause 5.2.II of the Contract Agreement No.\n\nM.13/C&amp;W/Mech Laundry/215/BOOT/KCG (hereinafter referred to\n\nas &#x27;contract&#x27;) dated 24.09.2014 and invoking force majure clause is\n\nillegal, arbitrary, unjust and without jurisdiction. Further, the\n\nPetitioners also seek to set aside the letters dated 01.04.2020 and\n\n02.04.2020 issued by Respondent Nos. 5 and 4 respectively along\n\nwith letter dated 14.09.2020 issued by Respondent No. 6 invoking the\n\nforce majure clause.\n</p>\n<p data-structure=\"RespArg\" id=\"p_2\">      2. Heard Mr. C.V. Mohan Reddy, learned senior counsel,\n\nrepresenting Mr. M. Karthik Pavan Kumar, learned counsel for the\n\nPetitioner, Sri T.Suryakaran Reddy, learned Additional Solicitor\n\nGeneral of India, representing Sri Krishna Kumar Kovvuri, learned\n\nstanding counsel for Central Government appearing for Respondents.\n\n</p><p data-structure=\"PetArg\" id=\"p_3\">       (For the sake of convenience, both the Petitioners will be\ncollectively addressed as &#x27;the Petitioner&#x27;).\n</p><span class=\"hidden_text\" id=\"span_1\">                                         2</span><p data-structure=\"Issue\" id=\"p_4\">\n\n\n\n\nFacts of the case:-\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">      3. The Petitioner No. 1 is a company and is being represented\n\nby Petitioner No. 2 who is its Chief Executive Officer. After floating a\n\ntender, the Petitioner was awarded a tender by the Indian Railways\n\nvide contract dated 24.09.2014. The said contract was a BOOT\n\nlaundry contract. As per the said contract, the Petitioner was required\n\nto set up and operate a mechanized laundry at Kacheguda. The work\n\nunder the contract also required the Petitioner to collect soiled linen\n\nfrom trains at nominated locations, wash them and re-load them back\n\nto the nominated train coaches. The period of agreement was 15 years\n\nand the contract value was Rs. 83,96,46,000/-. Under the contract\n\ndated 24.09.2014, Clause 5.2.I of the Special Conditions of Contract\n\n(hereinafter referred to as &#x27;SCC&#x27;) provided that the Petitioner will be\n\npaid for an average of 12 tons of soiled linen which may include an\n\nincreased variation of 15 tons. Clause 5.2.II of the SCC provided that\n\nthe Railways will assure a supply of 9 tons of soiled linen per day for\n\nwhich the Petitioner will be paid. Clause 5.2 is extracted below:\n\n</p><blockquote id=\"blockquote_1\">  &quot;5.2. Quantity Variation:-\n</blockquote>\n<blockquote id=\"blockquote_2\">  1. The agreed unit rate payable to the Tenderer/contractor is for the\n  quantity upto average 12 Tons Linen per day (average reckoned over a\n  period of one mo with variation Joy) 25%, i.e. the rate is applicable up to 15\n  Tons per day\n<span class=\"hidden_text\" id=\"span_2\">                                        3</span>\n\n\n\n\n  II. If the quantity varies downwards, the amount payable to the contractor\n  shall be based on actual work done at the agreed unit rate. However,\n  Railway shall provide an assured offtake of 9 Tons of linen per day\n  (averaged over a month) which is 75% of 12 Tons per day. No other\n  compensation whatsoever is payable to the Tenderer/contractor.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_6\">  III. If the quantity exceeds + 25% of the per diem quantity, viz average 15\n  Tons per day, the folliwng shall be applicable:-\n\n</p><blockquote id=\"blockquote_3\">      a. Minus(-) 2% (two percent) of the unit rate for the quantity exceeding\n      average The following shall be applicable 15 Tons per day up to 16.80\n      Tons per day and;\n</blockquote>\n<blockquote id=\"blockquote_4\">      b. Minus (-) 4% (Four percent) of the unit rate for the quantity\n      exceeding average 16.80 Tons per day upto 18 Tons per day.\n</blockquote>\n<blockquote id=\"blockquote_5\">      c. Average daily variation for the above purpose shall be calculated\n      on month basis i.e. the average quantity per day in a month shall be\n      arrived at by dividing the total quantity for the month by the total\n      working days of the laundry in the month.\n</blockquote>\n<blockquote id=\"blockquote_6\">      IV. If overall quantity for 15 years period exceeds + 50% of the\n      agreement quantity, the rate Applicable fro excess quantity over + 50%\n      of the agreement shall be fixed through negotiation process between the\n      Contractor and the Railway.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_7\">      4. The contract was in vogue and the parties performed their\n\nrespective obligations until February, 2020 when the country went into\n\nlockdown due to the Covid-19 pandemic. Due to the lockdown, the\n\ntransport services of railways were affected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">      5. During the pandemic, Respondent No. 5 (Senior Coaching\n\nDepot Officer) issued a letter dated 01.04.2020 to the Petitioner\n\ninvoking the force majure clause on the ground that Covid-19 has\n\nbeen considered a natural calamity by the Government of India. The\n<span class=\"hidden_text\" id=\"span_3\">                                     4</span>\n\n\n\n\nsaid letter also stated that the assured off take of 9 tons of soiled linen\n\ncannot be provided from 26.03.2020. The Petitioner replied to the\n\nletter dated 01.04.2020 on 02.04.2020 stating that Respondent No. 5\n\ncould not have invoked the force majure clause as he did not enter into\n\nany agreement with the Petitioner. Further, it stated that the letter\n\ndated 01.04.2020 did not refer to any relevant force majure clause.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">      6. In continuance of the letter dated 01.04.2020, Respondent\n\nNo. 5 forwarded another letter dated 02.04.2020 to the Petitioner. The\n\nsaid letter dated 02.04.2020 was issued by Respondent No. 4 (Chief\n\nRolling Stock Engineer) relying on the Office Memorandum\n\n(hereinafter referred to as &#x27;O.M.&#x27;) dated 19.02.2020 issued by the\n\nGovernment of India. The letter dated 02.04.2020 stated that Covid-19\n\nis natural calamity and force majure clause can be invoked in BOOT\n\nlaundry contracts as due to suspension of train services, the assured\n\nquestioning of 9 tons of soiled linen cannot be supplied.\n\n</p><p data-structure=\"Section\" id=\"p_10\">      7. It is relevant to note that the force majure clause invoked by\n\nthe Respondents in the present case forms part of the General\n\nConditions of Contract (hereinafter referred to as &#x27;GCC&#x27;) and is\n\nincorporated in Clause 17 which is extracted below:\n<span class=\"hidden_text\" id=\"span_4\">                                         5</span>\n\n\n\n\n</p><blockquote id=\"blockquote_7\">     17. Force Majeure Clause: If at any time, during the continuance of\n     this contract, the performance in whole or in part by either party of any\n     obligation under this contract shall be prevented or delayed by reason\n     of any war, hostility, acts of public enemy, civil commotion, sabotage,\n     serious loss or damage by fire, explosions, epidemics, strikes, lockouts\n     or acts of God (hereinafter, referred to events) provided, notice of the\n     happening of any such event is given by either party to the other within\n     30 days from the date of occurrence thereof, neither party shall by\n     reason of such event, be entitled to terminate this contract nor shall\n     either party have any claim for damages against the other in respect of\n     such non-performance or delay in performance, and works under the\n     contract shall be resumed as soon as practicable after such event has\n     come to an end or ceased to exist, and the decision of the Engineer as\n     to whether the works have been so resumed or not shall be final and\n     conclusive, PROVIDED FURTHER that if the performance in whole\n     or in part of any obligation under this contract is prevented or delayed\n     by reason of any such event for a period exceeding 120 days, either\n     party may at its option terminate the contract by giving notice to the\n     other party.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_11\">Thereafter, the Petitioner addressed another letter dated 06.04.2020 to\n\nRespondent Nos. 5 and 6 stating force majure was not invoked in\n\nrelation to other contracts involving payments to contractual, casual\n\nand outsourced staff. Therefore, invocation of force majure in BOOT\n\nlaundry contracts is discriminatory. In the said letter dated 06.04.2020,\n\nthe Petitioner also stated that the O.M. dated 19.02.2020 is only\n\napplicable to procurement contracts and not to BOOT laundry\n<span class=\"hidden_text\" id=\"span_5\">                                       6</span>\n\n\n\n\ncontracts. The Petitioner requested the Respondents to meet the\n\nassured supply of soiled linen.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">      8. While things stood thus, Respondent No. 5 addressed a letter\n\ndated 11.05.2020 to the Petitioner stating that BOOT laundry\n\noperations have been stopped from 22.03.2020 due to Covid-19. The\n\nPetitioner was asked to submit the bill upto 21.03.2020 for payment.\n\nFurther, the said letter also stated that the Petitioner is not entitled for\n\nany compensation under Clause 3.24.8 (b) of the SCC for loss suffered\n\ndue to cancellation of trains. Clause 3.24.8 of the SCC is extracted\n\nbelow:\n</p>\n<blockquote id=\"blockquote_8\">  3.24.8: The contractor shall not have any claim for compensation against\n  railway in case of:-\n</blockquote>\n<blockquote id=\"blockquote_9\">   a. Reduction in the no. of bed rolls for washing and distribution due to\n   reasons such as extension of trains, change of primary depot, change of\n   rake link etc.\n\n   b. Cancellation of trains due to any reasons whatsoever and the\n   consequent loss suffered by him.\n</blockquote>\n<blockquote id=\"blockquote_10\">   c. For any damage, loss etc., which the contractor or his employee may\n   sustain on account of fire or other causes.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_13\">      9. In the meanwhile, the Government of India on 13.05.2020\n\nissued another O.M. dated 13.05.2020 stating that after following due\n\nprocedure, force majure clauses can be invoked in all Public-Private\n\nPartnership (PPP) Contracts on account of Covid-19.\n<span class=\"hidden_text\" id=\"span_6\">                                    7</span>\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_14\">      10. On 03.07.2020, the Government of India issued a letter\n\nclarifying various issues relating to payments in BOOT laundry\n\ncontracts due to Covid-19. The said letter stated that each contract has\n\nto be treated based on its own terms including the GCC. Further,\n\nassured off-take quantity of linen can be supplied on a short to\n\nmedium run and such quantity can be renegotiated. However, the letter\n\nstated wherever necessary and applicable, force majure clauses can be\n\ninvoked. Based on the letter dated 03.07.2020, the Petitioner\n\nsubmitted a request-cum-representation dated 06.07.2020 to the\n\nRespondents to clear the bills from 22.03.2020 to 30.06.2020 as per\n\nClause 5.2.II of the SCC. Thereafter, another letter dated 04.08.2020\n\nwas addressed by the Petitioner to clear the bill from 21.03.2020 to\n\n31.07.2020. On 14.09.2020, the Petitioner&#x27;s representation dated\n\n06.07.2020 for clearance of bill from 22.03.2020 to 30.06.2020 as per\n\nClause 5.2.II of the SCC was rejected by Respondent No. 6 on the\n\nground of invocation of force majure clause.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">      11. According to the Petitioner, due to non-clearance of bills, its\n\nfinancial condition is deteriorating and it has received various notices\n\nthreatening initiation of recovery proceedings under the Securitisation\n\nand Reconstruction of Financial Assets and Enforcement of Security\n<span class=\"hidden_text\" id=\"span_7\">                                     8</span>\n\n\n\n\nInterest Act, 2002. Therefore, the Petitioner has filed the present writ\n\npetition on the ground that invocation of force majure clause to deny\n\npayments is, inter alia, illegal, arbitrary and discriminatory.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">      12. It was brought to the notice of this Court that other railway\n\nzones like East Coast Railways have been clearing the bills and have\n\nnot invoked any force majure clauses. Further, an unstarred question\n\nin the parliament relating to the payments in BOOT laundry contracts\n\nand its answer by the Minister of Railways was placed on record. The\n\nanswer dated 15.12.2021 stated that each existing contract has to be\n\ndealt with in accordance with its own merits and the GCC.\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">      13. During the pendency of the present writ petition, the\n\nRespondents addressed a letter dated 17.10.2022 to the Petitioner\n\nstating that invocation of force majure clause was revoked with effect\n\nfrom 14.03.2022. In the said letter, it was stated that all the BOOT\n\nlaundry contractors like the Petitioner were advised to resume the\n\nlaundry operations. However, as various letters were issued to resume\n\nlaundry operations and the Petitioner failed to reply, the letter dated\n\n17.10.2022 was issued as a final notice. The Petitioner stated before\n\nthis Court that it cannot resume the laundry operations on account of\n<span class=\"hidden_text\" id=\"span_8\">                                        9</span>\n\n\n\n\nits bad financial situation owing to the non-payment by the\n\nRespondents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">        14. Contentions of the Petitioners\n\n  i.       Force majure clause could not have been issued by\n\n           Respondent No. 5 vide letter dated 01.04.2020 as he is not a\n\n           party to the contract dated 24.09.2014.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">  ii.      Clause 5.2.II providing for supply of 09 tons of assured off-\n\n</p><p data-structure=\"Section\" id=\"p_20\">           take supply of linen forms part of the SCC and Clause 17 of\n\n           the GCC provides for invocation of force majure. Relying on\n\n           Clauses 2.1, 2.8, 3.1 and 3.24.1 of the contract dated\n\n           29.04.2014 it was contended that the SCC prevails over the\n\n           GCC in case of a conflict. Therefore, Clause 5.2.II will\n\n           prevail over Clause 17 and force majure could not have been\n\n           invoked. The relevant clauses are extracted below:\n\n</p><blockquote id=\"blockquote_11\">           &quot;Clause 2.1 These Regulations for Tenders and Contracts shall be read\n           in conjunction with the General Conditions of Contract which are\n           referred to herein and shall be subject to modifications, additions or\n           super session by special conditions of contract and/or special\n           specifications, as annexed to the Tender form. In case of a\n           variation/conflict in clauses governing the contract, between the\n           Special Conditions of Contract and the GCC, the former shall prevail\n\n           Clause 2.8 Conditions of Contract: In addition to the Special Terms\n           and Conditions of Contract, specifications of work and other\n           conditions as laid down in this tender document, the above work will\n           be subject to the General Conditions of the Contract issued by the\n<span class=\"hidden_text\" id=\"span_9\">                                    10</span>\n\n\n\n\n       Engineering department up to latest correction slip in force on South\n       Central Railway.&quot;\n</blockquote>\n<blockquote id=\"blockquote_12\">       &quot;3.1 : These Special Conditions of Contract (SCC) (along with\n       Specifications of work and other conditions as contained in this tender\n       document) shall be read together with the terms and conditions\n       incorporated in this Tender Document and the General Conditions of\n       Contract issued by Engineering Department (GCC) of Railways.\n       Should there be any conflict between the provisions of the SCC (along\n       with Specifications of work and other conditions as contained in this\n       tender document) hereof and that of the GCC, the import of the former\n       shall prevail over the latter.&quot;\n</blockquote>\n<blockquote id=\"blockquote_13\">       &quot;3.24.9 In case of any contradiction between Special Terms and\n       Conditions of tender and General Conditions, then the Special Terms\n       and Condition shall prevail.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">iii.   Clause 3.24.8 of the SCC which provides that no\n\n       compensation is payable due to cancellation of trains cannot\n\n       supersede Clause 5.2.II of the SCC. Clause 3.24.8 provides\n\n       that no compensation can be paid apart from the assured\n\n       price under Clause 5.2.II\n\niv.    The invocation of force majure clause is arbitrary and\n\n       discriminatory as the Respondents did not invoke such\n\n       clauses in relation to other agreements involving payment to\n\n       permanent and temporary staff. Further, invocation of such\n\n       clause is discriminatory as other railway zones like East\n\n       Coast Railways have not invoked force majure and supplied\n\n       the assured off-take quantity of linen.\n</p><span class=\"hidden_text\" id=\"span_10\">                                 11</span><p data-structure=\"Section\" id=\"p_22\">\n\n\n\n\nv.     Respondent No.1 time and again directed the Respondents to\n\n       provide assured off-take quantities of linen. However, the\n\n       same was never done.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">vi.    Further, the Petitioner&#x27;s representation dated 06.07.2020 was\n\n       rejected by Respondent No. 6 who has no authority as he is\n\n       not a contracting party to the contract dated 29.04.2014.\n\nvii.   The Petitioner has invested huge amounts in running the\n\n       laundry operations and the non-payment of bills by the\n\n       Petitioner has resulted in huge financial loss.\n\nviii. In a similar case, arbitration proceedings were initiated\n\n       against the railways by another BOOT laundry contractor\n\n       and award was passed granting compensation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"176176934\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609434\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_13\">ix.    Though an arbitration clause exists in the agreement dated\n\n       29.04.2014, this Court has jurisdiction as the said clause in\n\n       neither effective nor expeditious. The Petitioner is on the\n\n       verge of a financial collapse. Further, the present writ\n\n       petition is maintainable as the contractual claim involved\n\n       stems from the arbitrary action of the Respondents. Reliance\n\n       was placed on <a href=\"/doc/1943124/\" id=\"a_1\">ABL International v. Export Credit\n<span class=\"hidden_text\" id=\"span_14\">                                           12</span>\n\n\n\n\n            Gurantee Corporation</a> 1, <a href=\"/doc/609434/\" id=\"a_2\">Union of India v. Tantia\n\n            Construction Private Limited</a> 2and <a href=\"/doc/176176934/\" id=\"a_3\">Unitech Limited v.\n\n            Telangana State Industrial Infrastructure Corporation\n\n            (TSIIC</a>) 3.</span></span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119492772\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_16\">15. Contentions of the Respondents\n\n    i.      Preliminary       objection        was   raised    regarding   the\n\n            maintainability of the writ petition on the ground that the\n\n            dispute is contractual in nature and the contract contains an\n\n            arbitration clause. Therefore, the writ petition is not\n\n            maintainable. Reliance was placed on <a href=\"/doc/899629/\" id=\"a_4\">Kisan SahkariChini\n\n            Mills      Ltd.   v.   Vardan        Linkers</a> 4    and   <a href=\"/doc/119492772/\" id=\"a_5\">Nagarjuna\n\n            Construction Co. Ltd. v. Andhra Pradesh Industrial\n\n            Infrastructure Corporation Ltd.</a> 5\n\n    ii.     Force majure clause was invoked based on the instructions\n\n            received from the Ministry of Railway, Government of India\n\n            which stated that wherever necessary such clauses can be\n\n            invoked considering the terms of the contract.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\n<span class=\"hidden_text\" id=\"span_17\">1</span>\n  (2004) 3 SCC 553.\n</p><span class=\"hidden_text\" id=\"span_18\">2</span><p data-structure=\"Precedent\" id=\"p_27\">\n  (2011) 5 SCC 697.\n</p><span class=\"hidden_text\" id=\"span_19\">3</span><p data-structure=\"Precedent\" id=\"p_28\">\n  2021 SCC OnLine SC 99.\n</p><span class=\"hidden_text\" id=\"span_20\">4</span><p data-structure=\"Precedent\" id=\"p_29\">\n  (2008) 12 SCC 500.\n</p><span class=\"hidden_text\" id=\"span_21\">5</span><p data-structure=\"Precedent\" id=\"p_30\">\n  2012 SCC OnLine AP 153.\n</p><span class=\"hidden_text\" id=\"span_22\">                                 13</span><p data-structure=\"Section\" id=\"p_31\">\n\n\n\n\niii.   Assured off-take of linen under Clause 5.2.II of the SCC\n\n       could not have been provided as the trains were cancelled\n\n       owing to Covid-19 pandemic.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">iv.    Respondent No. 5 invoked the force majure clause on behalf\n\n       of the Railways which is the contracting party. As per Clause\n\n       2.2 (a) of the contract dated 29.04.2014, Railways include\n\n       the President of India or administrative officers of South-\n\n       Central Railway. Therefore, Respondent No. 5 issued the\n\n       impugned letter dated 01.04.2020 in his administrative\n\n       capacity and representative of the Railways.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">v.     Petitioner cannot rely on the contracts of other railway\n\n       zones. As instructed by the Ministry of Railways, each\n\n       contract shall be dealt with in accordance with its own terms\n\n       and the GCC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">vi.    Petitioner is indirectly trying to seek compensation under\n\n       Clause 5.2.II which is impermissible under Clause 3.24.8.\n\nvii.   Petitioner cannot contend that force majure clause is being\n\n       selectively invoked in only a few contracts as Railways has\n\n       invoked such clauses in other contracts. The said contracts\n\n       are placed on record for the perusal of this Court.\n<span class=\"hidden_text\" id=\"span_23\">                                           14</span>\n\n\n\n\nFindings of the Court:-\n</p>\n<blockquote id=\"blockquote_14\">           16. From the facts and contentions raised by the parties, the\n\nquestions before this Court are whether the present writ petition is\n\nmaintainable in view of availability of an alternate remedy in the form\n\nof an arbitration clause and whether the action of the Respondents\n\nwarrants interference of this Court under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the\n\nConstitution of India.\n</blockquote>\n<blockquote id=\"blockquote_15\">           17. It is relevant to note that a writ petition is not maintainable\n\nwhen an alternative remedy exists. However, in exceptional\n\ncircumstances a writ petition can be maintained, despite availability of\n\nan alternative remedy. In Assistant Commissioner of State Tax v.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_35\">Commercial Steel Limited 6, a full bench of the Supreme Court held\n\nthat a writ petition, in presence of an alternative remedy, is\n\nmaintainable only in exceptional cases. The relevant paragraph is\n\nextracted below:\n</p>\n<blockquote id=\"blockquote_16\">         11. The respondent had a statutory remedy under section 107. Instead\n         of availing of the remedy, the respondent instituted a petition under\n         <a href=\"/doc/1712542/\" id=\"a_7\">Article 226.</a> The existence of an alternate remedy is not an absolute\n         bar to the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of\n         the Constitution. But a writ petition can be entertained in\n         exceptional circumstances where there is:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_24\">6</span>\n<blockquote id=\"blockquote_17\">    2021 SCC OnLine SC 884.\n</blockquote><span class=\"hidden_text\" id=\"span_25\">                                            15</span>\n\n\n\n\n<blockquote id=\"blockquote_18\">     (i) a breach of fundamental rights;\n</blockquote><blockquote id=\"blockquote_19\">     (ii) a violation of the principles of natural justice;\n</blockquote><blockquote id=\"blockquote_20\">     (iii) an excess of jurisdiction; or\n</blockquote><blockquote id=\"blockquote_21\">     (iv) a challenge to the vires of the statute or delegated legislation.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_36\">Therefore, only in cases where there is a breach of fundamental rights\n\nor violation of principles of natural justice or excess of jurisdiction or\n\nchallenge to the vires of a law, a writ petition is maintainable.\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">      18. In the present case, an alternative remedy in the form of an\n\narbitration clause is available in Clause 6 of the SCC. However,\n\naccording to the Petitioner, arbitration is not an effective remedy.\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">      19. It is pertinent to note that arbitration as a mode of dispute\n\nresolution is incorporated for speedy resolution of disputes arising out\n\nof any contract. When a dispute resolution mechanism like arbitration\n\nexists in a contract which statutorily contemplates timely resolution of\n\ndisputes, it is only in extremely rare cases that a writ petition can be\n\nentertained. Further, the rarity of interference under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the\n\nConstitution of India, cannot be stressed enough when the Supreme\n\nCourt has time and again held that High Courts shall refrain from\n\nentertaining contractual disputes.\n</p><span class=\"hidden_text\" id=\"span_26\">                                              16</span><p data-structure=\"Precedent\" id=\"p_39\">\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_27\">20. It is relevant to note that the Supreme Court in <a href=\"/doc/1156062/\" id=\"a_10\">State of U.P.\n\nv. Bridge &amp; Roof Co. (India) Ltd.</a> 7held that the courts shall not\n\nentertain a writ petition when arbitration is available as dispute\n\nresolution mechanism. Further, the Court noted that any dispute\n\ninvolving interpretation of terms of contract cannot be entertained\n\nunder <a href=\"/doc/1712542/\" id=\"a_11\">Article 226.</a> The relevant paragraphs are extracted below:</span>\n\n</p><blockquote id=\"blockquote_22\">          16. Firstly, the contract between the parties is a contract in the realm of\n          private law. It is not a statutory contract. It is governed by the\n          provisions of the <a href=\"/doc/171398/\" id=\"a_12\">Contract Act</a> or, maybe, also by certain\n          provisions of the <a href=\"/doc/651105/\" id=\"a_13\">Sale of Goods Act</a>. Any dispute relating to\n          interpretation of the terms and conditions of such a contract\n          cannot be agitated, and could not have been agitated, in a writ\n          petition. That is a matter either for arbitration as provided by the\n          contract or for the civil court, as the case may be. Whether any\n          amount is due to the respondent from the appellant-Government under\n          the contract and, if so, how much and the further question whether\n          retention or refusal to pay any amount by the Government is justified,\n          or not, are all matters which cannot be agitated in or adjudicated upon\n          in a writ petition. The prayer in the writ petition, viz., to restrain the\n          Government from deducting a particular amount from the writ\n          petitioner&#x27;s bill(s) was not a prayer which could be granted by the High\n          Court under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226.</a> Indeed, the High Court has not granted the\n          said prayer.\n</blockquote><blockquote id=\"blockquote_23\">                                             ***\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">          21. There is yet another substantial reason for not entertaining the\n          writ petition. The contract in question contains a clause providing\n\n\n<span class=\"hidden_text\" id=\"span_28\">7</span>\n    (1996) 6 SCC 22.\n</p><span class=\"hidden_text\" id=\"span_29\">                                        17</span><p data-structure=\"CDiscource\" id=\"p_42\">\n\n\n\n\n     inter alia for settlement of disputes by reference to arbitration\n     (clause 67 of the contract). The arbitrators can decide both\n     questions of fact as well as questions of law. When the contract\n     itself provides for a mode of settlement of disputes arising from the\n     contract, there is no reason why the parties should not follow and\n     adopt that remedy and invoke the extraordinary jurisdiction of the\n     High Court under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226.</a> The existence of an effective\n     alternative remedy -- in this case, provided in the contract itself\n</p><p data-structure=\"Precedent\" id=\"p_43\">     -- is a good ground for the court to decline to exercise its\n     extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226.</a> The said article was\n     not meant to supplant the existing remedies at law but only to\n     supplement them in certain well-recognised situations. As pointed\n     out above, the prayer for issuance of a writ of mandamus was\n     wholly misconceived in this case since the respondent was not\n     seeking to enforce any statutory right of theirs nor was it seeking\n     to enforce any statutory obligation cast upon the appellants.\n     Indeed, the very resort to <a href=\"/doc/1712542/\" id=\"a_17\">Article 226 --</a> whether for issuance of\n     mandamus or any other writ, order or direction -- was\n     misconceived for the reasons mentioned supra.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_30\">Likewise, in <a href=\"/doc/1943124/\" id=\"a_18\">ABL International</a> (supra), the Supreme Court has held\n\nthat the courts shall not normally interfere when arbitration is chosen\n\nas a mode of dispute resolution. The relevant paragraph is extracted\n\nbelow:</span>\n</p>\n<blockquote id=\"blockquote_24\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_31\">14. This judgment again, in our opinion, does not help the first\n     respondent in the argument advanced on its behalf that in contractual\n     matters remedy under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution does not lie. It is\n     seen from the above extract that <a href=\"/doc/1943124/\" id=\"a_20\">in that case</a> because of an arbitration\n     clause in the contract, the Court refused to invoke the remedy under\n<span class=\"hidden_text\" id=\"span_32\">                                         18</span>\n\n\n\n\n     <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution. We have specifically inquired from the\n     parties to the present appeal before us and we have been told that there\n     is no such arbitration clause in the contract in question. It is well\n     known that if the parties to a dispute had agreed to settle their\n     dispute by arbitration and if there is an agreement in that regard,\n     the courts will not permit recourse to any other remedy without\n     invoking the remedy by way of arbitration, unless of course both\n     the parties to the dispute agree on another mode of dispute\n     resolution. Since that is not the case in the instant appeal, the\n     observations of this Court in the said case of Bridge &amp; Roof\n     Co. [(1996) 6 SCC 22] are of no assistance to the first respondent in its\n     contention that in contractual matters, writ petition is not maintainable.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_33\">It is true that in other decisions like <a href=\"/doc/609434/\" id=\"a_22\">Tantia Construction Private\n\nLimited</a> (supra), the Supreme Court has held that existence of an\n\narbitration clause is not an absolute bar to the maintainability of a writ\n\npetition. However, as can be seen in the following paragraph, the\n\ncourts can interfere only in cases of injustice committed by the State\n\nor its instrumentality. The relevant paragraph is extracted below:</span>\n\n</p><blockquote id=\"blockquote_25\">     33. Apart from the above, even on the question of maintainability of\n     the writ petition on account of the arbitration clause included in the\n     agreement between the parties, it is now well established that an\n     alternative remedy is not an absolute bar to the invocation of the writ\n     jurisdiction of the High Court or the Supreme Court and that without\n     exhausting such alternative remedy, a writ petition would not be\n     maintainable. The various decisions cited by Mr Chakraborty\n     would clearly indicate that the constitutional powers vested in the\n     High Court or the Supreme Court cannot be fettered by any\n     alternative remedy available to the authorities. Injustice, whenever\n<span class=\"hidden_text\" id=\"span_34\">                                            19</span>\n\n\n\n\n         and wherever it takes place, has to be struck down as an anathema\n         to the rule of law and the provisions of the Constitution.\n</blockquote>\n\n<blockquote id=\"blockquote_26\">           21. At this stage, it is also relevant to note that the courts shall\n\nnot entertain a writ petition if it involves interpretation of contractual\n\nterms. The Supreme Court in Kerala SEB v. Kurien E. Kalathil 8\n\nheld as follows:\n</blockquote>\n<blockquote id=\"blockquote_27\">         10. We find that there is a merit in the first contention of Mr Raval.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_46\">         Learned counsel has rightly questioned the maintainability of the writ\n         petition. The interpretation and implementation of a clause in a\n         contract cannot be the subject-matter of a writ petition. Whether\n         the contract envisages actual payment or not is a question of\n         construction of contract. If a term of a contract is violated,\n         ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226.</a>\n         We are also unable to agree with the observations of the High\n         Court that the contractor was seeking enforcement of a statutory\n         contract. A contract would not become statutory simply because it\n         is for construction of a public utility and it has been awarded by a\n         statutory body. We are also unable to agree with the observation of\n         the High Court that since the obligations imposed by the contract on\n         the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_24\">Contract Act</a>,\n         that would not make the contract statutory. Clearly, the High Court fell\n         into an error in coming to the conclusion that the contract in question\n         was statutory in nature.\n</p><p data-structure=\"Precedent\" id=\"p_47\">         11. A statute may expressly or impliedly confer power on a\n         statutory body to enter into contracts in order to enable it to\n         discharge its functions. Dispute arising out of the terms of such\n         contracts or alleged breaches have to be settled by the ordinary\n\n<span class=\"hidden_text\" id=\"span_35\">8</span>\n    (2000) 6 SCC 293.\n</p><span class=\"hidden_text\" id=\"span_36\">                                       20</span><p data-structure=\"Section\" id=\"p_48\">\n\n\n\n\n     principles of law of contract. The fact that one of the parties to the\n     agreement is a statutory or public body will not by itself affect the\n     principles to be applied. The disputes about the meaning of a\n     covenant in a contract or its enforceability have to be determined\n     according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_25\">Contract Act</a>. Every act of\n     a statutory body need not necessarily involve an exercise of\n     statutory power. Statutory bodies, like private parties, have power to\n     contract or deal with property. Such activities may not raise any issue\n     of public law. In the present case, it has not been shown how the\n     contract is statutory. The contract between the parties is in the\n     realm of private law. It is not a statutory contract. The disputes\n     relating to interpretation of the terms and conditions of such a\n     contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_26\">Article\n     226</a> of the Constitution of India. That is a matter for adjudication\n     by a civil court or in arbitration if provided for in the contract.\n     Whether any amount is due and if so, how much and refusal of the\n     appellant to pay it is justified or not, are not the matters which\n     could have been agitated and decided in a writ petition. The\n     contractor should have relegated to other remedies.\n\n\nTherefore, it emerges from a long line of precedents that existence of\n\nan arbitration clause is not a bar in exercising writ jurisdiction.\n\nHowever, such jurisdiction can be exercised when the actions of the\n\nState are marred by prima facie arbitrariness resulting in palpable\n\ninjustice. Further, the party seeking to invoke writ jurisdiction shall\n\nestablish that the contract involves a public law element. If the case\n\ninvolves seriously disputed question of facts requiring examination of\n<span class=\"hidden_text\" id=\"span_37\">                                            21</span>\n\n\n\n\nevidence, the courts shall not interfere. Likewise, if the dispute\n\ninvolves interpretation of terms of the contract, the courts shall refrain\n\nfrom interfering and entertaining a writ petition.\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">           22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117138702\" id=\"span_38\">In this context, it is relevant to note that the Supreme Court\n\n<a href=\"/doc/117138702/\" id=\"a_27\">inNational High Speed Rail Corpn. Ltd. v. Montecarlo Ltd.</a> 9 laid\n\ndown a two-prong test to determine whether a court can interfere in a\n\ncontract matter. The Court held that unless the decision of the State\n\nwas discriminatory, arbitrary and irrational that no person could have\n\nreached such a decision, the courts shall not interfere. Further, the\n\ncourts can interfere if the public interest is affected. The relevant\n\nparagraph is extracted below:</span>\n</p>\n<blockquote id=\"blockquote_28\">         29. Thus, from the aforesaid decisions, it can be seen that a court\n         before interfering in a contract matter in exercise of powers of judicial\n         review should pose to itself the following questions:\n</blockquote><blockquote id=\"blockquote_29\">         (i) Whether the process adopted or decision made by the authority\n         is mala fide or intended to favour someone; or whether the process\n         adopted or decision made is so arbitrary and irrational that the\n         court can say:&quot;the decision is such that no responsible authority\n         acting reasonably and in accordance with relevant law could have\n         reached&quot;? And\n</blockquote><blockquote id=\"blockquote_30\">         (ii) Whether the public interest is affected?\n</blockquote><p data-structure=\"Conclusion\" id=\"p_50\">         If the answers to the above questions are in the negative, then\n         there should be no interference under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226.</a>\n\n<span class=\"hidden_text\" id=\"span_39\">9</span>\n    (2022) 6 SCC 401.\n</p><span class=\"hidden_text\" id=\"span_40\">                                    22</span><p data-structure=\"Conclusion\" id=\"p_51\">\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_52\">      23. Now coming to the facts of the case, all the contentions\n\nraised by the Petitioner involve interpretation of the contract dated\n\n24.09.2014. The question whether invocation of force majure clause\n\nwas justified is dependent on the question whether there is a conflict\n\nbetween Clause 5.2.II of the SCC and Clause 17 of the GCC and\n\nwhether the SCC overrides the GCC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">      24. Similarly, the question whether the Petitioner is entitled to\n\nany compensation is dependent on the interpretation Clause 5.2.II and\n\nClause 3.24.8 of the SCC. Further, the answer to the said question is\n\ndependent whether payment of assured off-take quantity of linen is an\n\nexception to non-payment of compensation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_54\">      25. The Petitioner has also contended that force majure clause\n\ncould not have been invoked by Respondent No. 5. However, the\n\nRespondents contended that he was the authorized officer and the\n\ndefinition of Railways includes its administrative officers of South-\n\nCentral Railway. Therefore, whether force majure was rightly invoked\n\nis dependent on the construction of terms of the contract.\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">      26. According to this Court, the contentions raised by the\n\nPetitioners involve serious interpretation of contractual terms. The\n<span class=\"hidden_text\" id=\"span_41\">                                     23</span>\n\n\n\n\nsaid interpretation is impermissible under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the\n\nConstitution of India, more so when an alternative remedy in the form\n\nof arbitration is available. Further, this Court did not find the action of\n\nthe Respondents in invoking the force majure clause so arbitrary and\n\nunreasonable which no reasonable person could have reached. There\n\nis also no public law element involved in the present writ petition as it\n\nonly concerns the alleged losses caused to the Petitioner by invocation\n\nof the force majure clause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">      27. Therefore, in light of the aforesaid discussion, the present\n\nwrit petition is liable to be dismissed and is accordingly dismissed.\n\nHowever, the Petitioner is at liberty to initiate appropriate proceedings\n\nto recover the amount it claims to be entitled to.\n\n</p><p data-structure=\"Conclusion\" id=\"p_57\">      Consequently, miscellaneous petitions, if any, shall stand\n\nclosed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">                                                     __________________\n                                                     K. LAKSHMAN, J\nDate: 05-06-2023\nvvr\n </p>","numcites":10,"numcitedby":1,"docsource":"Telangana High Court","citetid":12139571,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"force majure","formInput":"force%20majure"},{"value":"\"force majure\"","formInput":"%22force%20majure%22"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"Railway contracts    filter:   price variation contracts","formInput":"Railway%20contracts%20%20%20%20filter%3A%20%20%20price%20variation%20contracts"},{"value":"covid","formInput":"covid"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"scc online ","formInput":"scc%20online%20"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"contract act","formInput":"contract%20act"},{"value":"writ petition maintainable ","formInput":"writ%20petition%20maintainable%20"},{"value":"Special conditions of contract","formInput":"Special%20conditions%20of%20contract"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"what is a statutory body","formInput":"what%20is%20a%20statutory%20body"},{"value":"pandemic","formInput":"pandemic"},{"value":"discriminatory","formInput":"discriminatory"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}