{"tid":183691307,"publishdate":"2023-01-13","title":"Seli Hydro Electric Power Company ... vs Director on 13 January, 2023","doc":"<h2 class=\"doc_title\">Seli Hydro Electric Power Company ... vs Director on 13 January, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-sharma\">Sandeep Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-sharma\">Sandeep Sharma</a></h3>\n\n<pre id=\"pre_1\">        IN THE HIGH COURT OF HIMACHAL PRADESH AT SHIMLA\n                                                     CWP No. 533 of 2018\n                                        Reserved on: November 25, 2022\n                                            Decided on: January 13, 2023\n    ________________________________________________________\n\n\n\n\n                                                                 .\n    SELI Hydro Electric Power Company Limited              .........Petitioner\n\n\n\n\n\n                                        Versus\n    Director, Directorate of Energy and another            ...Respondents\n    ________________________________________________________\n    Coram\n\n\n\n\n\n    Hon&#x27;ble Mr. Justice Sandeep Sharma, Judge.\n    Whether approved for reporting Yes.\n    ________________________________________________________\n    For the petitioner:         Mr. Puneet Bali, Senior Advocate with Mr.\n                                Ankur Saigal, Ms. Niyati Kohli, Mr.\n\n\n\n\n\n                                Pratham Aggarwal and Mr. Janesh Gupta,\n                                Advocates.\n\n    For the respondents:  Mr. Ashok Sharma, Advocate General\n                          with Mr. Sudhir Bhatnagar, Additional\n                   r      Advocate General and Mr. Sunny\n\n                          Datwalia, Assistant Advocate General.\n    ________________________________________________________\n    Sandeep Sharma, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">              Being aggrieved and dissatisfied with the order dated\n\n\n\n    23.9.2017, Annexure P-1, whereby, respondents, while cancelling\n\n    Letter of Allotment (LoA) issued on 28.2.2009, in respect of Seli HEP\n\n\n\n\n    (320 MW) in favour of M/s Seli Hydro Electric Power Company Limited/\n\n\n\n\n\n    M/s Moser Baer Private Limited also ordered for forfeiture of Up-front\n\n    Premium of Rs.64.00 Crore, petitioner-company has approached this\n\n\n\n\n\n    Court in the instant proceedings filed under <a href=\"/doc/1712542/\" id=\"a_1\">Art. 226</a> of the Constitution\n\n    of India, praying therein for following main reliefs:\n</p>\n<blockquote id=\"blockquote_1\">       &quot;a. Issue a writ of Declaration or any other appropriate writ, order or\n       direction declaring that the self appropriation/forfeiture of INR\n       64,00,00,000 (Rupees Sixty Four Crores) paid by the petitioner as\n       Upfront Premium till the establishment/approval of the techno-\n       economic viability of the SELI project is violative of <a href=\"/doc/1405898/\" id=\"a_2\">Article 265</a>,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_2\">                                       -2-</span>\n\n\n       <a href=\"/doc/120077007/\" id=\"a_3\">Article 300A</a>, <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a>, <a href=\"/doc/1218090/\" id=\"a_5\">Article 19</a> and <a href=\"/doc/1199182/\" id=\"a_6\">Article 21</a> of the Constitution\n       of India;\n</blockquote><blockquote id=\"blockquote_2\">       b. Issue a writ of Certiorari or any other appropriate writ, order or\n       direction quashing the communication dated 23.09.2017 having\n\n\n\n\n                                                               .\n</blockquote>\n<blockquote id=\"blockquote_3\">       reference   number HPDOE/CE (Energy)/Seli HEP/2017-5454-68\n       issue by the Respondent No.1 to the extent it seeks to forfeit the\n       Upfront Premium Deposit of INR 64,00,00,000 (Rupees Sixty-Four\n\n\n\n\n\n       Crores) as deposited by the Petitioner on 20.07.2009;\n       c. Issue a writ of mandamus or any other appropriate writ, order or\n       direction directing the Respondents to refund to the Petitioner the\n\n\n\n\n\n       Upfront Premium amount of INR 64,00,00,000/- (Rupees Sixty-Four\n       Crores) as deposited by the Petitioner on 20.07.2009 along with\n       interest at the rate of 18% per annum from the date of deposit till\n\n       the time of refund.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">       2.     Facts. shorn of unnecessary details, but relevant for\n\n    adjudication of the case at hand, are that in the year 2008,\n\n\n    Government of Himachal Pradesh, with the aim and object of inviting\n\n    private sector participation in Hydro Electric Projects in the State of\n\n\n\n\n    Himachal Pradesh, invited bids vide advertisement dated 9.6.2008\n\n\n\n\n\n    (Annexure P-2), for inter alia setting up of 320 MW Hydro Electric\n\n    Project in District Lahul and Spiti, (hereinafter, referred to as the\n\n\n\n\n\n    &#x27;Project&#x27;) on Build, Own, Operate and Transfer (BOOT) basis.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">       3.     After scrutiny and examination of the documents filed by\n\n    various bidders, including petitioner-Company, respondents found the\n\n    petitioner-company eligible for allotment of project in question and vide\n\n    LoA dated 28.2.2009 (Annexure P-3) awarded the project to the\n\n    petitioner-Company. In terms of LoA, petitioner-Company was required\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                              ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_4\">                                        -3-</span>\n\n\n    to pay Up-front Premium of INR 64.00 Crore (Rupees Sixty Four Crore)\n\n    towards fixed component of bid prize, which was paid on 20.7.2009 to\n\n    the respondent No.2 by the petitioner, as is evident from letter dated\n\n\n\n\n                                                               .\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">    20.7.2009 (Annexure P-4) wherein it is mentioned that Demand Draft\n\n    of Rs.20.08 Crore was deposited by petitioner and Rs. 43.92 Crore\n\n\n\n\n\n    was   refunded    from   Gondhala     HEP.    On      22.7.2011,       a   Pre-\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">    implementation Agreement (hereinafter, &#x27;PIA&#x27;) (Annexure P-5) came to\n\n    be entered inter se petitioner-Company and the respondent-State. In\n\n\n\n\n\n    terms of PIA, petitioner-Company was permitted to incorporate a\n\n    Special Purpose Vehicle (hereinafter, &#x27;SPV&#x27;) having its office in State of\n\n    Himachal Pradesh for implementation of the Project. After creation of\n\n    SPV, as detailed herein above, a tripartite agreement dated 22.3.2011\n\n    (Annexure P-6) was executed inter se respondent No.1, the petitioner-\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_6\">    Company and HPPPL for transferring all assets, liabilities, obligations,\n\n    privileges, NOC&#x27;s of HPPPL and benefits arising out of the project of\n\n\n\n\n    HPPPL in of terms of PIA dated 22.3.2011 to the petitioner. As per\n\n\n\n\n\n    Clause 3.1 of PIA, petitioner was required to deposit Up-front Premium\n\n    of Rs.64.00 Crore with the respondent Government and such amount\n\n\n\n\n\n    was deposited by the petitioner&#x27;s predecessor i.e. HPPPL on\n\n    20.7.2009. Clause 3.5 of PIA provides for         submission of Detailed\n\n    Project Report (DPR), which was to be submitted within a period of 36\n\n    months from the date of signing of PIA to ascertain techno-economic\n\n    viability of the project. First DPR was submitted on 12.12.2011 but\n\n    since the DPR was to be first approved by Central Electricity Authority\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                              ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_6\">                                       -4-</span>\n\n\n    (hereinafter, &#x27;CEA&#x27;) and it had raised certain objections, petitioner-\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">    Company was unable to sign PIA within the stipulated time. As per\n\n    clause 12 of PIA, petitioner and respondent Government were required\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">    to execute Implementation Agreement (IA), if both the parties i.e.\n\n    petitioner and the respondent were satisfied that the project is techno-\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_9\">    economically/physically viable. As per clause 15 of the PIA, company\n\n    in whose favour project was allotted was entitled to withdraw from\n\n    project and get refund of Up-front Premium if it is able to establish on\n\n\n\n\n\n    record that the project is not techno-economically viable. After having\n\n    received LoA, petitioner-Company with a view to give effect to the PIA\n\n    constituted a project team for conducting detailed survey and\n\n    investigation of the Project site including topographical survey,\n\n    geological mapping, hydrological studies, preparation of feasibility\n\n\n    report etc. Vide communication dated 15.7.2011, petitioner-Company\n\n    made a request to the respondent No.1 to increase installed capacity\n\n\n\n\n    of the Project from 320 to 400 MW, which request of the petitioner-\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_10\">    Company     was   accepted    vide   communication        dated      9.9.2011\n\n    (Annexure P-7), issued under signatures of Chief Engineer, Directorate\n\n\n\n\n\n    of Energy, Government of Himachal Pradesh.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">       4.     On 12.12.2011, first DPR was filed with CEA for techno-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">    economic clearance of the project (Annexure P-8). Simultaneously, a\n\n    communication dated 23.12.2011 was addressed to respondent No.1\n\n    by the petitioner i.e. annexure P-9. On 13.1.2012, meeting was\n\n    convened by Chairperson and Member (Hydro) of Central Electricity\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                             ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_8\">                                         -5-</span>\n\n\n    Authority to assess adequacy and completeness of the various\n\n    information in the DPR submitted by the petitioner. Minutes of meeting\n\n    held on 13.1.2012 were also forwarded to the petitioner by respondent\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">    No.1 vide letter dated 23.2.2012 (Annexure P-10). On 9.1.2014,\n\n    (Annexure P-11) a meeting was held in the office of respondent No.2,\n\n\n\n\n\n    wherein representation was made by petitioner highlighting various\n\n    impediments in development of projects in Chenab Valley. However,\n\n    respondent no.1 vide letter dated 20.1.2014(Annexure P-12), directed\n\n\n\n\n\n    petitioner-Company to execute Implementation Agreement within a\n\n    period of thirty days. Vide letter dated 19.2.2014 (Annexure P-11),\n\n    petitioner in reply to letter dated 20.1.2014, again reiterated its earlier\n\n    position and specifically enlisted the difficulties being faced by it in the\n\n    execution of the project. However, fact remains that no response if any\n\n\n    was received from Government side and as such, petitioner again sent\n\n    letter dated 18.5.2014 (Annexure P-14) informing respondent about\n\n\n\n\n    hindrances being faced by the petitioner. Vide said communication,\n\n\n\n\n\n    petitioner apprised the respondents with regard to the difficulties in\n\n    access to the project site, inadequate reliance and robust power supply\n\n\n\n\n\n    for construction etc. Since no response was received from Government\n\n    side, petitioner sent various letters, including letters dated 30.6.2014,\n\n    1.8.2014 and 12.9.2014 (Annexure P-15). In response to letter dated\n\n    18.9.2015, petitioner sent communication dated 19.9.2015 (Annexure\n\n    P-16), highlighting therein changes occurred during the course of time,\n\n    since the allocation of the project, that impacted viability                 and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_10\">                                        -6-</span>\n\n\n    implementation of Hydro Electric Project especially on Chenab basin\n\n    owing to remoteness, access difficulties and climate conditions . On\n\n    14.4.2016, a letter (Annexure P-17) was sent by petitioner to\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">    respondent No.2 seeking policy intervention by respondent No.2 for\n\n    restoring the financial and commercial viability of the project. It was\n\n\n\n\n\n    brought to notice of the respondents that project was at advanced\n\n    stage of development. Vide aforesaid communication petitioner\n\n    specifically informed the respondent that various vents and changes\n\n\n\n\n\n    not attributable to developer have taken place since the date of award\n\n    of the project, as a result of which, the project has been rendered\n\n    unviable.    On 20.4.2016 (Annexure P-18), respondent No.1 called\n\n    upon the petitioner to submit detailed status of project indicating the\n\n    various activities being undertaken by the petitioner to obtain various\n\n\n    requisite clearances to achieve the milestones of the project alongwith\n\n    various issues/ problems being faced during the implementation of the\n\n\n\n\n    project.\n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_15\">       5.       While replying to letter dated 20.4.2016, vide letter dated\n\n    23.5.2016 (Annexure P-19), the petitioner, provided detailed status\n\n\n\n\n\n    report      alongwith   problems   /hindrances   being faced          towards\n\n    development of project. On 31.5.2016, respondent No.1 suggested\n\n    reduction in dam height of the project, which proposal was seriously\n\n    objected to by the petitioner-company by way of its replies dated\n\n    1.6.2016 and 30.6.2016. In the said communications, petitioner-\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">    Company stated that the proposal of reduction in dam height, if\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                             ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_12\">                                      -7-</span>\n\n\n    accepted, would make the project techno-economically unviable.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">    (Annexure P-20 and 21). Respondent No.1, vide communication dated\n\n    8.6.2016, recommended for lowering of Full Reservoir Level of dam by\n\n\n\n\n                                                             .\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">    6 metres. Petitioner vide communication dated 9.6.2016 (Annexure P-\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">    23) highlighted details with regard to status of project development\n\n\n\n\n\n    and issues relating to recommendation of Cumulative Environmental\n\n    Impact Assessment (CEIA) Study for Chenab basin. Vide aforesaid\n\n    communication, petitioner stated that the project was allotted on the\n\n\n\n\n\n    basis of very high Upfront Premium and bidding condition of very high\n\n    Additional Free Energy, due to which the project economics are\n\n    already stretched and any change in Full Reservoir Level will lead to\n\n    complete unviability of the project. However, aforesaid communication\n\n    sent by the petitioner was not replied to. Vide communication dated\n\n\n    5.9.2016 (Annexure P-24), respondent No.1, while apprising the\n\n    petitioner with regard to change/amendment in Policy Guidelines,\n\n\n\n\n    afforded last and final opportunity to the petitioner to enter into\n\n\n\n\n\n    Implementation Agreement within two months from the date of issue of\n\n    letter. Since the CEA in its meeting held on 27.10.2016 had suggested\n\n\n\n\n\n    to incorporate certain changes/modifications in DPR, petitioner failed\n\n    to adhere to the timeline fixed for execution of Implementation\n\n    Agreement vide communication dated 5.9.2016. Vide communication\n\n    dated 4.11.2016 (Annexure P-26), respondent called upon the\n\n    petitioner for personal hearing to explain its stand in respect of the\n\n    Project.. Pursuant to said communication, representative of petitioner-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                            ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_14\">                                        -8-</span>\n\n\n<p data-structure=\"Issue\" id=\"p_20\">    Company came present before respondent Government, wherein\n\n    Minutes of Meeting of hearing were circulated vide letter dated\n\n    2.12.2016(Annexure P-27). Respondent No.1 vide letter dated\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">    2.12.2016 stated that the case of petitioner shall be considered by the\n\n    State Government after receipt of certain documents. Vide letter dated\n\n\n\n\n\n    6.12.2016, petitioner informed the respondents that the documents are\n\n    being prepared and a letter dated 12.1.2017 (Annexure P-28) was\n\n    again addressed by the petitioner to the respondent alongwith requisite\n\n\n\n\n\n    documents and comments on the draft Implementation Agreement.\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">    Pursuant to suggestions made by the CEA in its meeting held on\n\n    27.10.2016, updated DPR was also submitted by petitioner on\n\n    7.3.2017 (Annexure P-29) pending final confirmation            from various\n\n    departments, On 24.4.2017, Border Roads Organisation (in short,\n\n\n    &#x27;BRO&#x27;) through letter dated 24.4.2017, indicated that the access road\n\n    to the Project is planned for construction by 2023 (Annexure P-30). On\n\n\n\n\n    22.5.2017, respondent informed that draft PIA submitted on 12.1.2017\n\n\n\n\n\n    has been examined and pursuant to such examination, the DOE has\n\n    made certain amendments to the Implementation Agreement and\n\n\n\n\n\n    requested the petitioner to accord its consent regarding the same\n\n    (Annexure P-31).\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">       6.     Vide reply dated 10.7.2017 (Annexure P-32), petitioner\n\n    informed Government that certain comments, which were incorporated\n\n    in Implementation Agreement circulated on 12.1.2017 were not\n\n    incorporated   in   draft   Implementation   Agreement       circulated      by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                             ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<span class=\"hidden_text\" id=\"span_16\">                                        -9-</span>\n\n\n    respondent on 22.5.2017. Vide aforesaid communication, petitioner\n\n    made a request to respondent No.1 to incorporate the same. However,\n\n    respondent-State sent letter dated 3.8.2017 (Annexure P-33) granting\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">    two months&#x27; time to the petitioner from the date of issue of letter to sign\n\n    the Implementation Agreement. On 14.8.2017 (Annexure P-34),\n\n\n\n\n\n    petitioner sent a communication to respondent No.1 seeking\n\n    withdrawal and refund of Up-front Premium so deposited by it, as per\n\n    clause 15 of PIA, on the ground that project is not techno-economically\n\n\n\n\n\n    viable (Annexure P-34).\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">       7.     In  r response      to    aforesaid      communication,            vide\n\n    communication dated 23.9.2017 (Annexure P-1), respondent No.1\n\n    cancelled the LoA issued on 28.2.2009 and also forfeited the Up-front\n\n    Premium to the tune of Rs.64.00 Crore deposited by the petitioner.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_26\">    Vide letter dated 21.10.2017 (Annexure P-35), the petitioner responded\n\n    to the aforesaid letter of termination of LoA dated 23.9.2017, stating\n\n\n\n\n    that action of respondent No.1 of forfeiting Up-front Premium is bad in\n\n\n\n\n\n    law and action of respondent No.1 is an arbitrary exercise of power.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">       8.     In the aforesaid background, petitioner-Company has\n\n\n\n\n\n    approached this court in the instant proceedings, filed under <a href=\"/doc/1712542/\" id=\"a_7\">Art. 226</a> of\n\n    the Constitution of India, praying therein for the reliefs, as have been\n\n    reproduced herein above.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">       9.     Pursuant to notices issued in the instant proceedings,\n\n    respondents have filed reply, perusal whereof clearly reveals that the\n\n    facts as have been noticed herein above, are not in dispute.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Issue\" id=\"p_29\">                                        - 10 -\n</p>\n\n<p data-structure=\"Issue\" id=\"p_30\">       10.   Precisely the grounds set up by respondents for rejecting the\n\n    claim of the petitioner is that since petitioner failed to sign\n\n    Implementation Agreement despite extension granted for the purpose\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"RespArg\" id=\"p_31\">    time and again, Up-front Premium deposited by it has been rightly\n\n    forfeited in terms of Clause 3.6 of Pre-Implementation Agreement. As\n\n\n\n\n\n    per respondents, petitioner submitted DPR on 12.12.2011 and as such,\n\n    Implementation   Agreement    in     terms     of    clause     3.6     of   Pre-\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">    Implementation Agreement was to be signed within two months of\n\n\n\n\n\n    signing of DPR, failing which respondent department had right to\n\n    cancel the Letter of Allotment and forfeit the Up-front Premium\n\n    deposited.\n</p>\n<p data-structure=\"RespArg\" id=\"p_33\">       11.   Mr. Ashok Sharma, learned Advocate General, while making\n\n    this court peruse various documents adduced on record, vehemently\n\n\n    argued that in the case at hand, petitioner submitted DPR on\n\n    12.12.2011 whereas, letter regarding withdrawal by the petitioner from\n\n\n\n\n    the project came to be issued on 14.8.2017, as such, petitioner is\n\n\n\n\n\n    estopped from taking benefit of clause 15 of the Pre-Implementation\n\n    Agreement, which provides that in case project is not found viable by\n\n\n\n\n\n    second party, while preparing DPR and first party is satisfied                that\n\n    second party has sufficient grounds to establish that project lacks\n\n    techno-economic viability, the petitioner (second party) will be\n\n    permitted to withdraw from the project without compensation. Mr.\n\n    Ashok Sharma, learned Advocate General submitted that after\n\n    submission of DPR on 12.12.2011, petitioner neither conveyed inability\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Issue\" id=\"p_34\">                                     - 11 -\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_35\">    to go ahead with project nor established financial non-viability. He\n\n    submitted that since the petitioner has withdrawn from the project\n\n    being economically unviable, as such, there was no question of giving\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"PetArg\" id=\"p_36\">    opportunity of hearing to the petitioner before cancellation of LoA,\n\n    termination of Pre-Implementation Agreement and forfeiture of Up-front\n\n\n\n\n\n    Premium. He submitted that non-signing of Implementation Agreement\n\n    is explicit in clause 3 column No. 6 of Pre-Implementation Agreement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">    He submitted that vide letter dated 3.8.2017, petitioner was informed\n\n\n\n\n\n    that the amendments, proposed by it in Pre-Implementation Agreement\n\n    are not acceptable to Government of Himachal Pradesh and as such,\n\n    last opportunity was granted to petitioner to sign Implementation\n\n    Agreement within two months of issuance of letter dated 30.10.2017,\n\n    failing which Government had no option but to initiate process for\n\n\n    cancellation of the project.\n</p>\n<p data-structure=\"RespArg\" id=\"p_38\">       12.    On the other hand, Mr. Puneet Bali, learned senior counsel,\n\n\n\n\n    duly assisted by Mr. Ankur Saigal, Ms. Niyati Kohli, Mr. Pratham\n\n\n\n\n\n    Aggarwal and Mr. Janesh Gupta, Advocates, appearing for the\n\n    petitioner, while seeking quashment of Annexure P-1, dated 23.9.2017\n\n\n\n\n\n    issued by respondent No.1, thereby rejecting request of petitioner to\n\n    withdraw from project, vehemently argued that         though in terms of\n\n    clause   3.6   of   Pre-Implementation   Agreement,         Implementation\n\n    Agreement was to be signed within two months from the date of\n\n    submission of DPR but since in the case at hand, first DPR submitted\n\n    on 12.11.2011 was never approved by the CEA,                 there was no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                             ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Issue\" id=\"p_39\">                                       - 12 -\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_40\">    occasion, if any, for the petitioner to sign the Implementation\n\n    Agreement within the time stipulated in the aforesaid clause of\n\n    Implementation Agreement. He submitted that<a href=\"/doc/159750966/\" id=\"a_8\"> S.8(1)</a> of Electricity Act\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"PetArg\" id=\"p_41\">    2003 provided that before any hydro-generating station can be set up,\n\n    concurrence from CEA would have to be obtained. CEA has been\n\n\n\n\n\n    issuing guidelines from time to time for considering and sanctioning the\n\n    DPR&#x27;s for the purposes of granting concurrence.                While inviting\n\n    attention of this court to guidelines issued by CEA from time to time for\n\n\n\n\n\n    considering sanction of DPRs, for the purpose of granting concurrence,\n\n    learned Senior Counsel argued that preparation of DPR is a multi-layer\n\n    process commencing with the submission of a DPR after certain\n\n    surveys by the project proponent, followed by an examination of the\n\n    same by the CEA, Central Water Commission, Geological Survey of\n\n\n    India, Central   Soil and Research Station etc., who in turn after\n\n    comments and suggestions, which are then incorporated in the DPR,\n\n\n\n\n    followed by a revised DPR, which in turn is again re-examined and\n\n\n\n\n\n    thereafter the CEA considers whether the project is technically,\n\n    commercially and financially viable, before granting concurrence. He\n\n\n\n\n\n    submitted further that if DPR is found deficient or there are\n\n    suggestions, DPR is required to be revised and thereafter such revised\n\n    DPR is required to be filed. He submitted that since no concurrence\n\n    was given by CEA, no company can set up hydrogenating stations.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">    While making this court peruse various documents i.e. Annexures P-\n</p>\n<p data-structure=\"PetArg\" id=\"p_43\">    11, 13, 14, 15, 16 and 17, ,learned Senior Counsel submitted that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Issue\" id=\"p_44\">                                       - 13 -\n</p>\n\n<p data-structure=\"Section\" id=\"p_45\">    repeatedly problems being faced by petitioner were brought to the\n\n    notice of the State Government, especially with regard to access road\n\n    to the project being not available and        non-availability of power for\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"PetArg\" id=\"p_46\">    construction purposes. He submitted that after having noticed\n\n    aforesaid difficulties being faced by the petitioner, respondents\n\n\n\n\n\n    themselves agreed to revisit terms of Implementation Agreement to be\n\n    executed.   However,     it   unilaterally    made       changes        to    draft\n\n    Implementation Agreement as communicated vide communication\n\n\n\n\n\n    dated 22.5.2017, Annexure P-31, which was objected to by petitioner\n\n    vide Annexure P-32 dated 10.7.2017. He submitted that despite having\n\n    noticed problems being faced by the petitioner in the execution of the\n\n    project, respondents, instead of solving problem or giving suggestion,\n\n    proceeded to grant two months time to sign Implementation Agreement\n\n\n    vide communication dated 3.8.2017. He submitted that within 11 days\n\n    of receipt of said communication, petitioner exercised its right under\n\n\n\n\n    Clause 15 to withdraw from project. While making this Court peruse\n\n\n\n\n\n    Clause 15 of the Pre-Implementation Agreement, learned Senior\n\n    Counsel argued that since DPR submitted by the petitioner on\n\n\n\n\n\n    12.11.2011 to CEA was not approved, rather, many objections were\n\n    raised with regard to techno-economic viability of the proposed project,\n\n    petitioner rightly invoked Clause 15, thereby seeking withdrawal from\n\n    the project. While making this court peruse the minutes of meeting of\n\n    CEA held on 27.10.2016 (Annexure P-25), learned Senior Counsel for\n\n    the petitioner argued that DPR was still under process and was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Issue\" id=\"p_47\">                                         - 14 -\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_48\">    required to be submitted. He submitted that revised DPR was\n\n    submitted on 7.3.2017, which was yet to be finalized by CEA as such,\n\n    there was no occasion        for the petitioner to sign Implementation\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"PetArg\" id=\"p_49\">    Agreement     within   the   time    stipulated      in   Pre-Implementation\n\n    Agreement. He submitted that since preparation of DPR was not\n\n\n\n\n\n    complete on 12.11.2011, when for the first time, DPR was submitted,\n\n    the petitioner is well within its right to withdraw from the project as per\n\n    Causes 12 and 13 of Pre-Implementation Agreement. Lastly, learned\n\n\n\n\n\n    Senior Counsel for the petitioner vehemently argued that otherwise\n\n    also bare perusal of Annexure P-1, dated 23.9.2017 itself reveals that\n\n    there is complete violation of principles of natural justice because,\n\n    before issuing communication cancelling LoA and forfeiting the Up-\n</p>\n<p data-structure=\"PetArg\" id=\"p_50\">    front Premium, no show cause notice, if any, was ever issued to the\n\n\n    petitioner. He submitted that since the petitioner, while seeking\n\n    withdrawal from project in terms of Clause 15 of Pre-Implementation\n\n\n\n\n    Agreement cited detailed reasons in communication dated 14.8.2017, it\n\n\n\n\n\n    was incumbent upon the respondents to firstly respond to the same,\n\n    but vide communication 23.9.2017, they directly proceeded to cancel\n\n\n\n\n\n    the LoA and forfeit the Up-front Premium deposited by petitioner, which\n\n    action is in violation of principles of natural justice. He stated that\n\n    before passing order of cancellation and forfeiture of Up-front\n\n    Premium, opportunity of hearing ought to have been afforded to the\n\n    petitioner. Learned Senior Counsel vehemently argued that, while\n\n    issuing Annexure P-1, dated 23.9.2017, no reason, whatsoever, has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Issue\" id=\"p_51\">                                         - 15 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_52\">    been assigned by the respondent to decline tthe request of the\n\n    petitioner to withdraw from the project, in terms of Clause 15 of the\n\n    Pre-Implementation Agreement. He submitted that since the petitioner\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"Issue\" id=\"p_53\">    in its communication dated 14.8.2017 had given detailed reasons for\n\n    withdrawing from the project, respondents, while issuing Annexure P-\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_54\">    1, ought to have dealt with each and every reason given by petitioner,\n\n    for withdrawing from the project.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">       13.    I have heard the parties and gone through the records.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_56\">       14.    Having heard learned counsel for the parties and perused\n\n    material available on record, this court finds that respondent\n\n    Government with an aim of inviting private sector participation in Hydro\n\n    Electric Projects in State of Himachal Pradesh, invited bids for setting\n\n    up of a 320 MW Hydro Electric Project in Lahul and Spiti, i.e..Seli\n\n\n    project on BOOT basis.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">       15.    Clause 41 of the notice inviting proposals available at page\n\n\n\n\n    63 of the paper-book, reads as under:\n</p>\n\n\n\n\n<blockquote id=\"blockquote_4\">       &quot;41.      The Development shall convey the feasibility/non-\n       feasibility of the Project commensurate with the allotted site within a\n       period of twelve (12) months from the date of signing of PIA to\n\n\n\n\n\n       Government of H.P.. After which the Development shall submit a\n       Detailed Project Report (DPR) commensurate with the allotted site\n       for appraisal by State Govt./ Central Electricity Authority as case\n       may be within the following time period.\n</blockquote><blockquote id=\"blockquote_5\">       For Part-I Projects where PFR is ready, the Developer shall submit\n       the Detailed Project Report within 18 months (for projects upto 50\n       MW) or 24 months (for projects above 50 MW) from the date of\n       signing of PIA. For Part-II Projects, where the feasibility of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_6\">                                                - 16 -\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_58\">       Project is to be ascertained by the IPP, the Developer shall submit\n       the Detailed Project Report within 24 months (for projects upto 50\n       MW) or 30 months (for projects above 50 MW) from the date\n       signing of PIA.&quot;\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_59\">                                                                          .\n</p>\n<p data-structure=\"Facts\" id=\"p_60\">       16.         As per aforesaid clause contained in notice inviting bids\n\n    (Annexure        P-2),    DPR       was     to      be   submitted      to    the    State\n\n\n\n\n\n    Government/Central Electricity Authority within a period of thirty\n\n    months for the projects above 50 MW from the date of signing of Pre-\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_61\">    Implementation Agreement. It is not in dispute that LoA awarding the\n\n    Project was issued in favour of the petitioner on 28.2.2009 (Annexure\n\n    P-3). Rs.64.00 Crore was paid by the petitioner to respondent towards\n\n    fixed component of bid price. On 22.3.2011, Pre-Implementation\n\n    Agreement was executed inter se parties. Though, Pre-Implementation\n\n    Agreement is annexed as annexure P-5 but certain clauses, which may\n\n\n\n    be relevant for the adjudication of the case are reproduced below:\n</p>\n\n\n\n<blockquote id=\"blockquote_7\">             &quot;2.      The first Party has accepted the proposal of the Second Party and\n                      has agreed in principle, to allow them to investigate the Project\n\n\n\n\n\n                      subject to fulfillment of terms and conditions of this Pre-\n                      implementation Agreement by the Second Party.\n</blockquote><blockquote id=\"blockquote_8\">             3.       Following milestones shall be achieved by the Second Party failing\n\n\n\n\n\n                      which consequential action as mentioned below be taken by the First\n                      Party. The Second Party shall be required to submit monthly\n                      progress report to the Directorate of Directorate of Energy. At the end\n                      of each quarter the Second Party shall be required to submit a\n                      quarterly report to the First Party. The First party will be at liberty to\n                      cancel the Pre-implementation Agreement, after affording due\n                      opportunity to the Second Party in case the First Party is no satisfied\n                      about the progress made by the Company.\n</blockquote><pre id=\"pre_2\">                      Sr.    Milestone            Time period             Consequential\n                      No.                                                 action (Extension\n                                                                          provisions)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                         ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n                                - 17 -\n\n\n         (1)         (2)                     (e)                      (4)\n        1.     Deposit        of   Rs.640000000/-             --\n               Upfront             stands deposited on\n               Premium             20.7.2009\n        2.     Allotment Letter    28.2.2009                  --\n        3.     Signing of Pre-     22.3.2011                  Cancellation of PIA\n\n\n\n\n                                                                .\n               implementation      Can get first-stage\n               Agreement           environment\n\n\n\n\n\n               (PIA)               clearances i.e. fixing\n                                   TOR.\n                                   Can               start\n                                   investigation\n\n\n\n\n\n                                   immediately       after\n                                   signing of PIA\n                                   Report will have to\n                                   be submitted on\n                                   prescribed Performa\n                                   every      month      in\n\n\n\n\n\n                                   which information to\n                                   confirming collection\n                                   of hydrological data\n                                   will be furnished.\n                                   Energy directorate\n                                   will have the right to\n           r                       call for data, if\n\n                                   required.\n        4.     Freezing    of      12 months from             (An Extension up to\n               components          signing of PIA/MOU.        a period of max. of\n               and submission      This       will      be    12 months from in\n               of PFR              confirmed with site        the      prescribed\n                                   visit                by    period shall be\n\n\n                                   representative        of   subject to deposit\n                                   Energy Directorate.        of an extension fee\n                                   After freezing of          @ Rs.10,000/- MW\n                                   PFR,      &#x27;Essentiality    per month.)\n                                   Certificate&#x27; for land\n\n\n\n\n                                   acquisition, NOC for\n                                   processing case for\n\n\n\n\n\n                                   diversion of forest\n                                   land,             final\n                                   environmental\n                                   clearance,           for\n                                   freezing Hydrology\n\n\n\n\n\n                                   and Power potential\n                                   by the Authority\n                                   granting TEC and\n                                   applying for various\n                                   statutory clearances\n                                   will be issued to the\n                                   IPP\n        5.     Submission     of   30 months from the         (An Extension up to\n               DPR                 date of signing of         a period of max. of\n                                   PIA (36 months for         12 months in the\n                                   projects        falling    prescribed period\n                                   under Chenab River         shall be subject to\n                                   Basin in the District      deposit    of    an\n                                   of Lahaul &amp; Spiti          extension fee @\n                                   and Chamba of              Rs.10,000/-     per\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                          ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n                               - 18 -\n\n\n                                  Himachal Pradesh0        MW per month.)\n        6.    Signing of the      Within two months        Cancellation of the\n              Implementation      after submission of      allotment of the\n              Agreement           DPR                      project        and\n                                                           forfeiture       of\n                                                           Security    Deposit/\n\n\n\n\n                                                             .\n                                                           Upfront    Premium\n                                                           deposited\n\n\n\n\n\n        7.    TEC                 Within 18 months         An extension up to\n                                  from the date of         a period of 6\n                                  signing of IA by the     months allowed on\n                                  Company.                 payment          of\n\n\n\n\n\n                                  All other clearances     extension fee of\n                                  will also have to be     Rs.10,000/-     per\n                                  obtained    in   this    month.\n                                  period\n        8.    Zero date for       Within 24 months         Automatic\n              start          of   from the date of         extension            if\n\n\n\n\n\n              construction        signing of the IA or     extension is given\n              work                30      months      if   as per Sr. No.7\n              Zero date: Zero     extension     of    6    above.\n              date will be the    months taken for         Termination of the\n              date from which     securing TEC             IA in case the\n              the construction                             construction work\n           r  period allowed                               on the Project is not\n\n              in TEC will start                            started even after\n              i.e. 24 month                                the extended period\n              after         IA,                            as     above     and\n              irrespective of                              forfeiture          of\n              actual start of                              Security     Deposit/\n              work which may                               Upfront      Premium\n\n\n              be either before                             deposited. Further\n              or    after   24                             in case any IPP\n              month of IA. In                              saves      time     in\n              case IPP takes                               achieving         the\n              extension under                              milestone          for\n\n\n\n\n              Sr. No.7 above                               submission of DPR,\n              subject        to                            the saved period\n              maximum of 6                                 may be added to\n\n\n\n\n\n              months,      the                             the milestones for\n              zero date will                               signing of IA and/or\n              get shifted by                               post IA period as\n              such extended                                required by the IPP.\n\n\n\n\n\n              period.\n        9.    Scheduled           Zero    date   plus      Distinctive as per\n              Commercial          construction period      Clause Stipulated\n              Operation Date      allowed    as   per      in the IA. This will\n              (SCOD) of the       techno-economic          not change even if\n              Project             clearance (TTEC) of      extension is given\n                                  the DPR                  in Sr. No.8 above,\n                                                           SCOD       will  be\n                                                                             st\n                                                           based on the 1\n                                                           TEC and will no\n                                                           change with revised\n                                                           TEC.\n        10.   Commercial\n              operation date\n              (COD)    actual\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                        ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n                                        - 19 -\n\n\n                       commercial\n                       operation\n              11.      Handling over       The date falling 40        Action as deemed\n                       of the project to   years    after   the       fit.\n                       the Government      Scheduled\n                       free of cost        Commercial\n\n\n\n\n                                                                    .\n                                           Operation Date of\n                                           the Project\n\n\n\n\n\n</pre><blockquote id=\"blockquote_9\">     4.       In case of failure of the Second Party to adhere to the benchmarks as\n     per Pre-implementation Agreement resulting in extension of time, the\n\n\n\n\n\n     extension fees specified shall be made payable to the Chief Engineer\n     (Energy), Directorate of Energy, Government of Himachal Pradesh. In case\n     the breach of any provision/clause of this Pre-implementation Agreement, or\n     any part thereof, the amount paid on account of Upfront Premium payable for\n\n\n\n\n\n     the Project shall be liable to be forfeited by the First Party\n\n\n</blockquote><blockquote id=\"blockquote_10\">     6.       Within one year of signing of Pre-implementation Agreement the\n     Second Party shall after Freezing of components, furnish PFR to the\n\n     Government. The second party will be able to seek essentiality certificate for\n\n     land acquisition after achieving the above. NOC will also be given for moving\n     case for final environmental clearances and diversion of forest land. At this\n     stage, IPP will also be free to go to the Authority granting TEC for freezing\n     Hydrology and Power Potential.\n</blockquote>\n\n<blockquote id=\"blockquote_11\">     In case the Second Party is not able to furnish the above documents within\n     the stipulated period, the First Party will be at liberty to cancel the Pre-\n     implementation Agreement after affording due opportunity to the Second\n\n\n\n\n     Party. No compensation whatsoever shall be payable by the first party in this\n     regard. The Upfront Premium deposited by the Second Party shall also be\n\n\n\n\n\n     liable for forfeiture.\n</blockquote><blockquote id=\"blockquote_12\">     8.       The Second Party shall carry out the techno-economic studies of the\n     Project and submit a Detailed Project Report (hereinafter, called the &quot;DPR&quot;)\n\n\n\n\n\n     to the First Party within a period of 30 months from the date of signing of PIA\n     (36 months for projects falling under Chenab River Basin in the district of\n     Lahaul &amp; Spiti and Chamba of Himachal Pradesh) In case of delay in\n     submission of DPR by the Developer, an extension up to one year shall be\n     allowed subject to payment of extension fee @ Rs.10,000/- per MW per\n     month (unless th First Party is satisfied that the delay is due to reasons of\n     force majeure), failing which the First Party will be at a liberty to cancel this\n     Pre-implementation Agreement after affording due opportunity to the Second\n     Party. The Upfront Premium deposited by the Second Party shall be forfeited.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<blockquote id=\"blockquote_13\">                                              - 20 -\n</blockquote>\n\n<blockquote id=\"blockquote_14\">             No compensation whosoever shall be payable by the First Party in this\n             regard.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">             12.       Subject to the First Party and the Second Party having satisfied\n\n\n\n\n                                                                        .\n</blockquote><blockquote id=\"blockquote_16\">             themselves about the Techno-economic feasibility of the Project an\n\n\n\n\n\n             impugned Award can be signed between the First Party and the Second\n             Party within two months of submission of DPR.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_17\">             15.       The validity of this Pre-implementation Agreement shall be up to\n             signing of impugned Award. In the event, the project is not found viable by\n             the Second Party while preparing the DPR and the First party is satisfied that\n             the Second Party has sufficient ground to establish that the project lacks\n\n\n\n\n\n             techno-economic viability, the Second Party will be permitted to withdraw\n             from the project without any compensation or liability of First Party for the\n             expenditure incurred by the Second Party. In this period, for any purpose\n             related to the project other than the amount deposited by the Second Party\n\n             on account of Upfront Premium. This amount shall be refunded to the Second\n\n             Patty. The Second Party agrees to carry out the investigation of the Project\n             keeping in view all stipulated quality control measures as well as safety\n             standards as per prudent utility practices. The Second Party shall allow\n             access to the authorised representative (s) of the       First Party to all the\n\n\n             locations of the Project to ensure compliance in this respect.\n</blockquote>\n\n<blockquote id=\"blockquote_18\">             47.       No party shall be considered to be in default under this Pre-\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_19\">             implementation Agreement for breach of any of the terms thereof due to the\n             imposition of restrictions and onerous regulations by any Government or\n\n\n\n\n\n             statutory authority or agency or other clause beyond its reasonable control.\n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_62\">       17.         As per Clause 3.5, DPR was to be submitted within 36\n\n    months from the date of signing of PIA to establish techno-economic\n\n    viability of project before execution of Implementation Agreement of the\n\n    project. Similarly, Clause 3.6 talks about signing of Implementation\n\n    Agreement within two months after submission of DPR. Clause 14\n\n    clearly provides for forfeiture of Up-front Premium, in case of breach of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                       ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Section\" id=\"p_63\">                                       - 21 -\n</p>\n\n<p data-structure=\"Section\" id=\"p_64\">    any provision of Pre-Implementation Agreement. Clause 15 reveals\n\n    that Up-front Premium and other security deposits are not part of\n\n    project cost in DPR. Most importantly, Clause 12 provides that\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"Section\" id=\"p_65\">    Implementation Agreement inter se petitioner and Government could\n\n    only be executed, if both the parties are satisfied that the project is\n\n\n\n\n\n    techno-economically and physically viable. Clause 15 provides that if\n\n    project is not found viable by petitioner, while preparing DPR and\n\n    respondent is satisfied that petitioner has established said fact, it would\n\n\n\n\n\n    be permitted to withdraw from the project, without compensation and it\n\n    would be entitled to get refund of Up-front Premium. Clause 47\n\n    provides that no party shall be considered to be in default under this\n\n    Pre-implementation Agreement for breach of any of the terms thereof\n\n    due to the imposition of restrictions and onerous regulations by any\n\n\n    Government or statutory authority or agency or other clause beyond its\n\n    reasonable control.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_66\">       18.     Having perused aforesaid clauses of Pre-Implementation\n\n\n\n\n\n    Agreement executed inter se petitioner and the respondents, this court\n\n    finds force in the submission of Mr. Puneet Bali, learned Senior\n\n\n\n\n\n    Counsel that the DPR in terms of clause 41 of the notice inviting bids\n\n    was to be submitted for appraisal to the State Government/Central\n\n    Electricity Authority to establish techno-economic viability of the\n\n    project.\n</p>\n<p data-structure=\"Section\" id=\"p_67\">       19.     Clause 3.5 of Pre-Implementation Agreement suggests that\n\n    very purpose of submission of         DPR is/was to establish techno-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Precedent\" id=\"p_68\">                                          - 22 -\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_69\">    economic viability of project, so that, thereafter, Implementation\n\n    Agreement, if any, is executed inter se parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_70\">       20.    Though clause 3.6 suggests that Implementation Agreement\n\n\n\n\n                                                                      .\n</p>\n<p data-structure=\"Section\" id=\"p_71\">    is/was to be signed within two months from the date of signing of DPR,\n\n    but here question, which falls for determination of the court is, &quot;whether\n\n\n\n\n\n    mere submission of DPR in terms of clause 3.5 of Pre-Implementation\n\n    Agreement would be sufficient to calculate time of two months as\n\n    provided under clause 3.6 of Pre-Implementation Agreement or it\n\n\n\n\n\n    would start from the date, when DPR submitted in terms of clause 3.5\n\n    to the competent authority i.e. State Government or Central Electricity\n\n    Authority, is approved?&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_72\">       21.    Record clearly reveals that the petitioner, in the case at\n\n    hand, had submitted first DPR with CEA on 12.12.2011 for techno-\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_73\">    economic clearance within nine months from the date of signing of\n\n    Pre-Implementation Agreement.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_74\">       22.    As per<a href=\"/doc/89586958/\" id=\"a_9\"> S.8</a> of Electricity Act 2003, which is reproduced\n\n\n\n\n\n    below, every hydro-generating company intending to set up HEP is\n\n    required to prepare and submit to CEA, a scheme for its concurrence.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_75\">    <a href=\"/doc/89586958/\" id=\"a_10\">S.8</a> of the Act ibid reads as under:\n</p>\n<blockquote id=\"blockquote_20\">       <a href=\"/doc/89586958/\" id=\"a_11\">Section 8</a>. (Hydro-electric generation): ---\n</blockquote><blockquote id=\"blockquote_21\">       (1) Notwithstanding anything contained in <a href=\"/doc/71945405/\" id=\"a_12\">section 7</a>, any generating\n       company intending to set-up a hydrogenerating station shall prepare and\n       submit to the Authority for its concurrence, a scheme estimated to involve\n       a capital expenditure exceeding such sum, as may be fixed by the Central\n       Government, from time to time, by notification.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                     ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Section\" id=\"p_76\">                                         - 23 -\n</p>\n\n<p data-structure=\"Section\" id=\"p_77\">       (2) The Authority shall, before concurring in any scheme submitted to it\n       under sub-section (1) have particular regard to, whether or not in its\n       opinion,-\n</p><p data-structure=\"Issue\" id=\"p_78\">       (a) the proposed river-works will prejudice the prospects for the best\n\n\n\n\n                                                                  .\n</p><p data-structure=\"Section\" id=\"p_79\">       ultimate development of the river or its tributaries for power generation,\n\n\n\n\n\n       consistent with the requirements of drinking water, irrigation, navigation,\n       flood-control, or other public purposes, and for this purpose the Authority\n\n\n\n\n\n       shall satisfy itself, after consultation with the State Government, the\n       Central Government, or such other agencies as it may deem appropriate,\n       that an adequate study has been made of the optimum location of dams\n       and other river works;\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_80\">       (b) the proposed scheme meets the norms regarding dam design and\n       safety.\n</p><p data-structure=\"Precedent\" id=\"p_81\">       (3) Where a multi-purpose scheme for the development of any river in any\n       region is in operation, the State Government and the generating company\n\n       shall co-ordinate their activities with the activities of the person\n\n       responsible for such scheme in so far as they are inter-related.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_82\">       23.       Besides aforesaid provision, CEA formulated guidelines\n\n\n\n    providing for process of concurrence in detail, which includes following\n\n    steps:\n</p>\n\n\n\n<blockquote id=\"blockquote_22\">       1. Process of preparation of DPR (clause 2 of Guidelines), which\n\n\n\n\n\n             provides that Detailed Project Report of Hydro-electric schemes\n             required to be submitted to the authority for concurrence in\n\n\n\n\n\n             compliance with the requirement of <a href=\"/doc/89586958/\" id=\"a_13\">section 8</a> of Electricity Act,\n             2003 shall be formulated by generating company/project\n             developer as per the guidelines laid down by the authority\n             considering points enumerated therein.\n</blockquote><blockquote id=\"blockquote_23\">       2. Process of survey and investigation (clause 2.2 of guidelines)\n             provides that after signing of MOA with the State Government,\n             developer shall carry out topographical survey &amp; geological\n             surface mapping of the project and submit the proposed layout\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_24\">                                       - 24 -\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_83\">        of the project and detailed investigation plans to CEO for\n        appraisal and finalization.\n</p><p data-structure=\"Section\" id=\"p_84\">     3. Process of submission and acceptance of DPR (Clause 3 of the\n        Guidelines) provides that DPR is to be submitted to the authority\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"RespArg\" id=\"p_85\">        for concurrence as per<a href=\"/doc/89586958/\" id=\"a_14\"> S.8</a> of the Electricity Act. Detailed\n        procedure has been given how DPR is to be submitted, how\n        same is to be accepted and for multi-purpose projects, how DPR\n\n\n\n\n\n        is to be submitted and what parameters are to be followed.\n</p><p data-structure=\"Section\" id=\"p_86\">     4. Process of concurrence of scheme and submission of updated\n        DPR (Clause 4 of Guidelines.) provides examination procedure,\n\n\n\n\n\n        appraisal of DPR considering various aspects of hydraulic\n        structures for hydropower, water management, flood control\n        dam safety, regulation and development of inter state rivers\n\n        basins, international water laws, matter regarding rivers\n\n        common to India. Clause 4.1.4 provides for various aspects to\n        be appraised i.e. hydrology, hydro power planning, dam and\n        head works, hydraulic structures/hydel civil design, geology,\n        electro-mechanical     design,         justification    of    the     project,\n\n\n\n        construction material and geotechnical aspects, construction\n        methodology and machinery, inter-State/international aspects,\n\n\n\n\n        cost estimates, evacuation of power, construction schedule,\n        financial and commercial aspects, clearance from defence\n\n\n\n\n\n        angle, clearance from MoEF etc.\n</p><p data-structure=\"Section\" id=\"p_87\">     5. Clause 4.2, &quot;Concurrence to the Scheme&quot; provides as under:\n</p>\n\n\n\n\n<blockquote id=\"blockquote_25\">        4.2.1 In case the Hydro Electric Scheme is found technically\n        and economically viable with necessary inputs and clearances\n        having been tied-up, the Authority may accord concurrence for\n        implementation of the Hydro Electric Scheme, under <a href=\"/doc/116054328/\" id=\"a_15\">Section\n        8(2)</a> of the Electricity Act, 2003.\n</blockquote><blockquote id=\"blockquote_26\">        4.2.2 The intimation regarding accord of concurrence to hydro\n        electric schemes is conveyed to the Generating Company/\n        Project Developer, Ministry of Power, Planning Commission,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_27\">                                           - 25 -\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_88\">             other concerned Government Departments, State govt. and\n             appropriate Regulatory Commission.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_89\">       24.      Very purpose of formulating aforesaid guidelines is to ensure\n\n\n\n\n                                                                     .\n</p>\n<p data-structure=\"PetArg\" id=\"p_90\">    that the project should be viable, both in the hands of the developer as\n\n    also for the general benefit of the consumer. Clause 4.2 of the Scheme\n\n\n\n\n\n    clearly provides that concurrence of CEA is must for approval of DPR.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">    Clause 4.6, of the Guidelines provides as under:\n</p>\n<blockquote id=\"blockquote_28\">       &quot;4.6.1      In case the time gap between the concurrence to the scheme\n\n\n\n\n\n       by the Authority and the actual start of the work of the project by the\n       generating company is three year or more, a fresh concurrence of the\n       Authority shall be obtained by the Generating Company/Project Developer\n\n       before the start of actual work.\n</blockquote>\n<blockquote id=\"blockquote_29\">       Revalidation of Concurrence can also be considered in case the\n       reasons for not starting of works are beyond the control of\n       generating company. However, proposal for revalidation shall be\n\n\n       submitted three months before the expiry of validity of Concurrence,\n       which is three years from the date of issues of Concurrence letter.\n       The Generating Company may apply for revalidation of the\n\n\n\n\n       Concurrence giving justification after getting due authorization of\n\n\n\n\n\n       the appropriate Government. The Authority will consider the request\n       for extension of the validity based on the merit.\n</blockquote><blockquote id=\"blockquote_30\">       4.6.2       The   Authority    reserves      the    right    to    revoke      the\n\n\n\n\n\n       concurrence, if the conditions stipulated in the Office memorandum\n       conveying the concurrence are not complied with to the satisfaction\n       of the Authority.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_92\">       Clause 4.6.2 provides that the Authority i.e. CEA has the right to\n\n       revoke the concurrence, if the conditions stipulated in the Office\n\n       Memorandum conveying concurrence are not complied with.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                   ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Section\" id=\"p_93\">                                     - 26 -\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_94\">       25.   Documents available on record clearly reveal that the DPR\n\n    submitted by the petitioner on 12.12.2011 was not approved by CEA\n\n    rather, matter was hanging in fire on account of repeated objections\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\">    being raised by CEA. Initially DPR was submitted on 12.12.2011 with\n\n    CEA and on 13.1.2012 a meeting was held with CEA, wherein\n\n\n\n\n\n    Principal Secretary (Power) to the Government of Himachal Pradesh\n\n    was also marked copy of minutes of meeting. On 27.10.2016, CEA\n\n    held a meeting, wherein representatives of the respondents were also\n\n\n\n\n\n    present (Annexure P-25, page 178-192), perusal whereof reveals that\n\n    the DPR was under process and was required to be re-submitted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_96\">    Revised DPR was submitted on 7.3.2017 (Annexure P-29) which was\n\n    yet to be concurred/finalized by CEA. In view of above, stand of\n\n    respondents, that since DPR was submitted on 12.12.2011, there was\n\n\n    failure on the part of the petitioner to submit Implementation\n\n    Agreement within two months, is not sustainable in the eye of law.\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_97\">    Otherwise also, if the aforesaid stand taken by the respondents is\n\n\n\n\n\n    tested /examined in light of provisions contained under Clause 3.6 of\n\n    Pre-Implementation   Agreement,    aforesaid        grounds       raised     by\n\n\n\n\n\n    respondents and submissions made by learned Advocate General fall\n\n    to the ground, for the reason that in terms of Clause 3.6,\n\n    Implementation Agreement was to be signed within two months of\n\n    submission of DPR, which in the case at hand was submitted on\n\n    12.12.2011, meaning thereby respondents ought to have cancelled\n\n    LoA and forfeited Up-front Premium in view of aforesaid provision of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                             ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Section\" id=\"p_98\">                                      - 27 -\n</p>\n\n<p data-structure=\"Section\" id=\"p_99\">    Pre-Implementation Agreement on 11.2.2012, by which time, period of\n\n    two months had expired after submission of DPR on 12.12.2011.\n</p>\n<p data-structure=\"Precedent\" id=\"p_100\">    However, interestingly, in the case at hand, respondents themselves\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"Issue\" id=\"p_101\">    kept on sleeping over the matter. It is only after issuance of\n\n    communication dated 14.8.2017 (Annexure P-34), whereby petitioner\n\n\n\n\n\n    sought withdrawal from project in terms of Clause 15 of Pre-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">    Implementation Agreement, respondents vide communication dated\n\n    23.9.2017 (Annexure P-1), unilaterally, without issuing show cause\n\n\n\n\n\n    notice to the petitioner proceeded to cancel the Letter of Allotment\n\n    issued   on   28.2.2009\n                  r           and   also      terminated     Pre-Implementation\n\n    Agreement and forfeited Up-front Premium deposited by the petitioner.\n</p>\n<p data-structure=\"Section\" id=\"p_103\">    Since, the respondents themselves failed to adhere to the time-line as\n\n    provided in Pre-Implementation Agreement, whereby LoA was to be\n\n\n    cancelled in case Implementation Agreement is not signed within two\n\n    months of submission of DPR, they are estopped from raising plea of\n\n\n\n\n    time-line for signing Implementation Agreement as provided under\n\n\n\n\n\n    Clause 3.6 of Pre-Implementation Agreement.\n</p>\n<p data-structure=\"PetArg\" id=\"p_104\">       26.    There are ample documents available on record suggestive\n\n\n\n\n\n    of the fact that after submission of DPR on 12.12.2011 by the petitioner\n\n    to CEA, matter was discussed time and again by the authorities at CEA\n\n    with petitioner as well as representatives of the respondents.\n</p>\n<p data-structure=\"RespArg\" id=\"p_105\">    Respondents were fully aware from day one that the DPR submitted by\n\n    the petitioner on 12.12.2011 has not been approved by CEA on\n\n    account of certain objections and as such, they purposely did not\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_106\">                                         - 28 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_107\">    initiate action, if any, for cancellation of LoA in terms of Clause 3.6 of\n\n    the Pre-Implementation Agreement. Respondents vide communication\n\n    dated 31.5.2016 (Annexure P-20) and dated 8.6.2016 (Annexure P-\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_108\">                                                                  .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_109\">    22), unilaterally sought to reduce height of dam by 6 metres, which was\n\n    not consented to by petitioner, as is evident from communication dated\n\n\n\n\n\n    1.6.2016 (Annexure P-20) and dated 9.6.2016 (Annexure P-23).\n</p>\n<p data-structure=\"RespArg\" id=\"p_110\">    Careful perusal of communications dated            31.5.2016 and 8.6.2016,\n\n    placed on record itself suggests that the respondents were fully aware\n\n\n\n\n\n    of the objections raised by the CEA on the DPR submitted by petitioner\n\n    on    12.12.2011.\n</p><p data-structure=\"CDiscource\" id=\"p_111\">                   r     Even    till     8.6.2016,     respondents         were      in\n\n    correspondence with the petitioner with regard to certain changes in\n\n    height of the dam.\n</p>\n<p data-structure=\"RespArg\" id=\"p_112\">         27.   Though, Mr. Ashok Sharma, learned Advocate General\n\n\n    attempted to carve out a case that approval of CEA was not essential\n\n    for signing the Implementation Agreement after submission of DPR,\n\n\n\n\n    but such plea of learned Advocate General deserves outright rejection\n\n\n\n\n\n    being totally contrary to facts as well as law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">         28.   Clause 41 of notice inviting tender itself provides that, &quot;The\n\n\n\n\n\n    Developer shall convey the feasibility/non-feasibility of the Project\n\n    commensurate with the allotted site within a period of twelve (12)\n\n    months from the date of signing of PIA to Government of H.P.. After\n\n    which the Developer shall submit a Detailed Project Report (DPR)\n\n    commensurate with the allotted site for appraisal by State Govt./\n\n    Central Electricity Authority as case may be within the following time\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_114\">                                        - 29 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_115\">    period. For Part-I Projects where PFR is ready, the Developer shall\n\n    submit the Detailed Project Report within 18 months (for projects upto\n\n    50 W) or 24 months (for projects above 50 MW) from the date of\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_116\">    signing of PIA. For Part-II Projects where the feasibility of the Project is\n\n    to be ascertained by the IPP, the Development shall submit the\n\n\n\n\n\n    Detailed Project Report within 24 month (for projects upto 50 MW) or\n\n    30 months (for projects above 50 MW) from the date signing of PIA.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">    Techno-Economic Concurrence by CEA for projects above Rs.1000\n\n\n\n\n\n    Crore is mandatory as per<a href=\"/doc/89586958/\" id=\"a_16\"> S.8</a> of Electricity Act read with Notification\n\n    dated 18.4.2006 as amended vide Notification dated 28.1.2014 read\n\n    with CEA Guidelines for Formulation of Detailed Project Report for\n\n    Hydro Project Scheme. It is not in dispute that in the case at hand,\n\n    project was above Rs.1000 crore, as such, DPR was necessarily\n\n\n    required to be submitted to the CEA. Record reveals that pursuant to\n\n    the meeting held on 27.10.2016, petitioner updated DPR pending final\n\n\n\n\n    confirmation from various departments.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_118\">       29.    Though record suggests that on 7.3.2017, petitioner after\n\n    removing certain objections, submitted revised DPR to CEA but there\n\n\n\n\n\n    is nothing on record to suggest that DPR was approved by CEA. Since\n\n    project was not found to be techno-economically viable by the\n\n    petitioner on account of various problems faced by it, such as access\n\n    road being not available, non-availability of power for project and\n\n    agitation by the locals against the projects in Chenab basin, it\n\n    submitted communication dated 14.8.2017 (Annexure P-34), seeking\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_119\">                                        - 30 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_120\">    withdrawal from project in terms of Clause 15 of Pre-Implementation\n\n    Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">       30.    Though, Mr. Ashok Sharma, learned Advocate General,\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_122\">    argued that there is nothing on record to suggest that there was no\n\n    access road to the project, but careful perusal of communication dated\n\n\n\n\n\n    14.3.2017 issued by Chief Engineer, Border Roads Organization to the\n\n    respondents itself suggests that the road was planned for construction\n\n    and was likely to be completed only in the year 2023 (Annexure P-30).\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_123\">    Aforesaid communication was in response to letter referred to in the\n\n    said communication. In response to said letter, communication dated\n\n    17.5.2017 was addressed by respondents to petitioner requesting\n\n    therein to identify the roads and bridges requiring strengthening and\n\n    upgradation to IRC70-R specifications, which are essential for\n\n\n    transportation of heavy machinery and equipment for implementation\n\n    of the project in Chenab river basin so that BRO could be requested to\n\n\n\n\n    undertake work. It is apparent from aforesaid communication that even\n\n\n\n\n\n    as late as year 2017, basic roads leading to site were not available.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_124\">       31.    Similarly, other issues, i.e. agitation by locals and fear that\n\n\n\n\n\n    during pondage in reservoir, nearby villages would be submerged,\n\n    were highlighted by the petitioner in communication dated 14.8.2017\n\n    whereby it sought withdrawal from the project. However, the\n\n    respondents, without bothering to look into aforesaid problems,\n\n    /difficulties cited by petitioner in execution of the project, unilaterally,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_125\">                                       - 31 -\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_126\">    without affording opportunity of hearing to the petitioner, proceeded to\n\n    cancel the LoA and forfeit the Up-front Premium.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_127\">       32.    Care perusal of Annexure P-34 (Pp.246-432 of paper book,\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"Issue\" id=\"p_128\">    clearly reveals that the petitioner made detailed representation citing\n\n    therein reasons for withdrawal from the project. In the aforesaid\n\n\n\n\n\n    communication, the petitioner mentioned that since considerable time\n\n    has elapsed from date of submission of the original DPR, the project\n\n    has become techno-economically non-viable due to economical,\n\n\n\n\n\n    commercial, technical challenges and local agitations, In the aforesaid\n\n    communication, petitioner specifically indicated, technical challenges\n\n    with regard to reservoir area, infrastructural facilities i.e. access to\n\n    project site, construction power, drift work. However, interestingly, none\n\n    of aforesaid reasons cited by the petitioner ever came to be taken into\n\n\n    consideration by the respondents, while ordering cancellation of LoA\n\n    vide order dated 23.9.2017 (Annexure P-1). Careful perusal of said\n\n\n\n\n    communication nowhere reveals that the respondents bothered to look\n\n\n\n\n\n    into the grounds /difficulties raised/highlighted by the petitioner, while\n\n    seeking withdrawal from project in terms of Clause 15 of Pre-\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_129\">    Implementation Agreement..\n</p>\n<p data-structure=\"Conclusion\" id=\"p_130\">       33.    Interestingly, respondents, proceeded to cancel the LoA on\n\n    the ground that since the petitioner failed to sign Implementation\n\n    Agreement within the time period stipulated in Pre-Implementation\n\n    Agreement, as such, clause 15 of Pre-Implementation Agreement is\n\n    not applicable. Another reason cited in the aforesaid communication for\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Section\" id=\"p_131\">                                       - 32 -\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_132\">    cancellation of project is that DPR stood submitted by petitioner to CEA\n\n    in December 2011 for grant of techno-economic clearance, as such,\n\n    Implementation Agreement was to be signed within two months from\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"Section\" id=\"p_133\">    the date of submission of DPR.\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">       34.    This court in earlier part of order has already observed that\n\n\n\n\n\n    condition with regard to timeline provided in Clause 3.6 of Pre-\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">    Implementation Agreement is not available to the respondents,\n\n    because, in the case at hand, though DPR was submitted on\n\n\n\n\n\n    12.12.2011, but same was never approved by CEA and during this\n\n    period no action was initiated by respondents for cancellation of project\n\n    in terms of Clause 3.6 of Pre-Implementation Agreement, which\n\n    provides for cancellation of project on account of failure of project\n\n    proponent to sign Implementation Agreement within two months of\n\n\n    submission of DPR. Respondents, themselves failed to abide by the\n\n    time line fixed in Clause 3.6 of Pre-Implementation Agreement\n\n\n\n\n    because, admittedly, for non compliance of provisions contained in\n\n\n\n\n\n    aforesaid clause, they failed to take action for more than six years.\n</p>\n<p data-structure=\"RespArg\" id=\"p_136\">    Action in terms of Clause 3.6 of Pre-Implementation Agreement, for\n\n\n\n\n\n    non-signing of Implementation Agreement within two months of date of\n\n    submission of DPR, came to be taken by the respondents on\n\n    23.9.2017 (Annexure P-1). Even communication dated 23.9.2017\n\n    cannot be said to be &#x27;action&#x27; if any, taken by the respondents pursuant\n\n    to Clause 3.6 of Pre-Implementation Agreement, rather, same came to\n\n    be initiated after submission of letter dated 14.8.2017 by the petitioner,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_137\">                                         - 33 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_138\">    thereby seeking withdrawal from project in terms of Clause 15 of the\n\n    Pre-Implementation Agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_139\">       35.    Careful perusal of Clause 15 of Pre-Implementation\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_140\">    Agreement, as reproduced herein above, clearly reveals that if project\n\n    is found unviable by the petitioner, while preparing DPR and\n\n\n\n\n\n    respondent is satisfied that there is sufficient ground to establish the\n\n    same, petitioner will be permitted to withdraw from the project, without\n\n    compensation and it shall be entitled to refund of Up-front Premium.\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_141\">       36.    In the case at hand, petitioner by sending communication\n\n    dated 14.8.2017 highlighted certain issues, as a result of which project\n\n    became techno-economically unviable, but the respondents, without\n\n    ascertaining the correctness of the same, unilaterally proceeded to\n\n    cancel the LoA issued in favour of the petitioner, that by forfeiting Up-\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_142\">    front Premium.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">       37.    Clause 15 clearly reveals that in case project proponent is\n\n\n\n\n    able to satisfy that there are sufficient grounds not to go ahead with\n\n\n\n\n\n    project on account of its being techno-economically unviable,\n\n    Government, after recording its satisfaction may permit the project\n\n\n\n\n\n    proponent to withdraw from project, without compensation and it shall\n\n    be entitled to get the refund of Up-front Premium\n\n</p><p data-structure=\"Section\" id=\"p_144\">       38.    No     doubt,   careful   perusal     of    Clause      15     of   Pre-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_145\">    Implementation Agreement reveals that the satisfaction of the\n\n    employer is necessary to show that there are sufficient grounds to\n\n    permit the project proponent to withdraw from the project, but for that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_146\">                                        - 34 -\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_147\">    purpose     respondents        ought        to       have        verified/examined\n\n    problems/difficulties being faced by project proponent as highlighted in\n\n    communication dated 14.8.2017.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_148\">                                                                      .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_149\">       39.    Interestingly, in the case at hand, respondents without\n\n    affording opportunity of hearing to the petitioner and without uttering a\n\n\n\n\n\n    word with regard to correctness and genuineness of problems/issues\n\n    highlighted in communication dated 14.8.2017, proceeded to order\n\n    forfeiture of Up-front Premium after cancellation of LoA, which action of\n\n\n\n\n\n    the respondents cannot be said to be in accordance with law, rather\n\n    same being totally contrary to principles of natural justice deserves to\n\n    be quashed and set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_150\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159199\" id=\"span_42\">40.    As   per    Clause   8   of   Pre-Implementation               Agreement,\n\n    respondents were otherwise under obligation to cancel PIA, only after\n\n\n    affording opportunity of hearing to the petitioner, which means\n\n    opportunity to represent and be heard ought to have been afforded\n\n\n\n\n    before initiation of action, if any. Since, aforesaid order of cancellation\n\n\n\n\n\n    and forfeiture of Upfront Premium entails civil consequences, same\n\n    should not have been passed without issuing show cause notice to the\n\n\n\n\n\n    petitioner and granting personal hearing. Reliance in this regard is\n\n    placed upon <a href=\"/doc/1159199/\" id=\"a_17\">Sahara India v. CIT</a>, (2008) 14 SCC 151, wherein it has\n\n    been held as under:</span>\n</p>\n\n<blockquote id=\"blockquote_31\">       &quot;2. These matters have been placed before the three-Judge Bench in\n       view of a common order dated 14th December, 2006, passed by a two-\n       Judge Bench of this Court. The Order reads as follows:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                                     ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<blockquote id=\"blockquote_32\">                                         - 35 -\n</blockquote>\n\n<blockquote id=\"blockquote_33\">         &quot;When the matter was taken up, learned counsel for the petitioner\n         placed reliance on a decision of this Court in Rajesh Kr. &amp; Ors. Vs.\n         Deputy Commissioner of Income Tax &amp; Ors. According to learned\n         counsel for the petitioner, before any direction can be issued under\n         <a href=\"/doc/1733517/\" id=\"a_18\">Section 142 (2A)</a> of the Income Tax Act, 1961 (in short &#x27;the Act&#x27;) for\n         special audit of the accounts of the assessee, there has to be a pre-\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_34\">                                                                  .\n</blockquote><blockquote id=\"blockquote_35\">         decisional hearing and an opportunity has to be granted to the\n\n\n\n\n\n         assessee for the purpose. A close reading of the decision shows that\n         the observations in this regard appear to have been made in the\n         context of the assessments in terms of Section 158 BC (Block\n         Assessment) of the Act. Such assessments are relatable to a case\n\n\n\n\n\n         when raid has been conducted at the premises of an assessee. Had\n         that been so, limited to the facts involved in that case, we would have\n         negatived the contentions of learned counsel for the petitioner. But,\n         certain observations of general nature have been made. The effect of\n         these observations appear to be that in every case where the\n         Assessing Officer issues a direction in terms of <a href=\"/doc/149040744/\" id=\"a_19\">Section 142 (2A)</a> of\n\n\n\n\n\n         the Act, the assessee has to be heard before such order is passed.\n         This does not appear to us to be the correct position of law. Therefore,\n         we refer the matter to a larger Bench. The records be placed before\n         Hon&#x27;ble the Chief Justice of India for constituting an appropriate\n         Bench.&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_151\">     10. Before dealing with the rival submissions to determine whether the\n     principles of natural justice demand that an opportunity of hearing should\n     be afforded to an assessee before an order under <a href=\"/doc/149040744/\" id=\"a_20\">Section 142 (2A)</a> of the\n     Act is made, we may appreciate the concept of &quot;natural justice&quot; and the\n\n\n\n     principles governing its application.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_152\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"639803\" id=\"span_44\">11. Rules of &quot;natural justice&quot; are not embodied rules. The phrase &quot;natural\n\n\n\n\n     justice&quot; is also not capable of a precise definition. The underlying principle\n     of natural justice, evolved under the common law, is to check arbitrary\n\n\n\n\n\n     exercise of power by the State or its functionaries. Therefore, the principle\n     implies a duty to act fairly, i.e. fair play in action. As observed by this\n\n\n\n\n\n     Court in <a href=\"/doc/639803/\" id=\"a_21\">A.K. Kraipak &amp; Ors. Vs. Union of India &amp; Ors.</a> , the aim of rules of\n     natural justice is to secure justice or to put it negatively to prevent\n     miscarriage of justice. These rules can operate only in areas not covered\n     by any law validly made. They do not supplant the law but supplement it.\n     (Also see: Income Tax Officer &amp; Ors. Vs. M/s Madnani Engineering Works\n     Ltd., Calcutta ).</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_153\">     15. Thus, it is trite that unless a statutory provision either specifically or by\n     necessary implication excludes the application of principles of natural\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_154\">                                        - 36 -\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_155\">     justice, because in that event the Court would not ignore the legislative\n     mandate, the requirement of giving reasonable opportunity of being heard\n     before an order is made, is generally read into the provisions of a statute,\n     particularly when the order has adverse civil consequences for the party\n\n\n\n\n                                                                 .\n</p><p data-structure=\"CDiscource\" id=\"p_156\">     affected. The principle will hold good irrespective of whether the power\n\n\n\n\n\n     conferred on a statutory body or tribunal is administrative or quasi-judicial.\n</p>\n<p data-structure=\"Precedent\" id=\"p_157\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56768737\" id=\"span_46\">16. We may, however, hasten to add that no general rule of universal\n\n\n\n\n\n     application can be laid down as to the applicability of the principle audi\n     alteram partem, in addition to the language of the provision. Undoubtedly,\n     there can be exceptions to the said doctrine. Therefore, we refrain from\n\n\n\n\n\n     giving an exhaustive catalogue of the cases where the said principle\n     should be applied. The question whether the principle has to be applied or\n     not is to be considered bearing in mind the express language and the\n     basic scheme of the provision conferring the power; the nature of the\n\n     power conferred and the purpose for which the power is conferred and the\n\n     final effect of the exercise of that power. It is only upon a consideration of\n     all these matters that the question of application of the said principle can\n     be properly determined. (See: <a href=\"/doc/56768737/\" id=\"a_22\">Union of India Vs. Col</a>. J.N. Sinha &amp; Ors. )</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_158\">     17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1831036\" id=\"span_47\">In <a href=\"/doc/1831036/\" id=\"a_23\">Mohinder Singh Gill &amp; Anr. Vs. The Chief Election Commissioner,\n     New Delhi &amp; Ors.</a> , explaining as to what is meant by expression &#x27;civil\n\n\n\n\n     consequence&#x27;, Krishna Iyer, J., speaking for the majority said:</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_36\">        &quot;&#x27;Civil Consequences&#x27; undoubtedly cover infraction of not merely\n        property or personal rights but of civil liberties, material deprivations\n        and non-pecuniary damages. In its comprehensive connotation,\n        everything that affects a citizen in his civil life inflicts a civil\n\n\n\n\n\n        consequence.&quot; (emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_159\">     18. The question in regard to the requirement of opportunity of being\n     heard in a particular case, even in the absence of provision for such\n     hearing, has been considered by this Court on a number of occasions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"709776\" id=\"span_48\">In\n     <a href=\"/doc/709776/\" id=\"a_24\">Olga Tellis &amp; Ors. Vs. Bombay Municipal Corporation &amp; Ors.</a> while dealing\n     with the provisions of <a href=\"/doc/164349066/\" id=\"a_25\">Section 314</a> of the Bombay Municipal Corporation\n     Act, 1888, which confers discretion on the Commissioner to get any\n     encroachment removed with or without notice, a Constitution Bench of this\n     Court observed as follows:</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<blockquote id=\"blockquote_37\">                                       - 37 -\n</blockquote>\n\n<blockquote id=\"blockquote_38\">        &quot;It must further be presumed that, while vesting in the Commissioner\n        the power to act without notice, the Legislature intended that the\n        power should be exercised sparingly and in cases of urgency which\n        brook no delay. In all other cases, no departure from the audi alteram\n        partem rule (&#x27;Hear the other side&#x27;) could be presumed to have been\n        intended. Section 314 is so designed as to exclude the principles of\n\n\n\n\n                                                                .\n</blockquote><blockquote id=\"blockquote_39\">        natural justice by way of exemption and not as a general rule. There\n\n\n\n\n\n        are situations which demand the exclusion of the rules of natural\n        justice by reason of diverse factors like time, place the apprehended\n        danger and so on. The ordinary rule which regulates all procedure is\n        that persons who are likely to be affected by the proposed action must\n\n\n\n\n\n        be afforded an opportunity of being heard as to why that action should\n        not be taken. The hearing may be given individually or collectively,\n        depending upon the facts of each situation. A departure from this\n        fundamental rule of natural justice may be presumed to have been\n        intended by the Legislature only in circumstances which warrant it.\n        Such circumstances must be shown to exist, when so required, the\n\n\n\n\n\n        burden being upon those who affirm their existence.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_160\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98853113\" id=\"span_50\">19. Again in <a href=\"/doc/98853113/\" id=\"a_26\">C.B. Gautam Vs. Union of India &amp; Ors.</a> a question arose\n     whether in the absence of a provision for giving the concerned parties an\n\n     opportunity of being heard before an order is passed under the provisions\n\n     of Section 269   UD of the Act, for purchase by the Central Government\n     of an immovable property agreed to be sold on an agreement to sell, an\n     opportunity of being heard before such an order could be passed should\n\n\n     be given or not.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56768737\" id=\"span_51\">Relying on the decision of this Court in <a href=\"/doc/56768737/\" id=\"a_27\">Union of India Vs.\n     Col</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"709776\" id=\"span_52\"><a href=\"/doc/709776/\" id=\"a_28\">J.N. Sinha and Olga Tellis</a> (supra) it was held that:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_40\">        &quot;Although Chapter XX-C does not contain any express provision for\n        the affected parties being given an opportunity to be heard before an\n        order for purchase is made under Section 269-UD, not to read the\n\n\n\n\n\n        requirement of such an opportunity would be to give too literal and\n        strict an interpretation to the provisions of Chapter XX-C and in the\n        words of Judge Learned Hand of the United States of America &quot;to\n        make a fortress out of the dictionary.&quot; Again, there is no express\n\n\n\n\n\n        provision in Chapter XX-C barring the giving of a show cause notice or\n        reasonable opportunity to show cause nor is there anything in the\n        language of Chapter XX-C which could lead to such an implication.\n        The observance of principles of natural justice is the pragmatic\n        requirement of fair play in action. In our view, therefore, the\n        requirement of an opportunity to show cause being given before an\n        order for purchase by the Central Government is made by an\n        appropriate authority under Section 269-UD must be read into the\n        provisions of Chapter XX-C. There is nothing in the language of\n        Section 269- UD or any other provision in the said Chapter which\n        would negate such an opportunity being given. Moreover, if such a\n        requirement were not read into the provisions of the said Chapter,\n        they would be seriously open to challenge on the ground of violations\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                               ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_41\">                                         - 38 -\n</blockquote>\n\n<blockquote id=\"blockquote_42\">             of the provisions of <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> on the ground of non-compliance with\n             principles of natural justice. The provision that when an order for\n             purchase is made under Section 269- UD-reasons must be recorded\n             in writing is no substitute for a provision requiring a reasonable\n             opportunity of being heard before such an order is made.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_161\">                                                                  .\n</p><p data-structure=\"Precedent\" id=\"p_162\">       41.      Hon&#x27;ble Apex Court in Gorkha Security Services v.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_163\">    Government (NCT of Delhi), (2014) 9 SCC, 105, has held as under:\n</p>\n\n\n\n\n<blockquote id=\"blockquote_43\">       &quot;31. At the same time, however, effect of violation of the rule of audi\n       alteram partem has to be considered. Even if hearing is not afforded to\n       the person who is sought to be affected or penalised, can it not be argued\n\n\n\n\n\n       that &quot;notice would have served no purpose&quot; or &quot;hearing could not have\n       made difference&quot; or &quot;the person could not have offered any defence\n       whatsoever&quot;. In this connection, it is interesting to note that under the\n       English law, it was [pic]held few years before that non-compliance with\n\n       principles of natural justice would make the order null and void and no\n\n       further inquiry was necessary.\n</blockquote>\n\n<blockquote id=\"blockquote_44\">       36. The recent trend, however, is of &quot;prejudice&quot;. Even in those cases\n       where procedural requirements have not been complied with, the action\n\n\n\n       has not been held ipso facto illegal, unlawful or void unless it is shown\n       that non- observance had prejudicially affected the applicant.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_164\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60084250\" id=\"span_54\">42.      Similar law has been <a href=\"/doc/709776/\" id=\"a_30\">laid down in</a> <a href=\"/doc/60084250/\" id=\"a_31\">State of U.P. v. Sudhir\n\n\n\n\n\n    Kumar Singh</a> &amp; ors., 2020 SCC OnLine SC 847, relevant paras of\n\n    which read as under:</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_45\">       &quot;18. Having heard learned counsel for all the parties, one thing becomes\n       clear. Despite the fact that the prayer in the Writ Petition filed by\n       Respondent No.1 was set out in the very beginning of the impugned\n       judgment, confining itself to the cancellation of the second tender, the\n       impugned judgment went ahead and not only set aside such cancellation\n       vide the letter dated 26.07.2019, but also went ahead and set aside the\n       Managing Director&#x27;s report dated 14.06.2019, and the Special Secretary&#x27;s\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_46\">                                         - 39 -\n</blockquote>\n\n<blockquote id=\"blockquote_47\">       order of 16.07.2019, which required the taking of disciplinary action and\n       recovery of financial loss from those who are responsible.\n</blockquote>\n\n<blockquote id=\"blockquote_48\">       Shri Rakesh Dwivedi also fairly conceded that his client had not asked for\n\n\n\n\n                                                                  .\n</blockquote><blockquote id=\"blockquote_49\">       any relief qua the delinquent officers. This being the case, we set aside\n\n\n\n\n\n       the impugned judgment insofar as it has quashed the Managing Director&#x27;s\n       report dated 14.06.2019, and the order of the Special Secretary dated\n       16.07.2019. Any consequential action that is to be taken pursuant to these\n\n\n\n\n\n       orders must follow in accordance with law.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_165\">       43.    By now it is settled law that provisions of <a href=\"/doc/367586/\" id=\"a_32\">Article 14</a> of the\n\n\n\n\n\n    Constitution of India ought to be complied by State and in terms of\n\n    guidelines prevalent in realm of contacts/tenders. Reliance in this\n\n    regard is placed on a judgment rendered by Hon&#x27;ble Apex Court in\n\n\n    ABL International Ltd. v. ECGC of India, (2004) 3 SCC 553, wherein\n\n    it has been held as under:\n</p>\n\n<blockquote id=\"blockquote_50\">       One Rassik Woodworth Limited (4th respondent herein) entered into a\n       contract with M/s.RVO Kazpishepromsyrio, a State- owned Corporation of\n       Kazakhstan (referred to as the Kazak Corporation) for supply of 3,000\n\n\n\n\n       Metric Tons of tea. The said agreement was entered into on or about 26th\n       August, 1993. As per the original agreement, the payment for such tea\n\n\n\n\n\n       exported was to be made by the Kazak Corporation by barter of goods\n       mentioned in the Schedule to the said agreement, within 120 days of the\n\n\n\n\n\n       date of delivery by the exporter. The agreement also provided that such\n       payment to be made by the Kazak Corporation is to be guaranteed by the\n       Government of Kazakhstan. Clause 6 of the agreement which provided for\n       the mode of payment by barter of goods by the Kazak Corporation came\n       to be amended by an addendum on the very same day when the original\n       agreement was executed. By the amended agreement, it was specifically\n       provided that if the contract of barter of goods cannot be finalised for any\n       reason then the Kazak Corporation was to pay to the exporter for the\n       goods received by it in US Dollars within 120 days from the date of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_51\">                                        - 40 -\n</blockquote>\n\n<blockquote id=\"blockquote_52\">     delivery. Such payment was to be remitted by the Kazak Corporation to\n     the bank account of the exporter at Delhi. This amended agreement also\n     provided for a guarantee being given by the Ministry of Foreign Economic\n     Relations of Kazakhstan for prompt payment of such consideration. The\n\n\n\n\n                                                                 .\n</blockquote><blockquote id=\"blockquote_53\">     addendum specifically stated that the same was to form an integral part of\n\n\n\n\n\n     the contract earlier entered between the parties on the same day viz.\n     26.8.1993.\n</blockquote>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_166\">     After the said contract was entered into by the 4th respondent with the\n     Kazak Corporation, by an agreement of parties, the 4th respondent\n     assigned a part of the said export contract to the first appellant herein on\n\n\n\n\n\n     same terms. On a direction issued by the Reserve Bank of India to cover\n     the risk arising out of the export of tea made by the appellants as per the\n     said assigned contract, the appellants approached the Export Credit\n     Guarantee Corporation of India Ltd. (the first respondent herein) on 23rd\n\n     September, 1993 to insure the risk of payment of consideration that is\n\n     involved in the said contract of export. On 30th September, 1993, after\n     considerable correspondence between the parties, the first respondent\n     issued a comprehensive risk policy effective from 23rd September, 1993\n\n\n     to 30th September, 1995 covering the risk. The Kazakhstan Government\n     as required in the contract through its Ministry of Foreign Economic\n     Relations also gave an irrevocable guarantee that in the event the Kazak\n\n\n\n\n     Corporation for any reason whatsoever is unable to meet its obligation of\n     payment due under the contract, said Government would make the\n\n\n\n\n\n     payment to the exporter in US dollars through remittance for tea delivered.\n     It is the case of the appellant that the payment of consideration by barter\n\n\n\n\n\n     of goods could not be finalised between the appellant and the Kazak\n     Corporation, therefore, the said Corporation agreed to pay the\n     consideration amount for the goods received by it in US dollars and also\n     paid certain sums of money in US dollars as part payment but failed to\n     pay the balance amount due under the contract. It is also the case of the\n     appellant that even the Kazakhstan Government though admitted its\n     liability to pay the balance of consideration amount did not fulfil its part of\n     the guarantee given in the contract due to lack of funds. It is on the failure\n     of the Kazakhstan Government to fulfil its guarantee the appellants made\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_167\">                                         - 41 -\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_168\">     a claim on the first respondent which had covered the said risk of\n     compensating the loss suffered by it by the non-payment of the\n     consideration amount for the supply of tea made to the Kazak\n     Corporation. The first respondent as per its letter dated 14.12.1994,\n\n\n\n\n                                                                  .\n</p><p data-structure=\"PetArg\" id=\"p_169\">     however, repudiated the claim of the appellants stating that the appellants\n\n\n\n\n\n     had changed the terms of the contract of payment without first consulting\n     it, therefore, it had no obligation to compensate the appellants for the loss\n\n\n\n\n\n     suffered by it. This alleged change of terms of the contract, according to\n     the first respondent, was due to the fact that the appellants had rejected\n     the barter offer made by the Kazak Corporation and had opted for cash\n     payment in US dollars which, according to the first respondent was not the\n\n\n\n\n\n     mode of payment contemplated in the contract between the exporter and\n     the Kazak Corporation. On further correspondence between the\n     appellants and the first respondent, the latter reiterated its right to\n     repudiate the claim of the appellants by its second letter dated 26.5.1995\n\n     contending that the refusal of the barter offer by the appellants without\n\n     first consulting it, amounts to a change in the mode of recovery of dues,\n     hence, the loss suffered by such change in the mode of recovery took\n     away the liability of the first respondent to pay for such loss.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_170\">     Having failed to persuade the first respondent to adhere to the contract of\n     insurance between it and the appellant, the appellant filed a writ petition\n\n\n\n\n     before a learned Single Judge of the Calcutta High Court, inter alia,\n     praying for quashing of the letters of repudiation issued by the first\n\n\n\n\n\n     respondent. It also consequentially prayed for a direction to the first\n     respondent to make payment of the dues to it under the contract of\n\n\n\n\n\n     insurance. The learned Single Judge after hearing the parties came to the\n     conclusion that though the dispute between the parties arose out of a\n     contract, the first respondent being a State for the purpose of <a href=\"/doc/609139/\" id=\"a_33\">Article 12</a>,\n     was bound by the terms of the contract, therefore, for such non-\n     performance, a writ was maintainable and after considering the arguments\n     of the parties in regard to the liability under the contract of insurance,\n     allowed the writ petition and issued the writ and directions as prayed for\n     by the appellants in the writ petition.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Precedent\" id=\"p_171\">                                         - 42 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_172\">     In an appeal filed by the first respondent before the Appellate Bench of\n     the same High Court, the said Bench reversed the findings of the learned\n     Single Judge and held that the claim of the appellant involving disputed\n     questions of fact cannot be adjudicated in a writ proceeding under Article\n\n\n\n\n                                                                  .\n</p><p data-structure=\"RespArg\" id=\"p_173\">     226 of the Constitution, hence, set aside the judgment of the learned\n\n\n\n\n\n     Single Judge. In the course of its judgment the Appellate Bench also\n     incidentally came to the conclusion that the first respondent had not\n\n\n\n\n\n     committed any violation of the clauses or the terms of the insurance\n     contract. On the contrary, it observed that as per proviso\n\n\n</p><p data-structure=\"Section\" id=\"p_174\">     (d) to Clause (xi) of the said insurance contract, by refusing to accept the\n\n\n\n\n\n     barter of goods, the first appellant had violated the terms of the contract\n     disentitling it to raise any claim on the first respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_175\">     It is against this order of the Appellate Bench of the Calcutta High Court\n\n     that the appellants are before us.\n</p>\n<p data-structure=\"PetArg\" id=\"p_176\">     In this appeal, Dr. A.M. Singhvi, learned senior counsel for the appellants\n     contended that the High Court though noted that the writ petition involved\n     disputed questions of fact has not identified any such disputed questions\n\n\n     of fact which disentitled the appellants from seeking reliefs in a writ\n     petition. He also submitted that assuming that some disputed questions\n     did arise for consideration in the writ petition, that itself would not bar the\n\n\n\n\n     High Court under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution from examining such\n\n\n\n\n\n     questions of fact. He further submitted that in the present case, the terms\n     of the contract between the exporter and the Kazak Corporation on one\n     hand and the contract of insurance between the appellants and the first\n\n\n\n\n\n     respondent on the other being crystal clear, there was no question of any\n     difficulty in interpretation of the said terms of the contracts and all\n     necessary facts required for the interpretation of the said clauses of the\n     insurance and export contracts being admitted, the Appellate Bench of the\n     High Court was in error in coming to the conclusion that the writ petition\n     involved such disputed questions of facts which the High Court could not\n     decide in the writ petition. He also contended that the observations of the\n     High Court in the course of its judgment that the appellants had violated\n     the terms of the export contract or the insurance contract, is ex facie\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Precedent\" id=\"p_177\">                                        - 43 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_178\">     erroneous. He submitted that this is because of the fact that the Appellate\n     Bench did not properly appreciate the relevant clauses of the said\n     contracts. He also contended that proviso (d) to Clause (xi) of the\n     insurance contract had no bearing whatsoever on the facts of this case.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_179\">                                                                 .\n</p><p data-structure=\"RespArg\" id=\"p_180\">     Learned counsel then pointed out that the basis of the repudiation as\n\n\n\n\n\n     could be seen from the two letters of the first respondent was that prior\n     permission of the said respondent was not taken before making a change\n\n\n\n\n\n     in the terms of the export contract. According to the learned counsel, this\n     foundation of repudiation of the claim is based on a presumption that\n     there was any such requirement either in law or in the contracts to have a\n     prior consultation with the first respondent while making a claim to receive\n\n\n\n\n\n     cash consideration from the exporter. It was argued that apart from the\n     fact that there was no change in the terms of the contract as indicated in\n     the letters of repudiation, the assumption of the first respondent that it had\n     to be consulted while making any such demand on the Kazak Corporation\n\n     is wholly baseless. Learned counsel pointed out from the terms of the\n\n     contracts, what the appellants had insured with the first respondent was\n     not their goods. On the contrary, they had actually insured the non-\n     payment of consideration which under the terms of contract, was either by\n\n\n     barter or by cash. Therefore, it was not open to the first respondent to\n     repudiate the appellants&#x27; claim on the ground that the mode of barter\n     payment was changed without consulting it and that the contract of\n\n\n\n\n     insurance did not cover the risk of payment in US $. According to the\n     learned counsel for the appellants, none of the terms of the contracts, be\n\n\n\n\n\n     it the export contract or the insurance contract, gives any room for multiple\n     interpretation nor requires any evidence being led. According to said\n\n\n\n\n\n     learned counsel, all that the writ court had to decide was whether the\n     appellant should adhere only to receive consideration by barter of goods\n     or it is also entitled to demand the consideration by cash in US $ and\n     whether non-payment of such consideration is covered by the contract of\n     insurance or not which, according to learned counsel, can be decided by\n     examining the terms of the contracts without having to take recourse to\n     any external aid.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Precedent\" id=\"p_181\">                                        - 44 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_182\">     Ms. Indira Jaising, learned senior counsel appearing for the first\n     respondent submitted that on facts and circumstances of this case, a writ\n     petition was not maintainable nor can it be construed as an appropriate\n     remedy. She pointed out that the subject matter is a dispute arising out of\n\n\n\n\n                                                                 .\n</p><p data-structure=\"CDiscource\" id=\"p_183\">     a contract and is not a matter falling under the purview of Administrative\n\n\n\n\n\n     Law. According to her, the doctrine of fairness and reasonableness\n     applies only in the exercise of statutory or administrative actions of a State\n\n\n\n\n\n     and not in the exercise of a contractual obligation and issues arising out of\n     contractual matters will have to be decided on the basis of the law of\n     contract and not on the basis of the administrative law. It was her\n     argument that at the most in matters involving statutory contracts where\n\n\n\n\n\n     action of the State involves a public duty, a writ may lie but in the instant\n     case, the contract was neither a statutory contract nor the duty of the first\n     respondent under the contract had any public law element involved in it.\n     According to the learned counsel, this contract was a negotiated contract\n\n     and not a standard form contract. She also supported the finding of the\n\n     Appellate Bench of the High Court that the facts involved in the case are\n     all disputed facts requiring evidence to be led, therefore, the appropriate\n     remedy could only be a suit. Hence, the impugned judgment did not call\n\n\n     for any interference.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_184\">     As could be seen from the arguments addressed in this appeal and as\n\n\n\n\n     also from the divergent views of the two courts below one of the questions\n     that falls for our consideration is whether a writ petition under <a href=\"/doc/1712542/\" id=\"a_35\">Article\n\n\n\n\n\n     226</a> of the Constitution of India is maintainable to enforce a contractual\n     obligation of the State or its instrumentality, by an aggrieved party. In our\n\n\n\n\n\n     opinion this question is no more res integra and is settled by a large\n     number of judicial pronouncements of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_61\">In <a href=\"/doc/838233/\" id=\"a_36\">K.N. Guruswamy Vs.\n     The State of Mysore and others</a>. [ 1955 (1) SCR 305] this Court held: &quot;The\n     next question is whether the appellant can complain of this by way of a\n     writ. In our opinion, he could have done so in an ordinary case. The\n     appellant is interested in these contracts and has a right under the laws of\n     the State to receive the same treatment and be given the same chance as\n     anybody else.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<p data-structure=\"Precedent\" id=\"p_185\">                                             - 45 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_186\">     .............................................. We would therefore in the ordinary course\n     have given the appellant the writ he seeks. But owing to the time which\n     this matter has taken to reach us (a consequence for which the appellant\n     is in no way to blame, for he has done all he could to have an early\n\n\n\n\n                                                                         .\n</p><p data-structure=\"Precedent\" id=\"p_187\">     hearing), there is barely a fortnight of the contract left to go.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_188\">     .............................................. A writ would therefore be ineffective and as\n     it is not our practice to issue meaningless writs we must dismiss this\n\n\n\n\n\n     appeal and leave the appellant content with an enunciation of the law.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_189\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"485924\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_64\">It is clear from the above observations of this Court in the said case\n     though a writ was not issued on the facts of that case, this Court has held\n\n\n\n\n\n     that on a given set of facts if a State acts in an arbitrary manner even in a\n     matter of contract, an aggrieved party can approach the court by way of\n     writ under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution and the court depending on facts\n\n     of the said case is empowered to grant the relief. This judgment in <a href=\"/doc/838233/\" id=\"a_38\">K.N.\n\n     Guruswamy Vs. The State of Mysore and others</a> was followed\n     subsequently by this Court in the case of <a href=\"/doc/485924/\" id=\"a_39\">The D.F.O, South Kheri &amp; Ors.\n     Vs. Ram Sanehi Singh</a> [ 1971 (3) SCC 864] wherein this Court held:</span></span>\n</p>\n\n<blockquote id=\"blockquote_54\">     &quot;By that order he has deprived the respondent of a valuable right. We are\n     unable to hold that merely because the source of the right which the\n     respondent claims was initially in a contract, for obtaining relief against\n\n\n\n\n     any arbitrary and unlawful action on the part of a public authority he must\n\n\n\n\n\n     resort to a suit and not to a petition by way of a writ. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_65\">In view of the\n     judgment of this Court in <a href=\"/doc/838233/\" id=\"a_40\">K.N. Guruswamy</a>&#x27;s case (supra), there can be no\n     doubt that the petition was maintainable, even if the right to relief arose\n\n\n\n\n\n     out of an alleged breach of contract, where the action challenged was of a\n     public authority invested with statutory power.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_66\">(Emphasis supplied) In the\n     case of Gujarat State Financial Corporation Vs M/s. Lotus Hotels Pvt. Ltd.\n     [1983 (3) SCC 379] this Court following an earlier judgment in <a href=\"/doc/1281050/\" id=\"a_41\">R.D. Shetty\n     Vs. International Airport Authority of India</a> [1979 (3) SCC 489] held:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_55\">     &quot;The instrumentality of the State which would be &#x27;other authority&#x27;\n     under <a href=\"/doc/609139/\" id=\"a_42\">Article 12</a> cannot commit breach of a solemn undertaking to the\n     prejudice of the other party which acted on that undertaking or promise\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                                       ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_56\">                                         - 46 -\n</blockquote>\n\n<blockquote id=\"blockquote_57\">     and put itself in a disadvantageous position. The appellant Corporation,\n     created under the State Financial Corporation Act, falls within the\n     expression of &#x27;other authority&#x27; in <a href=\"/doc/609139/\" id=\"a_43\">Article 12</a> and if it backs out from such a\n     promise, it cannot be said that the only remedy for the aggrieved party\n\n\n\n\n                                                                  .\n</blockquote><blockquote id=\"blockquote_58\">     would be suing for damages for breach and that it could not compel the\n\n\n\n\n\n     Corporation for specific performance of the contract under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226.&quot;</a>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_190\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"730804\" id=\"span_68\">The learned counsel appearing for the first respondent however,\n\n\n\n\n\n     submitted that this Court has taken a different view in the case of <a href=\"/doc/730804/\" id=\"a_45\">Life\n     Insurance Corporation of India Vs. Escorts Ltd. &amp; Ors.</a> [ 1986 (1) SCC\n     264] wherein this Court held:</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_59\">     &quot;If the action of the State is related to contractual obligations or obligations\n     arising out of the tort, the court may not ordinarily examine it unless the\n     action has some public law character attached to it. Broadly speaking, the\n\n     court will examine actions of State if they pertain to the public law domain\n\n     and refrain from examining them if they pertain to the private law field.\n</blockquote>\n\n<blockquote id=\"blockquote_60\">     The difficulty will lie in demarcating the frontier between the public law\n     domain and the private law field. It is impossible to draw the line with\n\n\n     precision and we do not want to attempt it. The question must be decided\n     in each case with reference to the particular action, the activity in which\n     the State or the instrumentality of the State is engaged when performing\n\n\n\n\n     the action, the public law or private law character of the action and a host\n\n\n\n\n\n     of other relevant circumstances. When the State or an instrumentality of\n     the State ventures into the corporate world and purchases the shares of a\n     company, it assumes to itself the ordinary role of a shareholder, and dons\n\n\n\n\n\n     the robes of a shareholder, with all the rights available to such a\n     shareholder.\n</blockquote>\n\n<blockquote id=\"blockquote_61\">     There is no reason why the State as a shareholder should be expected to\n     state its reasons when it seeks to change the management, by a\n     resolution of the company, like any other shareholder.&quot; (Emphasis\n     supplied).\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                 ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n<blockquote id=\"blockquote_62\">                                        - 47 -\n</blockquote>\n\n<blockquote id=\"blockquote_63\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_70\">We do not think this Court <a href=\"/doc/730804/\" id=\"a_46\">in <a href=\"/doc/730804/\" id=\"a_47\">the above case</a></a> has, in any manner,\n     departed from the view expressed in the earlier judgments in the case\n     cited hereinabove.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_71\">This Court in the case of <a href=\"/doc/730804/\" id=\"a_48\">Life Insurance Corporation of\n     India</a> (Supra) proceeded on the facts of that case and held that a relief by\n\n\n\n\n                                                                 .</span>\n</blockquote><blockquote id=\"blockquote_64\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_72\">way of a writ petition may not ordinarily be an appropriate remedy. This\n\n\n\n\n\n     judgment does not lay down that as a rule in matters of contract the\n     court&#x27;s jurisdiction under <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> of the Constitution is ousted. On the\n\n\n\n\n\n     contrary, the use of the words &quot;court may not ordinarily examine it unless\n     the action has some public law character attached to it&quot; itself indicates\n     that in a given case, on the existence of the required factual matrix a\n     remedy under <a href=\"/doc/1712542/\" id=\"a_50\">Article 226</a> of the Constitution will be available. The learned\n\n\n\n\n\n     counsel then relied on another judgment of this Court in the case of <a href=\"/doc/1156062/\" id=\"a_51\">State\n     of U.P. &amp; Ors. Vs. Bridge &amp; Roof Company (India) Ltd.</a> [ 1996 (6) SCC 22]\n     wherein this Court held: &quot;Further, the contract in question contains a\n     clause providing inter alia for settlement of disputes by reference to\n\n     arbitration. The arbitrators can decide both questions of fact as well as\n\n     questions of law. When the contract itself provides for a mode of\n     settlement of disputes arising from the contract, there is no reason why\n     the parties should not follow and adopt that remedy and invoke the\n\n\n     extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226.</a> The\n     existence of an effective alternative remedy - in this case, provided in the\n     contract itself - is a good ground for the court to decline to exercise its\n\n\n\n\n     extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226.&quot;</a></span>\n</blockquote>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_191\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_73\">This judgment again, in our opinion, does not help the first respondent in\n     the argument advanced on its behalf that in contractual matters remedy\n\n\n\n\n\n     under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> of the Constitution does not lie. It is seen from the above\n     extract that <a href=\"/doc/1156062/\" id=\"a_55\">in that case</a> because of an arbitration clause in the contract,\n     the court refused to invoke the remedy under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the\n     Constitution. We have specifically inquired from the parties to the present\n     appeal before us and we have been told that there is no such arbitration\n     clause in the contract in question. It is well known that if the parties to a\n     dispute had agreed to settle their dispute by arbitration and if there is an\n     agreement in that regard, the courts will not permit recourse to any other\n     remedy without invoking the remedy by way of arbitration unless of course</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_192\">                                        - 48 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_193\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_75\">both the parties to the dispute agree on another mode of dispute\n     resolution. Since that is not the case in the instant appeal, the\n     observations of this Court in the said case of <a href=\"/doc/1156062/\" id=\"a_57\">Bridge &amp; Roof Co.</a> (supra) is\n     of no assistance to the first respondent in its contention that in contractual\n\n\n\n\n                                                                    .</span>\n</p><p data-structure=\"Conclusion\" id=\"p_194\">     matters, writ petition is not maintainable.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_195\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"460900\" id=\"span_76\">The learned counsel then contending that this Court will not entertain a\n     writ petition involving disputed questions of fact relied on a judgment of\n\n\n\n\n\n     this Court in the case of <a href=\"/doc/460900/\" id=\"a_58\">State of Bihar &amp; Ors. Vs. Jain Plastics and\n     Chemicals Ltd.</a> [2002 (1) SCC 216] wherein this Court held :</span>\n</p>\n<blockquote id=\"blockquote_65\">     &quot;In our view, it is apparent that the order passed by the High Court is, on\n\n\n\n\n\n     the face of it, illegal and erroneous. It is true that many matters could be\n     decided after referring to the contentions raised in the affidavits and\n     counter affidavits, but that would hardly be a ground for exercise of\n\n     extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution in case of\n\n     alleged breach of contract.\n</blockquote>\n\n<blockquote id=\"blockquote_66\">     Whether the alleged non-supply of road permits by the appellants would\n     justify breach of contract by the respondent would depend upon facts and\n\n\n     evidence and is not required to be decided or dealt with in a writ petition.\n     Such seriously disputed questions or rival claims of the parties with regard\n     to breach of contract are to be investigated and determined on the basis\n\n\n\n\n     of evidence which may be led by the parties in a properly instituted civil\n\n\n\n\n\n     suit rather than by a court exercising prerogative of issuing writs.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_196\">     A perusal of this judgment though shows that a writ petition involving\n\n\n\n\n\n     serious disputed questions of facts which requires consideration of\n     evidence which is not on record, will not normally be entertained by a\n     court in the exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_60\">Article 226</a> of the Constitution\n     of India. This decision again, in our opinion, does not lay down an\n     absolute rule that in all cases involving disputed questions of fact the\n     parties should be relegated to a civil suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_77\">In this view of ours, we are\n     supported by a judgment of this Court in the case of <a href=\"/doc/1141333/\" id=\"a_61\">Smt. Gunwant Kaur &amp;\n     Ors. vs. Municipal Committee, Bhatinda and Ors.</a> [1969 (3) SCC 769]</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                                   ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_197\">                                        - 49 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_198\">     where dealing with such a situation of disputed questions of fact in a writ\n     petition this Court held :\n</p>\n\n<blockquote id=\"blockquote_67\">     &quot;The High Court observed that they will not determine disputed question\n\n\n\n\n                                                                 .\n</blockquote><blockquote id=\"blockquote_68\">     of fact in a writ petition. But what facts were in dispute and what were\n\n\n\n\n\n     admitted could only be determined after an affidavit in reply was filed by\n     the State. The High Court, however, proceeded to dismiss the petition in\n     limine. The High Court is not deprived of its jurisdiction to entertain a\n\n\n\n\n\n     petition under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> merely because in considering the petitioner&#x27;s\n     right to relief questions of fact may fall to be determined. In a petition\n     under <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a> the High Court has jurisdiction to try issues both of fact\n\n\n\n\n\n     and law. Exercise of the jurisdiction is, it is true, discretionary, but the\n     discretion must be exercised on sound judicial principles. When the\n     petition raises questions of fact of a complex nature, which may for their\n     determination require oral evidence to be taken, and on that account the\n\n     High Court is of the view that the dispute may not appropriately be tried in\n\n     a writ petition, the High Court may decline to try a petition.\n</blockquote>\n\n<blockquote id=\"blockquote_69\">     Rejection of a petition in limine will normally be justified, where the High\n     Court is of the view that the petition is frivolous or because of the nature of\n\n\n\n     the claim made dispute sought to be agitated, or that the petition against\n     the party against whom relief is claimed is not maintainable or that the\n\n\n\n\n     dispute raised thereby is such that it would be inappropriate to try it in the\n     writ jurisdiction, or for analogous reasons.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_70\">     From the averments made in the petition filed by the appellants it is clear\n     that in proof of a large number of allegations the appellants relied upon\n\n\n\n\n\n     documentary evidence and the only matter in respect of which conflict of\n     facts may possibly arise related to the due publication of the notification\n     under <a href=\"/doc/26746716/\" id=\"a_64\">Section 4</a> by the Collector.\n</blockquote>\n\n<blockquote id=\"blockquote_71\">     In the present case, in our judgment, the High Court was not justified in\n     dismissing the petition on the ground that it will not determine disputed\n     question of fact. The High Court has jurisdiction to determine questions of\n     fact, even if they are in dispute and the present, in our judgment, is a case\n     in which in the interests of both the parties the High Court should have\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                ::: Downloaded on - 13/01/2023 20:33:56 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_72\">                                           - 50 -\n</blockquote>\n\n<blockquote id=\"blockquote_73\">       entertained the petition and called for an affidavit in reply from the\n       respondents, and should have proceeded to try the petition instead of\n       relegating the appellants to a separate suit.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_199\">                                                                    .\n</p><p data-structure=\"Precedent\" id=\"p_200\">       44.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_80\">In <a href=\"/doc/70828540/\" id=\"a_65\">Kailash Nath Associates v. DDA</a>, (2015) 4 SCC 136,\n\n\n\n\n\n    Hon&#x27;ble Apex Court held as under:</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_74\">       &quot;27. Coming to the application of <a href=\"/doc/367586/\" id=\"a_66\">Article 14</a>, the Division Bench in\n       paragraph 37 stated:-\n</blockquote>\n<blockquote id=\"blockquote_75\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1534182\" id=\"span_81\">&quot;37. Now, in India, reasonableness in State action is a facet of <a href=\"/doc/367586/\" id=\"a_67\">Article\n\n\n\n\n\n             14</a> of the Constitution of India and in the field of contract would have a\n             considerable play at the precontract stage. Once parties have entered\n             into a contractual obligation, they would be bound by the contract and\n             the only reasonableness would be of the kind envisaged by the\n             Supreme Court in the decision reported as <a href=\"/doc/1534182/\" id=\"a_68\">AIR 1963 SC 1144 T.P.\n\n             Daver v. Lodge Victoria No.363 SC Belgaum &amp; Ors. On</a> the subject of\n             a member of a club being expelled, and the relationship being a\n\n             contract as per the rules and regulations of the club, adherence\n             whereto was agreed to by he who became a member of the club and\n             the management of the club, the Supreme Court observed that in such\n             private affairs, it would be good faith in taking an action which is\n             rooted in the minds of modern men and women i.e. in a modern\n\n\n             democratic society and no more. The decision guides that where a\n             private affair i.e. a contract is so perverted by a party that it offends\n             the concept of a fair- play in a modern society, alone then can the\n             action be questioned as not in good faith and suffice would it be to\n\n\n\n\n             state that anything done not in good faith would be unreasonably\n             done.&quot;</span>\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_201\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1534182\" id=\"span_82\">28. It will be noticed at once that <a href=\"/doc/1534182/\" id=\"a_69\">T.P. Daver v. Lodge Victoria No.</a> 363,\n       S.C. Belgaum, 1964 (1) SCR 1, is not an authority on <a href=\"/doc/367586/\" id=\"a_70\">Article 14</a> at all.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_83\">It\n       deals with clubs and the fact that rules or bye-laws which bind members\n\n\n\n\n\n       of such clubs have to be strictly adhered to. On the other hand in <a href=\"/doc/1943124/\" id=\"a_71\">ABL\n       International Ltd. v. Export Credit Guarantee Corpn. of India Ltd.</a>, (2004) 3\n       SCC 553 at paras 22 and 23, the Supreme Court held:</span>\n</p>\n\n<blockquote id=\"blockquote_76\">             &quot;22. We do not think the above judgment in VST Industries Ltd.\n             [(2001) 1 SCC 298 : 2001 SCC (L&amp;S) 227] supports the argument of\n             the learned counsel on the question of maintainability of the present\n             writ petition. It is to be noted that VST Industries Ltd.[(2001) 1 SCC\n             298 : 2001 SCC (L&amp;S) 227] against whom the writ petition was filed\n             was not a State or an instrumentality of a State as contemplated\n             under Article 12 of the Constitution, hence, in the normal course, no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                                   ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_77\">                                         - 51 -\n</blockquote>\n\n<blockquote id=\"blockquote_78\">         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1943124\" id=\"span_85\">writ could have been issued against the said industry. But it was the\n         contention of the writ petitioner <a href=\"/doc/1943124/\" id=\"a_72\">in that case</a> that the said industry was\n         obligated under the statute concerned to perform certain public\n         functions; failure to do so would give rise to a complaint under <a href=\"/doc/1712542/\" id=\"a_73\">Article\n         226</a> against a private body. While considering such argument, this\n         Court held that when an authority has to perform a public function or a\n\n\n\n\n                                                                  .</span>\n</blockquote><blockquote id=\"blockquote_79\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_86\">public duty, if there is a failure a writ petition under <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of the\n\n\n\n\n\n         Constitution is maintainable. In the instant case, as to the fact that the\n         respondent is an instrumentality of a State, there is no dispute but the\n         question is: was the first respondent discharging a public duty or a\n         public function while repudiating the claim of the appellants arising out\n\n\n\n\n\n         of a contract? Answer to this question, in our opinion, is found in the\n         judgment of this Court in the case of <a href=\"/doc/1261492/\" id=\"a_75\">Kumari Shrilekha Vidyarthi v.\n         State of U.P.</a> [(1991) 1 SCC 212 : 1991 SCC (L&amp;S) 742] wherein this\n         Court held: (SCC pp. 236-37, paras 22 &amp; 24) &quot;The impact of every\n         State action is also on public interest. ... It is really the nature of its\n         personality as State which is significant and must characterize all its\n\n\n\n\n\n         actions, in whatever field, and not the nature of function, contractual or\n         otherwise, which is decisive of the nature of scrutiny permitted for\n         examining the validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_76\">Article 14</a> being\n         the duty to act fairly, justly and reasonably, there is nothing which\n         militates against the concept of requiring the State always to so act,\n\n         even in contractual matters.&quot;</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_202\">         23. It is clear from the above observations of this Court, once the\n         State or an instrumentality of the State is a party of the contract, it has\n         an obligation in law to act fairly, justly and reasonably which is the\n         requirement of <a href=\"/doc/367586/\" id=\"a_77\">Article 14</a> of the Constitution of India. Therefore, if by\n\n\n         the impugned repudiation of the claim of the appellants the first\n         respondent as an instrumentality of the State has acted in\n         contravention of the abovesaid requirement of <a href=\"/doc/367586/\" id=\"a_78\">Article 14</a>, then we\n         have no hesitation in holding that a writ court can issue suitable\n         directions to set right the arbitrary actions of the first respondent.&quot;\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_203\">     29. Based on the facts of this case, it would be arbitrary for the DDA to\n\n\n\n\n\n     forfeit the earnest money on two fundamental grounds. First, there is no\n     breach of contract on the part of the appellant as has been held above.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_204\">     And second, DDA not having been put to any loss, even if DDA could\n     insist on a contractual stipulation in its favour, it would be arbitrary to allow\n     DDA as a public authority to appropriate Rs.78,00,000/- (Rupees Seventy\n     Eight Lakhs) without any loss being caused. It is clear, therefore,\n     that <a href=\"/doc/367586/\" id=\"a_79\">Article 14</a> would apply in the field of contract in this case and the\n     finding of the Division Bench on this aspect is hereby reversed.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">                                                 ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n<p data-structure=\"Conclusion\" id=\"p_205\">                                          - 52 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_206\">       45.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"58583522\" id=\"span_88\">In <a href=\"/doc/58583522/\" id=\"a_80\">Surya Constructions v. State of Uttar Pradesh &amp; Ors</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_207\">    2019 SCC OnLine SC 447, it has been held as under:\n</p>\n<blockquote id=\"blockquote_80\">       &quot;Having heard learned counsel for all the parties, we find that the present\n\n\n\n\n                                                                   .\n</blockquote><blockquote id=\"blockquote_81\">       is a case in which payment for extra work by the Uttar Pradesh Jal Nigam\n\n\n\n\n\n       has not been made though such work was expressly sanctioned and done\n       to their satisfaction. The appellant before us has had to run from pillar to\n       post to get the money owed to them. By an order dated 21.10.2013, the\n\n\n\n\n\n       High Court asked the appellant to make a representation and finally, in a\n       contempt petition moved on 07.02.2014, directed the Uttar Pradesh Jal\n       Nigam to answer this representation. The representation so made was\n\n\n\n\n\n       answered by the Uttar Pradesh Jal Nigam as follows: &quot;Due to aforesaid\n       facts and description it is clear that Rs.113.29 lacs has to be released by\n       Government/Mela Administration against the Budget presented by U.P.\n       Jal Nigam, Magh Mela 2008-09.\n</blockquote>\n<blockquote id=\"blockquote_82\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_89\">There is no money available under account of Magh Mela 2008-09 of U.P. Jal\n\n    Nigam. And could not obtained the rest of amount from the Mela\n    Administration/Government. Therefore, payment regarding M/s. Surya\n    Construction, 323/3, Alopibagh, Allahabad will be paid after availability of the\n\n\n    money from the Government.&quot; It is clear, therefore, from the aforesaid order\n    dated 22.03.2014 that there is no dispute as to the amount that has to be paid\n    to the appellant. Despite this, when the appellant knocked at the doors of the\n\n\n\n\n    High Court in a writ petition being Writ Civil No. 25216/2014, the impugned\n    judgment dated 02.05.2014 dismissed the writ petition stating that disputed\n\n\n\n\n\n    questions of fact arise and that the amount due arises out of a contract. We\n    are afraid the High Court was wholly incorrect inasmuch as there was no\n\n\n\n\n\n    disputed question of fact. On the contrary, the amount payable to the\n    appellant is wholly undisputed. Equally, it is well settled that where the State\n    behaves arbitrarily, even in the realm of contract, the High Court could\n    interfere under <a href=\"/doc/1943124/\" id=\"a_81\"><a href=\"/doc/1712542/\" id=\"a_82\">Article 226</a> of the Constitution of India [&#x27;ABL International Ltd.\n    and Another v. Export Credit Guarantee Corporation of India Ltd. and Others&#x27;</a>\n    (2004 (3) SCC 553)].</span>\n</blockquote><blockquote id=\"blockquote_83\">    This being the case and the work having been completed long back in 2009,\n    we direct the Uttar Pradesh Jal Nigam to make the necessary payment within\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                                                  ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_84\">                                            - 53 -\n</blockquote>\n\n<blockquote id=\"blockquote_85\">    a period of four weeks from today. Given the long period of delay, interest at\n    the rate of 6 per cent per annum may also be awarded.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_208\">       46.     Impugned       communication         dated      23.9.2017       indicates\n\n\n\n\n                                                                     .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_209\">    complete non-application of mind inasmuch as none of the reasons\n\n    mentioned in 14.8.2017 has been considered, while issuing Annexure\n\n\n\n\n\n    P-1. Non-consideration of stand of petitioner portrays non-application\n\n    of mind also making order arbitrary and violative of Constitution of\n\n    India.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_210\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"514236\" id=\"span_91\">47.     Reliance is placed on a judgment rendered by Hon&#x27;ble Apex\n\n    Court in <a href=\"/doc/514236/\" id=\"a_83\">Oryx Fisheries Pvt. Ltd. V. Union of India</a>,(2010) 13 SCC\n\n    427, wherein it has been held as under:</span>\n</p>\n<blockquote id=\"blockquote_86\">       &quot;22.         Relying on the underlined portions in the show cause notice,\n       learned counsel for the appellant urged that even at the stage of the show\n       cause notice the third respondent has completely made up his mind and\n\n\n       reached definite conclusion about the alleged guilt of the appellant. This\n       has rendered the subsequent proceedings an empty ritual and an idle\n       formality.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_87\">       23.          This Court finds that there is a lot of substance in the aforesaid\n       contention.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_88\">       24. It is well settled that a quasi-judicial authority, while acting in exercise\n       of its statutory power must act fairly and must act with an open mind while\n\n\n\n\n\n       initiating a show cause proceeding. A show cause proceeding is meant to\n       give the person proceeded against a reasonable opportunity of making his\n       objection against the proposed charges indicated in the notice.\n</blockquote><blockquote id=\"blockquote_89\">       25.          Expressions    like   &quot;a   reasonable    opportunity     of   making\n       objection&quot; or &quot;a reasonable opportunity of defence&quot; have come up for\n       consideration before this Court in the context of several statutes.\n</blockquote><blockquote id=\"blockquote_90\">        40.          On the requirement of disclosing reasons by a quasi- judicial\n       authority in support of its order, this Court has recently delivered a\n\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">                                                    ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_91\">                                         - 54 -\n</blockquote>\n\n<blockquote id=\"blockquote_92\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"181125380\" id=\"span_93\">judgment in the case of <a href=\"/doc/181125380/\" id=\"a_84\">Kranti Associates Pvt. Ltd. &amp; Anr. v. Sh. Masood\n       Ahmed Khan &amp; Others</a> on 8th September 2010.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_211\">       48.     Since in the case at hand, neither there is any material on\n\n    record nor learned Advocate General           has been able to point out\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_212\">    document, if any suggestive of the fact that opportunity, if any, was\n\n    granted to the petitioner before issuing impugned order/letter, same is\n\n\n\n\n\n    liable to be quashed being manifestly arbitrary and violative of\n\n    principles of natural justice..\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_213\">       49.     Since in the case at hand, respondents themselves failed to\n\n    adhere to the time line as given in clause 3.6 of Pre-Implementation\n\n    Agreement, wherein LoA was to be cancelled on account of non-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_214\">    signing of Implementation Agreement within two months from the date\n\n    of submission, time-line provided in Pre-Implementation Agreement\n\n    lost its sanctity rather same was extended by respondents themselves.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_215\">    Admittedly,     respondents       having     taken       note      of      various\n\n    communications/representations Annexures P-11, 13, 14, 15, 17, kept\n\n\n\n\n    on postponing the matter with regard to signing of Implementation\n\n\n\n\n\n    Agreement, it is now estopped to take benefit of Clause 3.6 of Pre-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_216\">    Implementation Agreement, while considering prayer made on behalf\n\n\n\n\n\n    of the petitioner to withdraw from project in terms of Clause 15 of Pre-\n</p>\n<p data-structure=\"Precedent\" id=\"p_217\">    Implementation Agreement, which reserves right to project proponent\n\n    to withdraw from the project, if the same is techno-economically\n\n    unviable\n\n</p><p data-structure=\"Precedent\" id=\"p_218\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_94\">50.     Hon&#x27;ble Apex Court in <a href=\"/doc/70828540/\" id=\"a_85\">Kailash Nath Associates</a> (supra) has\n\n    categorically held that under<a href=\"/doc/1105874/\" id=\"a_86\"> S. 63</a> of the Indian Contract Act, it is open</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_95\">                                                 ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_219\">                                       - 55 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_220\">    for the promisee to make certain concessions to the promisor which\n\n    are advantageous to the promisor, and one of them is that he may\n\n    extend the time for such performance .\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_221\">                                                                .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_222\">       51.    Since in the case at hand respondents vide communication\n\n    dated 31.5.2016, Annexure P-20 and dated 8.6.2016, unilaterally\n\n\n\n\n\n    sought to reduce height of dam by 6 metres, which was not consented\n\n    to by the petitioner vide communication dated 1.6.2016, they cannot be\n\n    permitted at this stage to invoke provision of Clause 3.6 of the Pre-\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_223\">    Implementation Agreement\n\n</p><p data-structure=\"CDiscource\" id=\"p_224\">       52.    Material available on record suggests that the respondents\n\n    themselves suggested changes to the project. Otherwise also as per\n\n    guidelines for setting up Hydro-electric Projects, there are conditions of\n\n    acceptance and concurrence of the DPR and any change in height of\n\n\n    dam requires approval from CEA, as it is considered a major change.\n</p>\n<p data-structure=\"Precedent\" id=\"p_225\">       53.    Clause 47 of the Pre-implementation Agreement provides\n\n\n\n\n    that no party shall be considered to be breach in Pre-Implementation\n\n\n\n\n\n    Agreement for the reasons beyond control of developer. Since in the\n\n    case     at hand, DPR submitted by petitioner to CEA was never\n\n\n\n\n\n    approved rather repeatedly objections were raised by the CEA, action\n\n    of respondents seeking withdrawal from project, cannot be considered\n\n    in breach of Pre-Implementation Agreement as provided under clause\n\n    47 of the Pre-Implementation Agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_226\">       54.    Guidelines formulated by CEA for consideration and\n\n    sanctioning of DPR&#x27;s indicate that preparation of DPR starts with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_96\">                                               ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_227\">                                       - 56 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_228\">    submission of a DPR after certain surveys by the project proponent,\n\n    followed by an examination of the same by the CEA, Central Water\n\n    Commission, Geological Survey of India, Central Soil and Research\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_229\">    Station etc., who in turn, appraises the same and seeks approval from\n\n    various other agencies such as Ministry for Water Resources,\n\n\n\n\n\n    Geological Survey of India, Central Soil and Material Research Station\n\n    etc. and if DPR is found deficient or there are some suggestions, the\n\n    DPR is revised and such revised DPR is filed again to the CEA, which\n\n\n\n\n\n    then considers whether the project is technically, commercially and\n\n    financially viable, before granting concurrence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_230\">       55.    In the case at hand, grounds raised by the respondents are\n\n    that since DPR was submitted on 12.12.2011 failure to sign\n\n    Implementation Agreement on the part of the petitioner within two\n\n\n    months from the date of submission, disables it from invoking Clause\n\n    15, is clearly erroneous. Since there are ample documents available on\n\n\n\n\n    record as taken note in earlier part of the judgment that the the earlier\n\n\n\n\n\n    DPR      submitted on 12.12.2011 with CEA by petitioner was not\n\n    approved and many suggestions were made, submission if any made\n\n\n\n\n\n    on 12.12.2011 cannot be said to be submission of DPR in real terms.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_231\">    Till the time, DPR is approved by CEA, project proponent, could not\n\n    proceed or go ahead with the project.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_232\">       56.    Though during the proceedings of the case, it is now being\n\n    claimed by the respondents that concurrence of CEA was not\n\n    mandatory rather, Implementation Agreement was to be signed within\n\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">                                               ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_233\">                                       - 57 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_234\">    two months from the date of submission of DPR, but such claim is\n\n    totally contrary to law and deserves rejection.\n</p>\n<p data-structure=\"Precedent\" id=\"p_235\">       57.    At the cost of repetition, it is once again observed that every\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_236\">    hydro generating company intending to setup hydro electric project/\n\n    station is required to prepare DPR and submit to CEA scheme for its\n\n\n\n\n\n    concurrence. Without approval of CEA, no financial funding of project\n\n    is achieved. Since in the case at hand, no approval was granted by\n\n    CEA to the revised DPR on 7.3.2017, there was no occasion, if any, for\n\n\n\n\n\n    the respondents to decline the request made by the petitioner for\n\n    withdrawal from project tin terms of Clause 15 of Pre-Implementation\n\n    Agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_237\">       58.    Had the respondents declined request of the petitioner made\n\n    vide communication dated 14.8.2017 for withdrawal in terms of Clause\n\n\n    15 of Pre-Implementation Agreement, after verifying correctness and\n\n    genuineness of the reasons cited /highlighted by the petitioner for\n\n\n\n\n    withdrawal and thereafter recorded its dissatisfaction with such\n\n\n\n\n\n    reasons, learned Advocate General would have been right in\n\n    contending that the prayer made by the petitioner could not be\n\n\n\n\n\n    considered for withdrawal in terms of Clause 15, merely on the basis of\n\n    application. Since the petitioner vide communication dated 14.8.2017\n\n    had      made     detailed     representation       highlighting        various\n\n    problems/difficulties being faced in execution of project, as a result of\n\n    which, project had become techno-economically unviable, it was\n\n    incumbent upon respondent to verify the facts and thereafter pass\n\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">                                               ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_238\">                                       - 58 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_239\">    impugned order thereby accepting/rejecting prayer of the petitioner for\n\n    withdrawing from the project.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_240\">       59.    Since there is ample material available on record suggestive\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_241\">    of the fact that no approval was granted by CEA to the DPR submitted\n\n    by the petitioner, the petitioner is entitled to avail benefit of Clause 47\n\n\n\n\n\n    of Pre-Implementation Agreement, which provides that no party shall\n\n    be considered to be in breach of Pre-Implementation Agreement for\n\n    the reasons beyond the control of the developer.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_242\">       60.    Next question which needs to be decided is, &quot;whether on\n\n    account of non-compliance of provisions of Clause15 of Pre-\n</p>\n<p data-structure=\"RespArg\" id=\"p_243\">    Implementation Agreement, matter is required to be remanded back to\n\n    the respondents for considering the prayer made on behalf of the\n\n    petitioner vide communication dated 14.8.2017?&quot;\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_244\">       61.    Albeit, learned Advocate General argued that though there is\n\n    no merit in the case of the petitioner but the matter can be sent back to\n\n\n\n\n    the respondents for deciding prayer made on behalf of the petitioner\n\n\n\n\n\n    vide communication dated 14.8.2017, afresh, by affording opportunity\n\n    of hearing to the petitioner.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_245\">       62.    However, there appears to be merit in the contention of Mr.\n\n    Puneet    Bali, learned Senior Counsel for the petitioner that at this\n\n    stage, petitioner cannot be relegated back to the respondents,\n\n    especially when the petition is pending before this court for more than\n\n    five years. This court cannot lose sight of the fact that for the last five\n\n    years, when petition remained pending, much water has flown under\n\n\n\n\n<span class=\"hidden_text\" id=\"span_99\">                                               ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_246\">                                        - 59 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_247\">    the bridge. Moreover, this court finds that the respondents have not\n\n    disputed the assertion that the project has become techno-\n</p>\n<p data-structure=\"Precedent\" id=\"p_248\">    economically and financially unviable and as such, has lost scope of\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_249\">    performance. Petitioner and other allottees of Hydro Electric Projects in\n\n    Chenab basin either individually or through their representatives have\n\n\n\n\n\n    brought into notice of the respondent this fact. One of major factors\n\n    highlighted is that approach road was not adequate for transporting\n\n    heavy equipments and one road &#x27;Sansari-Killar-Thirot-Tandi&#x27; is affected\n\n\n\n\n\n    and this road is planned for construction and likely probable date of\n\n    completion is by the year 2023, as such, it would not be feasible to\n\n    transport heavy construction equipment/machinery as required for the\n\n    project, as such, it impractical to continue with the project.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_250\">       63.    Vide letter dated 17.5.2017,         respondents wrote to the\n\n\n    Border Roads Organization for construction of road as noted above. In\n\n    response to the same, Border Roads Organization vide communication\n\n\n\n\n    24.4.2017, apprised the respondents that construction of roads as\n\n\n\n\n\n    detailed above, has been planned and is likely to be completed in the\n\n    year 2023 (Annexure P-30).\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_251\">       64.    Similarly, issue with regard to submergence of certain\n\n    villages nearby the reservoir on account of increase in dam height also\n\n    came to be considered and discussed inter se petitioner and\n\n    respondents. Most importantly CEA which is the authority authorized\n\n    in law to grant concurrence had stated that the tariff for the project\n\n    would work out to about Rs.9/- per unit as against the tariff of Rs.2.50\n\n\n\n\n<span class=\"hidden_text\" id=\"span_100\">                                                ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_252\">                                       - 60 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_253\">    per unit for energy being purchased from solar energy projects. The\n\n    project was therefore clearly financially unviable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_254\">       65.     Main access to project site as stated by DRDO would be\n\n\n\n\n                                                                .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_255\">    available by 2023 and heavy machinery cannot be taken to the\n\n    construction site. More over region where project is to be constructed is\n\n\n\n\n\n    inaccessible for more than seven months a year on account of heavy\n\n    snowfall, as such, there may be difficulty for project proponent to\n\n    transport construction material/equipment/machinery. Moreover at the\n\n\n\n\n\n    time of allotment of project, only 15% discharge of water during lean\n\n    season was contemplated, which has now been changed to provide\n\n    atleast 20% minimum release during lean period of four months and\n\n    release of additional water would result in reducing the net saleable\n\n    generation and therefore a shrinkage of revenue to the extent of 12%.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_256\">       66.     Aforesaid problems as taken note above, stand duly\n\n    highlighted in letter dated 14.8.2017 submitted by petitioner seeking\n\n\n\n\n    withdrawal from the project. Perusal of Annexure P-25 and letter dated\n\n\n\n\n\n    14.8.2017 Annexure P-24 reveals that it was noticed by CEA that first\n\n    year tariff and levelized tariff would be higher than the tariff worked out\n\n\n\n\n\n    according to the CERC Regulations and therefore, it would be difficult\n\n    for the petitioner to sign a Power Purchase Agreement (PPA) with the\n\n    distributors of electricity.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_257\">       67.     On account of aforesaid reasons, there appears to be merit\n\n    in the contention of the petitioner that project has become technically\n\n    and financially unviable and as such prayer of petitioner for\n\n\n\n\n<span class=\"hidden_text\" id=\"span_101\">                                               ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_258\">                                        - 61 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_259\">    withdrawing from the same, in terms of Clause 15 deserves to be\n\n    allowed. No fruitful purpose would be served by relegating the\n\n    petitioner to the respondents for considering its request made vide\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_260\">    communication dated 14.8.2017, afresh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_261\">       68.    Respondents have themselves acknowledged that the\n\n\n\n\n\n    project was unviable on the bid parameters on which it was allotted to\n\n    the petitioner, when they invited bids on 13.3.2018 for development of\n\n    Hydro-electric Projects in the State of Himachal Pradesh including\n\n\n\n\n\n    Chenab basin under revised terms and conditions, with an intent to\n\n    lower the tariff and to revive the viability /competitiveness of certain\n\n    Hydro-electric Projects. Further to these revised terms and conditions,\n\n    Government of Himachal Pradesh vide Notification No. MPP(F)-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_262\">    2/2005-X dated 15.5.2018, made certain amendments in its Hydro\n\n\n    Power Policy relaxing the terms of allotment of Hydro-electric Projects.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_263\">    It is also borne out from the record that project in question was allotted\n\n\n\n\n    to NTPC without any bidding process and on much favourable terms.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_264\">    There are significant difference between the terms and conditions on\n\n    which the project was allotted to the petitioner in the year 2008-09,\n\n\n\n\n\n    under bid document 2018 and ultimately when it was allotted to NTPC\n\n    in 2019 but now NTPC has also withdrawn from the project, as the\n\n    same is unviable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_265\">       69.    In view of above, there appears to be no reason for this court\n\n    to relegate the petitioner to the authorities for fresh decision\n\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                                ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_266\">                                          - 62 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_267\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178566809\" id=\"span_103\">70.    Hon&#x27;ble Apex Court in <a href=\"/doc/178566809/\" id=\"a_87\">DCM Shriram Industries Ltd. V.\n\n    Union of India &amp; Ors</a>, 2016 SCC OnLine Del 3195, has held as under:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_93\">                                                                    .\n</blockquote><blockquote id=\"blockquote_94\">       &quot;33. Consequently, this Court does not consider it appropriate at this\n\n\n\n\n\n       stage to relegate the Petitioner to the alternate remedy of an appeal.\n       Apart from interminably delaying the resolution of the dispute that started\n       two decades ago, it will add to the burden of huge pendency of cases and\n\n\n\n\n\n       would not serve any useful purpose. Consequently, the preliminary\n       objection raised by Ms. Sonia Sharma is hereby rejected.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_268\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51716577\" id=\"span_104\">71.    Similarly, in <a href=\"/doc/51716577/\" id=\"a_88\">Dharampur Sugar Mills Ltd. v. Union of India</a>,\n\n\n\n\n\n    2000 (122) ELT 333, Hon&#x27;ble Apex Court has held as under:</span>\n</p>\n\n<blockquote id=\"blockquote_95\">       3.The petition had been pending for seven years and it does seem a little\n\n       harsh to relegate the appellant after seven years to the alternate remedy.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_269\">       The   learned    Additional   Solicitor    General    fairly   states,    in   the\n       circumstances, that the order under challenge may be set aside and the\n       writ petition (Civil Misc.) Writ Petition No. 747 of 1962) may be restored to\n\n\n       the file of the High Court to be heard and disposed of on merits. This is\n       appropriate and it should be done expeditiously.&quot;\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_270\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141566702\" id=\"span_105\">72.    Punjab and Haryana High Court in M/s. <a href=\"/doc/141566702/\" id=\"a_89\">Stup Consultants\n\n\n\n\n\n    Pvt. Ltd. v. State of Punjab and others</a>, 2014 SCC OnLine P&amp;H\n\n    16929, has held as under:</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_96\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178566809\" id=\"span_106\">&quot;In view of the judgment delivered by the Hon&#x27;ble Supreme Court in <a href=\"/doc/178566809/\" id=\"a_90\">Kulja\n       Industries Limited</a>&#x27;s case (supra), the matter could have been remanded\n       back to the appropriate authorities for deciding the period of blacklisting.\n       However, since the stand of the respondents, in the written statement, is\n       that this order has not been implemented till date, therefore, the\n       respondents are not required to pass a fresh order on the period of\n       blacklisting, as five years have already gone by.&quot;</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_107\">                                                   ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n<p data-structure=\"Conclusion\" id=\"p_271\">                                           - 63 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_272\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"62362537\" id=\"span_108\">73.      Hon&#x27;ble Apex Court in <a href=\"/doc/62362537/\" id=\"a_91\">Radha Krishan Industries v. State\n\n    of H.P.</a> (2021) 6 SCC 771, has held as under:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_97\">                                                                    .\n</blockquote><blockquote id=\"blockquote_98\">       &quot;27 The principles of law which emerge are that :\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_99\">             (i) The power under <a href=\"/doc/1712542/\" id=\"a_92\">Article 226</a> of the Constitution to issue writs can\n             be exercised not only for the enforcement of fundamental rights, but\n             for any other purpose as well;\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_100\">             (ii) The High Court has the discretion not to entertain a writ petition.\n</blockquote><p data-structure=\"Precedent\" id=\"p_273\">             One of the restrictions placed on the power of the High Court is where\n             an effective alternate remedy is available to the aggrieved\n             person; (2003) 2 SCC 107 PART C\n\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_274\">             iii) Exceptions to the rule of alternate remedy arise where (a) the writ\n             petition has been filed for the enforcement of a fundamental right\n             protected by Part III of the Constitution; (b) there has been a violation\n             of the principles of natural justice; (c) the order or proceedings are\n             wholly without jurisdiction; or (d) the vires of a legislation is\n\n             challenged;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_275\">             (iv) An alternate remedy by itself does not divest the High Court of its\n             powers under <a href=\"/doc/1712542/\" id=\"a_93\">Article 226</a> of the Constitution in an appropriate case\n             though ordinarily, a writ petition should not be entertained when an\n             efficacious alternate remedy is provided by law;\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_276\">             (v) When a right is created by a statute, which itself prescribes the\n             remedy or procedure for enforcing the right or liability, resort must be\n             had to that particular statutory remedy before invoking the\n\n\n\n\n             discretionary remedy under <a href=\"/doc/1712542/\" id=\"a_94\">Article 226</a> of the Constitution. This rule of\n             exhaustion of statutory remedies is a rule of policy, convenience and\n             discretion; and\n\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_277\">             (vi) In cases where there are disputed questions of fact, the High\n             Court may decide to decline jurisdiction in a writ petition. However, if\n             the High Court is objectively of the view that the nature of the\n\n\n\n\n\n             controversy requires the exercise of its writ jurisdiction, such a view\n             would not readily be interfered with.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_278\">       74.      Since this court is convinced and satisfied for the reasons\n\n    discussed herein above, that the project had become techno-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_279\">    economically and financially unviable for the reasons beyond the\n\n    control of the developer/project proponent, no punitive action can be\n\n    taken against it on account of breach of Pre-Implementation\n\n\n\n\n<span class=\"hidden_text\" id=\"span_109\">                                                   ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_280\">                                         - 64 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_281\">    Agreement. Clause 47 of the Pre-Implementation Agreement as\n\n    discussed herein above, provides that no party shall be considered to\n\n    be in breach of Pre-Implementation Agreement for the reasons beyond\n\n\n\n\n                                                                  .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_282\">    the control of the developer.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_283\">       75.     Since respondents themselves were convinced of the fact\n\n\n\n\n\n    that the project is not techno-economically viable, it should have acted\n\n    with utmost fairness, while considering prayer made on behalf of the\n\n    petitioner for withdrawal from the project. However, in the instant case,\n\n\n\n\n\n    respondents despite having known existence of various problems as\n\n    highlighted in communication dated 14.8.2017, unilaterally, without\n\n    affording opportunity of hearing to the petitioner proceeded to forfeit\n\n    Up-front Premium after cancelling the LoA, which action by no stretch\n\n    of imagination can be held to be justifiable rather, same being totally\n\n\n    frivolous and vexatious, deserves to be quashed and set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_284\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1837625\" id=\"span_110\">76.     Hon&#x27;ble Apex Court in <a href=\"/doc/1837625/\" id=\"a_95\">Urban Improvement Trust, Bikaner\n\n\n\n\n    v. Mohan Lal</a>, (2010) 1 SCC 512 has held that governments and\n\n\n\n\n\n    statutory authorities should be model or ideal litigants and should not\n\n    put forth false, frivolous, vexatious, technical (but unjust) contentions to\n\n\n\n\n\n    obstruct the path of justice. Hon&#x27;ble Apex Court held as under:</span>\n</p>\n<blockquote id=\"blockquote_101\">         &quot;5.      It is a matter of concern that such frivolous and unjust litigation\n         by governments and statutory authorities are on the increase. Statutory\n         Authorities exist to discharge statutory functions in public interest. They\n         should be responsible litigants. They cannot raise frivolous and unjust\n         objections, nor act in a callous and highhanded manner. They can not\n         behave like some private litigants with profiteering motives. Nor can\n         they resort to unjust enrichment. They are expected to show remorse or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_111\">                                                 ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_102\">                                           - 65 -\n</blockquote>\n\n<blockquote id=\"blockquote_103\">         regret when their officers act negligently or in an overbearing manner.\n         When glaring wrong acts by their officers is brought to their notice, for\n         which there is no explanation or excuse, the least that is expected is\n         restitution/restoration   to   the   extent   possible     with    appropriate\n\n\n\n\n                                                                    .\n</blockquote><blockquote id=\"blockquote_104\">         compensation. Their harsh attitude in regard to genuine grievances of\n\n\n\n\n\n         the public and their indulgence in unwarranted litigation requires to be\n         corrected.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_105\">         6.       This Court has repeatedly expressed the view that the\n         governments and statutory authorities should be model or ideal litigants\n         and should not put forth false, frivolous, vexatious, technical (but unjust)\n         contentions to obstruct the path of justice. We may refer to some of the\n\n\n\n\n\n         decisions in this behalf.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_285\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"74190276\" id=\"span_112\">77.    Hon&#x27;ble Apex Court in <a href=\"/doc/74190276/\" id=\"a_96\">The Vice Chairman &amp; Managing\n\n    Director v. Shishir Realty Private Limited, Civil Appeal Nos</a>. 3956-\n\n    3957 of 2017 and connected matter, decided on 29.11.2021, has held\n\n         &quot;67. Before we state the conclusions, this Court would like to reiterate\n         certain well established tenets of law pertaining to Government\n\n\n\n         contracts. When we speak of Government contracts, constitutional\n         factors are also in play. Governmental bodies being public authorities\n\n\n\n\n         are expected to uphold fairness, equality and rule of law even while\n         dealing with contractual matters. It is a settled principle that right to\n\n\n\n\n\n         equality under <a href=\"/doc/367586/\" id=\"a_97\">Article 14</a> abhors arbitrariness. Public authorities have to\n         ensure that no bias, favouritism or arbitrariness are shown during the\n         bidding process. A transparent bidding process is much favoured by this\n\n\n\n\n\n         Court to ensure that constitutional requirements are satisfied.</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_286\">         68. Fairness and the good faith standard ingrained in the contracts\n         entered into by public authorities mandates such public authorities to\n         conduct themselves in a non arbitrary manner during the performance\n         of their contractual obligations.\n</p>\n\n<p data-structure=\"Section\" id=\"p_287\">         69. The constitutional guarantee against arbitrariness as provided\n         under <a href=\"/doc/367586/\" id=\"a_98\">Article 14</a>, demands the State to act in a fair and reasonable\n\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                                   ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</p><p data-structure=\"Conclusion\" id=\"p_288\">                                          - 66 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_289\">         manner unless public interest demands otherwise. However, the degree\n         of compromise of any private legitimate interest must correspond\n         proportionately to the public interest, so claimed.\n</p><p data-structure=\"Conclusion\" id=\"p_290\">         70. At this juncture, it is pertinent to remember that, by merely using\n\n\n\n\n                                                                   .\n</p><p data-structure=\"Conclusion\" id=\"p_291\">         grounds of public interest or loss to the treasury, the successor public\n\n\n\n\n\n         authority cannot undo the work undertaken by the previous authority.\n         Such a claim must be proven using material facts, evidence and figures.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_292\">         If it were otherwise, then there will remain no sanctity in the words and\n         undertaking of the Government. Businessmen will be hesitant to enter\n         Government contract or make any investment in furtherance of the\n         same. Such a practice is counterproductive to the economy and the\n\n\n\n\n\n         business environment in general.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_293\">       78.     It is expected from the respondent, which is &#x27;State&#x27;, to be fair\n\n    in contractual matters, as otherwise the private entities would be\n\n    reluctant to enter into business with the Government.               Here, in the\n\n    present case, the State has received Upfront Premium from the\n\n\n    petitioner and had the project been viable, it would have undertaken\n\n    the same, but for the reason that the project had become unviable, it\n\n\n\n\n    could not go on with the project and decided to withdraw from the\n\n\n\n\n\n    project.\n</p>\n<p data-structure=\"Precedent\" id=\"p_294\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1269771\" id=\"span_114\">79.     Similarly, Hon&#x27;ble Apex Court in <a href=\"/doc/1269771/\" id=\"a_99\">Canbank Financial\n\n\n\n\n\n    Services Ltd. v. Custodian</a>, (2004) 8 SCC 355, has held that a\n\n    civilized society furthermore always provides for remedies for cases of\n\n    what was being called unjust enrichment or unjust benefit derived from\n\n    another which it is against conscience that he should keep. (See.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_295\">    Paragraph 52).\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_115\">                                                  ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n<p data-structure=\"Conclusion\" id=\"p_296\">                                             - 67 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_297\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143390718\" id=\"span_116\">80.      Hon&#x27;ble Apex Court in <a href=\"/doc/143390718/\" id=\"a_100\">Vikram Cement v. State of M.P.</a>,\n\n    (2015) 11 SCC 708, has held as under:</span>\n</p>\n<blockquote id=\"blockquote_106\">             &quot;15.   It is possible, as was sought to be argued by the learned\n\n\n\n\n                                                                      .\n</blockquote><blockquote id=\"blockquote_107\">             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"709776\" id=\"span_117\">counsel for the State, that while adding this Explanation the\n\n\n\n\n\n             Government had kept in mind the principle of unjust enrichment.\n             Presumably because of this reason, the High Court also referred to\n             the judgment in the case of <a href=\"/doc/709776/\" id=\"a_101\">Indian Oil Corporation</a> (supra). However,\n\n\n\n\n\n             on such a presumption alone, there cannot be any justification for\n             adding the Explanation of the nature mentioned above. In order to\n             determine as to whether a particular dealer is in fact entitled to refund\n\n\n\n\n\n             or not, the Government can go into the issue of unjust enrichment\n             while considering his application for refund. That would depend on the\n             facts of each case. It cannot be presumed that the burden was\n             positively passed on to the buyers by these dealers and, therefore,\n\n             they are not entitled to refund.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_298\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075793\" id=\"span_118\">81.      Allahabad High Court in <a href=\"/doc/1075793/\" id=\"a_102\">Town Area Committee v. Rajendra\n\n    Kumar and another</a>, AIR 1978 All 103, has held as under:</span>\n</p>\n\n<blockquote id=\"blockquote_108\">             &quot;6. There is no dispute that the tax in question was imposed as far\n             back as 1933. The right to collect the tax for the year 1962-1963 was\n             auctioned in favour of the defendants who made the highest bid of Rs.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_109\">             42,000/- and that the defendants started realising the tax claiming to\n\n\n\n\n\n             be so entitled under the contract entered into between them and the\n             plaintiff Town Area and they paid to the Town Area a sum of Rs.\n             21,500/- towards the contract money. The defendants made the\n\n\n\n\n\n             realisations throughout the year 1962-1963. On these facts it was\n             contended that even if it be accepted that the contract between the\n             parties was void, the defendants who had received advantage under\n             the contract were bound to pay the balance money due to the plaintiff.\n             Reliance was placed on <a href=\"/doc/340124/\" id=\"a_103\">Section 65</a> of the Indian Contract Act which\n             contains the principle of restitution after benefit has been received and\n             the contract is later discovered to be void. The contention appears to\n             be sound. The basis of this principle is the doctrine of &#x27;restitio in\n             integrum&#x27;. The section does not make a new contract between the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_119\">                                                     ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_110\">                                            - 68 -\n</blockquote>\n\n<blockquote id=\"blockquote_111\">             parties but only provides for restitution of the advantage taken by a\n             party under the contract. The obligation to pay compensation under\n             this section is quite different from a claim under the contract itself. The\n             remedy is treated as quasi-contractual. The nature of the remedy has\n\n\n\n\n                                                                     .\n</blockquote><blockquote id=\"blockquote_112\">             been described by Lord Wright, in Fibrosa Spolka Akcyjna v. Fairbairn\n\n\n\n\n\n             Lawson Combe Barbour Ltd. . 1943 A.C 32. in the following words:--\n</blockquote><blockquote id=\"blockquote_113\">             &quot;It is clear that any civilised system of law is bound to provide\n\n\n\n\n\n             remedies for cases of what has been called unjust enrichment or\n\n             unjust benefit, that is, to prevent a man from retaining the money of, or\n\n             some benefit derived from, another which it is against conscience that\n\n\n\n\n\n             he should keep.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_299\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075793\" id=\"span_120\">82.      Allahabad High court in <a href=\"/doc/1075793/\" id=\"a_104\">Town Area Committee vs.\n\n    Rajendra Kumar</a> supra further held that the principle of unjust benefit\n\n    or unjust enrichment according to the jurist presupposes three things:</span>\n</p>\n<blockquote id=\"blockquote_114\">    first, that the defendant has been enriched by the receipt as a benefit,\n\n\n    secondly, that he has been so enriched at the plaintiff&#x27;s expense; and\n\n    thirdly, that it would be unjust to allow him to retain the benefit.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_115\">    Allahabad High Court held as under:\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_116\">             &quot;7. The principle of unjust benefit or unjust enrichment according\n             to the jurist presupposes three things: first, that the defendant\n             has been enriched by the receipt as a benefit, secondly, that he\n\n\n\n\n\n             has been so enriched at the plaintiff&#x27;s expense; and thirdly, that\n             it would be Unjust to allow him to retain the benefit. The plaintiff\n             may have paid money to the defendants in pursuance of a\n             transaction which he thought to be a valid contract but which in\n             truth, through the operation of some rule of law, is null and void.\n             It appears logical and just that such money should be\n             recoverable in quasi contract. As observed by Lord Mansfield\n             the gist of this kind of action is that the defendant, upon the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                                    ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n</blockquote><blockquote id=\"blockquote_117\">                                             - 69 -\n</blockquote>\n\n<blockquote id=\"blockquote_118\">              circumstances of the case, is obliged by the ties of natural\n              justice and equity to refund the money. Equity also developed,\n              independently of the common law remedy for unjustifiable\n              enrichment, some principles which are aimed at the same result,\n\n\n\n\n                                                                         .\n</blockquote>\n<blockquote id=\"blockquote_119\">              viz., to force a man to disgorge property in his possession which\n              rightly belongs to the plaintiff. This very principle is contained\n              in <a href=\"/doc/340124/\" id=\"a_105\">Section 65</a> of the Indian Contract Act.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_300\">        83.      Consequently in view of detailed discussion made above,\n\n    this court finds merit in the petition and accordingly same is allowed.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_301\">    Annexure P-1 dated 23.9.2017 issued to the petitioner is hereby\n\n    quashed and set aside with a direction to the respondents to refund\n\n    amount of Up-front Premium of Rs. 64.00 Crore as deposited by the\n\n    petitioner, alongwith interest @7% per annum, with effect from the date\n\n    of filing of the petition, till its realization.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_302\">        84.      The petition stands disposed of in the afore terms alongwith\n\n    all pending applications.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_303\">                                                       (Sandeep Sharma)\n                                                            Judge\n\n\n\n\n\n        January 13, 2023\n            (Vikrant)\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_122\">                                                        ::: Downloaded on - 13/01/2023 20:33:57 :::CIS</span>\n </p>","numcites":47,"numcitedby":0,"docsource":"Himachal Pradesh High Court","citetid":183691307,"divtype":"judgments","relatedqs":[{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"audi alteram partem","formInput":"audi%20alteram%20partem"},{"value":"PUNEET BALI","formInput":"PUNEET%20BALI"},{"value":"article 12","formInput":"article%2012"},{"value":"\"upfront premium\"","formInput":"%22upfront%20premium%22"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"electricity act  2003","formInput":"electricity%20act%20%202003"},{"value":"''detailed project report''","formInput":"%27%27detailed%20project%20report%27%27"},{"value":"rule of natural justice","formInput":"rule%20of%20natural%20justice"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"public function","formInput":"public%20function"},{"value":"civil consequence","formInput":"civil%20consequence"},{"value":"public duty","formInput":"public%20duty"},{"value":"Contract of insurance ","formInput":"Contract%20of%20insurance%20"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"Instrumentality of state","formInput":"Instrumentality%20of%20state"},{"value":"disputed questions of fact writ petition","formInput":"disputed%20questions%20of%20fact%20writ%20petition"},{"value":"\"audi alteram partem\"","formInput":"%22audi%20alteram%20partem%22"},{"value":"NOC  filter:  border roads organisation","formInput":"NOC%20%20filter%3A%20%20border%20roads%20organisation"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}