{"tid":1999613,"publishdate":"2001-08-17","title":"Friends Coal Carbonisation vs Hindustan Zinc Ltd. on 17 August, 2001","doc":"<h2 class=\"doc_title\">Friends Coal Carbonisation vs Hindustan Zinc Ltd. on 17 August, 2001</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-tatia\">Prakash Tatia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-tatia\">Prakash Tatia</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Prakash Tatia, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an appeal under\n<a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of the Arbitration and Conciliation Act. 1996 (for short &quot;the Act&quot;) against the order of the Additional District Judge No.2, Udaipur passed in Civil Misc. Case No.2/ 98, by which the application under <a href=\"/doc/439304/\" id=\"a_2\">Section 34(2)</a>\nof the Act filed by the respondent Hindustan Zinc Limited was partly allowed and part of the award dated 17-1-1998 was rejected and it was held that the appellant is entitled for Rs.11.42.203.90 and also allowed interest.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. Brief facts of the case are that the appellant M/s. Friends Coal Carbonisation (for short &#x27;FCC&#x27;) entered into a contract with the respondent M/s. Hindustan Zinc Limited (for short &#x27;HZL&#x27;) for supply of metallurgical coke in pursuance of a tender offered and concluded and as per the contract, the appellant-FCC was to supply 19,000 tones of metallurgical coke. According to the appellant-FCC. initially the Coking Coal Washery Grade-II was used for the manufacturs of metallurgical coke which was being a controlled item, was made available to the appellant-FCC through Coal Controller of India, that too, it was supplied at the instance of the respondent-HZL. This supply of Coking Coal Washery Grade II continued upto 14-7-1992.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. According to the appellant and admitted by the respondent, after 14-7-1992, there was a deterioration in the quality of Washery Grade-II Coal and to maintain the standards as per purchase orders agreed between the appellant and the respondent. Washery Grade-I was required to be used so, that requisite quality of metallurgical coke can be supplied to the respondent-HZL. This was done for supply at both the units of HZL. namely. Vishakhapatnam Zinc Smelter and tundoo Lead smelter. The appellant further submitted that coal, being an essential commodity under the <a href=\"/doc/774360/\" id=\"a_3\">Essential Commodities Act</a>, its acquisition, transport and transfer etc. was controlled by the Coal Controller Order and the coal can be supplied only at the request for demand made by the actual user, i.e. M/s. Hindustan Zinc Limited in this case. It is further submitted that all the coke supplied for coal of Washery Grade-I, release orders were issued at the instance of the respondent HZL and the release orders were also sent to the HZL by the Coal Controller. When the appellant claimed higher price on account of use of coal Washery Grade-I, the respondent disputed the claim and after several letters, ultimately the appellant issued legal notice claiming that the appellant is entitled for escalation of price as per the clauses given in the contract and also demanded interest. The total claim of the appellant was Rs. 19.89,977.37 and Rs.21.18.355.92 interest over the above amount.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. When the matter was not settled, the appellant requested for submitting the dispute to the arbitrators as per the arbitration agreement contained in the contract at Clause 13.1 of the contract.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The demand of referring the matter to the arbitrators was accepted by the respondent and the appellant nominated his arbitrator and the respondent appointed their arbitrators. Ultimately, the matter was referred for the arbitration to the arbitrators consisting of Hon&#x27;ble Justice Miss Kanta Bhatnagar, Mr. B.D. Sharma and T.S. Vardhiya.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. The claimant-appellant submitted their claim before the arbitrators in writing. The arbitrators, by order dated 16-8-1977, held that the matter is governed by the <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration and Conciliation Act, 1996</a> for which there is no dispute. The claimants, in their claim petition, submitted claim of Rs. 42,66,303.48 being difference amount due to the escalation and claimed interest at the contractual rate of 21% per annum and also claimed Rs.5,00,000/- as costs of the proceedings along with other reliefs which may be deemed proper. The claimant-appellant also submitted documents before the arbitrators.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. The respondent-HZL submitted a detailed reply dated 11-7-1997 to the claim petition and several documents were also placed on record by the respondent-HZL. A rejoinder dated 12-8-1997 was filed by the appellant to the reply of the respondent before the arbitrators.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 8. The arbitrators, after considering the matter in detail, passed the award dated 17-1-1998 and held that the claimant-appellant is entitled to the escalation in the supply price of their metallurgical coke, in accordance with the price variation formula given in Clause-5 of Annexure-4 relating to change in price of coking coal washery Grade-11 upto 14-7-1992 and, thereafter, in the price of coking coal Washery Grade-I and the base price for determination of escalation is the price of coking coal Washery Grade-II ruling as on 8-11-1991 and the escalation covers supply of metallurgical coke to both the units of the respondent at Vishakhapatanam and Tundoo. The total award amount awarded by the arbitrators\nwas Rs.41.78,353.36 along with interest (c) 21% per annum from the date of award to the date of realisation. The cost was to be borne by both the parties.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"> 9. The respondent-HZL, being aggrieved against the above award, submitted objection under <a href=\"/doc/439304/\" id=\"a_5\">Section 34(2)</a> of the Act seeking relief of setting aside the award dated 17-1-1998.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 10. The Court below, after hearing the arguments, partly allowed the application of the respondent-HZL on 3-2-1998 against which the appellant has preferred this appeal.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\"> 11. According to the learned counsel for the appellant, the Court below exceeded its jurisdiction and wrongly accepted the objections of the respondent in part and submitted that the objections which were raised by the respondent in the application under <a href=\"/doc/439304/\" id=\"a_6\">Section 34(2)</a> of the Act are beyond the scope of <a href=\"/doc/439304/\" id=\"a_7\">Section 34(2)</a> of the Act. According to the learned counsel for the appellant, none of the ground raised by the appellant falls in any of the categories of the objections which can be raised under the above provision.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\"> 12. The learned counsel for the appellant further submitted that the Court below has, in fact, acted as Court of appeal against the judgment of the trial Court and, in fact, by exceeding jurisdiction, has not only examined the controversy on merits but also reversed the finding recorded by the arbitrators and substituted the even reasoning given by the arbitrator for arriving at the decision on the point of fact and on the point of interpretation of relevant clause of agreement which is not permissible under any provision of law in the matter of arbitration award. It is also vehemently submitted that the Court below ignored not only the provisions of <a href=\"/doc/439304/\" id=\"a_8\">Section 34(2)</a> of the Act but also ignored the judgments cited by the appellant.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\"> 13. The learned counsel for the appellant further submitted that the dispute was referred to the arbitrators and the award deals within the terms of the submission to the arbitration and the award does not contain decision on any matter beyond the scope of submission to the arbitration. None of the ground is available as provided in <a href=\"/doc/536284/\" id=\"a_9\">Section 34</a> of the Act. It was also submitted that the respondent itself agreed for reference and passed the order dated 22-3-1997 and specifically referred the dispute with respect to escalation clause, its interpretation, effect\nand claims and counter claims, therefore, when once dispute is submitted and referred for decision of the arbitrator, the party before the arbitrator is bound by the decision and cannot challenge the decision of the arbitrator. Reconsideration of reasoning for decision by the even civil Court is not permissible. Learned Senior Counsel Shri D.S. Shishodia cited Judgments of Hon&#x27;ble Apex Court which I shall refer at relevant place. Therefore, according to the learned counsel, the respondent being legally bound by the award and had no right to challenge, they are estopped from challenging the award, the Court below had no jurisdiction to hear the objection being beyond the scope of <a href=\"/doc/439304/\" id=\"a_10\">Section 34(2)</a> of the Act.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\"> 14. The learned counsel for the respondent submitted that, in fact, the award is without jurisdiction as the arbitrators exceeded in scope of deciding the matter and, in fact, decided the dispute which was never referred to the arbitrators. The award is not within the terms of submission to the arbitration and the learned counsel further submitted that neither there was any factual basis before the arbitrators to determine the base price nor they were competent to decide the base price and, therefore, the Court below rightly accepted the objections of the respondent.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 15. Both the learned counsel relied upon various judgments of the Hon&#x27;ble Apex Court and other Judgments. Before proceeding with the judgments, it will be relevant to quote Sub-sections (1) and (2) of <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> of the Act as Sub-section (3) is not relevant for the purpose of decision of this appeal. Sub-sections (1) and (2) read as under :\n</p>  \n\n<blockquote id=\"blockquote_1\">  &quot;34. Application for setting aside arbitral award.\n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with Sub-section(2) and Sub-section (3).\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (2) An arbitral award may be set aside by the Court only  \n   \n\n</blockquote><blockquote id=\"blockquote_4\"> (a) the party making the application furnishes proof \n   \n\n</blockquote><blockquote id=\"blockquote_5\"> (i) a party was under some incapacity; or \n \n\n</blockquote><blockquote id=\"blockquote_6\"> (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or \n \n\n</blockquote><blockquote id=\"blockquote_7\"> (iii) the party making the application was not given proper notice of the appointment of an arbitral or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\n</blockquote><blockquote id=\"blockquote_8\">  Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or \n \n\n</blockquote><blockquote id=\"blockquote_9\"> (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or failing such agreement, was not in accordance with this part; or  \n \n\n</blockquote><blockquote id=\"blockquote_10\"> (b) the Court finds that -\n</blockquote>   \n\n<blockquote id=\"blockquote_11\"> (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force; or \n \n\n</blockquote><blockquote id=\"blockquote_12\"> (ii) the arbitral award is in conflict with the public policy of India.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_16\"> Explanation, -- Without prejudice to the generality of Sub-clause (ii) of Clause (b), it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of <a href=\"/doc/109874/\" id=\"a_12\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_13\">Section 81</a>.&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 16. A bare perusal of Sub-section (2) of <a href=\"/doc/536284/\" id=\"a_14\">Section 34</a> of the Act, it is clear that scope to challenge the arbitration award has been substantially changed in <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a> of the Act of 1996 as compared to the scope available under the <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration Act, 1940</a> the challenge to the arbitration award by the respondent is admittedly not as per pans (i), (ii), (iii) and (v) of Sub-clause (a) of Sub-section (2) of <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a> of the Act. According to the learned counsel for the respondent, the challenge was covered in part (iv) of Sub-clause (a) of Sub-section (2) of <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> of the Act which may be quoted again:\n</p><blockquote id=\"blockquote_13\">  &quot;(iv) the arbitral award deals with a dispute not contemplated by or not falling\nwithin the terms of the submission to arbitration or it contains decisions on matters beyond the scope of the submission to arbitration&quot;.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 17. According to the learned counsel for the appellant, the award does not violate any of the above provisions of <a href=\"/doc/536284/\" id=\"a_19\">Section 34</a> of the Act of 1996 and also emphatically submitted that the findings given in paras No. 27,28,29 and 33 of the order of the Court below clearly show that the Court below decided the point in controversy de novo and came to the conclusion of its own and held that the reasoning given by the arbitrators are not satisfactory and are not in accordance with the law. The learned counsel for the appellant relied following portion of para No. 27 of the order of the Court below which reads as under :\n</p><blockquote id=\"blockquote_14\">  (Vernacular matter omitted)\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_20\"> 18. Further, following portion of para No. 29 which reads as under:--\n</p><blockquote id=\"blockquote_15\">  (Vernacular matter omitted)\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_21\"> 19. and following portion of para No. 33 which reads as under :--\n</p><blockquote id=\"blockquote_16\">  (Vernacular matter omitted)\n \n\n</blockquote><p data-structure=\"PetArg\" id=\"p_22\"> 20. The learned counsel for the appellant submitted that, not only above specific portions of the judgment but the entire order of the Court below clearly falls out side the scope of any of the clauses of <a href=\"/doc/536284/\" id=\"a_20\">Section 34</a> of the Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\"> 21. I perused the order of the Court below, the award and the record.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\"> 22. The question arises whether the dispute which was decided by the arbitrator was referred to the arbitrator or not and, if it was referred and the arbitrators have given award on the referred dispute or not, it will be relevant to quote to Office order dated 22-3-1997 passed by the respondent which reads as under :\n</p>   \n\n<blockquote id=\"blockquote_17\">HINUSTAN ZINC LIMITED \n \n\n(A Govt. of India Enterprises)\n \n\n Registered Office : Yashad Bhawan, Udaipur (Raj.)-313001)\n \n\n No. 25(30/89-Secy./12226 Dated 22-3-1997.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">OFFICE ORDER \n \n\n WHEREAS M/s. Friends Coal Carbonisation, Dhanbad (Bihar) were awarded the Work Order for supply of 19,000/- MT Metallurgical Coke for Vizag Zinc Smelter and Tundoo Lead Smelter vide Purchase Order No. COM/CC/4 (9) dated 16-12-1991.\n</blockquote> \n\n<blockquote id=\"blockquote_19\"> WHEREAS dispute has arisen between the parties in respects of interpretation of the price escalation clause and the difference in payment arising out of it.\n</blockquote> \n\n<blockquote id=\"blockquote_20\"> WHEREAS M/s. Friends Coal Carbornisation, Dhanbad (Bihar) has appointed Shri B.D. Sharma, Ex Group General Manager, Hindustan Zinc Ltd. 23, Fatehpura. Near Seva Mandir, Udaipur , as their Arbitrator under Clause 13.01 of the above referred purchase Order.\n</blockquote> \n\n<blockquote id=\"blockquote_21\"> The Chairman-Managing Director in terms of the powers vested in him under the Arbitration Clause 13, Sub-clause 13.01 of the above referred purchase order has been pleased to appoint Shri T.S. Vardya, Director General (Retd.), Railways, 8-B Kumbha Marg, Near Sukhadla Circle, Udaipur as HZL&#x27;s Arbitrator in the matter of disputes between the parties arising out of the aforesaid Purchase Order.\n</blockquote> \n\n<blockquote id=\"blockquote_22\"> The Arbitrators will consider the claims and counter claims or both the parties at dispute.\n</blockquote> \n\n<blockquote id=\"blockquote_23\"> The venue of Arbitration proceedings as per clause No. 13.01 of the above referred Purchase Order will be at Udaipur in the State of Rajasthan.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">Sd.-        \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> (C. Sankaran)    \n\n Company Secretary.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 23. A bare perusal of the above order passed by the respondent, it is clear that there was a dispute with respect of the claim of price escalation and with respect of the interpretation of the clauses for price escalation given in the contract and differrence in payment arising out of it (price escalation). In this order it is clearly mentioned that the arbitrators will consider the claims and counter claims of both the parties at dispute. Therefore, a bare perusal of the above office order of the respondent itself makes it clear that the dispute referred to the arbitrators was with respect to the interpretation of the price escalation clause\nand the difference in payment arising out of it and to consider the claims and counter claims of both the parties.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_26\"> 24. Now, the relevant portions of Clauses (2), (3) and (5) of the purchase order dated 16-12-1991, which were relied upon by both the parties may be quoted which read as under :\n</p> \n   \n   \n   \n\n<blockquote id=\"blockquote_26\">&quot;2. Quality : Metallurgical Coke to be supplied by you shall be of following  specifications :\n</blockquote>    \n   \n   \n   \n   \n\n<blockquote id=\"blockquote_27\">(i) Ash                       \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_28\">27% + 2%\n  \n  \n   \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_29\">(ii)\n  Moisture               \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_30\">3% Max.\n</blockquote>  \n  \n   \n \n  \n   \n   \n\n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1571768\" id=\"span_1\">(<a href=\"/doc/1571768/\" id=\"a_21\">iii) V. M.</a>                    \n    \n  \n\n:</span>\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_32\">1% Max.\n</blockquote>  \n  \n   \n \n  \n   \n   \n\n<blockquote id=\"blockquote_33\">(iv) Size                      \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_34\">4&quot; to 6&quot;\n</blockquote>  \n  \n   \n \n  \n   \n   \n\n<blockquote id=\"blockquote_35\">(v) Porosity                \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_36\">45% + 2%\n  \n  \n   \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_37\">(vi) Fixed Carbon       \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_38\">71% + 2%\n  \n  \n  \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_39\">3. Price :   The price payable to you shall be as under :\n</blockquote>  \n   \n   \n   \n   \n\n<blockquote id=\"blockquote_40\">(i) Met. Coke Price               \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_41\">Rs. 2231/MT (Rupees Two thousand two hundred thirty one only per Metric Tonne)\n    \n   \n   \n   \n   \n\n</blockquote><blockquote id=\"blockquote_42\">(ii) Loading Charges      \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_43\">Rs. 32.00/MT (Rupees Thirty two only per Metric Tonne)\n    \n   \n    \n   \n   \n\n</blockquote><blockquote id=\"blockquote_44\">(iii) Transportation charges from your works to\n    \n \n   \n    \n   \n   \n   \n   \n\n</blockquote><blockquote id=\"blockquote_45\">(a) Vizag zinc Smelter       \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_46\">Rs. 950/MT (Rupees Nine hundred &amp; fifty\n  only per Metric Tonne)\n    \n   \n   \n   \n   \n\n</blockquote><blockquote id=\"blockquote_47\">(b) Tundoo Lead Smelter \n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_48\">Rs. 120/MT (Rupees one hundred &amp; twenty only per Melric Tonne)\n    \n   \n   \n   \n   \n\n</blockquote><blockquote id=\"blockquote_49\">(iv) Total Price on F.Q.R.\n    \n \n   \n     \n  \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_50\">(a) Vlzag Smelter basis \n  (i + it + lii(a) )\n    \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_51\">Rs. 3213/MT (Rupees\n  Three thousand two hundred &amp;thirteen only per Metric Tonne}\n    \n   \n   \n   \n   \n\n</blockquote><blockquote id=\"blockquote_52\">(b) Tundoo Smelter basis \n(i + li + lil(b) )\n  \n  \n\n:\n</blockquote>   \n   \n\n<blockquote id=\"blockquote_53\">Rs. 2383/MT (Rupees Two thousand three hundred and eighty three only per Metric Tonne)\n   \n  \n   \n   \n   \n\n</blockquote><blockquote id=\"blockquote_54\">(i)For Metallurgical\n  Coke   : The Metal-2002 Raj./8(2) (8 pp.&quot;) IV G--48\n    \n  \n \n\n \n\n lurgical Coke price specified in para 3 above is based on the coal price ruling as on 8-l1-1991 (The date of submission of the offer). In case there is any increase in the coal price by the Coal companies w.e.f. 9-11-1991 and during the currency of contract period, you will be paid Rs. 1,65/- per MT (Rupees one and paise sixty five only) of Met. Coke for each Re. 1/- per Mt (Rupee one only) increase in coal (coking coal washery) price from the price ruling as on 8-11-1991 on production of documentary evidence.\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_27\"> 25. As per the above Purchase Order, the appellant was required to supply metallurgical coke of the specification given in Clause (2) of the Purchase Order dated 16-12-1991. Therefore, the appellant was required to maintain this standard of specification. Clause (3) of the above Purchase Order clearly provides the price payable to the appellant whereas Clause (5) deals with the escalation to be awarded to the appellant on happening as given in Clause (5) of the Purchase Order.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\"> 26. From Clause (5) of the above purchase Order, it is clear that for arriving at a price specified in para 3 of the Purchase Order there was base price and it was based on the price ruling as on 8-11-1991. It was agreed between the parties that effect of escalation will be given in increase in coal price by the coal company and there is a specific reference of increase in coal (coking coal washery) price.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\"> 27. It is undisputed between the parties that the appellant was required to supply the coal or the specification as given above and according to the learned counsel for the respondents, the respondent was not at all concerned from where and how the appellant will get, the raw material whether it is prepared by Washery Grade I or Washery Grade II coke. The respondent was only concerned with the standard of specification and, therefore, the respondent was not liable for payment on account of change of initial material used by the appellant. According to the learned counsel for the respondent, the arbitrators had violated and passed the award against the terms of the contract and, therefore, the award cannot be sustained and the Court below also held so. The learned counsel also submitted that as per Clause (3), it is clear that fixed price\nwas to be given to the appellant and in Clause (3) of the Purchaser Order there is no mention that from where the appellant will get the raw material and the price was never determined on the basis of the rate on which the appellant was to get the aw material. Therefore, there arise no question of agreeing for the base price by the respondent whereas the arbitrators have determined the base price and also awarded the difference amount. According to the learned counsel for the respondent, determination of base price is also wrong. According to the learned counsel for the respondent, the arbitrators have awarded the escalation of price from accepting base price of other grade of the raw material.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> 28. The learned counsel for the respondent also submitted that as per Clause (5) of it is clear that if there is any increase of price in the coal which is used by the appellant that rise of price will be paid and it does not mean that if there is difference of two different commodities, that difference will be paid and to substantiate his argument, the learned counsel for the respondent submitted that as on 8-11-1991 cost of &quot;A&quot; category coal was Rule 654.42 and the cost of &quot;B&quot; category of coal was Rs. 540.2. According to the learned counsel for the respondent, there are two different commodities and difference of cost of two commodities cannot be treated as rise in the price of the used commodity.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\"> 29. In written argument, learned counsel for the the respondent submitted that the appellant was entitled to rise in price of Grade-I coal existed on 8-11-1991 and upto 14-7-1992. According to the learned counsel for the respondent, if the appellant would have used imported coal costing much more than higher cost than Grade-I and Grade-11 quality as used by the appellant then can it be said that the respondent is bound to make payment of that higher cost. According to the learned counsel for the respondent the difference amount for the coal which was used by the appellant has already been paid to the appellant.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 30. It is also submitted in written statement that the arbitrators introduced a new case and held that the price based in the order is with reference to the price of coal Grade-II which is beyond the reference. The same objections were dealt with by the respondent in the written argument in difference paras, but the sum and substance is as said above.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_33\"> 31. In the light of the above facts and arguments advanced by both the parties, a look at the pleadings of the parties it comes out that not only both the parties submitted their claims with respect to the claim or counter claim of what was the base price, how the based price was determined, whether the change in raw material was used by the appellant in the knowledge and with the consent of the respondent and whether the claimant was entitled for the benefit of clauses of price escalation and these were the matters in dispute contemplated and submitted to the arbitrators to see whether the award contains decision on matters beyond the scope of submission to the arbitrators. I may now refer the arbitration award. The arbitrators, in its fifth meeting held on 17-9-1997 formulated the points for determination, which are as under :\n</p>   \n\n<blockquote id=\"blockquote_55\"> &quot;Following points for determination were framed today for the sake of convenience in arguments :\n</blockquote>   \n\n<blockquote id=\"blockquote_56\"> (1) Whether the claimants were conversion agent of the respondent for the supply of Mt. Coke.\n</blockquote> \n\n<blockquote id=\"blockquote_57\"> (2) Whether the claimants could obtain raw material i.e. coal for manufacturing Met-Coke on their account from the Coal Controller.\n</blockquote> \n\n<blockquote id=\"blockquote_58\"> (3) What was the procedure followed for procuring coal and who was responsible for procuring coal for manufacturing Met. Coke.\n</blockquote> \n\n<blockquote id=\"blockquote_59\"> (4) Whether the base price of Met. Coke covered in the Purchased Order was based on the price of Washery Grade-II coal as on 8-11-1991.\n</blockquote> \n\n<blockquote id=\"blockquote_60\"> (5) Whether the claimants are entitled to escalation price for change from Washery Grade-II coal to Wahsery Grade-I coal.\n</blockquote> \n\n<blockquote id=\"blockquote_61\"> (6) Under what circumstances and for what reasons Washery Grade-II coal was changed to Washery Grade-I coal.\n</blockquote> \n\n<blockquote id=\"blockquote_62\"> (7) Whether the Tundoo Unit has paid escalation price for the Washery Grade-I coal.\n</blockquote> \n\n<blockquote id=\"blockquote_63\"> (8) If the answer to point No. 7 is in affirmative, then whether there was any justification for Vizag unit in not making payment on escalation in the same way as the supply of Mt. Coke to both the units by Claimants was under the same contract.&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_34\"> 32. A bare perusal of the above issues framed by the arbitrators. It is clear that the points referred to the arbitrators were whether the base price of metallurgical coke covered in the Purchaser Order was based on the price of Washery Grade-II as on 8-11-1991, what was the circumstances and reason for change of Washery Grade-II Coal of Washery Grade-I Coal and what was the procedure followed for procuring coal and who was responsible for procuring coal for manufacturing metallurgical coke and whether the claimants are entitled to escalation price for change from Washery Grade- II Coal to Washery Grade I Coal and what was the procedure followed for procuring coal and who was responsible for procuring coal for manufacturing metallurgical coke and whether the claimants are entitled to escalation price for change from Washery Grade-II Coal to Washery Grade-I Coal along with other points. Therefore, these issues also clearly show that what was the base price was also specifically referred and whether the claimants were entitled to escalation price for the change from Washery Grade-II Coal to Washery Grade-I Coal.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\"> 33. The documents placed on record by the parties or produced on the order of the arbitrators also show that the above matters were referred to the arbitrators and considered by the arbitrators without there being any objection from either of the parties including the respondent. What was advanced before the learned arbitrators is given in the award which shows that on behalf of the respondent it is stated that the claimant appellant was responsible for supply of Metallurgical Coke as per the specification given in the Purchaser Order and the claimant was directly procuring the coal from the Coal Contorller and the respondent had no say in the matter.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_36\"> 34. The representatives of the respondent referred what is the meaning of manufacture and also stated before the arbitrators that the claimants were not conversion agent but were seller of the material. It is also stated that the claimants approached directed to the Coal Controller for release of coal and , as such, the respondent or its Unit had no say in the matter. The learned Arbitrators when asked to determine the point by specific order dated 22-3-1997 of the respondent, the respondent submitted their reply to the claim on merit, argued the matter on merit without there being any objection that the arbitrators have no jurisdiction to decide the matter as it was never referred and submitted for determination and then the arbitrators decided the point and for which the arbitrators considered the documents of both the parties then the challenge to the award by the respondent is absolutely unjust and respondent cannot be permitted to challenge the award on the ground that arbitrators exceeded their jurisdiction or in scope of reference. The arbitrators referred Ex. 9 from the claimant to the Senior Manager which is as under :\n</p><blockquote id=\"blockquote_64\">  The basic coal for prepration of coke is being collected from M/s. BCSL, Dhanbad. With all our efforts about 10 to 15 % of shale or stone in the coal supplied by M/s. BCCL is found to be unsuitable for preparation of coke and is lying unutilised. In that letter it has been requested that Coal Controller. Calcutta may be addressed to release of 2100 MT of Coal.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 35. The arbitrators also referred Ex. 6, the letter dated 8-4-1992 which was from Tundoo Unit of the respondent to the Coal Controller, Calcutta thanking him for releasing suitable coal for manufacturing Metallurgical Coke for their smelters located at different parts of the country. The arbitrators, thereafter, taken note of the clarification for the memorandum dated 6-10-1997 from the office of Coal Controller, which is as under :\n</p><blockquote id=\"blockquote_65\">  &quot;On request of Hindustan Zinc Ltd., vide their letter No. VZS/PUR/(S)89(90/7288 Dated 8-5-1992 from their Vizag Unit and letter No. Nil dated 8-4-1992 from their Tundoo Unit that Washery Grade II Coal had deteriorated, in quality and was not suitable for making Metallurgical Coke of their specification, superior grade Coking Coal i.e. Washery Grade I was released from 29-6-1992 onwards on their account to Friends Coal Carbonisation for manufacturing coke for supply to the plants of Hindustan Zinc Ltd.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> 36. The learned Arbitrators, after considering the arguments and documents, held that :\n</p><blockquote id=\"blockquote_66\">  The inevitable conclusion would be that, initially Washery Grade II Coal was used by the claimants, but, subsequently because of the deterioration of the quality of Washery II Grade Coal, the respondent at the request of the claimants made request to the Coal Controller to issue suitable coal which was Washery Grade I.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 37. After considering above documents and all other facts and arguments recorded\nthe findings.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\"> 38. Therefore, the finding recorded on the point by their arbitrators was with respect to the dispute referred to the arbitrators and both the parties submitted their arguments before the arbitrators on this point.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_41\"> 39. The next point was with respect to the price variation for which the representatives of the respondent submitted before the learned Arbitrators that the claimant is not entitled to escalation because of change of Washery Grade II Coal to Washery Grade I Coal. It was stated that the price fixed in the contract was for the material, i.e. Metallurgical Coke and the respondent was no way concerned as to which of Washery Grade Coal was used by the claimants and more that if the claimant would have used imported coal then it would be said that the claimants were entitled for the increase of price.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> 40. After considering this argument and after considering the case law, the arbitrators observed that &quot;In the respondent who was fully aware of change of quality of raw material they should have become alert when they received the release orders issued by the Coal Controller. This silence on the part of the respondent was not found to be by over sight but arbitrators held that it was the studied silence&quot; and, therefore, held that change of coal was in the knowledge and with the consent of the respondent and also held that the price of Metallurgical Coal in the Purchase Order was based on the price of Washery Grade II as on 8-11-1991 and, therefore, the claimants were held entitled to escalation price from Washery Grade II to Washery Grade I and it was also taken note by the arbitrators that the Tundoo unit has paid the escalation price for Washery Grade I Coal whenever there was in crease in its price but Tundoo Unit did not satisfy the claim of the claimant for use of changed grade. The arbitrator held the two units cannot be treated differently when supply to them was made under the same contract and, therefore, the learned arbitrators decided the claim of amount and, thereafter, the award was passed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_43\"> 41. In view of the above facts, I found that the matter which was decided by the arbitrators was specifically and unequivocally referred to the arbitrators by both the\nparties. The arbitrators, with the consent of the parties and after giving full opportunities to the parties decided the reference well within the scope of reference and within the dispute submitted to the arbitrators.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\"> 42. The contention of the learned counsel for the respondent that the price in Clause (3) of the Purchase Order dated 22-3-1997 is fixed price and not based upon the price of the coal which is to be purchased by the appellant, is also appears to be contrary to the Clause (5) of the Purchase Order. In Clause (5) of the Purchase Order, there is specific reference of fact that price specified in Clause (3) is based on the coal price ruling as on 8-11-1991. Therefore, there was base price based on the coal price and the Clause (5) itself it is very specifically mentioned that escalation is dependent on increase in coal (cooking coal) price. This further makes very clear that the base price was determined according to Coking Coal Washery Grade II. Which grade was taken in account is not specifically mentioned in Clause (5) for determining the base price but fact came out is that from very inception Washery Grade II was used and permission was sought for change of Grade II to Grade I which clearly indicates that there cannot be other base price except the price of Washery Grade II and in view of the fact given in the award itself it is clear that, admittedly, at the time of passing order and, thereafter, the payment was made by the respondent and the claimant was getting Washery Grade II Coal at that time till 14-7-1992, the learned Arbitrators had material and facts with them for determining the base price,\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_45\"> 43. The contention of the learned counsel for the respondent that base price for one commodity cannot be taken for the purpose of escalation while determining the amount of escalation, is also having no basis as when there is a base price at the time of entering into contract then if with the consent, knowledge or approval of the other party, the raw material itself is changed and when it is found that the based price was determined on the basis of other commodity then naturally the base price remains as it is for the purpose of determining the escalation because the respondent supplied the coal by increasing the cost etc. from the base price and that is the escalation.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\"> 44. The contention of the learned counsel for the the respondent that the price based in the Purchaser Order is with reference to the price of Coal Grade II is beyond the scope of reference, is absolutely untenable. In view of the fact which I may like to mention to determine the escalation, the base price is required to be determined and in absence of determination of base price, the escalation of price cannot be even calculated.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_47\"> 45. Therefore, all the contentions submitted by the learned counsel for the respondents are having no legal basis.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"507484\" id=\"span_2\">46. The learned counsel for the appellant relied upon the Judgment of the Hon&#x27;ble Apex Court delivered in : <a href=\"/doc/507484/\" id=\"a_22\">Sundaram Finance Ltd. v. NEPC India Ltd.</a> (1999) 2 SCC 479 : (AIR 1999 SC 565) and submitted that while interpreting the provisions of the <a href=\"/doc/1306164/\" id=\"a_23\">Arbitration and Conciliation Act, 1996</a> independently with reference to the principles underlying in the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act, 1940</a>, the interpretation should be Construed in consonance with the UNCITRAL. The Hon&#x27;ble Supreme Court observed as under (at p 568 of AIR) :</span>\n</p><blockquote id=\"blockquote_67\">  The 1996 Act is very different from the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act, 1940</a>. The provisions of interpreted and construed independently and in fact reference to the 1940 Act may other words, the provisions of the 1996 Act have to be interpreted being uninfluenced by the principles underlying the 1940 Act. In order to get help in construing these provisions, it is more relevant to refer the UNICITRAL Model Law rather than the 1940 Act.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"116018390\" id=\"span_3\">47. The Hon&#x27;ble Supreme Court in another case <a href=\"/doc/116018390/\" id=\"a_26\">Konkan Railway Corporation Ltd. v.  Mehul Construction Co.</a> AIR 2000 SC 2821 observed as under (at p 2823 of AIR) :</span>\n</p><blockquote id=\"blockquote_68\">  &quot;Under the new law the grounds on which an award on an arbitrator could be challenged before the Court have been severely cut down and such Challenge is now permitted on the basis of invalidity of the agreement, want of jurisdiction on the part of the arbitrator or want of proper notice to a party of the appointment of the arbitratory_or of arbitral proceedings. The powers of the arbitrator have been amplified by insertion of specific provisions of several matters. Obstructive tactics adopted by the parties in\narbitration proceedings are sought to be thwarted by an express provision inasmuch as if a party knowingly keeps silent and then suddenly raises a procedural objection will not be allowed to do so. The role institutions in promoting and organising arbitration has been recognised.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_4\">48. The Hon&#x27;ble Supreme Court in : <a href=\"/doc/925897/\" id=\"a_27\">Olympus Superstructures Pvt. Ltd. v. Meena Vijay Khetan</a>, AIR 1999 SC 2102 held as under (para 17) :</span>\n</p><blockquote id=\"blockquote_69\">  &quot;<a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> of the Act is based on <a href=\"/doc/846153/\" id=\"a_29\">Article 34</a> of the UNCITRAL Mode Law and it will be noticed that under the 1996 Act the scope of the provisions for setting aside the award is far less the same under <a href=\"/doc/308340/\" id=\"a_30\">Section 30</a> or <a href=\"/doc/1154891/\" id=\"a_31\">Section 33</a> of the Arbitration Act of 1940.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\"> and also held that (paras 18 and 19 of AIR) :\n</p>   \n\n<blockquote id=\"blockquote_70\"> &quot;It will be noticed that under Sub-clause 2(a)(iv) of <a href=\"/doc/1722761/\" id=\"a_32\">Section 34</a>, the arbitral award may be set aside by the Court if the award deals with a dispute not contemplated by or not falling within the terms of the submissions of arbitrator or if it contains a decision on matters beyond the scope of the submission to arbitration. The proviso to Cl. (iv) deals with severabillty.\n</blockquote> \n\n<blockquote id=\"blockquote_71\"> The word &#x27;terms of the submission to arbitration&#x27; in <a href=\"/doc/1722761/\" id=\"a_33\">Section 34(2)(iv)</a> in our view, refer to the terms of the arbitration clause. This appears to be the meaning of the word if one refer to <a href=\"/doc/597719/\" id=\"a_34\">Section 28</a> which uses the word &#x27;dispute submitted to arbitration, and, <a href=\"/doc/759740/\" id=\"a_35\">Section 43(3)</a> which uses the word &quot;submit&quot; future dispute to arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"954977\" id=\"span_5\">49. The Delhi High Court in the recent judgment of : <a href=\"/doc/954977/\" id=\"a_36\">Ircon International Ltd. v. Arvind Construction Company Ltd.</a> (2000 (1) Raj 111 held that &quot;the Court has no power to sit as court of appeal over the decision of the arbitrator and it cannot substituted its own view in place of the views of the arbitrator even if the same is erroneous&quot; and it was held that &quot;award can be set aside only if any one of the five grounds as contained in <a href=\"/doc/1722761/\" id=\"a_37\">Section 34(2)(a)</a> or any one of two grounds as contained in <a href=\"/doc/1722761/\" id=\"a_38\">Section 34(2)(b)</a> of the Act exist.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"149262\" id=\"span_6\">50. The Bombay High Court in : <a href=\"/doc/149262/\" id=\"a_39\">Laxmi Mathur v. Chief General Manager, Mahanagar, Telephone Nigam Ltd. Mumbai</a>, 2000 (3) Raj 489 held that the arbitrator award is not open to challenge on the ground\nthat the Arbitral Tribunal has reached to a wrong conclusion or has failed to appreciate the facts and evidence. &quot; It was also held that &quot;Arbitral award is not invalid merely because on the basis of some inferences and some arguments it may be alleged that the Arbitral Tribunal has committed some mistake in arriving at its conclusion on merits of the dispute referred to it for adjudication.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1050869\" id=\"span_7\">51. The Hon&#x27;ble Apex Court, while dealing with the matter in the case of <a href=\"/doc/1050869/\" id=\"a_40\">State of Andhra Pradesh v. Chandrasekhara Reddy</a>, AIR 1998 SC 3311 held that &quot;having chosen to join the issue on merits of the claim  the award of the arbitrator had to be claim, the award of the arbitrator had to be treated as binding on the State-authorities.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> 52. Here in this case, as found above, both the parties chosen to join not on issue but referred the matter to the arbitrator which was decided by the arbitrator. The scope of challenge to the arbitrator in the Act of 1996 is narrower than the scope of challenge in the Act of 1940. Therefore, the respondent had no right to challenge the award on the grounds on which it was challenged.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\"> 53. What the learned Judge of the Court below has done is that he entertained the objections and examined the terms of the contract and interpreted the terms of the contract for the purpose of deciding whether these claims were covered by the terms of the contract even when there was specific reference to the arbitrator to decide the dispute with respect of the escalation claims of the appellant and the parties submitted their claims on merit also on the issue decided.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"990351\" id=\"span_8\">54. Hon&#x27;ble the Apex Court in another case in <a href=\"/doc/990351/\" id=\"a_41\">P.V. Subba Naidu v. Government of A.P.</a> (1998) 9 SCC 407 held as under :</span>\n</p><blockquote id=\"blockquote_72\">  &quot;In the present case all the claims in question were expressly referred to arbitrator and were raised before the arbitrator. The High Court was, therefore, not right in examining the terms of the contract or interpreting them for the purpose of deciding whether these claims were covered by the terms of the contract.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_58\"> 55. Here in this case, the Court below committed same mistake of examining the terms of the contract and interpreting them for the purpose of deciding whether these\nclaims were covered by the terms of the contract. Not only this but when the Court was not entitled to see the fact that whether the claims was covered by the terms, of the contract or not even went further, and examined the merits of the dispute and further more arrived at a different conclusion. Therefore, the order of the Court below is absolutely illegal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 56. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1404079\" id=\"span_9\">In a recent judgment, even under the Act of 1940, Hon&#x27;ble the Apex Court in : <a href=\"/doc/1404079/\" id=\"a_42\">Paradlp Port Trust v Unique Builders</a> (2001 DNJ (SC) 107 : (AIR 2001 SC 846) held that &quot;but an award is not invalid merely because by process of inference and agreement it may be demonstrated that the arbitrator has committed some mistake in arriving at his conclusion.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529896\" id=\"span_10\">57. The Hon&#x27;ble Apex Court again in the Act of 1940 decided a case of <a href=\"/doc/529896/\" id=\"a_43\">H.P. State Electricity Board v. R.J. Shah and Company</a> (1999) 4 SCC 214 held as under :</span>\n</p><blockquote id=\"blockquote_73\">  &quot;in this case the arbitration clause is widely worded. The dispute which was referred to the arbitrators, inter alia, related to the construction of the contract. The contract did visualise the contractor raising a claim for revision of rates. The dispute was a to when such a claim could be raised. According to the appellant herein this being as interim rate contract the revision of rates could take place only in accordance with Clause 12-A when there was a deviation of more than 20 per cent with regard to individual items. On the other hand the terms of the contract, according to the claimant, permitted a claim being made of revision in rates if there was an increase of 20 per cent of the total value of the contract. The dispute before the arbitrator, therefore, clearly related to the interpretation of the terms of the contract. The said contract was being read by the parties differently. The arbitrator were, therefore, clearly called upon to construe on interpret the terms of the contract. The decision thereon, even if it be erroneous, cannot be said to be without jurisdiction. It cannot be said that the award showed that there was an error of jurisdiction even though there may have been an error in the exercise of jurisdiction by the arbitrators.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_61\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1847351\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1341010\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196949\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1708306\" id=\"span_14\">58. The learned counsel for the appellant further relied upon the Judgments of the Hon&#x27;ble Apex Court delivered in <a href=\"/doc/1708306/\" id=\"a_44\">State\nof Rajasthan v. Puri Construction Co. Ltd.</a> (1994) 6 SCC 485 : (1994 AIR SCW 5061), M/s. Sudarsan Trading Company Govt. of Kerala (1989) 2 SCC 38 : (<a href=\"/doc/196949/\" id=\"a_45\">AIR 1989 SC 890),  Tarapore and Company v. Cochin Shipyard Ltd.</a>, <a href=\"/doc/1341010/\" id=\"a_46\">AIR 1984 SC 1972, U.P. State Electricity Baord v. Searsole Chemicals Ltd.</a> (2001) 3 SCC 397; (AIR 2001 SC 1171) and in <a href=\"/doc/1847351/\" id=\"a_47\">K.R Raveendranathan v. State of Kerala</a> 1998 (3) Raj 378 (1)( SC) It was held that &quot;Court by purporting to construe the contract cannot take upon itself the burden of saying that it was contrary to the contract and as such beyond jurisdiction.&quot;</span></span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> 59. Even in the judgment of this Court in Rajasthan State Electricity Board v.  Gammon India Ltd. 1998 DNJ (Raj) 680, in the Act of 1940, it was held as under :\n</p><blockquote id=\"blockquote_74\">  The learned arbitrator has made an award under this head on the basis of a formula derived at by interpretating the contract and escalation clause. It is well settled that if the arbitrator has come to a conclusion upon interpretation of the contract or clause, it is not open to challenge he award on the ground that an alternative construction of the contract and the clause, is possible.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> 60. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1973429\" id=\"span_15\">In view of the above large number of decisions, I need not to refer few more judgments referred by the learned counsel for the appellant except one judgment more delivered by the Hon&#x27;ble Apex Court in <a href=\"/doc/1973429/\" id=\"a_48\">Indu Engineering and Textiles Ltd. v. Delhi Development Authority</a> (2001) 5 JT (SC) 404 : (AIR 2001 SC 2668) (Para 6) :</span>\n</p><blockquote id=\"blockquote_75\">  This Court, while dealing with the power of course to interfere with an Award passed by Arbitrator, had consistently laid stress on the position that an Arbitrator is a Judge appointed by the parties and as such the Award passed by him is not to be likely interfered with. In the case on hand, the only question that arose for consideration was whether the appellant was entitled to claim the enhanced price of hard coke for the quantity supplied by it to the respondent. Under the contract a specific quantity of the material was to be supplied during the the period of fixed under the agreement. Right form the beginning while submitting the tender the appellant had included a price escalation clause in which it was stipulated that any escalation of the price after submission of the tender will entitle the sup-\n</blockquote><blockquote id=\"blockquote_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1973429\" id=\"span_16\">plier to claim higher price from the other party. This clause as subsequently revised only to the effect that the price escalation will be applicable when there is statutory enhancement in the price of the commodity. No dispute was raised before the Arbitrator or the Court that the escalated price claimed by the appellant was not the statutorily enhanced price of hard coke. It was also not in dispute that even accepting the appellants claim for escalated price of the commodity  it was entitled to the claim only in respect of a part of the quantity supplied and not the entire quantity. In these circumstances, the Arbitrator had not attached importance to the non mention of the enhanced price of hard coke in course of negotiation between the parties. The vjew taken by the Arbitrator, in the circumstances of the case, was a plausible  one and the same could not be said to be suffering from any manifest error on the face of the Award or wholly improbable or perverse one. As such, it was not open to the Court to interfere with the award within the statutory limitations<a href=\"/doc/1973429/\" id=\"a_49\">, <a href=\"/doc/1973429/\" id=\"a_50\">laid down in</a></a> <a href=\"/doc/1503578/\" id=\"a_51\">Section 30</a> of the Act. The single Judge, therefore, rightly declined to interfere with their Award passed by the Arbitrator and made it rule of the Court.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1973429\" id=\"span_17\">61. The Hon&#x27;ble Apex <a href=\"/doc/1973429/\" id=\"a_52\">Court further held</a> (Para 7 of AIR) :</span>\n</p><blockquote id=\"blockquote_77\">  The Division Bench exceeded the limits of its jurisdiction in entering into the facts of the case and in interpretating the agreement between the parties and correspondence which was a part of the said agreement.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> 62.  and, also held as under (para 7)\n  &quot;Even assuming that the Arbitrator had\ncommitted an error in timing to the conclusion that the appellant was entitled to the claim of the escalated price of the commodity (hard coke) under the terms of the agreement and the_Division Bench felt that the conclusion should have been otherwise, it was not open to it to interfere with the Award on that score.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_66\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1191935\" id=\"span_18\">63. The learned counsel for the respondent relied upon the judgment of Hon&#x27;ble the Apex Court delivered in : <a href=\"/doc/1191935/\" id=\"a_53\">Union of India v. Santiram Ghosh</a> . AIR 1989 SC 402. wherein Hon&#x27;ble the Apex Court held that if the arbitrator acted beyond the terms of reference the same is liable to be set aside but, here\nin this case, as I found the Arbitrators have not travelled beyond the terms of the reference as a matter of fact, therefore, the judgment cited by the learned counsel for the respondent has no application to the facts of the present case and it is further relevant to mention here that this judgment is under the Act of the 1940 and not under the Act of 1996.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"865177\" id=\"span_19\">64. The learned counsel for the respondent further relied upon the judgment of the Hon&#x27;ble Apex Court in <a href=\"/doc/865177/\" id=\"a_54\">State of U.P. v. Ram Nath International Construction (P) Ltd.</a> (1996) 1 SCC 18 : (AIR 1996 SC 782), wherein it was held that the Court cannot re appreciate the evidence to examine correctness of the conclusions of the arbitrator but it can examine the clauses of the agreement to determine correctness of the conclusion with reference to the clauses. Here in this case as I found that there is no error committed by the arbitrators in arriving at the conclusion with reference to the clauses therefore, it is also no help to the respondent.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"992584\" id=\"span_20\">65. Another judgment cited by the learned counsel for the respondent is reported in <a href=\"/doc/992584/\" id=\"a_55\">K.P. Poulose v. State of Kerala</a>. AIR 1975 SC 1259. This case is with respect to the misconduct of the arbitrator but which is not the case here even set up by the respondent at any time.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_69\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"925897\" id=\"span_21\">66. Another Judgment cited by the learned counsel for the respondent is <a href=\"/doc/925897/\" id=\"a_56\">Olympus Superstructures Pvt. Ltd. v Meena Vijay Khetan</a>, AIR 1999 SC 2102 wherein Hon&#x27;ble the Apex Court held that the dispute relating to specific performance of the contract is not non-arbitrable dispute and held that <a href=\"/doc/1722761/\" id=\"a_57\">Section 34(2)(b)(i)</a> is not attracted. The other points decided by the Hon&#x27;ble Apex Court has no relevance to the facts of this case.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"54175\" id=\"span_23\">Though the learned counsel for the respondent cited judgment of <a href=\"/doc/54175/\" id=\"a_58\">Ramachandra Reddy &amp; Co. v. State of A.P.</a> (2001 ) 4 SCC 241 : (<a href=\"/doc/1015491/\" id=\"a_59\">AIR 2001 SC 1523) and Associated Engineering Co. v. Government of Andhra Pradesh</a>, AIR 1992 SC 232 but both these judgments have no application to the present case.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1015491\" id=\"span_24\">67. The portions which were relied upon by the learned counsel for the appellant alone are not clear proof of grave illegality committed by the judge of the Court below but <a href=\"/doc/1015491/\" id=\"a_60\">the entire judgment</a> of the Court below\nsuffers from illegalities and the Court below has exceeded its jurisdiction in interfering with the award passed by the Arbitrators.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 68. The challenge to the impugned order dated 3-2-1999 of the Court below on the ground that the Court below exceeded its jurisdiction in entertaining the objection is sustainable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\"> 69. Therefore, the appeal of the appellant is allowed and the judgment and order dated 3-2-1999 is set aside. The award dated 17-1-1998 is restored as awarded by the learned arbitrators. The appellant is also entitled for the costs of the appeal.\n</p> \n\n","numcites":35,"numcitedby":0,"docsource":"Rajasthan High Court - Jaipur","citetid":1999613,"divtype":"judgments","relatedqs":[{"value":"price escalation clause ","formInput":"price%20escalation%20clause%20"},{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"what is exceeding jurisdiction","formInput":"what%20is%20exceeding%20jurisdiction"},{"value":"escalation clause","formInput":"escalation%20clause"},{"value":"Hindustan Zinc Ltd.","formInput":"Hindustan%20Zinc%20Ltd."},{"value":"escalation","formInput":"escalation"},{"value":"price escalation","formInput":"price%20escalation"},{"value":"\"price escalation\"","formInput":"%22price%20escalation%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"coal supply","formInput":"coal%20supply"},{"value":"no purchase order","formInput":"no%20purchase%20order"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"arbitration act","formInput":"arbitration%20act"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}