{"tid":1647074,"publishdate":"1978-04-05","title":"Salem Chemical Industries, A ... vs Bird And Co. (P) Ltd., Calcutta on 5 April, 1978","doc":"<h2 class=\"doc_title\">Salem Chemical Industries, A ... vs Bird And Co. (P) Ltd., Calcutta on 5 April, 1978</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1979MAD16, AIR 1979 MADRAS 16, (1978) 2 MADLJ189, 1991 MADLW 522, (1978) 91 MAD LW 522, (1979) ILR 1 MAD 35</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nRamanujam, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">   1. The plaintiff in O. S. No. 310 of 1970 on the file of the Sub Court, Salem, is the appellant before us. It is a partnership firm carrying on business at Salem. The defendant is a private limited company having its office at Calcutta.\n</p> \n\n<p data-structure=\"Section\" id=\"p_2\"> 2. One Messrs India Patent Stone Co., Ltd., entered into an agreement on 16-5-1964 with the plaintiff for the supply, erection and commissioning of a complete plant for the manufacture of 10 tons of solid alum per day at Salem. The contract was later concluded in or about August 1965. Messrs India Patent Stone Co., Ltd., was subsequently taken over by the defendant-company. According to the plaintiff, the defendant failed to perform its part of the contract within a reasonable time in accordance with the terms and conditions of the contract both in respect of the supply of materials and in the matter of erection and commissioning of the plant and, therefore, the defendant had committed a breach of the contract rendering itself liable for damages. Since the contract contained an arbitration clause, the plaintiff filed an application under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Indian Arbitration Act, 1940 to file the arbitration agreement and to make an order of reference to an arbitrator to be appointed by the court to decide the dispute between the parties which arose under the agreement. Since an application under <a href=\"/doc/811701/\" id=\"a_2\">Section 20</a> of the Arbitration Act has to be treated and disposed of as if it were a suit, the said application was numbered as O. S. No. 310 of 1970.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The defendant filed a written statement, inter alia, stating that under Cl. 14 of the general terms and conditions agreed to between the parties, any order placed against the quotation shall be deemed to be a contract made in Calcutta, that in view of the said clause, the Calcutta court alone had jurisdiction to decide any issue arising therefrom and that, therefore, the court at Salem had no jurisdiction to try the suit.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4. On the pleadings, the court below had framed as many as eight issues and one additional issue. The additional issue related to the question of jurisdiction of the lower court to entertain the suit. That issue was taken as a preliminary issue. On that issue, the lower court has taken the view based on the terms of the said Cl. 14 that the court at Calcutta alone has jurisdiction to entertain the suit and that the court at Salem had no jurisdiction. The correctness of that view has been challenged in this civil miscellaneous appeal by the plaintiff.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. From the judgment of the court below, the following facts emerge and there is no dispute between the parties as regards those facts. The agreement between the parties was for the supply, erection and commissioning of a chemical plant at Salem for the manufacturing of 10 tons of solid alum per day. The contract was entered into on the strength of several representations made by the said company and subject to the general terms and conditions annexed to the contract. Ex. A. 1 is the quotation given by the predecessor of defendant-company undertaking to erect a chemical plant at Salem at a cost of Rs. 3,05,000. In the quotation it had undertaken to supply all the materials and equipment&#x27;s for the erection of the plant at Salem. Along with the said quotation, the general terms and conditions of the agreement were also enclosed and sent to the plaintiff. The plaintiff accepted the quotation given by the defendant and made an initial payment of Rs. 10,001, under its letter dated 12-6-1965, a copy of which has been marked as Ex. A.7. Subsequently, the plaintiff has been making periodical payments from time to time in accordance with the terms of the agreement and the payments so far made came to Rs. 2,63,000. In pursuance of the agreement, the defendant made arrangements to send several articles to Salem for erecting the chemical plant. However, the plaintiff was not satisfied with the quality of materials sent by the defendant, and there was considerable correspondence between the parties as regards the quality of the materials brought to Salem for the purpose of erecting the plant. On the ground that the defendant failed to perform its part of the contract within a reasonable time and in accordance with the terms and conditions of the contract both in respect of the supply of materials and in the matter of erection and commissioning of the plant, the plaintiffs invoked the arbitration clause contained in the general terms and conditions of sale attached to the defendant&#x27;s quotation and appointed a sole arbitrator for deciding the dispute and called upon the defendant to give its consent for that appointment. The defendant however did not agree for the appointment of an arbitrator. Thereafter, the plaintiff filed the suit under <a href=\"/doc/811701/\" id=\"a_3\">Section 20</a> of the Arbitration Act for an order of reference to an arbitrator to be appointed by the court to decide the dispute that has arisen between the parties.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. The question is, whether on the above admitted facts the Court at Salem had jurisdiction to entertain the suit filed under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> of the Arbitration Act.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> 7. According to the plaintiff, since the contract had to be performed at Salem by the erection and commissioning of the plant, the substantial cause of action has arisen. At Salem and, therefore, the court at Salem will have jurisdiction to entertain and try the suit. The case of the defendant, however, is that though a part of the cause of action might have arisen at Salem, since Clause 14 of the general terms and conditions of sale treats the courts at Calcutta will alone have jurisdiction to entertain and try the suit. The objection raised by the defendant as regards the jurisdiction of the court is based on the scope and interpretation of Cl. 14 of the general terms and conditions of sale Cl. 14 runs as follows-\n</p><blockquote id=\"blockquote_1\">  &quot;Arbitration : Any order placed against this quotation shall be deemed to be a contract made in Calcutta and any dispute arising therefrom shall be settled by an arbitrator to be jointly appointed by us.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\"> The above clause consists of two parts. The first part says that any order placed against the defendant&#x27;s quotation shall be deemed to be a contract made in Calcutta. The second part says that the dispute arising out of the said contract shall be settled by arbitrators to be appointed jointly by the parties. According to the defendant, the heading of the clause being &#x27;Arbitration&#x27;, the entire clause which consists of two parts should be read together, and if so read, it will be clear that the purpose of deeming the contract as having taken place at Calcutta, is only for the purpose of conferring exclusive jurisdiction on the courts at Calcutta. Otherwise, no purpose is served by deeming the contract as having taken place at Calcutta. So far as the second part of the clause which says that all disputed arising under the contract shall be settled by arbitrator, is concerned, there is no dispute. As a matter of fact, the plaintiff wants only to enforce that arbitration clause in the present suit. The question, therefore, is to find out the scope and ambit of the first portion of Cl. 14, which is extracted below.-\n</p><blockquote id=\"blockquote_2\">  &quot;Any order placed against this quotation shall be deemed to be a contract made in Calcutta.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_9\"> Admittedly, this portion of the clause does not specifically refer to the jurisdiction of any court and it does not specifically say that the courts at Calcutta will alone have jurisdiction to entertain any dispute relating to the contract. The clause merely fixes a situs for the contract by saying that the contract shall be deemed to have taken place at Calcutta, wherever the cause of action might have arisen or taken place.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 8. According to the defendant, the said clause in intended to confer exclusive jurisdiction on the court at Calcutta in relation to the subject matter of the contract. It is not possible to accept the said contention of the defendant for the clause neither expressly nor by necessary implication takes away the jurisdiction of the court at Salem and gives exclusive jurisdiction to the court at Calcutta. Admittedly, a part of the cause of action has arisen in Salem where the erectioning and commissioning of the plant have to be done by the defendant. The fact that part of the cause of action had arisen at Salem has not been disputed either before the lower court or before this court. But what is contended by the learned counsel for the defendant before us is that by deeming the contract as having taken place at Calcutta, the jurisdiction of the court at Salem is taken away though part of the cause of action has taken place there, and exclusive jurisdiction is given to the court at Calcutta. We are not inclined to agree with the learned counsel that the only intent and purpose of deeming the contract as having taken place at Calcutta is to take away the jurisdiction of the court at Salem and confer exclusive jurisdiction on the court at Calcutta. The deeming provision contained in Cl. 14 may be for the purpose of conferring jurisdiction also on the court at Calcutta. Except for the fact that the defendant is carrying on business at Calcutta, the substantial part of the cause of action has arisen at Salem. Probably, therefore, a doubt was felt by the defendant that the Court at Calcutta may not have jurisdiction and the clause was introduced by way of abundant caution by the defendant to enable it to resort to the court at Calcutta to resolve the disputes arising under the contract. We are not able to see how the fixing of the situs for the contract at Calcutta, will amount to conferring an exclusive jurisdiction on the court at Calcutta, if in fact part of the cause of action had arisen at Salem as a result of which the court at Salem has jurisdiction to entertain the suit under <a href=\"/doc/811701/\" id=\"a_5\">Section 20(c)</a>, C. O. C. which says that every suit shall be instituted in a court within the local limits of whose jurisdiction the cause of action, wholly or in part, arises. The fixing of a situs for contract may be for other purposes as well.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 9. It is well established that where there are two or more competent courts which can entertain a suit on a contract consequent upon a part of the cause of action having arisen within the jurisdiction of each of those courts, the parties to the concerned transaction can contract to vest jurisdiction in one of such courts to try disputes which might arise as between themselves, and that such an agreement is not hit by<a href=\"/doc/1224074/\" id=\"a_6\"> S. 28</a> of the Contract Act as being opposed to public policy. It is also equally well established that such an agreement to exclude the jurisdiction of one court and to confer an exclusive jurisdiction on another court in whose jurisdiction also part of the cause of action arose, should be clear, unambiguous and explicit. Since we have construed Cl. 14 of the general terms and conditions of contract as not conferring exclusive jurisdiction on the court at Calcutta and taking away the jurisdiction of the court at Salem, it does not appear to us to be necessary to refer to the various decisions cited at the bar. But having regard to the fact that the court below has referred to certain decisions in support of its conclusion that Cl. 14 has taken away the jurisdiction of the court at Salem and has conferred exclusive jurisdiction on the court at Calcutta, to try any suit, relating to the contract, it has become necessary to refer to the decisions referred to by the lower court and also the other decisions cited before us.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1050637\" id=\"span_1\">9-A. The following decisions have been relied on by the court below in support of its view that the intention of the parties in incorporating Cl. 14 is to confer exclusive jurisdiction on the court at Calcutta to entertain the suit arising out of the said contract : <a href=\"/doc/1050637/\" id=\"a_7\">Mehta and Co. v. Vijayam and Co.</a>, AIR 1925 Mad 1145 Hoosen Kasam Dada (India) Ltd., v. M. P. S. Mills Co. Ltd., , and Jhun Jhunwala Bros. v. Subbaramier, .</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 10. In the first case, the clause which came up for consideration was as follows-\n</p><blockquote id=\"blockquote_3\">  &quot;In all legal disputes arising out of the contract, Ahmedabad will be understood as the place where the cause of action arose.&quot; That clause was construed as deeming the entire cause of action as having taken place at Ahmedabad. Since the entire cause of action was deemed to have taken place at Ahmedabad, the Ahmedabad Court was considered to have exclusive jurisdiction to decide the dispute arising out of the contract. By deeming the entire cause of action as having taken place at Ahmedabad, the possibility of a part of the cause of action taking place in any other place has been taken away. In that case it was held that where there are two courts both of which would normally have jurisdiction to try a suit, an agreement between the parties that the suit should be filed in one of those courts alone and not in the other does not contravene the provisions of <a href=\"/doc/1224074/\" id=\"a_8\">Section 28</a> of the Contract Act. According to the learned counsel for the defendant, the clause which was construed by the court in that case also does not specifically refer to the Court&#x27;s jurisdiction and by deeming the cause of action as having taken place in one place, the intention of the parties was taken to be to confer exclusive jurisdiction on the court where the cause of action was deemed to have taken place. The rationale of that decision is this : Under <a href=\"/doc/811701/\" id=\"a_9\">Section 20(c)</a>, C. P. C., the court within whose jurisdiction the entire cause of action or a part of the cause of action arises will have jurisdiction to entertain the suit. But if the entire cause of action has been deemed to have taken place in a particular place, then the court in that place alone will have jurisdiction to entertain the suit even under <a href=\"/doc/811701/\" id=\"a_10\">Section 20(c)</a>. Here, the cause of action has not been deemed to have taken place at Calcutta under clause 14, but the contract, alone has been deemed to have taken place at Calcutta. By fixing the suits for the contract, can it be said that the entire cause of action has been deemed to have taken place at Calcutta? We are of the view that such a construction is not possible. Even if the contract is deemed to have taken place at Calcutta, still there is possibility of cause of action relating to that contract having taken place at Salem. We do not, therefore, think that this decision is of any help to the respondent. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\"> 11. In the second case, the clause which came up for consideration was as follows-\n</p><blockquote id=\"blockquote_4\">  &quot;All disputes in respect of this contract shall be settled by arbitration failing which shall be settled in the court of the seller&#x27;s jurisdiction where this contract shall be deemed to have been entered into.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> The above clause specifically refers to the jurisdiction of the Court and it says that the court in the seller&#x27;s jurisdiction will have to settle the disputed arising out of that agreement. It was contended before the court in that case that this clause was void as being opposed to public policy under Section. 28 of the <a href=\"/doc/171398/\" id=\"a_11\">Indian Contract Act</a>. The court held in that case that where a suit on a contract could have been filed in either of two courts under the general law, an agreement between the parties to the effect that disputes in respect of the contract shall be settled in the court of the seller&#x27;s jurisdiction is a valid and enforceable agreement and it is not void under the provisions of<a href=\"/doc/1224074/\" id=\"a_12\"> S. 28</a> of the Indian Contract Act. The learned counsel for the respondent would point out that in the relevant clause which came to be considered by the court, the contract has been deemed to have taken place where the seller resides. As will be clear by a reference to the clause set out above, not only the contract was deemed to have been entered into in the seller&#x27;s place, but the court at the seller&#x27;s place was specifically given the jurisdiction to decide the dispute. A perusal of the clause shows that the jurisdiction has been conferred on the court at seller&#x27;s place by deeming the contract as having been entered into in that place. In Jhun Jhunwala Bros. v. Subbaramier, , Alagiriswmai J. had to consider the scope of the following clause in the contract-\n</p><blockquote id=\"blockquote_5\">  &quot;This order is subject to confirmation by the Works at Bearing, S. E. Railway, and shall be considered as having been made at Bearing and subject to the jurisdiction of Cuttack courts only&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> In view of the specific conferment of jurisdiction on the Cuttack courts under the contract, the court had no hesitation in holding that the court at Cuttack alone had jurisdiction. In this case, the contract has not been made subject to the jurisdiction of the Calcutta court only. According to the learned counsel for the appellant even without the word &#x27;only&#x27; ouster of jurisdiction of the other court can be inferred. Alagiriswami J. has expressed the view that even if the word &#x27;only&#x27; had not been used, if the contract is made subject to the jurisdiction of a particular court exclusion of jurisdiction part of the cause of action arose can be inferred. This decision also is of no help to the respondent for the reason that the contract in this case has not been made &#x27;subject&#x27; to the jurisdiction of the court at Calcutta&#x27;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 12. Apart from the decisions referred to above, the learned counsel for the respondent referred to the decision in National Petroleum Co. Ltd. v. Meghraj, AIR 1937 Nag 334. In that case, Pollock J. construes the following clause in the contract-\n</p><blockquote id=\"blockquote_6\">  &quot;It is hereby declared that this contract has been made at Bombay and all accounts are to be rendered, explained and settled and returns made and all disputes, claims for (and?) causes of action are to be settled in Bombay.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> The learned Judge in construing the said clause of the contract, held that as the contract has been made and the accounts are to be rendered in Bombay, the courts at Bombay would clearly have jurisdiction to try the case, that therefore, there is no question of conferring jurisdiction on any court that would not have otherwise jurisdiction, and there is no question of the clause being void as opposed to public policy under<a href=\"/doc/1224074/\" id=\"a_13\"> S. 28</a> of the Contract Act. The learned Judge observed thus-\n</p><blockquote id=\"blockquote_7\"> &quot;Where the courts have jurisdiction to try a case, there is nothing contrary to public policy in an agreement between parties that disputes between them should be tried at one place rather than at another.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> The learned counsel for the respondent would say that the clause which came up for consideration in that case also does not make any reference to court&#x27;s jurisdiction, but nonetheless the learned Judge in that case held that the court at Bombay has jurisdiction. We do not see any similarly in the clause considered in that case and clause 14 which we have to consider in this case. In that case, there is a specific agreement between the parties that all claims and disputes between the parties arising out of the contract shall be settled in Bombay. That means that the courts in Bombay alone had to settle the disputes between the parties. In the agreement before us, there is no such clause and it merely fixes the situs for the sale at Calcutta. We do not, therefore, see that the above decision is on any assistance to the respondent.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 13. The learned counsel for the respondent also referred to the decision in Hakam Singh v. Gannon (India) Ltd., . In that case, there was an agreement in relation to certain construction works on the terms and conditions of a written tender. Clause 13 of the tender was as follows-\n</p><blockquote id=\"blockquote_8\"> &quot;The contract shall be deemed to have been entered into by the parties concerned in the city of Bombay has no meaning unless the contract is actually entered into in the city of Bombay.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> That clause not only fixes the situs to the contract at the city of Bombay but also confers exclusive jurisdiction on the courts in the city of Bombay to adjudicate the disputes arising out of the said order. The Supreme Court observed that the conferment of such exclusive jurisdiction on one court out of the other courts within whose jurisdiction the cause of action for the contract arose does not contravene<a href=\"/doc/1224074/\" id=\"a_14\"> S. 28</a> of the Contract Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 14. In this case, cl.  14 merely fixes a situs to the contract, but does not say anything about the jurisdiction of the courts at Calcutta. In the case before the Supreme Court there was a specific agreement between the parties conferring exclusive jurisdiction on the court at Bombay. Such an agreement is absent in the case on hand. It cannot be disputed that under<a href=\"/doc/1973055/\" id=\"a_15\"> S. 20(c)</a>, C. P. C. all courts within whose jurisdiction a part of the cause of action under the contract arose will have jurisdiction to try the suit. If the parties were to exclude the jurisdiction of other courts and confer jurisdiction only on one such court, then the exclusion should be clear, specific and unequivocal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893187\" id=\"span_2\">In this case, not only clause 14 in the agreement is silent as to court&#x27;s jurisdiction, but there is also no possibility of inference of such exclusion from the mere clause fixing a situs for the contract. When the Civil Procedure Code confers a jurisdiction on a court based on a part of the cause of action and if that court&#x27;s jurisdiction was to be taken away, the parties should specifically exclude the jurisdiction of the court and confer exclusive jurisdiction on another court. It is for this reason it has been held by series of decisions that exclusion of a court&#x27;s jurisdiction and conferment of exclusive jurisdiction on a particular court should be clear, explicit and unambiguous. It is enough if we refer to the decision of a Division Bench of this court in M/s. <a href=\"/doc/1893187/\" id=\"a_16\">Nanak Chand Shadurain v. Tinnelvely-Tuticorin Electric Supply Co. Ltd.</a>, , where Ramaprasada Rao J. speaking for the Bench, after a detailed consideration of the relevant decisions on the point, if we may say so with respect, held that any agreement ousting the jurisdiction of one court and vesting exclusive jurisdiction on another court should be clear, unambiguous and explicit.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 15. Apart from this, the definition of the word &#x27;court&#x27; in<a href=\"/doc/105873/\" id=\"a_17\"> S. 2(c)</a> of the Arbitration Act, has also some relevance. As already stated, the suit has been filed by the plaintiff under<a href=\"/doc/811701/\" id=\"a_18\"> S. 20</a> of the Arbitration Act. Therefore, which is the court to entertain an application for reference to an arbitrator has to be considered with reference to the provisions of the <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act</a>. <a href=\"/doc/105873/\" id=\"a_20\">S. 2(c)</a> defines &#x27;court&#x27; as a civil court having jurisdiction to decide the questions forming the subject matter of reference if the same had been the subject matter of a suit. We have already pointed out that under<a href=\"/doc/811701/\" id=\"a_21\"> S. 20(c)</a>, C. P. C. the court at Salem will have jurisdiction to entertain the suit based on a contract as part of the cause of action had arisen at Salem. As cl. 14 of the agreement has been construed by us as not conferring exclusive jurisdiction on the court at Calcutta ousting the jurisdiction of the court at Salem, we have to hold that the court at Salem has got jurisdiction to entertain the application under<a href=\"/doc/811701/\" id=\"a_22\"> S. 20</a> of the Arbitration Act for reference. In this view, we allow the civil miscellaneous appeal and set aside the decision of the lower court, with a direction to restore the suit to file and dispose of the same on merits in accordance with law. There will be no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 16. Appeal allowed.\n</p> \n\n","numcites":8,"numcitedby":24,"docsource":"Madras High Court","citetid":1647074,"divtype":"judgments","relatedqs":[{"value":"jurisdiction cause of action","formInput":"jurisdiction%20cause%20of%20action"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"place of contract","formInput":"place%20of%20contract"},{"value":"Deemed contract","formInput":"Deemed%20contract"},{"value":"public policy","formInput":"public%20policy"},{"value":"cause of action in part","formInput":"cause%20of%20action%20in%20part"},{"value":"\"part\" \"cause of action\"","formInput":"%22part%22%20%22cause%20of%20action%22"},{"value":"cause of action place","formInput":"cause%20of%20action%20place"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Salem","formInput":"Salem"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"conferring of jurisdiction","formInput":"conferring%20of%20jurisdiction"},{"value":"jurisdiction of courts","formInput":"jurisdiction%20of%20courts"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"contract","formInput":"tag:contract"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}