{"tid":57282567,"publishdate":"2020-11-03","title":"Royal Orchid Associated Hotels Private ... vs Kesho Lal Goyal on 3 November, 2020","doc":"<h2 class=\"doc_title\">Royal Orchid Associated Hotels Private ... vs Kesho Lal Goyal on 3 November, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 DEL 1510</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<pre id=\"pre_1\">     IN THE HIGH COURT OF DELHI AT NEW DELHI\n                       Judgment reserved on: October 05, 2020\n                     Judgment delivered on: November 03, 2020\n\n+    OMP(I)(COMM) 247/2020\n     ROYAL ORCHID ASSOCIATED HOTELS PRIVATE LIMITED\n                                                      ..... Petitioner\n                   Through: Mr. Suhail Dutt, Sr. Adv. with\n                            Mr. Sandeep Prabhakar, Mr. Sujoy\n                            Kumar, Raghav Kumar &amp; Mr. Amit\n                            Kumar, Advs.\n                   versus\n\n     KESHO LAL GOYAL\n                                                         ..... Respondent\n                         Through:   Mr. Gaurav Pachnanda, Sr. Adv. with\n                                    Ms. Renu Gupta, Ms. Shruti Gupta,\n                                    Ms. Akshaya Ganpath &amp;\n                                    Ms. Namrata Sinha, Advs.\n\n     CORAM:\n     HON&#x27;BLE MR. JUSTICE V. KAMESWAR RAO\n\n                            JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">    V. KAMESWAR RAO, J\n\n</p><p data-structure=\"Issue\" id=\"p_2\">    1.     The present petition has been filed under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the\n    Arbitration &amp; Conciliation Act, 1996 (&#x27;Act of 1996&#x27;, for short)\n    with the following prayers:-\n</p><blockquote id=\"blockquote_1\">           &quot;In view of the above facts and circumstances, it is most\n           humbly prayed that this Hon&#x27;ble Court may kindly be\n           pleased to grant the following interim measures of\n           protection:\n</blockquote><blockquote id=\"blockquote_2\">           a)     Pass an order restraining the Respondents, his\n           employees, agents, servants or anyone acting on his\n\n<span class=\"hidden_text\" id=\"span_1\">    OMP(I)(COMM) 247/2020                                 Page 1 of 43</span>\n         behalf and instructions from illegally and forcibly\n        dispossessing the Petitioner from the Hotel Regenta LP\n        Vilas situated at Nanda Ki Chowri, Chakrata, Dehradun\n        and from interfering with the Petitioners&#x27; operation and\n        management of the said hotel and from preventing or\n        obstructing the Petitioners&#x27; operations thereof and\n        further from entering into any agreement or arrangement\n        etc. with any third party in regard to the possession,\n        operations and management of the aforesaid Hotel before\n        the commencement of or during the pendency of the\n        Arbitration proceedings that may commence in due\n        course.\n</blockquote><blockquote id=\"blockquote_3\">        b)    Pass ad-interim ex-parte orders in terms of prayers\n</blockquote><blockquote id=\"blockquote_4\">        a) hereinabove;\n</blockquote><blockquote id=\"blockquote_5\">        c)    Pass such other relief as this Hon&#x27;ble Court may\n        deem fit, in the interest of justice and equity;\n</blockquote><blockquote id=\"blockquote_6\">        d)    Pass an order granting costs in favour of the\n        Petitioner and against the Respondent in respect of the\n        present proceedings.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_3\">2.      It is the case of the petitioner and so contended by Mr.\nSuhail Dutt, learned Sr. Counsel, that petitioner is a company\nincorporated under the provisions of the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a> in\nthe year 1986 for carrying on the business, inter alia, of operating\nhotels and providing hospitality services in India. The petitioner\nhas established itself as one of the most reputed companies in the\nsaid business. It has been operating more than fifty business and\nleisure hotels in India for more than two decades in the name and\n\n\n<span class=\"hidden_text\" id=\"span_2\">OMP(I)(COMM) 247/2020                                      Page 2 of 43</span>\n style, &quot;Royal Orchid and Regenta&quot; and the quality of services\nwhich are associated with these brands are well reputed in the\nhospitality services sector.\n</p><p data-structure=\"RespArg\" id=\"p_4\">3.      The respondent is the proprietor of Motel Lalit Palace.\nThe respondent was desirous of building, furnishing and\nequipping a modern star hotel of approximately 51 rooms situated\nat Nanda ki Chowri, Chakrata Road, Dehradun, under the name\nRegenta LP Vilas (&#x27;Hotel&#x27;, for short) and had approached the\npetitioner, being aware that the petitioner has the requisite\nknowledge and market experience for operation of such a hotel.\nThe respondent represented that it is the sole and absolute owner\nof the land on which it was desirous of building, furnishing and\nequipping the hotel. It is the submission of Mr. Dutt that the\npetitioner   entered    into   a   Hotel   Operation   Agreement\n(&#x27;Agreement&#x27;, for short) dated May 15, 2015 with the respondent\nfor the purpose of operating the Hotel, for a period of 15 years\nextendable by mutual consent of both parties commencing from\nthe date of opening of the Hotel. According to him, under the\nsaid Agreement, the petitioner (&#x27;Operator&#x27;, as per Agreement) has\nundertaken to operate and manage the Hotel under the\npetitioner&#x27;s brand name &quot;Regenta&quot; on the payment of an agreed\nmanagement fee by the respondent (&#x27;Owner&#x27;, as per Agreement).\nHe stated, the Agreement envisaged several obligations on the\npart of the respondent, which were required to be continued\nwithout any interruptions during the term of the Agreement.\nOwing to construction, furnishing and technical detailing, the\nrespondent handed over the Hotel to the petitioner only in July\n\n\n<span class=\"hidden_text\" id=\"span_3\">OMP(I)(COMM) 247/2020                                  Page 3 of 43</span>\n 2017.     He stated that therefore, the petitioner was able to\ncommence operations at the Hotel in July, 2017, which is the\ncommencement date for the purpose of the Agreement. He stated\nthat the petitioner expended considerable time and resources in\ngiving technical inputs, detailing and designing inputs, which the\npetitioner has acquired over a period of time, towards the\nconstruction and execution of works in the Hotel. In fact, the\npetitioner&#x27;s technical know-how and experience in the field was\none of the key factors in signing the Agreement. The petitioner, at\nits own cost and expense, has been deputing various teams to\ntrain the staff of the respondent and provide them with the\ntechnical expertise and know-how in order to operate and manage\na hotel of this calibre. The Hotel took over two years from the\ndate of signing of the Agreement for completion. In this period,\nthe respondent tapped the unlimited resources of the petitioner in\nsetting up the Hotel to the standards associated with the\npetitioner&#x27;s brand. It is also his submission that the petitioner\ninvested large sums of money in this exercise in order to ensure\nthat the Hotel meets the standards of a modern, luxury hotel of\ninternational standards. He stated that the petitioner has also\nactively assisted in identifying, recruiting and training the staff\nwho are employed in the Hotel, in the same standards as it would\nin any of its own several hotels all over India. The Agreement\nenvisages several obligations on the respondent, which are\nrequired for functioning of the Hotel. However, the respondent\nhas continuously breached the terms of the Agreement since its\ninception. Despite impassive approach and unwillingness of the\n\n\n<span class=\"hidden_text\" id=\"span_4\">OMP(I)(COMM) 247/2020                                   Page 4 of 43</span>\n respondent to perform its duties in terms of the Agreement, the\npetitioner has continued to execute the Agreement in terms of its\nletter and spirit. According to him, the respondent had breached\ncertain obligations under the Agreement like respondent had not\nprovided swimming pool as was contemplated in Schedule 2 and\n3 of the Agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">4.     That apart, the liquor license, which the respondent was\nrequired to procure to operate the bar in the Hotel, could only be\nprocured in the month of May, 2019. That apart, he stated that\nthere is a failure on the part of the respondent to pay the\nmanagement fee. He highlights the fact that as on July 31, 2020,\nthe total outstanding amount towards the Basic Management Fee\nand the Incentive Management Fee is a sum of Rs. 1,02,05,187/-,\nwhich is required to be paid along with interest at 2% per month\nas per Article XII (4) of Agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.     Mr. Dutt submitted that the petitioner was shocked to\nreceive an e-mail dated March 19, 2020, purporting to terminate\nthe Agreement owing to alleged poor performance of the Hotel in\nterms of generating revenues. The petitioner issued an immediate\nresponse to the e-mail dated March 19, 2020, inter alia bringing\nto the respondent&#x27;s notice that the purported termination was\nunlawful owing to the lock-in-period of five years in the\nAgreement. The petitioner also highlighted how the failure of the\nrespondent to provide essential facilities like swimming pool and\nliquor license has affected the revenues. Thereafter, the parties\nhad discussions during which the petitioner asserted and\nexplained that the lock-in period of five years would commence\n\n\n<span class=\"hidden_text\" id=\"span_5\">OMP(I)(COMM) 247/2020                                  Page 5 of 43</span>\n from July, 2017 being the opening date and the lock-in period\nwould expire only by July, 2022. The petitioner was shocked to\nreceive a letter dated July 28, 2020 through e-mail purporting to\nbe another termination notice from the respondent.             The\nrespondent repeated the false contents of their previous\ncommunication dated March 19, 2020 and completely overlooked\nthe facts stated in the petitioner&#x27;s reply.         Unfortunately,\noverlooking all the pleas taken by the petitioner, the respondent\nissued letter dated July 28, 2020 whereby the petitioner\nterminated the Agreement executed between the parties. During\nhis submissions, Mr. Dutt has drawn my attention to various\nprovisions of the Agreement to contend that Article XXIV of the\nAgreement prescribes the &#x27;Term of Agreement&#x27; to be initially\nfifteen years starting from the &#x27;Opening Date&#x27; renewable for\nanother ten years with the first five years of the said term to be\nthe mandatory lock-in period of five years, which would thus be\ncommensurate with the starting of term of fifteen years.\nAdmittedly, the &#x27;Opening Date&#x27; being July, 2017, the mandatory\nfive years lock-in period would start from July, 2017 being the\ncommencement of the first fifteen years of the &#x27;Term of\nAgreement&#x27;.\n</p><p data-structure=\"Section\" id=\"p_7\">6.     He has also drawn my attention to the definitions, which\nare depicted in Schedule 1 to the Agreement to contend that the\n&#x27;effective date&#x27; has not been defined in the definitions. The words\n&#x27;effective date&#x27; mentioned in Article XXIV (3) have to\nnecessarily be read with the earlier part of the same Article i.e.\n&quot;first 5 (five) years of the terms of Contract&quot;.       Hence, the\n\n\n<span class=\"hidden_text\" id=\"span_6\">OMP(I)(COMM) 247/2020                                   Page 6 of 43</span>\n effective date has to be read as the &#x27;Opening Date&#x27;, since the term\nstarts only from the &#x27;Opening Date&#x27;.             Otherwise, reading\n&#x27;effective date&#x27; in a manner urged by the respondent would render\nthe first part of the clause i.e. &#x27;first 5 (five) years of the terms of\nContract&#x27; as otiose and redundant. According to Mr. Dutt, even\n&#x27;Fiscal Year&#x27; is a defined term for Schedule I Clause 8 and\ncommences from the &#x27;Opening Date&#x27;. Also the expression &#x27;Term&#x27;\nis defined in Schedule I Clause 17 as set out in Article XXIV. It\nis settled law that the Agreement has to be read harmoniously in\nkeeping with the principles of business efficacy as applicable in\ncommercial contracts and by looking at other clauses in the\nAgreement to give effect and meaning to the intent of the parties.\nMr. Dutt stated that reading of Article IX (1) and (2) read with\nArticle XII makes it very clear that the Management Fee and the\nIncentive Fee is also payable from the &#x27;Opening Date&#x27; only.\nArticle IX is absolutely clear and only covers certain pre-\noperational activities prior to the opening of the hotel by the\noperator for which the respondent had to bear the said pre-\noperational expenses.      Article II, sub-clause 2, detailing the\nvarious activities to be done by the Operator i.e. the petitioner\nherein, relied upon by the respondent on a plain reading clearly\nshows that except for the pre-operating expenses Clause 2.1\nreferred above, all other duties and responsibilities relate only to\nthe operation and maintenance of the hotel. For the period May\n15, 2015 till July 21, 2017 the Hotel was under construction and\nnonoperational and hence the &#x27;Term&#x27; commenced only from the\n&#x27;Opening Date&#x27; as defined under the Agreement. Thus, till July,\n\n\n<span class=\"hidden_text\" id=\"span_7\">OMP(I)(COMM) 247/2020                                      Page 7 of 43</span>\n 2022, the Agreement cannot be terminated for any reason\nwhatsoever.\n</p><p data-structure=\"Precedent\" id=\"p_8\">7.     In support of his submission on interpretation of a\ncontract, Mr. Dutt has relied upon the following judgments:-\n</p><blockquote id=\"blockquote_7\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70144368\" id=\"span_8\">(<a href=\"/doc/70144368/\" id=\"a_3\">i)     Adani Power (Mundra) Limited vs. Gujarat\n       Electricity      Regulatory   Commission       and      Ors.\n       MANU/SC/0869/2019</a>;</span>\n</blockquote><blockquote id=\"blockquote_8\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966751\" id=\"span_9\">(<a href=\"/doc/1966751/\" id=\"a_4\">ii)    Sandvik Asia Pvt. Ltd. vs. Vardhman Promoters\n       Pvt. Ltd. MANU/DE/9261/2006</a>;</span>\n</blockquote><blockquote id=\"blockquote_9\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1381480\" id=\"span_10\">(<a href=\"/doc/1381480/\" id=\"a_5\">iii)   Achintya Kumar Saha vs. Nanee Printers and\n       Ors.</a> (2004) 12 SCC 368;</span>\n</blockquote><blockquote id=\"blockquote_10\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1146101\" id=\"span_11\">(<a href=\"/doc/1146101/\" id=\"a_6\">iv)    Keshav Kumar Swarup vs. Flowmore Private\n       Limited</a> (1994) 2 SCC 10;</span>\n</blockquote><blockquote id=\"blockquote_11\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"161907613\" id=\"span_12\">(<a href=\"/doc/161907613/\" id=\"a_7\">v)     Administrator of the Specified Undertaking of the\n       Unit Trust of India and Ors. vs. Garware Polyester Ltd.</a>\n       (2005) 10 SCC 682.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_9\">8.     According to Mr. Dutt, as the respondent is dis-entitled\nfrom terminating the contract during the lock-in period under any\ncircumstance either with cause or without cause, the Agreement\nis not hit by <a href=\"/doc/966297/\" id=\"a_8\">Section 14</a> or 41 of the <a href=\"/doc/1671917/\" id=\"a_9\">Specific Relief Act, 1963</a>\n(&#x27;<a href=\"/doc/1671917/\" id=\"a_10\">Specific Relief Act</a>&#x27;, for short). Rather, the mandatory lock-in\nperiod is an express negative covenant within the meaning and\nscope of <a href=\"/doc/1626651/\" id=\"a_11\">Section 42</a> thereof to enforce the negative covenant even\nassuming though not admitting the Agreement is allegedly not\nspecifically enforceable. Further, in the present case the contract\nitself requires the parties to continue performing the Agreement\nduring the pendency of the Arbitration [Article XXVIII (5)]. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"185989662\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104935066\" id=\"span_14\">In\n\n\n<span class=\"hidden_text\" id=\"span_15\">OMP(I)(COMM) 247/2020                                   Page 8 of 43</span>\n support of his submission, Mr. Dutt has relied upon <a href=\"/doc/104935066/\" id=\"a_12\">Gujarat\nBottling Co. Ltd. and Ors. Vs. Coca Cola Company and Ors.</a>\n(<a href=\"/doc/185989662/\" id=\"a_13\">1995) 5 SCC 545 and Ascot Hotels and Resorts Pvt. Ltd. and\nOrs.    Vs    Connaught      Plaza     Restaurants     Pvt.    Ltd</a>.</span></span>\n</p><p data-structure=\"Issue\" id=\"p_10\">MANU/DE/1142/2018.\n</p><p data-structure=\"PetArg\" id=\"p_11\">9.     Mr. Dutt submitted that the judgments relied upon by the\nrespondent in Amritsar Gas Agency, Rajasthan Breweries\nLimited, Royal Orchid etc. are not applicable to the facts and\ncircumstances of the case.     Alternatively, Mr. Dutt, without\nprejudice by not admitting that the lock-in period had expired,\nstated that to invoke Article XXV(2)(a) even after the expiry of\nthe lock-in period of five years, on the ground of shortfall of\nfinancial performance for three consecutive years, the same must\nbe for three consecutive years relating to the period after the\nexpiry of the lock-in period and not prior to it. That apart, he\nstated that even the physical possession of the Hotel is with the\npetitioner. In this regard, he has referred to Article II (4) which\ngives Operator a right to lease, sub-lease or grant concession etc.\nArticle V (9) and (10) provides that Operator would operate\nwithout any hindrance and Owner will not interfere in the day to\nday operations. He also referred to Article VI(f) which provides\nthat even for inspections Owner has to give a prior three days\nwritten notice. He also refers to Article XIX (2)(b) to contend\nthat the Owner gave an undertaking that the property was not\nmortgaged or charged to adversely affect the rights of the\noperator. He also states that Article XX (3) clearly provides that\nthe operator has to be compensated before vacation of the\n\n\n<span class=\"hidden_text\" id=\"span_16\">OMP(I)(COMM) 247/2020                                   Page 9 of 43</span>\n premises by the operator and Article XXV, sub-clause (2)(a), (3)\nand (5) provides the right to recover projected three years fees or\ninterest before vacation of the premises. He states the Agreement\ncreates an interest in favour of the petitioner in the Hotel and the\npetitioner has an indefeasible lien and charge over the Hotel and\nto preserve and protect his possession thereof as contemplated by\nSection 202 read with <a href=\"/doc/396262/\" id=\"a_14\">Section 221</a> of the Indian Contract Act,\n1872 (&#x27;<a href=\"/doc/171398/\" id=\"a_15\">Contract Act</a>&#x27;, for short). The respondent can only seek\npossession of the hotel from the petitioner consistent with the\nsettled jurisprudence which mandates by virtue of catena of\ndecisions of Supreme Court, by taking recourse to due process of\nlaw and not illegally or forcibly. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923291\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1335722\" id=\"span_18\">In this regard, he has relied\nupon the judgments in the cases of <a href=\"/doc/1335722/\" id=\"a_16\">Kavita Trehan and Ors. Vs.\nBalsara Hygiene Products Limited MANU/DE/0313/1991 and\nSouthern Roadways Ltd.</a>, Madurai, Represented by its <a href=\"/doc/1923291/\" id=\"a_17\">Secretary\nvs. S.M. Krishnan</a> (1989) 4 SCC 603.</span></span>\n</p><p data-structure=\"Facts\" id=\"p_12\">10.     A reply to the petition has been filed by the respondent.\nMr. Gaurav Pachnanda, leaned Sr. Counsel appearing for the\nrespondent would submit that the petitioner carries on the\nbusiness of operating hotels in India and the respondent is a\nhotelier in the city of Dehradun, Uttarakhand who owns the\nHotel. On May 15, 2015, the petitioner and respondent entered\ninto an Agreement, for the operation of the respondent&#x27;s hotel at\nNanda Ki Chowki, Chakrata Road, Dehradun, Uttarakhand,\ncalled Regenta LP Vilas.       The Agreement is a commercial\nagreement, in the nature of an agency, which allowed the\npetitioner to operate and manage the Hotel of the respondent as\n\n\n<span class=\"hidden_text\" id=\"span_19\">OMP(I)(COMM) 247/2020                                    Page 10 of 43</span>\n an agent of the respondent, in consideration of management fee.\nThe commercial operation of the Hotel started in July 2017.\nHowever, the petitioner repeatedly non-performed and failed to\nmeet its own targets causing losses to the respondent. The\npetitioner breached its obligations under the Agreement,\nincluding but not limited to its obligations under Article XXV\n(2)(a) of the Agreement. According to Article XXV (2)(a), in\ncase of under-performance of the petitioner by more than fifteen\npercent (15%) from the projected Gross Operating Profit for\nconsecutive three years, the respondent has a right to terminate\nthe Agreement, without any penalty.         It is the case of the\nrespondent that the petitioner has underperformed by more than\nfifteen percent (15%) from the projected GOP for consecutive\nthree years, i.e., 2017-2018, 2018-2019 and 2019-2020.\nAccordingly, the respondent exercised its rights under the\nAgreement and issued a notice on July 28, 2020 (&#x27;Notice&#x27;, for\nshort), to the petitioner, seeking to terminate the Agreement on\nexpiry of 60 days. The petitioner did not respond to the Notice. It\ndid not make any attempt to amicably resolve the matter between\nthe parties. Instead, the petitioner filed the present petition\nseeking protection from this Court against termination of the\nAgreement.\n</p><p data-structure=\"RespArg\" id=\"p_13\">11.    Mr. Pachnanda submitted that the petitioner in its\npetition, has not disputed the under-performance on its part, as\nthe reason for issuing the Notice.        According to him, on\nSeptember 08, 2020, the petitioner had issued two letters through\nemail to the respondent, informing that its current General\n\n\n<span class=\"hidden_text\" id=\"span_20\">OMP(I)(COMM) 247/2020                                   Page 11 of 43</span>\n Manager has resigned w.e.f. September 30, 2020, which has been\naccepted by the petitioner. The petitioner through another letter\nhas informed the respondent that it has appointed a new General\nManager for the hotel, who will reach the Hotel on September 25,\n2020. Mr. Pachnanda submitted while the respondent does not\naccept the petitioner&#x27;s position as set-forth in these letters, the\nrespondent has not responded to these letters, at this stage, in\nview of the Court&#x27;s order, dated August 24, 2020, as well as the\nfact that the Notice of termination comes into effect from\nSeptember 26, 2020, and the petitioner&#x27;s General Manager&#x27;s\nresignation comes into effect on September 30, 2020.\n</p><p data-structure=\"RespArg\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"507484\" id=\"span_21\">12.     Mr. Pachnanda would submit that the present petition is\nnot maintainable as there is no valid and binding Agreement. In\nthis regard, he has drawn my attention to Dispute Resolution\nClause, more specifically Article XXVIII, which, according to\nhim, stipulates that in case of any dispute, the parties can\napproach Courts at Delhi or alternatively, they may opt to go for\narbitration. The use of words &#x27;may opt&#x27; to settle the disputes\nthrough arbitration manifests a clear intention of the parties that\nthe arbitration clause is optional and the parties can either choose\nto resolve their disputes through courts in Delhi or they may opt\nfor arbitration. The respondent has specifically declined to give\nconsent to refer the disputes to arbitration.       Therefore, the\ndisputes cannot be referred to arbitration. He takes support of\nthis contention by relying upon <a href=\"/doc/515526/\" id=\"a_18\">Section 7</a> of the Act of 1996. He\nstates, before a <a href=\"/doc/1112600/\" id=\"a_19\">Section 9</a> petition is entertained, the Court has to\nsatisfy itself that there exists a valid and binding arbitration\n\n\n<span class=\"hidden_text\" id=\"span_22\">OMP(I)(COMM) 247/2020                                    Page 12 of 43</span>\n agreement. He relies upon the judgment of the Supreme Court in\nthe case of <a href=\"/doc/507484/\" id=\"a_20\">Sundaram Finance Ltd. v NEPC India Ltd.</a> (1999) 2\nSCC 479.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"108972133\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"31213183\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1604568\" id=\"span_25\">He also relied upon the judgment in the cases of (<a href=\"/doc/1604568/\" id=\"a_21\">i)\nWellington Associates Limited v. Kirit Mehta</a>, (2000) 4 SCC\n272; (<a href=\"/doc/31213183/\" id=\"a_22\">ii) Panchsheel Constructions v. Davinder Pal Singh\nChauhan</a>, (2019) SCC Online Del 7176; and (<a href=\"/doc/108972133/\" id=\"a_23\">iii) Quick Heal\nTechnologies Limited v. NCS Computech Private Limited and\nanother</a>, (2020) SCC Online Bom 693 in support of his\ncontention.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">13.     Without prejudice to the above, Mr. Pachnanda stated that\nthere is no negative covenant in the Agreement and hence after\nthe expiry of lock-in period of five years on May 14, 2020, the\nrespondent is within its right to terminate the Agreement. He\nstated, the termination notice was issued by the respondent on\nJuly 28, 2020, after the lock-in period of five years had come to\nend on May 14, 2020. He relied on Article XXIV (3) which\naccording to him specifically provides that the five year lock-in\nperiod will start from the &#x27;effective date&#x27;, i.e., May 15, 2015. In\ncontradistinction, Article XXIV (1) specifically provides that the\nfifteen year term of the Agreement will start from the &#x27;Opening\nDate&#x27;. These expressions have been consciously used in the\nAgreement. There is no ambiguity in the language and literal\nmeaning of these provisions at all.\n</p><p data-structure=\"RespArg\" id=\"p_16\">14.     According to him, the submission of Mr. Dutt that\n&#x27;effective date&#x27; used in Article XXIV (3) to signify the start of the\nfive year lock-in period must be replaced by &#x27;Opening Date&#x27; not\nonly defies business common sense but also has the effect of\n\n\n<span class=\"hidden_text\" id=\"span_26\">OMP(I)(COMM) 247/2020                                     Page 13 of 43</span>\n virtually rewriting Article XXIV (3) of the Agreement.            He\nstated that under Recital 3, Recital 4, Recital 5 and Recital 6 read\nwith Article II, several services to be provided by the petitioner,\nsuch as, providing professional advice regarding architecture,\nengineering, interior design, furnishing etc., were to commence\nfrom the &#x27;effective date&#x27; i.e., May 15, 2015.     In this regard, he\nhas drawn my attention to Article II (2) and Article IX. The\nrespondent has paid an amount of Rs. 15,00,000 as &#x27;Pre-opening\nExpenses&#x27; to the petitioner in accordance with this scheme of the\nAgreement. Further, these pre-opening services were to be\nprovided by the petitioner in consideration of the Management\nFee promised to be paid by the owner, under Article XII, starting\nfrom the &#x27;Opening Date&#x27;. Therefore, the lock-in period of five\nyears would commence from the &#x27;Opening Date&#x27;. If the plea of\nMr. Dutt is accepted, then it implies that under Article XXIV (3)\nthere is no lock-in for the period starting from the &#x27;effective date&#x27;\ni.e., May 15, 2015 until the &#x27;Opening Date&#x27;. This would mean\nthat the respondent is free to terminate the Agreement any time\nafter the &#x27;effective date&#x27; until the &#x27;Opening Date&#x27; is achieved.\nSuch an interpretation disregards the fact that the respective\nrights and obligations of both parties under the Agreement\ncommence on the &#x27;effective date&#x27; i.e., May 15, 2015. He denies\nthe submission of Mr. Dutt that the respondent never contested\nthe petitioner&#x27;s interpretation, as set out in the petitioner&#x27;s email\ndated April 04, 2020. According to him, it was the petitioner&#x27;s\nown understanding that the lock-in period was ending on May 14,\n2020 and had not yet expired by April 04, 2020. Otherwise, faced\n\n\n<span class=\"hidden_text\" id=\"span_27\">OMP(I)(COMM) 247/2020                                     Page 14 of 43</span>\n with potential termination, the petitioner would have specifically\nasserted at this stage that the lock-in period ought to commence\nfrom the &#x27;Opening Date&#x27; and not from May 15, 2015. The\npetitioner did not do so at all.\n</p><p data-structure=\"RespArg\" id=\"p_17\">15.     He also highlights the fact that the submission of Mr. Dutt\nthat breach must occur after the lock-in period is over, as per Mr.\nDutt, as flawed because by that analogy the lock-in period would\nstand extended till July 2025. That implies that the lock-in period\nis ten years from &#x27;effective date&#x27; and eight years from &#x27;Opening\nDate&#x27;. This is not and cannot be the intention of the parties when\nthe lock-in period is of only five years. Without prejudice and in\nany event, Mr. Pachnanda submitted, an alleged negative\ncovenant ought not to be enforced after the effective date of the\ntermination notice.      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"136452422\" id=\"span_28\">In this regard, he has relied upon the\njudgment in the case of <a href=\"/doc/136452422/\" id=\"a_24\">Royal Orchid Hotels Ltd. v. Ferdous\nHotels Private Ltd.</a>, 2013 SCC OnLine Mad 1334.                  Mr.\nPachnanda submitted that the petitioner was only managing and\noperating the hotel of the respondent as an agent and licensee\nunder the Agreement. However, the petitioner does not have\npossession of the hotel at all. This according to him is clear from\nRecital 3, Recital 4, Recital 5 and Recital 6 read with Article II\nthat the petitioner is merely an agent and licensee of the\nrespondent. He also refers to Article II (1), Article II (2) and\nArticle II (5) which provides that the petitioner is only an agent\nof the respondent and only a hotel management expert. That\napart, Article V (2) clarifies that all the employees of the Hotel\nare the employees of the Owner, i.e. the respondent. It is only the\n\n\n<span class=\"hidden_text\" id=\"span_29\">OMP(I)(COMM) 247/2020                                   Page 15 of 43</span>\n General Manager of the Hotel, who is the employee of the\npetitioner although all his costs, expenses and remuneration is\nreimbursed by the respondent.      Under Article VII, the entire\nworking capital of the Hotel is provided by the respondent.\nSimilarly, under Article XX (1), the respondent has the absolute\nright to sell, mortgage, lease or create any other encumbrance on\nthe hotel as long as the petitioner&#x27;s ability to manage and operate\nthe Hotel is not impaired in anyway.</span>         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"89665\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1919997\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1335722\" id=\"span_32\">He relied upon the\njudgment in the cases of (i) <a href=\"/doc/1335722/\" id=\"a_25\">Southern Roadways Ltd.</a> (supra), (<a href=\"/doc/1919997/\" id=\"a_26\">ii)\nChandu Lal v Municipal Corporation of Delhi</a>, AIR 1978 Delhi\n174; (<a href=\"/doc/89665/\" id=\"a_27\">iii) Vidya Securities Ltd. v. Comfort Living Hotels Pvt.\nLtd., ILR</a> 2002 Delhi 633.</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_18\">16.    That apart, it is his submission that the Agreement\nbetween the parties is determinable in nature.      Therefore, no\ninterim relief, as prayed for by the petitioner can be granted. In\nsupport of his submission, he has referred to Article XXV(2)(a)\nwhich provides for termination for cause/breach, which could be\nduring the lock-in period or after the lock-in period and Article\nXXV (3) which provides for termination by the respondent,\nwithout cause, after the lock-in period. He also stated that the\nremedies sought by the petitioner are statutorily prohibited under\n<a href=\"/doc/124747/\" id=\"a_28\">Section 14 (b)</a>, <a href=\"/doc/124747/\" id=\"a_29\">Section 14 (d)</a> read with <a href=\"/doc/1221024/\" id=\"a_30\">Section 41 (e)</a> of the\nSpecific Relief Act. He relied upon the judgment in the cases of\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1232166\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136452422\" id=\"span_34\">(i) Country Development and Management Services Pvt. Ltd. v.\nBrookside Resorts Pvt. Ltd., 2006 SCC OnLine Delhi 200; (ii)\n<a href=\"/doc/136452422/\" id=\"a_31\">Royal Orchid Hotels Ltd.</a> (supra) and; (<a href=\"/doc/1232166/\" id=\"a_32\">iii) Marriott\nInternational Inc. and others v. Ansal Hotels Ltd. and another</a>,\n\n\n<span class=\"hidden_text\" id=\"span_35\">OMP(I)(COMM) 247/2020                                   Page 16 of 43</span>\n ILR (2000) II Del 196.</span></span>\n</p><p data-structure=\"RespArg\" id=\"p_20\">17.    Mr. Pachnanda also meets the argument of Mr. Dutt with\nregard to <a href=\"/doc/1543384/\" id=\"a_33\">Section 202</a> of the Contract Act, to contend that there is\nno agency coupled with interest in favour of the petitioner.\nAccording to him, <a href=\"/doc/1543384/\" id=\"a_34\">Section 202</a> of the Contract Act applies only to\nan agency created for the purpose of giving security for an\nexisting interest and not where the alleged interest of the agent\narises after (and incidental to) the creation of the agency itself.\nAccording to him, in the present case, the Agreement was not\ncreated to secure any existing interest of the petitioner. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1659938\" id=\"span_36\">In this\nregard, he relied upon the judgment in the cases of <a href=\"/doc/1659938/\" id=\"a_35\">M. John\nKotaiah v. A Divakar</a>, 1984(2) APLJ 140 and Harbans Singh v.\nShanti Devi, ILR (1977) 2 Delhi 649.          He stated, that the\npetitioner has no purported lien on the Hotel under <a href=\"/doc/396262/\" id=\"a_36\">Section 221</a> of\nthe Contract Act. In this regard, he has relied upon Article XXV\n(5) which provides that the petitioner will become entitled to\ninterest @ 24% in case the petitioner&#x27;s accounts and dues are not\nsettled upon the termination of the Agreement. Further, <a href=\"/doc/396262/\" id=\"a_37\">Section\n221</a> is applicable only in respect of an amount due to the agent.\nThere is a serious dispute amongst the parties as to whether any\namount is due to the petitioner from the respondent or vice versa.</span>\nHe relied upon the judgment in the case of USA v. Master\nBuilders, ILR (1991) II Del 590. According to him, it is a settled\nlaw that an agent cannot exercise any lien under <a href=\"/doc/396262/\" id=\"a_38\">Section 221</a> of\nthe Contract Act, if it interferes in the principal&#x27;s business.\nAllowing the petitioner to exercise such a purported lien on the\nrespondent&#x27;s Hotel would virtually bring to an end the\n\n\n<span class=\"hidden_text\" id=\"span_37\">OMP(I)(COMM) 247/2020                                   Page 17 of 43</span>\n respondent&#x27;s business. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172187032\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1335722\" id=\"span_39\">In this regard, he relied on the judgment\nin the cases of <a href=\"/doc/1335722/\" id=\"a_39\">Southern Roadways Ltd.</a> (supra) and <a href=\"/doc/172187032/\" id=\"a_40\">Ram Prasad\nv. State of MP</a>, (1969) 3 SCC 24.</span></span>\n</p><p data-structure=\"Section\" id=\"p_21\">18.     In rejoinder arguments, Mr. Suhail Dutt would submit\nthat the plea of Mr. Pachnanda that the present petition is not\nmaintainable, is totally misplaced.       According to him, the\narbitration clause i.e Article XXVIII is a binding clause between\nthe parties, inasmuch as the said Article clearly gives to both the\nparties choice and / or option to either invoke civil Courts&#x27;\njurisdiction in which case the Article mandates exclusive\njurisdiction of Delhi Courts or the parties may opt for arbitration\nand if the latter option is exercised, by either of the parties then\nthe jurisdiction is vested in Delhi Courts. The clear wordings of\nthe Article are that either party shall be entitled to choose either\none or the other remedy and the one does not fetter the other with\nthis intention in mind, the relevant Article uses the word &quot;or&quot;.\nAccordingly, the arbitration clause in terms of the Article XXVIII\namounts to a binding arbitration agreement vesting in both the\nparties an option to either invoke the jurisdiction of the Civil\nCourt or to invoke Arbitration. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"31481360\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1679578\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"7324751\" id=\"span_42\">In support of his submission, he\nrefers to the judgment in the cases of; (<a href=\"/doc/7324751/\" id=\"a_41\">i) Zhejiang Bonly\nElevator Guide Rail Manufacture Co. Ltd. Vs. Jade Elevator\nComponents</a> (<a href=\"/doc/1679578/\" id=\"a_42\">2018) 9 SCC 774 (ii) INDTEL Technical Services\nPvt. Ltd. vs. W.S. Atkins PLC</a> (2008 10 SCC 308 and;             (<a href=\"/doc/31481360/\" id=\"a_43\">iii)\nSundarban Marine Products Pvt. Ltd. and Ors. Vs. Waterbase\nLtd. and Ors.</a> (2017) 14 SCC 182.</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_22\">19.     Having heard the learned counsel for the parties and\n\n\n<span class=\"hidden_text\" id=\"span_43\">OMP(I)(COMM) 247/2020                                    Page 18 of 43</span>\n perused the record, the first issue, which is required to be decided\nis, whether there is a binding arbitration clause in the Agreement,\nfor this petition to be maintainable under <a href=\"/doc/1589358/\" id=\"a_44\">Section 9</a> of the Act of\n1996. The submission of Mr. Dutt is, the Agreement clearly\ngives a choice to the parties either to invoke Civil Court&#x27;s\njurisdiction or to opt for arbitration. Whereas, the submission of\nMr. Pachnanda is otherwise. To answer this issue, it is necessary\nto first reproduce the relevant clause regarding dispute resolution\ni.e. Article XXVIII.\n</p><blockquote id=\"blockquote_12\">        &quot;Article XXVIII\n        (1) In the event of any dispute, claim, question, or\n        disagreement arising from or relating to this agreement\n        or the breach thereof, the parties hereto shall use their\n        best efforts to settle the dispute, claim, question, or\n        disagreement. To this effect, they shall consult and\n        negotiate with each other in good faith and, recognizing\n        their mutual interests, attempt to reach a just and\n        equitable solution satisfactory to both parties. The\n        pai1ies agree to meet to pursue resolution through\n        negotiation before resorting to litigation. If they do not\n        reach such solution within a period of 30 days, then, upon\n        notice by either party to the other, all disputes, claims,\n        questions, or differences shall be referred to exclusive\n        jurisdiction of Court of Delhi or parties may opt to settle\n        the dispute by arbitration in accordance with the\n        provisions of <a href=\"/doc/1306164/\" id=\"a_45\">Arbitration and Conciliation Act, 1996</a>. The\n        venue of arbitration shall be Delhi. The proceedings of\n\n\n<span class=\"hidden_text\" id=\"span_44\">OMP(I)(COMM) 247/2020                                    Page 19 of 43</span>\n        arbitration shall be conducted in English by a sole\n       arbitrator jointly appointed by the parties. If the parties\n       fail to mutually agree on an arbitrator, the arbitrator\n       shall be appointed in terms of the <a href=\"/doc/1306164/\" id=\"a_46\">Arbitration and\n       Conciliation Act, 1996</a>.\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">       2.    If any controversy or dispute involves Accounting\n       matters, either Party, may serve upon the other a written\n       notice stating that such party desires to have the\n       controversy or dispute resolved by any arbitrator, who\n       shall be a person qualified to act as auditor, under the\n       provisions of the <a href=\"/doc/1353758/\" id=\"a_47\">Companies Act, 1956</a>. If the parties\n       cannot agree within fifteen (15) days from the serving of\n       such notice by either party on the selection of such\n       arbitrator, he shall be designated by the President of the\n       Institute of Chartered Accountants of India, upon the\n       request of either party.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">       3.    The decision and award of arbitrator shall be final\n       and binding upon both Owner and Operator and shall not\n       be subject to any appeal.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">       4.    All information exchanged during this meeting or\n       any subsequent dispute resolution process, shall be\n       regarded as &quot;without prejudice&quot; communications for the\n       purpose of settlement negotiations and shall be treated as\n       confidential by the parties and their representatives,\n       unless otherwise required by law. However, evidence\n       that is independently admissible or discoverable shall not\n       be rendered inadmissible or non-discoverable by virtue of\n\n\n<span class=\"hidden_text\" id=\"span_45\">OMP(I)(COMM) 247/2020                                    Page 20 of 43</span>\n           its use during the dispute resolution process.\n</p><p data-structure=\"Precedent\" id=\"p_26\">          5.    Except the matter in controversy or dispute, all\n          other terms and conditions of this Agreement shall\n          remain in full force and effect, pending the award of the\n          arbitration proceedings.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">          6.    Subject to clauses above, all disputes are subject to\n          jurisdiction of Delhi courts. This Agreement shall be\n          governed by and construed in accordance with the laws\n          of India.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_28\">20.       Having noted the Article, it is also necessary to refer to\nthe judgments referred to by the parties.         Mr. Pachnanda has\nrelied upon the judgment of the Supreme Court in the case of\nWellington Associates Limited vs. Kirit Mehta, (2000) 4 SCC\n</p><p data-structure=\"Precedent\" id=\"p_29\">272. In <a href=\"/doc/31481360/\" id=\"a_48\">the said judgment</a>, the Supreme Court was concerned\nwith Clauses 4 and 5 of the agreement therein, which read as\nunder:-\n</p><blockquote id=\"blockquote_13\">          &quot;4.   It is hereby agreed that, if any dispute arises in\n          connection with these presents, only courts in Bombay\n          would have jurisdiction to try and determine the suit and\n          the parties hereto submit themselves to the exclusive\n          jurisdiction of the courts in Bombay.\n</blockquote><blockquote id=\"blockquote_14\">          5.    It is also agreed by and between the parties that\n          any dispute or differences arising in connection with\n          these presents may be referred to arbitration in\n          pursuance of the <a href=\"/doc/1052228/\" id=\"a_49\">Arbitration Act, 1940</a> by each party\n          appointing one arbitrator and the arbitrators so\n          appointed selecting an umpire. The venue of arbitration\n\n\n<span class=\"hidden_text\" id=\"span_46\">OMP(I)(COMM) 247/2020                                      Page 21 of 43</span>\n         shall be at Bombay.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"452708\" id=\"span_47\">21.     The Supreme Court while considering the aforesaid\nclauses, was concerned with the issue as to whether there is any\nbinding arbitration clause. The Supreme Court, referring to a\njudgment of Rajasthan High Court in the case of <a href=\"/doc/452708/\" id=\"a_50\">B. Gopal Das\nvs. Kota Straw Board</a>, AIR 1971 Rajasthan 258, held that the\nwords &quot;may be referred&quot; used in clause 5, read with clause 4,\nconcludes that clause 5 is not a firm or mandatory arbitration\nclause as it postulates a fresh agreement between the parties that\nthey will execute to go to arbitration.         The Judgment is\ndistinguishable on facts.</span>\n</p><p data-structure=\"Precedent\" id=\"p_31\">22.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31213183\" id=\"span_48\">Insofar as the judgment of the Coordinate Bench of this\nCourt in <a href=\"/doc/31213183/\" id=\"a_51\">Panchsheel Constructions</a> (supra) as referred to by Mr.\nPachnanda is concerned, the Court was concerned with the\nfollowing stipulations in the agreement therein:-</span>\n</p><blockquote id=\"blockquote_15\">        &quot;That in case of any difference of opinion between the\n        first party/owner and second party/builder in regard to\n        the interpretation or scope of his agreement of any part\n        thereof they should try to solve the problem to any\n        Arbitrator.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_32\">23.     The other clause in a Collaboration Agreement therein\nreads as under:-\n</p><blockquote id=\"blockquote_16\">        &quot;That this transaction has taken place at New Delhi and\n        as such Delhi courts shall have exclusive jurisdiction to\n        entertain any dispute arising out or in any way touching\n        or concerning this Deed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31213183\" id=\"span_50\">24.     This Court in <a href=\"/doc/31213183/\" id=\"a_52\">Panchsheel Constructions</a> (supra) by\n\n\n<span class=\"hidden_text\" id=\"span_51\">OMP(I)(COMM) 247/2020                                  Page 22 of 43</span>\n referring to the judgment of the Supreme Court in the case of\n<a href=\"/doc/1604568/\" id=\"a_53\">Wellington Associates Limited</a> (supra), has held that <a href=\"/doc/1604568/\" id=\"a_54\">the said\njudgment</a> squarely applies to the facts inasmuch as the usage of\nthe words &#x27;try to solve&#x27; does not give a binding effect to the\npurported arbitration agreement between the parties.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"7324751\" id=\"span_52\">The Court\nalso distinguished the judgment of the Supreme Court in the case\nof <a href=\"/doc/7324751/\" id=\"a_55\">Zhejiang Bonly Elevator Guide Rail Manufacture Co. Ltd.</a>\n(supra), on which reliance was placed by the petitioner therein.</span>\n</p><p data-structure=\"Precedent\" id=\"p_34\">25.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108972133\" id=\"span_53\">Insofar as the judgment in the case of <a href=\"/doc/108972133/\" id=\"a_56\">Quick Heal\nTechnologies Limited</a> (supra) as relied upon by Mr. Pachnanda\nis concerned, the Bombay High Court was concerned with a\ndispute resolution clause, which reads as under:-</span>\n</p><blockquote id=\"blockquote_17\">       &quot;17. Dispute Resolution:\n</blockquote><blockquote id=\"blockquote_18\">       a. All disputes under this Agreement shall be amicably\n       discussed for resolution by the designated personnel of\n       each party, and if such dispute/s cannot be resolved\n       within 30 days, the same may be referred to arbitration as\n       stated below.\n</blockquote><blockquote id=\"blockquote_19\">       b. Disputes under this Agreement shall be referred to\n       arbitration as per the <a href=\"/doc/1306164/\" id=\"a_57\">Arbitration and Conciliation Act,\n       1996</a> as amended from time to time. The place of\n       arbitration shall be at Pune and language shall be\n       English. The arbitral tribunal shall comprise one\n       arbitrator mutually appointed, failing which, three (3)\n       arbitrators, one appointed by each of the Parties and the\n       third appointed by the 2 so appointed arbitrators and\n       designated as the presiding arbitrator and shall have a\n\n\n<span class=\"hidden_text\" id=\"span_54\">OMP(I)(COMM) 247/2020                                   Page 23 of 43</span>\n         decisive vote.\n</blockquote><blockquote id=\"blockquote_20\">        c. Subject to the provisions of this Clause, the Courts in\n        Pune, India, shall have exclusive jurisdiction and the\n        parties may pursue any remedy available to them at law\n        or equity.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108972133\" id=\"span_55\">26.     The Court in <a href=\"/doc/108972133/\" id=\"a_58\">Quick Heal Technologies Limited</a> (supra)\nwas of the view that Clause 17 of the agreement therein, inter-\nalia shows that there is no pre-existing Agreement between the\nparties that they should or they will refer their disputes to\narbitration or to the Court. In other words, the parties have at no\nstage agreed to an option of referring their disputes under the said\nagreement to arbitration or to the Court. It held, it is clear beyond\nany doubt that Clause 17 of the agreement is a clause which is\ndrafted with proper application of mind, inasmuch as, the parties\nhave first agreed that all disputes under the agreement shall be\namicably discussed for resolution by the designated personnel of\neach party, thereby making it mandatory to refer all disputes to\ndesignated personnel for resolution / settlement by amicable\ndiscussion. It is thereafter if such dispute/s cannot be resolved by\nthe designated personnel within 30 days, the same may be\nreferred to Arbitration, thereby clearly making it optional to refer\nthe disputes to Arbitration, in contrast to the earlier mandatory\nagreement to refer the disputes for amicable settlement to the\ndesignated personnel of each party.         The Judgment has no\napplicability.</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\">27.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7324751\" id=\"span_56\">Insofar as the judgments relied upon by Mr. Suhail Dutt\nare concerned, in <a href=\"/doc/7324751/\" id=\"a_59\">Zhejiang Bonly Elevator Guide Rail\n\n\n<span class=\"hidden_text\" id=\"span_57\">OMP(I)(COMM) 247/2020                                     Page 24 of 43</span>\n Manufacture Co. Ltd.</a> (supra), the Supreme Court was\nconcerned with a dispute resolution clause 15 therein, which\nreads as under:-</span>\n</p><blockquote id=\"blockquote_21\">        &quot;15. Dispute Handling:\n</blockquote><blockquote id=\"blockquote_22\">        Common processing contract disputes, the parties should\n        be settled through consultation; consultation fails by\n        treatment of to the arbitration body for arbitration or the\n        Court.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_58\">28.     The Supreme Court by referring to its earlier judgment in\nthe case of <a href=\"/doc/1679578/\" id=\"a_60\">INDTEL Technical Services Pvt. Ltd.</a> (supra)\nwherein the Supreme Court was dealing with Clauses 13.2 and\n13.3, which reads as under, held that Clause 15 refers to\n&quot;Arbitration or Court&quot; depicts, there is an option and the\npetitioner has invoked the arbitration clause and therefore there is\nno impediment in the appointment of an Arbitrator. The Supreme\nCourt accordingly, appointed the Arbitrator for adjudicating the\ndisputes and differences between the parties.</span>\n</p><blockquote id=\"blockquote_23\">        &quot;13.2 Subject to Clause 13.3 all disputes or differences\n        arising out of, or in connection with, this Agreement\n        which cannot be settled amicably by the Parties shall be\n        referred to adjudication;\n</blockquote>\n<blockquote id=\"blockquote_24\">        13.3 If any dispute or difference under this Agreement\n        touches or concerns any dispute or difference under\n        either of the Sub Contract Agreements, then the Parties\n        agree that such dispute or difference hereunder will be\n        referred to the adjudicator or the courts as the case may\n        be appointed to decide the dispute or difference under the\n\n<span class=\"hidden_text\" id=\"span_59\">OMP(I)(COMM) 247/2020                                    Page 25 of 43</span>\n           relevant Sub Contract Agreement and the Parties hereto\n          agree to abide by such decision as if it were a decision\n          under this Agreement.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">29.       The relevant paras being paras 8 and 9 are reproduced as\nunder:-\n</p><blockquote id=\"blockquote_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_60\">&quot;8. This Court had the occasion to deal with such a clause in\n the agreement in <a href=\"/doc/1679578/\" id=\"a_61\">INDTEL Technical Services Private Limited\n vs. W.S. Atkins Rail Limited1</a>. In the said agreement, clause\n No.13 dealt with the settlement of disputes. Clauses 13.2 and\n 13.3 that throw light on the present case were couched in the\n following language:-</span>\n</blockquote><blockquote id=\"blockquote_26\">          &quot;13.2. Subject to Clause 13.3 all disputes or differences\n          arising out of, or in connection with, this agreement\n          which cannot be settled amicably by the parties shall be\n          referred to adjudication;\n</blockquote><blockquote id=\"blockquote_27\">          13.3. If any dispute or difference under this agreement\n          touches or concerns any dispute or difference under\n          either of the sub-contract agreements, then the parties\n          agree that such dispute or difference hereunder will be\n          referred to the adjudicator or the courts as the case may\n          be appointed to decide the dispute or difference under the\n          relevant sub-contract agreement and the parties hereto\n          agree to abide by such decision as if it were a decision\n          under this agreement.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\"> 9. Interpreting the aforesaid clauses, the Judge designated by\n the learned Chief Justice of India held thus:-\n</p><blockquote id=\"blockquote_28\">          &quot;Furthermore, from the wording of Clause 13.2 and\n\n\n<span class=\"hidden_text\" id=\"span_61\">OMP(I)(COMM) 247/2020                                    Page 26 of 43</span>\n        Clause 13.3, I am convinced, for the purpose of this\n       application, that the parties to the memorandum intended\n       to have their disputes resolved by arbitration and in the\n       facts of this case the petition has to be allowed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">30.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31481360\" id=\"span_62\">In so far as the reliance placed by Mr. Dutt on the\nJudgment of Supreme Court in <a href=\"/doc/31481360/\" id=\"a_62\">Sundarban Marine Products Pvt.\nLtd. and Ors.</a> (supra) is concerned, the Supreme Court was\nconcerned with Clauses 14 and 15 of the Distributorship\nAgreement therein, dated February 01, 1994, which I reproduce\nas under.</span>\n</p><blockquote id=\"blockquote_29\">       &quot;14. All disputes arising out of or in any way connected\n       with this Agreement shall be deemed to have arisen in\n       MADRAS and only courts in MADRAS SHALL HAVE\n       jurisdiction to determine the same.\n</blockquote><blockquote id=\"blockquote_30\">       15. Arbitration\n       15.1 In the event of any dispute or difference between the\n       parties hereto as to the operation of this agreement, the\n       Distributor may refer the matter to arbitration, such\n       demand for arbitration shall specify the matters which\n       are in question, dispute or difference and only such\n       dispute or difference, other than excepted matters, for\n       which the demand has been made and no other dispute or\n       difference shall be referred for the arbitration by an\n       officer of TWL/employee to be nominated by TWL and the\n       provisions of the <a href=\"/doc/1052228/\" id=\"a_63\">Indian Arbitration Act, 1940</a> for the time\n       being in force or of any other Act of the Legislature\n       passed in substitution thereof or modifications thereof\n\n\n<span class=\"hidden_text\" id=\"span_63\">OMP(I)(COMM) 247/2020                                    Page 27 of 43</span>\n           and for the time being in force, apply to such arbitration.\n          15.2 The act of Distribution and the responsibilities of the\n          Distributor shall not be suspended or delayed because of\n          the existence of any such dispute. TWL&#x27;s decision on such\n          dispute or difference shall be conclusive until reversed by\n          the Arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">          3. Since the Appellant did not refer the dispute, raised by\n          the Respondent, for adjudication to an arbitrator, the\n          Respondent approached the High Court of Judicature at\n          Madras (hereinafter referred to as &#x27;the High Court&#x27;), for\n          appointment of an arbitrator, Under <a href=\"/doc/1841764/\" id=\"a_64\">Section 11</a> of the\n          Arbitration and Conciliation Act, 1996. The High Court\n          accepted, that Clause 15.1 of the Distributorship\n          Agreement, dated 01.02.1994, was indeed an arbitration\n          clause, for settlement of disputes between the parties, and\n          accordingly, appointed Justice (Retd.) A Abdul Hadi, a\n          former Judge of the Madras High Court, as the sole\n          arbitrator, vide an order dated 07.01.2005.\n</p><p data-structure=\"Precedent\" id=\"p_42\">31.       The Supreme Court in paras 9 and 10 has stated as\nunder:-\n</p><blockquote id=\"blockquote_31\">          &quot;9. The interpretation placed by us on Clauses 14 and\n          15.1 hereinabove, can be logically understood if Clauses\n          15.1 and 15.2 are read together. We say so because,\n          Clause 15.2 allows the distributor to make a choice to\n          refer a dispute to an arbitrator, and in case he exercises\n          the above choice, the distributor is obliged under Clause\n          15.2, not to suspend or delay the responsibilities which\n\n<span class=\"hidden_text\" id=\"span_64\">OMP(I)(COMM) 247/2020                                      Page 28 of 43</span>\n         the distributor has to shoulder under the Distributorship\n        Agreement, dated 01.02.1994. It is in the above view of\n        the matter, that it is also apparent from a close\n        examination of Clause 14, that the same is truly not a\n        jurisdiction clause, for purposes of arbitration. Had it\n        been so, the same would have been part of Clause 15,\n        which, in our view, is the exclusive arbitration clause.\n</blockquote>\n\n<blockquote id=\"blockquote_32\">        10. For the reasons recorded hereinabove, since we have\n        arrived at the conclusion, that a reference of a dispute at\n        the behest of the Respondent, could not be made for\n        adjudication to an arbitrator, the impugned order passed\n        by the High Court dated 07.01.2005, appointing an\n        arbitrator, is liable to set aside. The same is accordingly\n        hereby set aside.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_43\">32.     In the above judgment, it is seen that, the Supreme Court\nheld, it is the Distributor who can refer the matter to Arbitration\nand not the respondent and as such set aside the judgment of the\nHigh Court appointing the Arbitrator. The issue before the\nSupreme Court was not with regard to whether there is any\narbitration clause but who can invoke the arbitration clause. This\njudgment is not applicable to the facts of this case.\n</p><p data-structure=\"CDiscource\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7324751\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_66\">33.     Having considered the judgments referred to by the\nlearned counsel for the parties, this Court is of the view that, the\nissue in the case in hand is squarely covered by the judgment of\nthe Supreme Court in the case of <a href=\"/doc/1679578/\" id=\"a_65\">INDTEL Technical Services\nPvt. Ltd.</a> (supra) as followed in <a href=\"/doc/7324751/\" id=\"a_66\">Zhejiang Bonly Elevator Guide\n\n\n<span class=\"hidden_text\" id=\"span_67\">OMP(I)(COMM) 247/2020                                    Page 29 of 43</span>\n Rail Manufacture Co. Ltd.</a> (supra) inasmuch as from the perusal\nof Article XXVIII of the agreement, it is clear that the petitioner\nhas an option either to get the disputes / claims / differences\nadjudicated through the jurisdiction of the Court or by way of\narbitration in accordance with the provisions of the Act of 1996.\nThe fact that the petitioner has filed this petition, it must be held\nthat it intends to get the disputes settled through the process of\narbitration. It is also not the case of the respondent either him or\nthe petitioner had earlier invoked the jurisdiction of a Civil Court.\nI also find from sub-clause 2 of Article XXVIII, the intention of\nthe parties is to refer the disputes to the Arbitrator with regard to\nany dispute concerning accounting matters and one of the claims\nof the petitioner is of non-payment of Management Fees, which is\nan accounting issue. The objection raised by Mr. Pachnanda on\nthe maintainability of the petition is liable to be rejected.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_45\">34.     The next issue which arises for consideration is whether\nthe respondent has terminated the Agreement during the lock-in\nperiod. To answer this issue, it is necessary to determine from\nwhich date the lock-in period has started or kicked in. According\nto Mr. Suhail Dutt, Article XXIV of the Agreement prescribes the\n&#x27;Term of agreement&#x27; to be initially for 15 years starting from the\n&#x27;Opening Date&#x27;, renewable for another 10 years with the first five\nyears of the said term to be mandatory lock-in period of 5 years,\nwhich would thus commensurate with the starting of the term of\n15 years. So according to him, the &#x27;Opening Date&#x27; being of July,\n2017, the mandatory 5 years lock-in period had started from July,\n2017. In effect, he argued that the &#x27;effective date&#x27; has not been\n\n\n<span class=\"hidden_text\" id=\"span_68\">OMP(I)(COMM) 247/2020                                      Page 30 of 43</span>\n defined in the definition Clauses under Schedule-I. According to\nhim, the word &#x27;effective date&#x27; mentioned in sub-clause 3 of\nArticle XXIV has to be necessarily read with earlier part of the\nsame Article, i.e., first five years of the terms of the contract.\nHence, the &#x27;effective date&#x27; has to be read as the &#x27;Opening Date&#x27;\nsince the term starts from the &#x27;Opening Date&#x27;.\n</p><p data-structure=\"Conclusion\" id=\"p_46\">35.     I am not in agreement with this submission made by Mr.\nDutt. The date of the execution of the Agreement, i.e., May 15,\n2015 has been defined as the &#x27;effective date&#x27; and sub-clause 3 of\nArticle XXIV stipulated the lock-in period to be 5 years from the\n&#x27;effective date&#x27;, i.e., May 15, 2015. No doubt, Schedule-I of the\nAgreement which defines words mentioned in the agreement\nincludes &#x27;Opening Date&#x27; to mean the date of commencement of\nthe operation of the hotel for the purpose of receiving guests to\nbe determined in accordance with Article (IV) of this contract,\nbut the submission of       Mr. Pachnanda that the Agreement\nprescribes 2 dates, i.e., &#x27;effective date&#x27; (May 15, 2015) and\n&#x27;Opening Date&#x27; (July 2020) for the reason that since the Hotel\nhad to be constructed before being operational and the petitioner,\nhaving the necessary expertise and in terms of Recitals 3, 4, 5 and\n6 read with <a href=\"/doc/1456610/\" id=\"a_67\">Article 2</a>, is required to provide professional advice\nregarding architecture engineering, interior designing, furnishing\netc. from the &#x27;effective date&#x27; for which the petitioner was paid Rs.\n15 lacs by the respondent for pre-opening services in\nconsideration of the management fee promised to be paid by the\nowner, is appealing.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">36.     In substance, the plea of Mr. Pachnanda is, as certain\n\n\n<span class=\"hidden_text\" id=\"span_69\">OMP(I)(COMM) 247/2020                                    Page 31 of 43</span>\n obligations have been imposed on the petitioner to be performed\nduring the construction of the Hotel which started immediately,\nand continued till the hotel became operational (July, 2017), the\nlock-in period was stipulated from the &#x27;effective date&#x27;. In fact, I\nfind it is the case of the petitioner itself in Para 19 of the petition\nthat it had expended considerable time and resources in giving\ntechnical inputs, detailing and designing inputs, which the\npetitioner has acquired over a period of time, towards the\nconstruction and execution of works in the Hotel. It is also stated\nby the petitioner that the petitioner&#x27;s technical interest and\nexperience in the field was one of the key factors in signing the\nAgreement.\n</p><p data-structure=\"RespArg\" id=\"p_48\">37.     On the other hand, if the plea as advanced by Mr. Dutt\nhas to be agreed to, then it shall mean that between May 15, 2015\nand July, 2017, the respondent, after taking / seeking the benefit\nof the petitioner&#x27;s experience / expertise in building the hotel, just\nbefore the start of operation of the hotel, could have terminated\nthe agreement, leaving the petitioner in lurch / high and dry to its\nprejudice.   In fact, the stipulation was in the interest of the\npetitioner against such termination. Further, the plea of Mr. Dutt\nis on a misreading of the stipulations in the Agreement inasmuch\nas Article XXIV (1) states the Agreement shall commence upon\nexecution of the Agreement by the parties, and shall continue in\nforce for a period of 15 years commencing from the &#x27;Opening\ndate&#x27; of Hotel. Similarly, Article XXIV (3) clearly state the first\n5 (five) years of the terms of contract starting from the &#x27;effective\ndate&#x27; shall be considered as a lock-in period. On a reading of\n\n\n<span class=\"hidden_text\" id=\"span_70\">OMP(I)(COMM) 247/2020                                      Page 32 of 43</span>\n both clauses, the following position emerges:\n</p><blockquote id=\"blockquote_33\">       1.     The agreement shall commence upon its execution\n              by the parties.\n</blockquote><blockquote id=\"blockquote_34\">       2.     The first five years of the terms of contract starting\n              from the effective date (the date of commencement\n              upon its execution, i.e., 1 above) shall be\n              considered as a lock-in period.\n</blockquote><blockquote id=\"blockquote_35\">       3.     The fifteen years shall commence from the opening\n              date, i.e., commencement of operation of Hotel,\n              July 2017.\n</blockquote><blockquote id=\"blockquote_36\">       4.     The first renewal of 10 years shall be after the term\n              of fifteen years from opening date.\n</blockquote><blockquote id=\"blockquote_37\">38.    Mr. Pachnanda is right in stating that the interpretation\nsought to be given by Mr. Dutt is contrary to the express terms of\nthe Agreement. It is prima facie clear that the lock-in period of 5\nyears had commenced on May 15, 2015 and the notice being of\nJuly 28, 2020, which is after the lock-in period of 5 years, the\nsame is proper. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104935066\" id=\"span_71\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"185989662\" id=\"span_72\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104935066\" id=\"span_73\">In view of the above conclusion, the reliance\nplaced by Mr. Dutt on the Judgments in the cases of <a href=\"/doc/104935066/\" id=\"a_68\">Gujarat\nBottling Co. Ltd. and Ors.</a> (supra) and <a href=\"/doc/185989662/\" id=\"a_69\">Ascot Hotels and Resorts\nPvt. Ltd. and Ors.</a> (supra) shall not be applicable in the facts of\nthis case inasmuch this Court, in the Country Development and\nManagement (Supra) by relying upon the Apex Court judgment\nin <a href=\"/doc/104935066/\" id=\"a_70\">Gujarat Bottling Ltd.</a> (supra), on which reliance has been\nplaced by Mr. Pachnanda, has held that the relief by way of\ninterlocutory injunction is to protect the plaintiff against the\ninjury of violation of his right for which he could not be\n\n\n<span class=\"hidden_text\" id=\"span_74\">OMP(I)(COMM) 247/2020                                    Page 33 of 43</span>\n adequately compensated in damages recoverable in the action if\nthe uncertainty was resolved in his favour in trial. The need for\nsuch protection has however to be weighed against the\ncorresponding need of the defendant to be protected against\ninjury resulting from his having been prevented from exercising\nhis own legal rights, for which he could not be adequately\ncompensated. Whereas in the case in hand, there is no stipulation\nthat the Agreement cannot be terminated even after lock-in\nperiod. In other words, it is determinable contract. That apart,\nthe justification of the respondent is by relying on the stipulation\nof under performance of the petitioner for three years. Whether\nthere was under performance; who was responsible for the same,\ncannot be decided in these proceedings, but to be decided by the\nArbitrator and the petitioner can be adequately compensated in\ndamages if it succeed before the Arbitrator.</span></span></span> It is not the case of\nthe petitioner that damages shall not adequately compensate it.\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1232166\" id=\"span_75\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"136452422\" id=\"span_76\">Prima facie the action of the respondent cannot be faulted. Mr.\nPachnanda has rightly relied on the judgments in <a href=\"/doc/136452422/\" id=\"a_71\">Royal Orchid\nHotels Ltd.</a> (supra) and <a href=\"/doc/1232166/\" id=\"a_72\">Marriott International Inc. and others</a>\n(supra) wherein the Court has held that in view of <a href=\"/doc/939126/\" id=\"a_73\">Section 14 (1)</a></span></span>\n</p><p data-structure=\"Section\" id=\"p_50\">(c) (pre-amended) (14 (d) of the amended <a href=\"/doc/1671917/\" id=\"a_74\">Act) of the Specific\nRelief Act</a>, the contract under the following category cannot be\nspecifically enforced.\n</p><blockquote id=\"blockquote_38\">              &quot;a contract which is in its nature determinable&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"185989662\" id=\"span_77\">39.     The reliance placed by Mr. Dutt on the Judgment of this\nCourt in <a href=\"/doc/185989662/\" id=\"a_75\">Ascot Hotels and Resorts Pvt. Ltd. and Ors.</a> (supra) is\nmisplaced as it is not applicable to the facts of this case inasmuch\n\n<span class=\"hidden_text\" id=\"span_78\">OMP(I)(COMM) 247/2020                                    Page 34 of 43</span>\n as in the said case, the appeal filed before this Court was against\nan interim order passed by the learned Arbitrator directing the\nparties to maintain status quo with respect to licenced area. This\nwas primarily on the basis of Clause 22.4 of the License\nAgreement therein, which stated that Ascot can terminate the\nagreement except in the event of any three consecutive defaults\nby respondent CPRL to pay license fee and failure on the part of\nCPRL to make good the default. It was the case of CPRL that\nthere was no default in the manner prescribed in Clause 22.4.\nThis plea was accepted and the status quo order was not\ninterfered with.</span>\n</p><p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1381480\" id=\"span_79\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"70144368\" id=\"span_80\">40.     Similarly, the Judgments relied upon by Mr. Dutt in the\ncase of <a href=\"/doc/70144368/\" id=\"a_76\">Adani Power (Mundra) Limited</a> (supra); Sandvik Asia\nPvt. Ltd.; <a href=\"/doc/1381480/\" id=\"a_77\">Achintya Kumar Saha</a> (supra) in support of his\nsubmissions that nomenclature in an agreement is not important\nand agreement has to be interpreted harmoniously giving effect to\nintent of the parties, have no applicability as the said Judgments\nare distinguishable on facts and in view of my conclusion above.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_53\">41.     Even the plea of Mr. Dutt that the respondent could not\nhave terminated the agreement immediately after lock-in period\nfor under performance, as such performance has to be seen three\nyears post lock-in period and not before it, is also not appealing.\nFirstly, the &#x27;Opening Date&#x27; of the Hotel is the starting of the\noperation of the Hotel, which is of July, 2017. The operation of\nthe Hotel reflects the performance.       The stipulation in the\nAgreement does not say that the performance has to be seen post\nexpiry of lock-in period. Even otherwise, if the plea of Mr. Dutt\n\n\n<span class=\"hidden_text\" id=\"span_81\">OMP(I)(COMM) 247/2020                                   Page 35 of 43</span>\n is agreed to, it shall mean that lock-in period shall be of 8 years\ninstead of 5 years that is from 2015 till 2023 (2015 to 2020 and\nthree years thereafter). The plea of Mr. Dutt that the reasons for\nunder-performance are in fact attributable to the respondent, as he\nhad not provided the license for operating a Bar and the\nswimming pool in July 2017 itself, cannot be gone into in these\nproceedings being a factual dispute. The petitioner is at liberty to\nraise the issues before the learned Arbitrator.\n</p><p data-structure=\"Section\" id=\"p_54\">42.     Even the submission of Mr. Dutt, that certain stipulations\nin the agreement, viz. (i) operator&#x27;s right to lease, sub-lease, grant\nconcession; (ii) operator would operate the hotel without any\nhindrance and owner will not interfere in the day to day\noperations; (iii) the inspection to be carried out by the owner after\ngiving a prior 3 days written notice; (iv) owner giving an\nundertaking that the property was not mortgaged or charged to\nadversely affect all the rights of the operator; (v) petitioner has to\nbe compensated before vacation of the premises by it; and (vi) the\nright of the petitioner to recover the projected three years fee or\ninterest before vacation of the premises; creates an interest in\nfavour of the petitioner in the hotel and the petitioner has an\nindefeasible lien and charge over the hotel and has a right to\npreserve and protect the possession thereof; as contemplated by\n<a href=\"/doc/1543384/\" id=\"a_78\">Section 202</a> read with <a href=\"/doc/396262/\" id=\"a_79\">Section 221</a> of the Contract Act, and the\nrespondent cannot seek possession of the hotel from the petitioner\nwithout resorting to due process of law, is also without merit. The\nsubmission of Mr. Dutt is primarily by relying upon <a href=\"/doc/1543384/\" id=\"a_80\">Sections 202</a>\nand <a href=\"/doc/396262/\" id=\"a_81\">221</a> of the Contract Act. The said Sections are reproduced as\n\n\n<span class=\"hidden_text\" id=\"span_82\">OMP(I)(COMM) 247/2020                                     Page 36 of 43</span>\n under:\n</p><blockquote id=\"blockquote_39\">          &quot;202. Termination of agency where agent has an\n          interest in subject-matter.--Where the agent has himself\n          an interest in the property which forms the subject-\n          matter of the agency, the agency cannot, in the absence\n          of an express contract, be terminated to the prejudice of\n          such interest.\n</blockquote><blockquote id=\"blockquote_40\">                Illustrations\n</blockquote><blockquote id=\"blockquote_41\">                (a) A gives authority to B to sell A&#x27;s land, and to\n                pay himself, out of the proceeds, the debts due to\n                him from A. A cannot revoke this authority, nor can\n                it be terminated by his insanity or death.\n</blockquote><blockquote id=\"blockquote_42\">                (b) A consigns 1,000 bales of cotton to B, who has\n                made advances to him on such cotton, and desires\n                B to sell the cotton, and to repay himself out of the\n                price, the amount of his own advances. A cannot\n                revoke this authority, nor is it terminated by his\n                insanity or death.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_55\">          221. Agent&#x27;s lien on principal&#x27;s property.-- In the\n          absence of any contract to the contrary, an agent is\n          entitled to retain goods, papers and other property,\n          whether movable or immovable of the principal received\n          by him, until the amount due to himself for commission,\n          disbursements and services in respect of the same has\n          been paid or accounted for to him.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">43.      There is no dispute that the petitioner was required to\noperate the Hotel.      The Agreement termed the petitioner as\n&#x27;Operator&#x27; and the respondent as &#x27;Owner&#x27;. For operating the\nHotel, there were clear do&#x27;s and don&#x27;ts.         In substance, the\npetitioner was required to operate the hotel unhindered. For\noperating the Hotel, the petitioner was being paid the\nManagement Fee. The receipt of the Management Fee is the\ninterest of the petitioner as an &#x27;Operator&#x27;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1659938\" id=\"span_83\">But the interest to\nhave Management Fee is after the exercise of right as an\n\n\n<span class=\"hidden_text\" id=\"span_84\">OMP(I)(COMM) 247/2020                                     Page 37 of 43</span>\n &#x27;Operator&#x27;. In such a scenario, the agency is revocable. But if a\nright already exist to collect a / debt / interest / fee, for which the\nright to operate the hotel has been created, then the agency is\nirrevocable, which is clearly not the case here. Mr. Pachnanda is\njustified in relying upon the Judgment in the case of <a href=\"/doc/1659938/\" id=\"a_82\">M. John\nKotaiah</a> (supra), wherein in Para 16 the Andhra Pradesh High\nCourt has held as under:</span>\n</p><blockquote id=\"blockquote_43\">          &quot;Thus it will be seen that if the interest created in the\n          agent is in the result or the proceeds arising after the\n          exercise of the power then the agency is revocable and\n          cannot be said to be an irrevocable agency. However,\n          if the interest in the subject matter, say a debt payable\n          to the principal, is assigned to the agent as security\n          simultaneously with the creation of the power and\n          thereafter the agent exercises the power to collect the\n          debt for discharge of an obligation owed by the\n          principal in favour of the agent or owed by the\n          principal in favour of a third party, then the agency\n          becomes irrevocable.&quot;           (emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">44.     Similarly, in Harbans Singh (supra), a Division Bench\nof this Court has in Paras 8 and 9 held as under:\n</p><blockquote id=\"blockquote_44\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1698089\" id=\"span_85\">(8) In <a href=\"/doc/1698089/\" id=\"a_83\">Loonkaran Sethiya v. State Bank of Jaipur</a>,\n          (1969) I S.C.R. 122 (1), the respondent bank was given\n          an irrevocable power of attorney by the appellant. For,\n          the appellant had borrowed money from the bank. He\n          had empowered the bank to recover money due to him\n          from his debtor by executing a decree in which he was\n          the decree- holder. The word &quot;interest&quot; under <a href=\"/doc/1543384/\" id=\"a_84\">section\n          202</a> of the Contract Act was construed as follows at\n          page 126 of the report:-</span>\n</blockquote><blockquote id=\"blockquote_45\">                     &quot;There is hardly any doubt that the power\n                    given by the appellant in favor of the Bank is\n                    a power coupled with interest. That is clear\n                    both from the tenor of the document as well\n                    as from its terms........ .It is settled law that\n<span class=\"hidden_text\" id=\"span_86\">OMP(I)(COMM) 247/2020                                      Page 38 of 43</span>\n                     where the agency is created for valuable\n                    consideration and authority is given to\n                    effectuate a security or to secure interest of\n                    the agent, the authority cannot be revoked.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_58\">                                              (emphasis supplied)\n          This statement of law reproduces the English Common\n         Law as would be evident from a reference to <a href=\"/doc/137639/\" id=\"a_85\">Article\n         135</a> in Bowstead on Agency, Fourteenth Edition, the\n         relevant part of which is as follows :-\n</p>\n<blockquote id=\"blockquote_46\">                  &quot;Where the authority of an agent is given by\n                  deed, or for valuable consideration, for the\n                  purpose of effectuating any security, or of\n                  protecting or securing any interest of the\n                  agent, it is irrevocable during the subsistence\n                  of such security or interest. But it is not\n                  irrevocable merely because the agent has an\n                  interest in the exercise of it, or has a special\n                  property in, or lien for advances upon, the\n                  subject-matter of it, the authority not being\n                  given expressly for the purpose of securing\n                  such interest or advances.\n</blockquote><blockquote id=\"blockquote_47\">                                             (emphasis supplied)\n\n                  (2) Where a power of attorney, whenever\n                  created is expressed to be irrevocable and is\n                  given to secure a proprietary interest of the\n                  donee of the power, or the performance of an\n                  obligation owed to the donee, then, so long as\n                  the donee has that interest, or the obligation\n                  remains undischarged, the power is\n                  irrevocable.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_59\">                                      (emphasis supplied)\n\n          All the conditions of irrevocability are satisfied in the\n         present case. The authority to the agent was given for\n         valuable consideration which proceeded from the\n         respondent. It was given for the purpose of effectuating\n         security or protecting or securing the interest of the\n         agent. For, the only purpose of the agency was to\n         ensure and secure the performance of the contract by\n<span class=\"hidden_text\" id=\"span_87\">OMP(I)(COMM) 247/2020                                   Page 39 of 43</span>\n          the appellant in favor of the respondent for whom Shri\n         Gulati was acting as the husband and the nominee and,\n         therefore, a representative or an agent. Where the\n         performance of the agency is not to secure the interest\n         or the benefit of the agent then the agency is not\n         irrevocable merely because the agent has an interest in\n         the exercise of it or has a special property in or lien for\n         advances upon the subject-matter of it.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"924161\" id=\"span_88\">(9) In <a href=\"/doc/924161/\" id=\"a_86\">Palani Vannan v. Krishnaswami Konar, Air</a> 1946\n         Madras 9 (2), the primary object of the power of\n         attorney was to recover the money on behalf of the\n         principal by the execution of a decree. The, incidental\n         provision for the employment of an agent and enabling\n         the agent to recover his out-of-pocket expenses from\n         the decretal amount did not make the object of the\n         power of attorney to be the benefit of the agent. <a href=\"/doc/1543384/\" id=\"a_87\">Section\n         202</a> of the Contract Act, therefore, did not apply.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_61\">                                         (emphasis supplied)\n         For the same reason, <a href=\"/doc/1543384/\" id=\"a_88\">section 202</a> was not attracted to\n         the facts in Dalchand v. Seth Hazarimal Air 1932\n         Nagpur 34 (3) because the agent was merely entitled to\n         retain a part of the price of the cloth sold by him as his\n         remuneration but he had no interest in the cloth itself -\n         within the meaning of <a href=\"/doc/1543384/\" id=\"a_89\">section 202</a>.\n</p><p data-structure=\"CDiscource\" id=\"p_62\">                                         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1607022\" id=\"span_89\">(emphasis supplied)\n         The same distinction is maintained in <a href=\"/doc/1607022/\" id=\"a_90\">Mutharasu\n         Thevar v. Mayandi Thevar</a>. But the facts of the case\n         before us are different. They are analogous to the facts\n         of the Supreme Court decision <a href=\"/doc/1607022/\" id=\"a_91\">referred to above</a> and,\n         therefore, the agent in our case had an interest in the\n         property which was the subject-matter of the agency\n         within the meaning of <a href=\"/doc/1543384/\" id=\"a_92\">section 202</a>.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">45.    Mr. Pachnanda is also right in contending that there is no\nagency coupled with the interest in favour of the petitioner.\n<a href=\"/doc/1543384/\" id=\"a_93\">Section 202</a> of Contract Act applies only to an agency created for\nthe purpose of giving security for an existing interest and not\n\n\n<span class=\"hidden_text\" id=\"span_90\">OMP(I)(COMM) 247/2020                                    Page 40 of 43</span>\n where the alleged interest of the agent arises after the creation of\nthe agency. So, it must prima facie be held that the right / interest\nhas arisen after the creation of agency in favour of the petitioner\nand the Agreement is revocable.\n</p><p data-structure=\"Section\" id=\"p_64\">46.     Further, I find the stipulations in the Agreement as relied\nupon by Mr. Dutt, in no way create any interest of the petitioner\nin the hotel except to operate the same by appointing a General\nManager who shall be the employee of the petitioner and the\nother employees being of the respondent.          The right of the\nrespondent being Owner was absolute right of selling / exchange\n/ lease or create mortgage charge etc. of land, hotel furniture,\nequipment etc.    Whereas the reliance placed by Mr. Dutt on\nArticle (II) (4) only depict the right of the petitioner as an\nOperator to lease, sub-lease or grant concession in respect of\ncommercial spaces or services of hotel which are customarily\nmade in hotels in order to generate revenue.      Mr. Pachnanda is\njustified by relying upon Article XXV (5) of the agreement which\nprovides that the petitioner will become entitled to interest @\n24% in case the petitioner&#x27;s accounts and dues are not settled\nupon the termination of the agreement.           This negates the\nsubmission of Mr. Dutt that the petitioner has to be compensated\nbefore vacation of the premises by it. The reliance placed by Mr.\nDutt on sub-clause (3) of Article XXV, that upon termination,\nand before vacation of premises, the Management and Incentive\nFees shall be payable to the petitioner which creates an interest in\nfavour of the petitioner in the Hotel and the respondent cannot\nseek possession is misplaced. As the said clause has to be read\n\n\n<span class=\"hidden_text\" id=\"span_91\">OMP(I)(COMM) 247/2020                                     Page 41 of 43</span>\n with sub-clause (5) of the same Article, which according to me,\nstipulates failure on the part of the respondent to pay all accounts\nand dues between the parties including the amount mentioned\nabove, i.e., (sub-clause (3)) on vacation of the premises, the\npetitioner shall be entitled to an interest of 24% per annum. So,\nprima facie it is clear that there is no stipulation in the contract\nthat the petitioner can retain possession even after termination.\n<a href=\"/doc/396262/\" id=\"a_94\">Section 221</a> of the Contract Act has no applicability in the facts\nand also because it is the case of the respondent that the petitioner\nis not entitled to any amount. In any case, such a claim shall be\ndecided by the Arbitrator. <a href=\"/doc/396262/\" id=\"a_95\">Section 221</a> (in view of Clause XXV\n(5)) shall also not come into play, as it is a settled law that the\nagent cannot exercise any lien under <a href=\"/doc/396262/\" id=\"a_96\">Section 221</a>, if it interferes\nwith the principal&#x27;s business. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1335722\" id=\"span_92\">In this regard, I may refer to the\njudgement of the Apex Court in <a href=\"/doc/1335722/\" id=\"a_97\">Southern Roadways Ltd.</a>\n(supra), wherein in Para 13, it is held as under:</span>\n</p><blockquote id=\"blockquote_48\">          &quot;The force of this argument cannot be gainsaid.\n          Counsel, in our opinion, appears to be on terra firma.\n          The principal has right to carry on business as usual\n          after the removal of his agent. The Courts are rarely\n          willing to imply a term fettering such freedom of the\n          principal unless there is some agreement to the\n          contrary. The agreement between the parties in this\n          case does not confer right on the respondent to\n          continue in possession of the suit premises even after\n          termination of agency. Nor does it preserve right for\n          him to interfere with the company&#x27;s business. On the\n          contrary, it provides that the respondent could be\n          removed at any time without notice and after removal\n          the company could carry on its business as usual. The\n          company under the terms often agreement is, therefore,\n          entitled to insert and exercise its right which cannot be\n          disputed or denied by the respondent&quot;.\n</blockquote><span class=\"hidden_text\" id=\"span_93\">OMP(I)(COMM) 247/2020                                     Page 42 of 43</span>\n<p data-structure=\"Conclusion\" id=\"p_65\">                                         (emphasis supplied)\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1335722\" id=\"span_94\">47.     Even in USA (supra), this Court has referred to the\njudgment of the Supreme Court in <a href=\"/doc/1335722/\" id=\"a_98\">Southern Roadways</a> (supra)\nthat the agent cannot exercise lien if it interferes with the\nPrincipal&#x27;s business. In the case in hand, I have already held,\nthere is no stipulation in the contract which states that after\ntermination of the Agreement the petitioner can be in possession\nof the Hotel.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1335722\" id=\"span_95\">The reliance placed by Mr. Dutt on the <a href=\"/doc/1335722/\" id=\"a_99\">Judgment of\nKavita Trehan</a> (supra) is misplaced in the facts of this case, as\nthe petitioner has neither substantiated any claims/amount due\nand payable under the Agreement nor has the respondent\nadmitted any liability.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_67\">48.     In view of the above discussion, this Court is of the view\nthat the petitioner has not made out any case for grant of prayers,\nmade in this petition.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">        The petition is dismissed.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_69\">                                              V. KAMESWAR RAO, J\n\nNOVEMBER 03, 2020/ak/jg\n\n\n\n\n<span class=\"hidden_text\" id=\"span_96\">OMP(I)(COMM) 247/2020                                   Page 43 of 43</span>\n </p>","numcites":45,"numcitedby":1,"docsource":"Delhi High Court","citetid":57282567,"divtype":"judgments","relatedqs":[{"value":"section 202 contract act","formInput":"section%20202%20contract%20act"},{"value":"lock in period","formInput":"lock%20in%20period"},{"value":"negative covenant","formInput":"negative%20covenant"},{"value":"suhail dutt","formInput":"suhail%20dutt"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"lock-in period","formInput":"lock-in%20period"},{"value":"quick heal technologies","formInput":"quick%20heal%20technologies"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"Hotel Operating Agreement.","formInput":"Hotel%20Operating%20Agreement."},{"value":"royal orchids","formInput":"royal%20orchids"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"lien","formInput":"lien"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"specific relief act 1963 ","formInput":"specific%20relief%20act%201963%20"},{"value":"scc online ","formInput":"scc%20online%20"},{"value":"settled law","formInput":"settled%20law"},{"value":"Southern Roadways Limited","formInput":"Southern%20Roadways%20Limited"},{"value":"quick heal","formInput":"quick%20heal"},{"value":"sub lease","formInput":"sub%20lease"}],"cats":[{"value":"agency-termination-with-agents-interest","formInput":"tag:agency-termination-with-agents-interest"},{"value":"agent's-lien-on-principal's-property","formInput":"tag:agent's-lien-on-principal's-property"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"special-relief-law","formInput":"tag:special-relief-law"}],"courtcopy":true,"query_alert":null,"agreement":false}