{"tid":1491997,"publishdate":"2010-02-11","title":"Surat vs Messrs on 11 February, 2010","doc":"<h2 class=\"doc_title\">Surat vs Messrs on 11 February, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-kumari\">Abhilasha Kumari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-kumari\">Abhilasha Kumari</a></h3>\n\n<pre id=\"pre_1\">   Gujarat High Court Case Information System \n\n  \n  \n    \n\n \n \n    \t      \n         \n\t    \n\t\t   Print\n\t\t\t\t          \n\n  \n\n\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n\n \n\n\n\t \n\nSCA/10291/2009\t 52/ 54\tJUDGMENT \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nSPECIAL\nCIVIL APPLICATION No. 10291 of 2009\n \n\n \n \nFor\nApproval and Signature:  \n \nHON&#x27;BLE\nSMT. JUSTICE ABHILASHA KUMARI\n \n \n=========================================================\n\n \n\t  \n\t \n\t \n\t  \n\t\t \n\t\t\t \n\n1\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment ? No\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n2\n\t\t\n\t\t \n\t\t\t \n\nTo\n\t\t\tbe referred to the Reporter or not ? No\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n3\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment ? No\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n4\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the constitution of India, 1950 or any order\n\t\t\tmade thereunder ? No\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n5\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tit is to be circulated to the civil  judge ? No\n\t\t\n\t\n\n \n\n=========================================================\n\n \n\nSURAT\nVANKAR SAHKARI SANGH LTD - Petitioner\n \n\nVersus\n \n\nMESSRS\nGAYATRI COMBINES - THROUGH PARTNERS AND ADMINISTRATOR &amp; ANR. -\nRespondents\n \n\n\n=========================================================\n \nAppearance\n: \nMR\nMIHIR JOSHI, SENIOR  ADVOCATE WITH MR MANAN A SHAH FOR MRS KETTY A\nMEHTA\nfor\nPetitioner \nMR MC BHATT for Respondent No.1 \nMR DD VYAS, SENIOR\nADVOCATE WITH MR DHAVAL D VYAS for Respondent\nNo.2 \n=========================================================\n\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHON&#x27;BLE\n\t\t\tSMT. JUSTICE ABHILASHA KUMARI\n\t\t\n\t\n\n \n\nDate\n: 11/02/2010 \n\n \n\nORAL\nJUDGMENT</pre>\n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_1\">1.\tThe\npetitioner, Surat Sahakari Sangh Limited, a registered Society, which\nis the owner of the land in question, has preferred this petition,\ninvoking the provisions\nof <a href=\"/doc/1712542/\" id=\"a_1\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_2\">227</a> of the Constitution of India, praying for the\nissuance of an appropriate writ or order, to quash and set aside the\norder dated 19.09.2009, rendered by the learned Principal Civil Judge\n(S.D.), Surat, below application at Exhibit-13, in Special Civil Suit\nNo.220 of 2009, whereby, the said application preferred by the\npetitioner for referring the matter to arbitration and for stay of\nthe proceedings of the above-mentioned suit, has been rejected.\n</p> \n\n\n<p data-structure=\"Facts\" id=\"p_2\">2.\tIn\norder to decide the issues arising in the petition, a brief summary\nof the factual background of the case would be necessary.  Respondent\nNo.1 is the original plaintiff and the petitioner and respondent No.2\nare the original defendants Nos. 1 and 2, respectively.   The\npetitioner is owner of the land being Ward-4, Entry No.2245/B,\nsituated on Ring Road, Surat City, Taluka: Chauryashi, admeasuring\n6686 sq. mts., along with construction thereupon. The petitioner\nissued a public notice dated 01.06.2007 to sell the open land,\nadmeasuring 501 sq. mts., out of the aforesaid land on  As is,\nWhere is  basis.  By the said public notice, which was published in\nfive different\nnewspapers having wide circulation in Surat, the petitioner invited\nTenders, with conditions stipulated in the Tender Form. \n</p>\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_3\">2.1\t\tRespondent\nNo.1 M/s. Gayatri Combines filled in the Tender Form on 12.06.2007,\nduly signed, offering Rs.41,00,00,000/-(Rupees Forty One Crores) for\nthe land, which was the subject matter of the public notice. However,\nimmediately thereafter, on 13.06.2007, respondent No.1 addressed a\nletter to the petitioner, specifically mentioning therein that even\nthough it has filled in the Tender Form on 12.06.2007, the offer is a\nconditional one, subject to three conditions mentioned in the said\nletter.  The first condition imposed by respondent No.1 pertains to\nParagraph-2 of the Tender Form, wherein it is stated that auction to\npurchase the additional land, admeasuring 392.13 sq.mts., belonging\nto the Surat Municipal Corporation, and which is to be purchased by\nthe petitioner, is given to the tenderer with the condition that\nwhatever purchase price is fixed for this land by the State\nGovernment, will have to be paid by the tenderer separately and will\nnot be included in the Tender amount.  It is further stipulated\nin Paragraph-2 of the Tender Form that the Sale Document in respect\nof the land, shall be executed at the cost of the tenderer and the\npetitioner will not be responsible  for making any further payment\nfor the same.  However, if the tenderer agrees to accept this\ncondition, he will be entitled to use the built up Floor Space Index\n(FSI).  Regarding this condition in the Tender Form, respondent No.1,\nby letter dated 13.06.2007, imposed the counter condition to the\neffect that it would not be responsible for making the payment for\nthe land admeasuring 392.13 sq. mts. belonging to the Surat Municipal\nCorporation, or for bearing the expenses of execution of the Sale\nDocument, over and above the offer of the Tender amount.  The case of\nthe petitioner is that, the first condition imposed by respondent\nNo.1 in letter dated 13.06.2007, is contrary to the condition\ncontained in Paragraph-2 of the Tender Form. The second condition\nimposed by respondent No.1 is that they have already tendered a\ncheque for Rs.10,00,00,000/- (Rupees Ten Crores) and shall pay the\nremaining amount in  three equal installments, over a period of three\nyears, which condition\nis also in conflict with condition No.3(3), stipulated in the Tender\nForm.  Condition 3(3) clearly states that the tenderer will have to\nmake a deposit of an amount of Rs.10,00,00,000/- (Rupees Ten Crores)\nby an account payee  Pay Order or Demand Draft and the Tender will\nonly be accepted after the remaining amount is paid, failing which,\nthe amount of deposit shall stand forfeited.\n</p> \n\n\n<p data-structure=\"Facts\" id=\"p_4\">2.2\t\tThe\ncase of the petitioner is that the second condition imposed by\nrespondent No.1 is in contravention of condition No.3(3) of the\nTender Form.  The condition laid down in the letter dated 13.06.2007,\nby respondent No.1 to the effect that title clearance, regarding the\nadditional land belonging to the Surat Municipal Corporation, will be\nthe responsibility of the petitioner, is also contrary to the\nrecitals contained in Paragraph-2 of the Tender Form.  Accordingly,\nas the Tender of respondent No.1  was a conditional one and found to\nbe in contravention of the conditions stipulated in the Tender Form,\nthe same was rejected by the petitioner on 15.06.2007 and the Tender\nof respondent No.2, which was the highest for Rs.43,11,00,000/- \n(Forty Three Crores and Eleven Lakhs), after inter\nse\nbidding, was accepted.  \n</p>\n \n\n\n<p data-structure=\"Facts\" id=\"p_5\">2.3\t\tIt\nis a matter of record that one Sanmukhlal, a Member of the\npetitioner-Society, filed Arbitration Suit No.292 of 2007 before the\nBoard of Nominees, Surat, challenging the acceptance of the Tender of\nrespondent No.2.  Initially, respondent No.1 preferred an application\nat Exhibit-25 for being joined as party to the said Arbitration Suit.\n This application remained pending; therefore, respondent No.1\napproached the High Court, by filing a petition, being Special Civil\nApplication No.6372 of 2009, praying for directions to the Board of\nNominees to hear and decide the application at Exhibit-25 and for\ngrant of interim relief, restraining respondent No.2 from putting up\nany construction on the land, which is the subject matter of the\nTender. The petition was disposed of, by order dated 30.06.2009, with\ndirections to the Board of Nominees, Surat, to decide the application\nof respondent No.1, as expeditiously as possible, and preferably\nwithin four weeks from the date of the said order.  However,\nrespondent No.1 did not pursue the application at Exhibit-25 before\nthe\nBoard of Nominees, but withdrew the same, on 14.07.2009.    \n</p>\n \n\n\n<p data-structure=\"Issue\" id=\"p_6\">2.4\t\tPrior\nthereto, respondent No.1 had instituted a suit, being Special Civil\nSuit No. 220 of 2009, challenging  the action of the petitioner in\nrejecting the Tender submitted by him.  In the said suit, the\nsubsequent proceedings following the acceptance of the Tender of\nrespondent No.2 and handing over the possession of the land, which is\nthe subject matter of the Tender, have also been challenged. \nAdditionally, respondent No.1 has offered an amount of\nRs.51,11,00,000/-(Fifty One Crores Eleven Lakhs) to the petitioner\nand has prayed that the petitioner be directed to accept this amount\nand execute a Sale Deed in his favour, in respect of the said land. \nAn application, being Exhibit-5, for grant of temporary injunction \nalso came to be filed, which is still pending.  \n</p>\n \n\n\n<p data-structure=\"Facts\" id=\"p_7\">2.5\t\tIn\nthe above background, in the very suit mentioned hereinabove, the\npetitioner filed an application, being Exhibit-13, before the trial\nCourt, stating therein that, as respondent No.1 has signed the Tender\nand has accepted the conditions stated in the Tender Form, including\nParagraph-13 thereof  which provides for an Arbitration Agreement,\nthe suit is not maintainable, and as per the provisions of <a href=\"/doc/1146817/\" id=\"a_3\">Section-8</a>\nof the Arbitration and Conciliation Act, 1996(&#x27;the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a>&#x27;\nfor short), the matter should be referred to the Arbitrator.  The\nsaid application of the petitioner has been rejected by the trial\nCourt by passing the impugned order, giving rise to the filing of the\npetition.\n</p> \n\n\n<p data-structure=\"RespArg\" id=\"p_8\">3.\tMr.Mihir\nJoshi, learned Senior Advocate with Mr.Manan A. Shah, learned\nadvocate, appears for the petitioner.  The submissions made by the\nlearned Senior Advocate are as follows:\n</p> \n\n\n<blockquote id=\"blockquote_1\">(i)\t\tThe\ndispute raised by respondent No.1 in the suit is regarding rejection\nof his Tender, therefore, it is essentially a dispute that arises\nfrom the Tender Form, which is clear from the prayers made in the\nplaint.  It is clearly  stated in the said prayers that the\npetitioner has approached the Civil Court, as his\nTender has been illegally rejected on 15.06.2007, and the Tender of\nrespondent No.2, has been accepted.  \n</blockquote>\n \n\n\n<blockquote id=\"blockquote_2\">(ii)\t\tThe\npetitioner issued a public notice inviting Tenders on 01.06.2007,\nwhich is duly signed.  It is clearly mentioned in the said notice\nthat the land was to be sold, as per the terms and conditions of the\nTender and discretion, whether to accept or reject any Tender, vests\nsolely with the petitioner.  \n</blockquote>\n \n\n\n<blockquote id=\"blockquote_3\">(iii)\tThe\nproperty was to be sold on  As is, Where is  basis, as per\nCondition No.3(1) of the Tender Form.  Condition No.3(3), stipulates\nthat the Tender has to be accompanied with an account payee Pay Order\nor Demand Draft of Rs.10,00,00,000/- (Rupees Ten Crores), as earnest\nmoney.  Respondent No.1 has violated this condition and has acted in\ncontravention of the condition in the Tender Form.  As per Condition\nNo.3(5), the petitioner has discretion to reject or accept any\nTender, without assigning any reason, therefore, the Tender\nof respondent No.1 has been rightly rejected by the petitioner.  \n</blockquote>\n \n\n\n<blockquote id=\"blockquote_4\">(iv)\t\tClause\n13 of the Tender Form contains the Arbitration Agreement which has\nbeen accepted by respondent no.1 and as the present dispute arises\nout of the Tender and is covered by the Arbitration Clause which has\nnever been repudiated by respondent no.1, the matter ought to have\nbeen referred to the Arbitrator by the Trial Court. The conditions in\nthe Tender Form have been accepted by respondent No.1 on 12.06.2007,\nand the said Tender was duly signed by the partner of respondent\nNo.1.  The arbitration clause has also been accepted in toto.  Some\ncounter-conditions have been imposed by respondent No.1 in its letter\ndated 13.06.2007, which are contrary to the conditions in the Tender\nForm. Accordingly, the Tender of respondent No.1 came to be rejected\non 15.06.2007, as discretion to do so is vested in the petitioner, by\nthe conditions of the Tender itself. As the dispute arises from the\nTender Form, it is governed by the arbitration\nclause contained therein, and the matter ought to be referred to the\nArbitrator.  \n</blockquote>\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_9\">(v)\t\tThe\nimpugned order dated 19.09.2009, is patently erroneous. One of the\ngrounds for rejecting the application at Exhibit-13 by the Trial\nCourt  is that there is no concluded contract between the petitioner\nand respondent No.1, as the Tender has not been accepted by the\npetitioner, and Clause-13 of the Tender, which states that any\ndispute with regard to the Tender would have to be settled by\narbitration, is not applicable in the absence of any concluded\ncontract. This finding of the Trial Court is illegal and erroneous,\nand not in accordance with the relevant provisions of the <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration\nAct</a>. The Trial Court has erred in holding that there is no concluded\ncontract, as the Tender has not been signed by the petitioner as, for\nan Arbitration Agreement to be effective, the only requirement of law\nis that it should be in writing and the intention to refer the\ndispute to the Arbitrator must be discernible therefrom, which\nrequirement is fulfilled in the present case. The\nprovisions of <a href=\"/doc/1311823/\" id=\"a_6\">Section 2(b)</a> read with <a href=\"/doc/1506924/\" id=\"a_7\">Section 7(2)</a> of the Arbitration\nAct stipulate that the Arbitration Agreement can be contained in the\nform of an arbitration clause in a contract or in the form of a\nseparate agreement. The requirement of <a href=\"/doc/185525/\" id=\"a_8\">Section 7(3)</a> that the\nArbitration Agreement should be in writing is fulfilled in the\npresent case, as the petitioner gave an offer in writing, duly signed\nvide Public Notice / Advertisement dated 01.06.2007, which has been\naccepted by respondent No.1, also duly signed, on 12.06.2007. All\nconditions mentioned in the Tender Form, including clause 13, which\ncontains the Arbitration Agreement, have been accepted. It is stated\nin the Public Notice/ Advertisement that offers are invited on the\nbasis of terms and conditions mentioned in the Tender Form. It is not\nnecessary for an Arbitration Agreement to be effective, that parties\nshould sign on a single document. The Public Notice/ Advertisement\nis, therefore, an invitation and the submission of its Tender by\nrespondent No.1 signifies acceptance of the offer, which constitutes\na contract under law. Respondent No.1 has signed the Tender and\naccepted all the conditions contained in the Tender Form. The\nintention of the parties to refer the disputes arising out of the\nTender Form to the Arbitrator is clearly discernible and the\nacceptance of the conditions contained in the Tender Form give rise\nto an effective Arbitration Agreement, which ought to be enforced. \n</p>\n \n\n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"693496\" id=\"span_1\">(vi)\t\tThe\nissue whether the signatures of both parties are required on a single\ndocument has been decided by the Supreme Court in <a href=\"/doc/693496/\" id=\"a_9\">J.K.Jain\nand Others v. Delhi Development Authority and Others</a></span>\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1911324\" id=\"span_2\">-(<a href=\"/doc/1911324/\" id=\"a_10\">1995)6 SCC 571\nand Shakti Bhog Foods\nLimited v. Kola Shipping Limited</a></span>\n</p><p data-structure=\"Section\" id=\"p_12\">- (2009)2 SCC 134,\nand it is now settled law that to constitute an Arbitration\nAgreement, it is not necessary that there should be a formal\nAgreement or that the terms should be contained\nin one document signed by the parties.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">Hence, the finding of the Trial Court that the Arbitration Agreement\nhas not come into force as it is not signed by both parties is\npatently erroneous and unsustainable in law. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_14\">(vii)\tThe\nTrial Court has rejected the application of the petitioner for\nreferring the matter to the Arbitrator on the ground that there is no\nconcluded contract between the parties, as the Tender of respondent\nNo.1 has been rejected. This finding of the Trial Court is\nmisdirected in law as the Trial Court was called upon to determine\nthe question whether the Arbitration Agreement is a concluded one,\nand not whether the contract for sale has been concluded. The issue\nregarding arbitration is distinct from the sale of land that would\nhave resulted, had the bid of respondent No.1 been accepted.\nAdmittedly, the contract for sale has not come into existence as the\noffer of respondent No.1 has been rejected. However, there is\ncertainly an Arbitration Agreement between the petitioner\nand respondent No.1 to refer any dispute arising from the Tender to\nbe adjudicated upon by the Arbitrator, as per clause-13 of the Tender\nForm. Respondent No.1 has unconditionally accepted all the conditions\nin the Tender Form on 12.06.2007. It is only after the acceptance of\nthe conditions of the Tender Form that respondent No.1 has, by letter\ndated 13.06.2007, sought to modify the conditions, making his offer a\nconditional one. These conditions are anterior to the contract of\nsale and cannot be construed to be a part of the terms of the\ncontract of sale. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_15\">(viii)\tClause-13\nwhich contains the Arbitration Agreement, clearly refers to disputes\narising out of the Tender, at any point of time, to be referred to\nthe Arbitrator and does not refer to post-Tender conditions.\nMoreover, the conditions of the Tender Form vest the petitioner with\ndiscretion to accept or reject any Tender without assigning reasons.\nAs respondent No.1, after accepting the conditions of the Tender\nForm, sought to make his offer a conditional one  by letter dated\n13.06.2007, its Tender has been rejected as it is contrary to the\nterms and conditions of the Tender Form. Whether the Tender of\nrespondent No.1 has been rightly or wrongly rejected, is a dispute\narising out of the terms and conditions of the Tender and is squarely\ncovered by clause-13, which is the arbitration clause. The\narbitration clause is distinct from a contract of sale and all\ndisputes arising in the interregnum are covered by clause-13. As this\nclause has been accepted by respondent no.1, there is a concluded\nArbitration Agreement between the parties. The Trial Court has,\ntherefore, erred in addressing itself to the issue that there is no\nconcluded contract between the parties as the Tender of respondent\nNo.1 has not been accepted, whereas the question whether there is a\nconcluded Arbitration Agreement between the parties has not been\naddressed. \n</p>\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_16\">(ix)\t\tThe\nfinding of the Trial Court that the arbitration clause would have the\neffect of making the petitioner a judge in his own cause is also not\nin accordance with law. No individual has been named in clause-13,\nbut the President of the petitioner-Society has been named as\nArbitrator by designation. The arbitration clause itself would not\nfail for the above reason. Even otherwise, if the Court thinks it fit\nto do so, an independent Arbitrator, being a retired Judge of the\nSupreme Court or the High Court, can be appointed as an Arbitrator in\nview of the nature of the litigation. However, independently of this\ndispute, clause-13 is not rendered invalid as there is no prohibition\non the appointment of an Arbitrator. In a given case, if the person\nappointed as an Arbitrator is found to be biased or if there is a\nreasonable apprehension of bias, the petitioner can insist for the\nappointment of a different person as an Arbitrator. On facts,\nclause-13 would not\nbecome invalid as the part, wherein the Arbitrator is named by\ndesignation, is clearly severable from the rest of the clause and\neven though there is no reasonable cause for bias, it is open to this\nCourt to appoint an independent Arbitrator. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2073\" id=\"span_3\">In\nsupport of this submission, reliance has been placed upon <a href=\"/doc/2073/\" id=\"a_11\">Indian\nOil Corporation Limited and others v. Raja Transport Private Limited</a></span>\n</p><p data-structure=\"Precedent\" id=\"p_18\">- 2009(8) SCC 520.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_19\">\tOn\nthe basis of the above submissions, it is submitted that the impugned\norder be quashed and set aside and the petition allowed. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_20\">4.\tMr.D.D.Vyas,\nlearned Senior Advocate with Mr.Deep D.Vyas, learned counsel for\nrespondent No.2, has supported, and adopted, the arguments made on\nbehalf of the petitioner. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_21\">5.\tStrongly\nopposing the submissions made on behalf of the petitioner,\nMr.M.C.Bhatt, learned counsel for respondent No.1, has submitted\nthat:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_5\">(a)\t\tClause\n13 which is said to contain the Arbitration  Agreement is illegal,\nvoid ab-initio and not enforceable in law and no directions can be\nissued by the Court for implementing it. The sole Arbitrator named in\nthe said clause is the President of the petitioner-Society. It is a\nsettled principle of law that no man can become a judge in his own\ncause and the President of the Society has participated in the Tender\nprocess after the opening of the Tender. The Tender of respondent\nNo.1 has been rejected, therefore, respondent No.1 could not\nparticipate in the inter-se  bidding. There is a reasonable\napprehension of bias against the President of the petitioner-Society,\nwho has been named as the sole Arbitrator, as it is the contention of\nrespondent No.1 that his Tender has been wrongly rejected. The effect\nof the Arbitration clause would be that the person who is part of the\nprocess whereby the said Tender\nhas been rejected, would become the sole Judge.\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_22\">(b)\n\t\tThat part of Clause 13 which names the President of the\npetitioner-Society as Arbitrator, is not severable from the rest of\nthe clause. Further, in a petition under <a href=\"/doc/1331149/\" id=\"a_12\">Article 227</a> of the\nConstitution of India,  an Arbitrator cannot be appointed by this\nCourt, as there is a separate procedure prescribed for the same. As\nthe Arbitration Clause is not severable it is, therefore, totally\ninvalidated and rendered illegal, by naming the President of the\npetitioner-Society as Arbitrator as  he cannot be said to be an\nindependent person. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_23\">(c)\t\tIf\nthis Court would proceed to appoint an independent arbitrator, it\nwould amount to rewriting the Arbitration Agreement, which cannot be\ndone.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1474648\" id=\"span_4\">In\nsupport of the above submission, the learned\ncounsel for the respondent No.1 has <a href=\"/doc/2073/\" id=\"a_13\">placed reliance upon</a>\n<a href=\"/doc/1474648/\" id=\"a_14\">Siddhivinayak\nRealities Pvt. Ltd. v. Tulip Hospitality Services Ltd. &amp; Ors.</a> -\nAIR 2007 SC 1457\nand Bihar\nState Mineral Dev.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_5\"><a href=\"/doc/48449/\" id=\"a_15\">Corpn. And another v. Encon Builders (I) Pvt. Ltd</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">- AIR 2003 SC\n3688.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_26\">(d)\t\tThe\nconduct of the petitioner ought to be taken note of by this Court. In\na highly contested litigation, it is significant that respondent\nNo.2, who is the beneficiary, has not approached the Court by filing\nthe petition, but it is filed by the petitioner, who has invited\nTenders. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_27\">(e)\t\tThe\nmerits of the case, at this stage, are not relevant as the\nArbitration Agreement itself is void and nothing further remains,\ntherefore, the conclusions arrived at by the Trial Court while\npassing the impugned order are legal, valid and in accordance with\nlaw. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_28\">(f)\t\tIn\nthe alternative, there is no Arbitration Agreement between the\nparties as the Arbitration Agreement is required to be in writing and\nsigned by both the parties. If only one party signs the said\nagreement, it ceases to be a valid Arbitration Agreement. Admittedly,\nthe Tender Form has been signed only by respondent No.1 and not by\nthe petitioner, therefore, there is no proper Arbitration Agreement\nbetween the parties.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_29\">(g)\t\tOn\nthe facts of the case, the Public Notice/ Advertisement for inviting\nTenders is an invitation to make an offer. Under law, this offer\nwould result in an agreement/ contract only if it is accepted. Till\naccepted, it would remain a proposal or an offer which can be\nwithdrawn. As the Tender of the respondent No.1 has not been accepted\nby the petitioner, there is no concluded contract between the\nparties. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_30\">(h)\t\tThe\nCivil Court has the jurisdiction to determine and decide whether\nclause-13 is void or not and in this case, it has rightly exercised\njurisdiction and the impugned order does not deserve to be interfered\nwith. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"306162\" id=\"span_6\">In\nsupport of the above submissions, the learned counsel for respondent\nNo.1 has <a href=\"/doc/48449/\" id=\"a_16\">placed reliance upon</a> <a href=\"/doc/306162/\" id=\"a_17\">Atul\nSingh and Others v. Sunil Kumar Singh and Others</a></span>\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701869\" id=\"span_7\">- (2008)2 SCC 602,\nM/s.Ganesh <a href=\"/doc/701869/\" id=\"a_18\">Shankar\nPandey &amp; Co. v. Union of India and others</a> -</span>\n</p><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2073\" id=\"span_8\"><a href=\"/doc/2073/\" id=\"a_19\">AIR 2004 Allahabad 26\nand Indian Oil\nCorporation Limited and Others v. Raja Transport Private Limited</a> -\n(2009)8 SCC 520.</span>\n</p>\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_34\">(i)\t\tThe\nmandatory provisions of <a href=\"/doc/411664/\" id=\"a_20\">Section 8(2)</a> of the Arbitration Act have not\nbeen complied with by the petitioner as the original Arbitration\nAgreement, or a duly signed and certified copy thereof, has not been\nsubmitted before the Trial Court but only a xerox copy has\nbeen submitted, therefore, the application of the petitioner has been\nrightly rejected by the Trial Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_35\">6.\tIn\nrejoinder, Mr.Mihir Joshi, learned Senior Advocate for the\npetitioner, has reiterated the submissions made by him earlier. In\naddition, it is submitted as under:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_6\">(I)\n\t\tThat the Scheme of the Arbitration Act is such that it contains the\nprocedure whereby the appointment of a person as an Arbitrator can be\nchallenged. If there is any objection to the named Arbitrator, the\npetitioner has an effective remedy under the Act and in view of the\nabove, it cannot be said that the arbitration clause itself, is\nrendered invalid by naming the President of the petitioner-Society as\nthe sole Arbitrator by designation. \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_7\">(II)\t\tProceedings\nunder <a href=\"/doc/1331149/\" id=\"a_21\">Article 227</a> of the Constitution are a continuation of the\nproceedings before the Trial Court. If the Court\nbelow could have passed an order referring the matter to the\nArbitrator, this Court can certainly do so, and an independent\nArbitrator can be\nappointed. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1016548\" id=\"span_9\">In support of this submission, reliance has been placed on\n<a href=\"/doc/1016548/\" id=\"a_22\">Surya Dev Rai v. Ram\nChander Rai and Others</a> - (2003)6\nSCC 675.</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_8\">(III)\nThe objection raised by the learned counsel for the respondent No.1\nthat the original Arbitration Agreement or a certified copy thereof\nhas not been annexed with the application before the Trial Court, is\na hyper-technical one, as the suit has been filed by respondent No.1.\n</blockquote><p data-structure=\"RespArg\" id=\"p_36\">This objection was never taken at any stage before the Trial Court,\nwhich had no occasion to deal with the same. In any case, the said\nobjection has been waived by respondent No.1 as, in the reply to\nEx.13 filed before the Trial Court, the Arbitration Agreement between\nthe parties has not been denied and no such objection has been taken.\nThe petitioner has, by an affidavit affirmed\non 16.01.2010, placed the original Tender document containing the\nArbitration Agreement on the record of the petition, which may\nbe taken note of, therefore, it cannot be said that the application\nis not maintainable on this ground.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_37\">\t\tIn\nsupport of this submission, reliance has been placed on Refrigeration\n&amp; Appliances and others v. Jayaben Bharatkumar Thakkar and others\n</p><p data-structure=\"PetArg\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1576112\" id=\"span_10\">- <a href=\"/doc/1576112/\" id=\"a_23\">2000(2) Arbitration\nLaw Reporter 650 (SC)\nand ITC Classic\nFinance Ltd. v. Grapco Mining and Co. Ltd. and another</a>\n  AIR 1997 CALCUTTA\n<span class=\"hidden_text\" id=\"span_11\">397</span>\n \n\n\n \n\n\n \n\n\n\tDistinguishing\nthe judgments cited by the learned counsel for respondent No.1, it is\nurged by the learned counsel for the petitioner that the petition be\nallowed.</span> \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_39\">7.\tI\nhave heard the learned counsel for the respective parties, perused\nthe averments made in the petition, contents of the impugned order\nand other documents on\nrecord.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_40\">8.\tThe\nadmitted position is that the petitioner issued\na Public Notice/ Advertisement dated 01.06.2007, inviting Tenders in\naccordance with the conditions contained in the Tender Form. The said\nNotice is signed by the petitioner. It is also not in dispute that\nrespondent No.1 has accepted the conditions in the Tender Form on\n12.06.2009, in writing, by offering Rs.41 crores. Subsequently, by\ncommunication dated 13.06.2007, respondent No.1 made his Tender offer\na conditional one by imposing certain conditions, which are contrary\nto those stipulated in the Tender Form. In other words, the\nunconditional acceptance of the conditions contained in the Tender\nForm by respondent No.1 was made conditional by the said\ncommunication. It is also not disputed that respondent No.1 has\ntendered a cheque for an amount of Rs.10 crores as earnest money\ninstead of an Account Payee Demand Draft or Pay Order, as required by\nthe conditions of the Tender Form. The Tender of respondent No.1 has\nbeen rejected on 15.06.2007 by the petitioner-Society, on the ground\nthat it is a conditional one and the conditions imposed are in\ncontravention to those contained in the Tender Form.   Moreover, the\nrespondent No.1 did not\nattach an Account Payee Demand Draft or Pay Order for Rs.10 crores as\nper the conditions contained in the Tender Form, but submitted a\ncheque, which is also contrary to the stipulations in the Tender\nform. The Tender of respondent No.2 was accepted and the General\nBody/ Managing committee of the petitioner approved of this decision\nas also the decision rejecting the Tender of respondent No.1, in its\nmeeting dated 16.06.2007. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_41\">9.\tThe\nTrial Court, by the impugned order,  has rejected the application of\nthe petitioner for referring the dispute to arbitration on the\ngrounds, that there is no concluded contract between the petitioner\nand respondent No.1 as the Tender has been rejected; that the\nArbitration Agreement has not been signed by both parties; and that\nthe Arbitration Agreement has the effect of making the petitioner a\njudge in his own cause, as the sole Arbitrator named by designation\nis the President of the petitioner-Society.\nThese are, precisely, the issues that arise for determination in the\npetition. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_42\">10.\tIn\nthe above background, this Court is called upon to decide whether\nthere is an Arbitration Agreement and, if so, whether the dispute\nought to have been referred to the Arbitrator. The translated version\nof Clause-13 of the Tender Form, which  contains the Arbitration\nAgreement, reads thus:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_9\"> 13.\t\tAt\nthe present stage, in the event that any uncontemplated circumstances\nshould arise, the Sangh is empowered to make amendments in the\nconditions of the Form, as required, which shall be binding on the\nofferors. Notwithstanding the above, the Tenderer shall not be\nempowered to approach the Court in respect of any disputes or issues\narising from the Tender Form but the same shall have to be resolved\nby arbitration, by the President of the Sangh (by designation)\nsubject to the provisions of the <a href=\"/doc/1306164/\" id=\"a_24\">Arbitration and Conciliation Act,\n1996</a> .\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_43\">11.\tIn\nlight of the above, it would be fruitful, at this stage, to refer to\nthe provisions of <a href=\"/doc/1737370/\" id=\"a_25\">Section 7</a> of\nthe Arbitration Act, which read as under:\n</p> \n\n\n<blockquote id=\"blockquote_10\"> 7.\tArbitration\nagreement   \n\n \n\n\n<span class=\"hidden_text\" id=\"span_12\">(1)</span>\nIn this part,  arbitration agreement  means an agreement by the\nparties to submit to arbitration all or certain disputes which have\narisen or which may arise between them in respect of a defined legal\nrelationship, whether contractual or not.\n</blockquote> \n\n\n<p data-structure=\"Precedent\" id=\"p_44\">(2)\tAn\narbitration agreement may be in the form of an arbitration clause in\na contract or in the form of a separate agreement.\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_45\">(3)\tAn\narbitration agreement shall be in writing.\n</p> \n\n\n<p data-structure=\"CDiscource\" id=\"p_46\">(4)\tAn\narbitration agreement is in writing if it is contained in --\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_47\">(a)\ta\ndocument signed by the parties;\n</p> \n\n\n<p data-structure=\"Section\" id=\"p_48\">(b)\tan\nexchange of letters, telex, telegrams or other means of\ntelecommunication which provide a record of the agreement; or\n \n\n\n</p><p data-structure=\"RespArg\" id=\"p_49\">(c)\tan\nexchange of statements of claim and defence in which the existence of\nthe agreement is alleged by one party and not denied by the other. \n</p>\n \n\n\n<p data-structure=\"Section\" id=\"p_50\">(5)\tThe\nreference in a contract to a document containing an arbitration\nclause constitutes an arbitration agreement if the contract is in\nwriting and the reference is such as to make that arbitration clause\npart of the contract. \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_51\">12.\tThe\nrespondent No.1, while submitting his Tender, has accepted the\narbitration clause in writing. The Public Notice / Advertisement\ndated 01.06.2007 can be said to be an invitation inviting offers,\nwhich invitation has been accepted by respondent No.1. The Public\nNotice is signed on behalf of the petitioner. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"693496\" id=\"span_13\">In <a href=\"/doc/693496/\" id=\"a_26\">J.K.\nJain and others v. Delhi Development Authority And Others</a>\n(supra), it has been held by the Supreme Court that in order to\nconfer jurisdiction on the Arbitrator to hear and decide the dispute,\nthere must exist an Arbitration Agreement and if there is no such\nagreement, there is want or lack of jurisdiction in the Arbitrator.\nIn this context, the observations of the Supreme Court are relevant\nand are reproduced hereinbelow:</span>\n</p> \n\n\n<blockquote id=\"blockquote_11\"> 7.\tIt\nis true that there must be an arbitration agreement, to confer\njurisdiction on the Arbitrator to hear and decide the dispute.  Where\nthere  is no  such agreement there is an initial want of\njurisdiction.\tThat  is  why  it  has\tbeen  impressed by Courts that\none of the essential ingredients of submission to arbitration is \nthat the parties should agree that the dispute should  be determined\t\nby  an Arbitrator. Where there  is an  arbitration clause in a\ncontract,  it\namounts to  two contracts  into one, one  relating  to the execution\nof the work entrusted in the manner prescribed and the other how to\nresolve the dispute in  event  any\tsuch dispute arises in\nrespect of the said contract. Whenever one party to the dispute \nasserts that  there is an arbitration agreement by  which the\t\nparties had  agreed  to  refer\t the dispute to an Arbitrator which is\ndisputed and challenged by the other  party to the agreement, it has\nto be examined and determined.  To\nconstitute &quot;an arbitration agreement&quot; it is not necessary \nthat there  should be  a formal\tagreement or that the  terms should\nall be contained in one document. All that is\t necessary that from\ndocuments it must appear that parties had  agreed to submit present\nor future differences to arbitration.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_12\">8.\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\"> <a href=\"/doc/1430346/\" id=\"a_27\">Section 2(a)</a> of the Arbitration Act defines  arbitration\nagreement  to mean a written agreement to submit present or future\ndifferences to arbitration, whether an arbitrator is named therein or\nnot. But when <a href=\"/doc/1430346/\" id=\"a_28\">Section 2(a)</a> while defining  arbitration agreement \nspeaks  about a written agreement to submit present or future\ndifferences to the arbitration, it is not necessary that it should\nalso be signed by  the parties like any formal agreement relating to\na contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1644888\" id=\"span_14\">In the case of <a href=\"/doc/1644888/\" id=\"a_29\">Jugal Kishore Rameshwardas vs. Mrs.\nGoolbai Hormusji</a>, AIR  1955 SC 812 = (1955)2 SCR 857, it was said:</span>\n</p> \n\n\n<blockquote id=\"blockquote_13\">\t\t &quot;But\n it\tis  settled   law   that   to      constitute an  arbitration\nagreement  in      writing it\t is  not  necessary  that  it  be\nsigned by  the parties,  and that it  is sufficient if the terms, are\nreduced to writing and the agreement of the parties thereto is\nestablished.&quot; \n</blockquote>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1116381\" id=\"span_15\">9.\tIt\nwas\tsaid\tin the case of <a href=\"/doc/1116381/\" id=\"a_30\">Banarsi Das v. Cane Commr.</a>, AIR 1963 SC 1417\n= (1963) 2 SCR 760:</span> \n</p>\n \n\n\n<blockquote id=\"blockquote_14\">\t\t &quot;It\n may\tbe pointed out that the     arbitration clause\t in the agreement\nwas      enforceable if  agreed to,\teven without the signature  of\nthe appellant as it is  a settled\tlaw  that  to  constitute  an\narbitration agreement  in writing\tit is not necessary that it should\nbe signed by the parties  and it is sufficient if the terms are\nreduced to  writing  and  the  agreement of  the\t parties  thereto \nis established.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_54\">10.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_16\">In the  case of  <a href=\"/doc/1961694/\" id=\"a_31\">Union of India vs. A.L.Rallia Ram</a>, AIR 1963 SC 1685\n= (1964)3 SCR 164, it was said:</span>\n</p> \n\n\n<blockquote id=\"blockquote_15\">\t\t &quot;A\twriting\nincorporating a valid agreement to submit  differences   to\narbitration is  therefore requisite: it is however not a condition \nof  an  effective arbitration  agreement that it must \nbe\tincorporated in  a\nformal agreement executed by both the parties thereto, nor is it\nrequired to be signed by the   parties. There must be an agreement to\n submit present or future differences to arbitration,\t this agreement\nmust  be in  writing, and must be accepted by the parties.&quot; \n</blockquote> \n\n\n<p data-structure=\"Precedent\" id=\"p_55\">(emphasis\nsupplied)\n \n\n\n \n\n\n \n\n\n</p><p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1911324\" id=\"span_17\">13.\tFurther,\nin <a href=\"/doc/1911324/\" id=\"a_32\">Shakti Bhog Foods\nLimited v. Kola Shipping Limited</a> (supra),\ndiscussing the provisions of <a href=\"/doc/1737370/\" id=\"a_33\">Section 7</a> of the Arbitration Act, the\nSupreme Court has held that the Arbitration Agreement may be in the\nform of an arbitration clause in a contract or in a form of a\nseparate agreement. The relevant extract of the judgment is\nreproduced hereinbelow:</span>\n</p> \n\n\n<blockquote id=\"blockquote_16\"> As\nfar as the provision of <a href=\"/doc/1737370/\" id=\"a_34\">Section 7</a> of the Act is concerned, an\narbitration agreement may be in the form of an arbitration clause in\na contract or in the form of a separate agreement and furthermore an\narbitration is considered to be in writing if it is contained in a\ndocument signed by the parties or in an exchange of letters, telex,\ntelegrams or other means of telecommunication which provide a record\nof the agreement or an exchange of statement of claim and defence in\nwhich the existence of an agreement is alleged by one party and not\ndenied by the other. So from the provisions of <a href=\"/doc/1737370/\" id=\"a_35\">Section 7</a>, it is clear\nthat a charter party agreement need not be in writing signed by both\nparties and this could as well be made out from the acts of the\nparties to the agreement by way of their exchange of letters and\ninformation through fax, e-mails, etc. The contention of the\nappellant that under <a href=\"/doc/1737370/\" id=\"a_36\">Section 7</a> of the Act the latter/ faxes or mails\nor any other communications will have to contain the arbitration\nclause in the absence of any agreement, cannot be accepted. The\nexpressions of <a href=\"/doc/1737370/\" id=\"a_37\">Section 7</a> do not specify any requirement to this\neffect. \n</blockquote> \n\n\n<blockquote id=\"blockquote_17\">(Paras\n17, 14 and 15)\n \n\n\n \n\n\n \n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_57\">14.\tFrom\na reading of the above judicial pronouncements, it clearly emerges\nthat what is of paramount importance is the intention of the parties\nto refer the dispute to arbitration. The provisions of <a href=\"/doc/1737370/\" id=\"a_38\">Section 7</a> are\nwide enough to cover, apart from a document signed by parties, also\nan exchange of letters, telex, telegram or other means of\ntelecommunication which provide a record of agreement or\nan exchange of statements of claim and defence in which the existence\nof the agreement is alleged by one party and not denied by the other.\n</p>\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_58\">15.\tIt\nis now settled law that an Arbitration Agreement need not be signed\nby parties in a single document. Where there is an agreement to\nsubmit the disputes mentioned in the agreement to arbitration and the\nintention of the parties is clear and unambiguous, there is no\nrequirement that both parties should sign on a single document. In\nthe present case, the respondent No.1 has accepted clause-13 (the\narbitration clause), in writing which provides for reference of\ndisputes arising from the Tender, to the Arbitrator. In fact, at no\nstage before the Trial Court, has the existence of the Arbitration\nAgreement been denied by respondent No.1. Significantly, even in\nletter dated 13.06.2007, whereby counter-conditions have been imposed\nby respondent No.1, after accepting the Tender on 12.06.2007, there\nis no counter-condition seeking to modify the Arbitration clause, or\nits acceptance by respondent No.1. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_59\">16.\tThe\npublic notice/ Advertisement is in the nature of an offer of the\npetitioner in writing, on the\nbasis of terms and conditions governing the sale of the property. The\narbitration clause is contained in the Tender Form itself, and is\nalso in writing. The offer of the petitioner has been accepted by\nrespondent No.1 in writing, therefore, the requirements of <a href=\"/doc/1737370/\" id=\"a_39\">Section 7</a>\nof the Arbitration Act are satisfied. The findings of the Trial Court\nin this regard are at variance with the settled principles of law\n<a href=\"/doc/1911324/\" id=\"a_40\">laid down in</a> the above-mentioned judgments, as the impugned order\ndoes not reveal that the said Court has adjudicated upon the\nfundamental issue, whether there exists a valid Arbitration Agreement\nin existence, or not.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_60\">17.\tThe\nnext question is regarding the validity of the finding of the Trial\nCourt to the effect, that there is no concluded contract between the\nparties as the Tender of respondent No.1 has been rejected. A perusal\nof the contents of the arbitration clause shows that it speaks of\ndisputes arising out of the Tender itself, to be referred to\narbitration. The dispute between the parties has arisen because the\nTender of respondent No.1 has been rejected, as it was\nfound to be a conditional\none and the conditions, as imposed by letter dated 13.06.2007, are\ncontrary to the conditions contained in the Tender Form. Moreover,\ninstead of an Account Payee Demand Draft or Pay Order for Rs.10\ncrores as earnest money deposit, respondent No.1 has tendered a\ncheque, which is also not in consonance with the conditions in the\nTender Form. No doubt, the Tender Form has been rejected at the\nthreshold, therefore, no contract of sale has taken place. However,\nthe arbitration clause distinctly refers to disputes arising from the\nTender or any issue relating to the Tender, to be referred to\narbitration, and  not\ndisputes arising out of the sale.\n</p><p data-structure=\"CDiscource\" id=\"p_61\">It is clear from clause-13 that the same refers to pre-Tender\nconditions and not post-Tender conditions, as post-Tender conditions\nwould relate to a stage where the Tender has been accepted, and had\nthat been the situation, then no dispute would have arisen. The\ncontract of sale would necessarily come into existence only if the\nTender had been accepted. The dispute between the parties has arisen\nout of the conditions of the Tender Form and the finding of the Trial\nCourt that there is no Arbitration Agreement as no\nconcluded contract had taken place between the parties is manifestly\nerroneous in the light of the above-mentioned discussion. It is,\nhowever, not specifically  stated in the impugned order which\ncontract the Trial Court is referring to as, admittedly, the contract\nof sale had not taken place as the Tender has been rejected at the\nthreshold. What would have been proper for the Court below to examine\nis whether the dispute is covered by the Arbitration Agreement or\nnot, which exercise has apparently not been undertaken by the Court\nbelow.  The disputes contemplated in clause-13 are disputes arising\nfrom the Tender Form. As the dispute between the petitioner and\nrespondent No.1 arises out of the rejection of the Tender of\nrespondent No.1, being contrary to the conditions of the Tender Form,\nin the considered  of this Court, it is certainly a dispute arising\nout of the Tender and, therefore, covered by the Arbitration\nAgreement contained in clause 13. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_62\">18.\tThe\nthird ground on which the application of the petitioner has been\nrejected is that the arbitration clause provides for the President of\nthe petitioner-Society\n(by designation) to act as the sole Arbitrator in the dispute. A\nserious objection has been taken by respondent No.1 to this and it\nhas been strenuously argued that the arbitration clause itself is\nrendered null and void, illegal and non-est as the President of the\npetitioner-Society cannot be a judge in his own cause. It has also\nbeen submitted that this clause is not severable, and if one part of\nit, i.e. naming the President of the petitioner-Society as the sole\nArbitrator by designation, is illegal, then the entire clause should\nbe considered to be null and void. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1474648\" id=\"span_18\">In this regard, the learned\ncounsel for the respondent No.1 has relied upon <a href=\"/doc/1474648/\" id=\"a_41\">Siddhivinayak\nRealities Pvt. Ltd. v. Tulip Hospitality Services Ltd. &amp; Ors.</a>\n(supra) and Bihar\nState Mineral Dev.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"48449\" id=\"span_19\"><a href=\"/doc/48449/\" id=\"a_42\">Corpn. And another v. Encon Builders (I) Pvt. Ltd.</a>\n(supra) in support of\nthe proposition that the Arbitrator must be an independent an\nimpartial one and a person cannot be a judge in his own cause. It has\nalso been submitted that the President of the petitioner-Society is\nan interested person and there is a reasonable apprehension of bias\nagainst the respondent No.1.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2073\" id=\"span_20\">19.\tThere\ncan be no doubt regarding the aspect that the Arbitrator should be an\nindependent and impartial one, as justice should not only be done but\nmanifestly be seen to be done. It is undisputed that the President of\nthe petitioner-Society has been named as the sole Arbitrator by\ndesignation in the arbitration clause. The submission of the learned\ncounsel for the respondent No.1 is that the President of the\npetitioner-Society has participated in the process of acceptance/\nrejection of Tenders, therefore, the apprehension of bias against\nrespondent No.1 is not unfounded. On this ground, it is urged that\nthe arbitration clause itself becomes invalid, whereas, the argument\nof the petitioner is that the arbitration clause itself will not\nbecome invalid as the <a href=\"/doc/1052228/\" id=\"a_43\">Arbitration Act</a> provides for a procedure for\nfiling objections to the appointment of the Arbitrator, in case such\na situation arises. Both sides have <a href=\"/doc/48449/\" id=\"a_44\">placed reliance upon</a> <a href=\"/doc/2073/\" id=\"a_45\">Indian\nOil Corporation Limited And Others v. Raja Transport Private Limited</a>\n(supra). The learned\ncounsel for respondent No.1 has relied upon paragraph 36 of <a href=\"/doc/2073/\" id=\"a_46\">the said\njudgment</a> wherein it is mentioned that if the named Arbitrator is an\nemployee of a Company  or body, there may be a valid and reasonable\napprehension of bias in view of his position and interest and he may\nbe unsuitable to act as an Arbitrator in an arbitration involving his\nCompany. It has been submitted that as the named Arbitrator is the\nPresident of the petitioner-Society, and has participated in the\nTender process, the apprehension of respondent No.1 is valid and\nreasonable and the said Arbitrator cannot be allowed to function as\nsuch. However, this proposition has been taken a step further by\nurging that not only is the named Arbitrator unsuitable to act as\nsuch, but by his being named as an Arbitrator, the arbitration clause\nitself has become invalid.</span> \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_64\">20.\tOn\nthe other hand, the learned counsel for the petitioner has relied\nupon paragraphs 45 to 47  of the same judgment and has submitted that\nno individual has been named as an Arbitrator but in the present\ncase, the Arbitrator has been named by designation and if the\nrespondent No.1 has an objection\nto the Arbitration, then proceedings under <a href=\"/doc/1265271/\" id=\"a_47\">Sections 12</a> and <a href=\"/doc/862520/\" id=\"a_48\">13</a> of the\nArbitration Act can be initiated in this regard. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_65\">21.\tAt\nthis stage, it cannot be observed by this Court whether, or not, the\napprehension of bias expressed by  respondent No.1 is a valid one or\nnot. On one hand, the arbitration clause has been accepted by\nrespondent No.1 with open eyes, and even by  letter dated 13.06.2007,\nthere is no modification of this clause. There is no denial that the\nArbitration Agreement is in existence between the parties. On the\nother hand, it cannot be denied that the Arbitrator named in clause\n13 (by designation) is the President of the petitioner-Society and\nmay have participated in the Tender process. The question whether the\narbitration clause itself is rendered invalid or illegal by naming\nthe President of the petitioner-Society (by designation) as the\nArbitrator is to be examined. Naming an employee or office bearer of\none of the parties as an Arbitrator does not, ipso-facto, lead to the\npresumption of bias, partiality or lack of independence. However, on\nthe other hand, there may\nbe a justifiable apprehension of impartiality if the person named as\nan Arbitrator is in control of, or has dealt with the subject-matter\nof the dispute which, in this case, is the acceptance/ rejection of\nthe Tender process. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_66\">22.\tIn\nthis background, it would be pertinent to refer to provisions of\n<a href=\"/doc/1265271/\" id=\"a_49\">Section 12</a> of the Arbitration Act, which are reproduced hereinbelow:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_18\">12.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_67\">Grounds for challenge\n  (1) When a person is approached in connection with his possible\nappointment as an arbitrator, he shall disclose in writing any\ncircumstances likely to give rise to justifiable doubts as to his\nindependence or impartiality.\n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_68\">(2)\tAn\narbitrator, from the time of his appointment and throughout the\narbitral proceedings, shall, without delay, disclose to the parties\nin writing any circumstances referred to in sub-section (1) unless\nthey have already been informed of them by him.\n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_69\">(3)\t An\narbitrator may be challenged only if\n</p><p data-structure=\"Conclusion\" id=\"p_70\">-\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_71\">(a)\t circumstances\nexist that give rise to justifiable doubts as to his independence or\nimpartiality,\nor\n \n\n\n</p><p data-structure=\"Conclusion\" id=\"p_72\">(b)\the\ndoes not possess the qualifications agreed to by the parties. \n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_73\">(4)\tA\nparty may challenge an arbitrator appointed by him, or in whose\nappointment he has participated, only for reasons of which he becomes\naware after the appointment has been made. \n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_74\">(emphasis\nsupplied)\n \n\n\n \n\n\n \n\n\n</p><p data-structure=\"Section\" id=\"p_75\">23.\tThe\nsaid provision of law provides that when a person is approached in\nconnection with his possible appointment as an Arbitrator, he shall\ndisclose in writing, any circumstances likely to give rise to\njustifiable doubts as to his independence or impartiality. \nSub-<a href=\"/doc/1529130/\" id=\"a_50\">section 3(a)</a> provides that an Arbitrator may be challenged if\ncircumstances exist that give rise to justifiable doubts as to his\nindependence or impartiality. The said section can be invoked by a\nparty who has a reasonable apprehension that circumstances exist that\ngive rise to justifiable doubts as to the independence or\nimpartiality of the Arbitrator. The circumstances mentioned in\nsub-<a href=\"/doc/1529130/\" id=\"a_51\">section 3</a> of <a href=\"/doc/1265271/\" id=\"a_52\">Section 12</a> would necessarily include a reasonable\napprehension of bias as to the impartiality of the Arbitrator,\nespecially in circumstances where the Arbitrator is an office bearer\nof, or employee, of one of the parties. In the present case, such an\napprehension has been expressed against the Arbitrator who is the\nPresident of the petitioner-Society. <a href=\"/doc/1052228/\" id=\"a_53\">As the Arbitration Act</a> itself\nprovides for challenging the appointment of an Arbitrator and the\nprocedure thereof vide <a href=\"/doc/862520/\" id=\"a_54\">Section 13</a>, a remedy is available to\nrespondent No.1 in case such an apprehension is nursed by it. No\nprovision of law or judicial pronouncements have been invoked by the\nlearned counsel for respondent No.1 in support of his stand that\nmerely naming the President of the petitioner-Society by designation\nas the Arbitrator, the arbitration clause will be rendered invalid.\nThere can be no presumption of bias against an Arbitrator named by\ndesignation but in case of genuine apprehension, the other party is\nnot left remediless in view of the provisions of <a href=\"/doc/1265271/\" id=\"a_55\">Sections 12</a> and <a href=\"/doc/862520/\" id=\"a_56\">13</a>\nof the Arbitration Act. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_76\">24.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2073\" id=\"span_21\">In\nthis regard, the principles of law enunciated in <a href=\"/doc/2073/\" id=\"a_57\">Indian\nOil Corporation Limited And Others v. Raja Transport Private Limited</a>\n(supra) are relevant\nand are reproduced hereinbelow:</span>\n</p> \n\n\n<blockquote id=\"blockquote_19\"> 34.\tThe\nfact that the named arbitrator is an employee of one of the parties\nis not ipso facto a ground to raise a presumption of bias or\npartiality or lack of independence on his part. There can however be\na justifiable apprehension about the independence or impartiality of\nan employee arbitrator, if such person was the controlling or dealing\nauthority in regard to the subject contract or if he is a direct\nsubordinate (as contrasted from an officer of an inferior rank in\nsome other Department) to the officer whose decision is the\nsubject-matter of the dispute.\n</blockquote> \n\n\n<blockquote id=\"blockquote_20\">35.\tWhere\nhowever the named arbitrator though a senior officer of the\nGovernment/ statutory body/ government company, had nothing to do\nwith the execution of the subject contract, there can be no\njustification for anyone doubting his independence or impartiality,\nin the absence of any specific evidence. Therefore, senior officer(s)\n(usually Heads of Department or equivalent) of a Government/\nstatutory corporation/ public sector undertaking, not associated with\nthe contract, are considered to be independent and impartial and are\nnot barred from functioning as arbitrators merely because their\nemployer is a party to the contract.\n</blockquote> \n\n\n<blockquote id=\"blockquote_21\">36.\tThe\nposition may be different where the person named as the arbitrator is\nan employee of a company or body or individual other than the State\nand its instrumentalities. For example, if the Director of a private\ncompany (which is a party to the arbitration agreement), is named as\nthe arbitrator, there may be a valid and reasonable apprehension of\nbias in view of his position and interest, and he may be unsuitable\nto act as an arbitrator in an arbitration involving his company. If\nany circumstance exist to create a reasonable apprehension about the\nimpartiality or independence of the agreed or named arbitrator, then\nthe Court has the discretion not to appoint such a person. \n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_77\">25.\tIn\nthe present case, while accepting the conditions in the Tender Form,\nincluding the arbitration clause, respondent No.1 has expressed no\nreservations regarding the appointment of the President of the\npetitioner-Society as an Arbitrator. Even vide letter dated\n13.06.2007, whereby counter conditions have been imposed by\nrespondent No.1, the arbitration clause has not been sought to be\nmodified in any manner. As a result, it cannot be said that the\nArbitration Agreement contained in clause 13 is invalid because the\nPresident of the petitioner has been\nnamed as sole Arbitrator. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_78\">26.\tThe\nlast submission made by the learned counsel for respondent No.1 is\nthat as per the requirements of <a href=\"/doc/411664/\" id=\"a_58\">Section 8(2)</a> of the Arbitration Act,\nthe application referred to in sub-section (1) of <a href=\"/doc/1232861/\" id=\"a_59\">Section 8</a> shall not\nbe entertained unless it is accompanied by the original Arbitration\nAgreement or a duly certified copy thereof. It has been submitted\nthat the application at Ex.13 preferred by the petitioner before the\nTrial Court was not accompanied by the original Arbitration Agreement\nor a duly certified copy thereof, but only a xerox copy of the same\nhas been submitted. Admittedly, this argument was never raised before\nthe Trial Court by respondent No.1, therefore, the Trial Court has\nhad no occasion to deal with the same. It has not only entertained\nthe application but has also decided the same by passing the impugned\norder. This objection has been raised for the first time before the\nHigh Court. An affidavit has been filed by the petitioner, which has\nbeen objected to by respondent No.1, whereby the original Tender Form\ncontaining the Arbitration Agreement,\nhas been appended. It appears that this objection has been waived by\nrespondent No.1 during the proceedings before the Trial Court. A copy\nof the reply filed by the respondent No.1 before the Trial Court\nshows that no such objection has been taken. In fact, the existence\nof the Arbitration Agreement is clearly admitted. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_79\">27.\tIn\nRefrigeration &amp;\nAppliances and others v. Jayaben Bharatkumar Thakkar and others\n(supra) it has been\nso stated by the Apex Court:\n</p> \n\n\n<blockquote id=\"blockquote_22\"> 5.\tIt\nis made clear that the technical objection against the\nmaintainability of the earlier application due to not filing of\ncertified copy of the agreement does not survive in view of the fair\nstand taken by the learned counsel for the respondents in the present\nproceedings.\n</blockquote> \n\n\n<blockquote id=\"blockquote_23\">6.\tIt\nmay also be stated that technical objections regarding step-in-aid as\nwell as regarding maintainability of the application because of not\nfiling of the certified copy of the agreement are given up by the\nrespondents with the result that the remanded proceedings and the\nother pending applications will now have to be decided according to\nlaw on merits.  \n</blockquote>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_80\">However,\nin that case, the objection against non-production of the certified\ncopy of the Arbitration Agreement was given up by the respondent. In\nthe present case, such an objection has never been taken in the Trial\nCourt, but has been raised only in the High Court. As the Trial Court\nhas had no occasion to examine this contention, and as the\nArbitration Agreement has not been denied by respondent No.1, this\nCourt would not like to enter into this issue as there is no finding\nregarding it in the impugned order. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_81\">28.\tIn\nview of the above, the judgments cited by the learned counsel for\nrespondent No.1 do not advance his case, in the factual matrix of the\npresent case as well as the  judicial pronouncements and settled\nposition of law discussed in detail hereinabove. \n</p>\n \n\n\n\t\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_82\">29.\tUltimately,\nfrom the above discussion, it emerges that the Trial Court has not\nexamined the aspect whether there is an Arbitration Agreement between\nthe parties and whether the dispute is liable to\nbe sent to the Arbitrator as per the arbitration clause. Instead of\nthis, the entire focus of the Trial Court, as disclosed by the\nimpugned order, is on whether the petitioner and respondent No.1 had\na concluded contract or not. It has also not been adjudicated by the\nTrial Court whether the arbitration clause, in its entirety, would\nget invalidated by naming the President of the petitioner-Society as\nthe sole Arbitrator by designation, or not. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_83\">30.\tAs\nalready mentioned earlier, <a href=\"/doc/1265271/\" id=\"a_60\">Sections 12</a> and <a href=\"/doc/862520/\" id=\"a_61\">13</a> of the Arbitration Act\nprovide for the remedy of challenging the appointment of an\nArbitrator in case there is an apprehension regarding the\nimpartiality of the named Arbitrator. The said provisions of law can\nbe resorted to by respondent No.1 at the appropriate stage, if so\ndesired. The Trial Court, by passing the impugned order has glossed\nover the aspect whether the entire arbitration clause would get\ninvalidated by naming an Arbitrator by designation. There is no legal\nbasis for the stand taken in the impugned order regarding this issue,\nespecially in view of\n<a href=\"/doc/1265271/\" id=\"a_62\">Sections 12</a> and <a href=\"/doc/862520/\" id=\"a_63\">13</a> of the Arbitration Act. This stage would come\nlater in point of time. From the material on record, there is an\nArbitration Agreement between the parties which covers the nature of\nthe dispute between them. In view of the principles of law laid down\nin the judgments referred to hereinabove, in my considered view, the\nimpugned order cannot be sustained.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1242308\" id=\"span_22\">In <a href=\"/doc/1242308/\" id=\"a_64\">B.K.Muniraju\nv. State of Karnataka and others</a>\n  (2008)4 SCC 451,\nthe Supreme Court has laid down certain guidelines regarding the\ncircumstances in which the High Court can interfere in exercise of\nsupervisory powers under <a href=\"/doc/1331149/\" id=\"a_65\">Article 227</a> of the Constitution of India.\nThe relevant extract is reproduced hereinbelow:</span>\n</p> \n\n\n<blockquote id=\"blockquote_24\"> 24.\tIt\nis clear that whether it is a writ of certiorari or the exercise of\nsupervisory jurisdiction, none is available to correct mere errors of\nfact or of law unless the following requirements are satisfied: (i)\nthe error is manifest and apparent on the face of the proceedings\nsuch as when it is based on clear ignorance or utter disregard of the\nprovisions of law, and (ii) a grave injustice or gross failure of\njustice has occasioned thereby. It is also clear that the High Court\nin exercise of certiorari\nor supervisory jurisdiction will not convert itself into a court of\nappeal and indulge in reappreciation or evaluation of evidence or\ncorrect errors in drawing inferences or correct errors of mere formal\nor technical character. \n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_84\">31.\tAs\nthe impugned order of the Trial Court is manifestly erroneous and has\nnot been passed in accordance with the settled principles of law and\nas the Trial Court has not exercised jurisdiction vested in it\nproperly and in accordance with law, the impugned order cannot be\nsustained. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_85\">32.\tAccordingly,\nthe petition is allowed. The\norder dated 19.09.2009, rendered by the learned Principal Civil Judge\n(Senior Division), Surat, below application at Exhibit-13, in Special\nCivil Suit No.220 of 2009, is quashed and set aside. Rule is made\nabsolute. There shall be no orders as to costs. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_86\">33.\tIt\nis clarified the observations made hereinabove are in the context of\nthe impugned order and are prima-facie in nature. The same shall not\ninfluence any subsequent proceedings, in any manner.\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_87\">\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(Smt.Abhilasha\nKumari, J.)               \n\n \n\n\n(sunil)\n\n    \n\n \n\t   \n      \n      \n\t    \n\t\t   \n\t   \n      \n\t  \t    \n<span class=\"hidden_text\" id=\"span_23\">\t\t   Top</span>\n\t   \n      \n\n\n</p>","numcites":28,"numcitedby":0,"docsource":"Gujarat High Court","citetid":1491997,"divtype":"judgments","relatedqs":[{"value":"tender arbitration ","formInput":"tender%20arbitration%20"},{"value":"tender reject","formInput":"tender%20reject"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"apprehension of bias  ","formInput":"apprehension%20of%20bias%20%20"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"raja transport ","formInput":"raja%20transport%20"},{"value":"conditional tender","formInput":"conditional%20tender"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"acceptance and tender ","formInput":"acceptance%20and%20tender%20"},{"value":"original agreement for arbitration","formInput":"original%20agreement%20for%20arbitration"},{"value":"no arbitration clause in Tender ","formInput":"no%20arbitration%20clause%20in%20Tender%20"},{"value":"arbitration clause accepted ","formInput":"arbitration%20clause%20accepted%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"named arbitrator\"","formInput":"%22named%20arbitrator%22"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"article 227","formInput":"article%20227"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"reasonable apprehension of bias","formInput":"reasonable%20apprehension%20of%20bias"},{"value":"arbitration clause","formInput":"arbitration%20clause"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"court-superintendence","formInput":"tag:court-superintendence"}],"courtcopy":true,"query_alert":null,"agreement":false}