{"tid":182600590,"publishdate":"2013-09-11","title":"Malkiat Singh & Others vs State Of Haryana on 11 September, 2013","doc":"<h2 class=\"doc_title\">Malkiat Singh &amp; Others vs State Of Haryana on 11 September, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-k-sanghi\">Naresh Kumar Sanghi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-sanghi\">Naresh Kumar Sanghi</a></h3>\n\n<pre id=\"pre_1\">                  Criminal Appeal No.S-337-SB of 2001                                {1}\n\n                               IN THE HIGH COURT OF PUNJAB AND HARYANA\n                                              AT CHANDIGARH\n\n\n                                                Criminal Appeal No.S-337-SB of 2001\n                                                Date of Decision: 11th September,2013\n\n                  Malkiat Singh &amp; Others\n                                                                               ...Appellants\n                                      Versus\n                  State of Haryana\n                                                                               ...Respondent\n\n                  CORAM: HON&#x27;BLE MR. JUSTICE NARESH KUMAR SANGHI\n\n                  Present:     Mr.Aftab Singh, Advocate,\n                               for the appellants.\n\n                               Mr.Chetan Sharma, AAG, Haryana.\n\n                                       ***\n                  Naresh Kumar Sanghi, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                               Challenge in this appeal is to the judgment of conviction and\n\n                  the order of sentence dated 22.01.2001 whereby each appellant was held\n\n                  guilty for the offences punishable under Sections 324, 325 and 436 read\n\n                  with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a>, IPC, and ordered to undergo the following sentences:-\n\n</p><blockquote id=\"blockquote_1\">                   Offences           Sentences (In      Fine (in ` )          In default of\n                                      R.I)                                     payment of fine\n                                                                               (in S.I)\n                   324 read with           Six months            --                      --\n</blockquote><blockquote id=\"blockquote_2\">                   <a href=\"/doc/37788/\" id=\"a_2\">Section 34</a>, IPC\n                   325 read with           Two years             --                      --\n</blockquote><blockquote id=\"blockquote_3\">                   <a href=\"/doc/898393/\" id=\"a_3\">Section 24</a>, IPC\n                   436 read with           Four years          1000/-               15 days\n                   <a href=\"/doc/37788/\" id=\"a_4\">Section 34</a>, IPC\n\n\n                               All   the   substantive   sentences      were   ordered        to   run\n\n                  concurrently.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_2\">                               During pendency of the present appeal, Malkiat Singh\n\n                  (appellant No.1) has expired, therefore, the present appeal has abatted so\n\n                  far as Malkiat Singh (appellant No.1) is concerned.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                               Succinctly the facts of the case are that on 14.02.1989, a\n\n<span class=\"hidden_text\" id=\"span_1\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_2\">2013.09.24 14:56</span>\n<span class=\"hidden_text\" id=\"span_3\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_4\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_5\">Chandigarh</span>\n Criminal Appeal No.S-337-SB of 2001                           {2}\n\ntelephonic message was received in the Police Station, City, Sirsa, through\n\nHarjit Singh (PW-4) that some miscreants had set the house of Gurjeet\n\nKaur @ Gurdebo (PW-2) on fire. On receipt of the said information, Sub\n\nInspector Atma Nand (PW-11) along with police officials in a official jeep\n\nreached the place of occurrence. The Fire Brigade had also arrived and\n\nextinguished the fire. The complainant, Gurjeet Kaur @ Gurdebo (PW-2),\n\nsuffered statement (Ex.PD) to the police wherein it was alleged that she\n\nalong with her children was residing in her house near Bajigar Mohalla,\n\nSirsa. Her father, Roop Singh, was also residing in the adjoining house.\n\nAbout 3-4 months prior to the date of incident, the police had recovered\n\nopium from the residence of Malkiat Singh (appellant No.1 since\n\ndeceased) and his wife Nasib Kaur. At the time of recovery of the said\n\nopium, the complainant, Gurjeet Kaur @ Gurdebo (PW-2) was\n\naccompanying the police party and had witnessed the recovery of said\n\nopium. The police party had also recovered the poppy husk from several\n\npersons of Bajigar Basti as they were frequently dealing in it. All the\n\nBajigars residents of Mohalla near Rania Chungi and Bajigar Basti, had\n\nsuspicion that secret information was passed on to the police by the\n\ncomplainant, Gurjeet Kaur @ Gurdebo (PW2), and her father, therefore,\n\nBajigars were nourishing a grudge against complainant. On 04.02.1998,\n\nRoop Ram, father of the complainant, Gurjeet Kaur @ Gurdebo, had a\n\ndispute with Hasan Ram in which both the parties had sustained injuries\n\nand cross cases were registered.      The Court of Session at Sirsa had\n\nstayed the arrest of the father of the complainant Gurjeet Kaur @ Gurdebo\n\ntill 18.02.1998. On 14.02.1998 at about 10.30/11.00 p.m., Gurjeet Kaur @\n\nGurdebo (PW2) along with her son Jagtar Singh (PW3), Satpal, Kuldeep,\n\nMoman, Paramjit Kaur and Tikka Singh (PW9) was sleeping in her house.\n\nAfter hearing the noise from the roof, she woke up and saw that some\n Criminal Appeal No.S-337-SB of 2001                              {3}\n\nmaterial from celling had fallen on the ground. She raised a loud noise\n\nand came out of her house along with her family members and Tikka Singh\n\n(PW9). Gurjeet Kaur @ Gurdebo (PW2) saw that Malkiat Singh (appellant\n\nNo.1), Wazir Singh son of Gulla Ram, Bhola Singh son of Pritam Singh,\n\nBinder s/o Titru Ram, Bheera Singh son of Kala Singh, Tota Ram son of\n\nKalu, Sucha Singh son of Mahinder Singh, Jagsir Ram and Baba Ram\n\nsons of Charan Dass, Babu Ram son of Singara Ram, Bheera relative of\n\nBabu Ram, Balla Ram and Kala Ram were demolishing the roof of her\n\nhouse.   Siba wife of Malkiat, Beeba Bai d/o Kala Singh, Ladi Bai d/o\n\nShingara, Seeto Bai d/o Kala Ram, Jeeto Devi w/o Bansa Ram all\n\nresidents of Mohalla Bajigar were standing outside her house and were\n\nshouting that they be taught a lesson for passing on information to the\n\npolice against them (accused). In the meantime, Bhola Singh (appellant\n\nNo.2) sprinkled petrol on the roof of the house of the complainant and set\n\nthe same on fire. The petrol was also sprinkled in both the rooms of her\n\nhouse. On hearing the noises, Smt.Sadda (not examined), Harjit Singh\n\n(PW4) and several other persons reached on the spot. The complainant\n\nasked them to report the matter to the police as well as to the Fire Brigade.\n\nThereafter, the accused attacked the residence of her brother-in-law,\n\nBachan Singh, where her sister, Surjit Kaur (PW5), was caused severe\n\ninjuries. As a result of fire, seven cots, seven quilts, matresses, two decks,\n\ntelevision, two fans, one cooler, one box, three brief cases of the clothes\n\nand ` 2,000/- in cash were burnt and as such, she suffered loss to the\n\ntune of ` 90,000/-. The memo containing statement of Gurjeet Kaur @\n\nGurdebo (PW2) was sent to the police         station on the basis of which,\n\nInspector Raghbir Singh (PW8) recorded the formal FIR (Ex.PD/1). The\n\nspecial report was sent to the higher officiers through Constable Mani\n\nRam. Sub Inspector Atma Nand (PW11) prepared the rough site plan\n Criminal Appeal No.S-337-SB of 2001                              {4}\n\n(Ex.PL) of the place of occurrence; recorded the statements of the\n\nwitnesses and completed the formalities of the investigation. Injured-Surjit\n\nKaur (PW5) was medico legally and radiologically examined by Dr.Viresh\n\nBhushan (PW1).        Head Constable Dharam Pal (PW6) clicked the\n\nphotographs of the place of occurrence. The scaled site plan (Ex.PH) was\n\ngot prepared from Inderjit Singh Bhalla (PW7). The accused were arrested\n\non different dates and after completion of the investigation, the charge-\n\nsheet (report under <a href=\"/doc/1412034/\" id=\"a_5\">Section 173</a>, Cr.P.C.) was presented by Inspector\n\nSube Singh.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">              Since the offence punishable under <a href=\"/doc/1517318/\" id=\"a_6\">Section 436</a>, IPC, was\n\ntriable by the Court of Session, the case was committed to the said court\n\nby the learned Area Judicial Magistrate. Initially, 13 persons were charge-\n\nsheeted for the offences punishable under <a href=\"/doc/763672/\" id=\"a_7\">Sections 148</a>, <a href=\"/doc/724142/\" id=\"a_8\">324</a>, <a href=\"/doc/1133601/\" id=\"a_9\">325</a>, <a href=\"/doc/1517318/\" id=\"a_10\">436</a>\n\nand <a href=\"/doc/180217/\" id=\"a_11\">506</a> read with <a href=\"/doc/999134/\" id=\"a_12\">Section 149</a>, IPC. After recording the statement of few\n\nwitnesses, an application under <a href=\"/doc/435819/\" id=\"a_13\">Section 319</a>, Cr.P.C was presented on the\n\nbasis of which, Ladi Bhai and Beeba Bhai, were summoned as additional\n\naccused to face trial along with the principal accused and the charges\n\nwere once again framed vide order dated 27.09.2000 against 15 persons\n\nfor the offences punishable under <a href=\"/doc/763672/\" id=\"a_14\">Sections 148</a>, <a href=\"/doc/724142/\" id=\"a_15\">324</a>, <a href=\"/doc/1133601/\" id=\"a_16\">325</a>, <a href=\"/doc/1517318/\" id=\"a_17\">436</a> and <a href=\"/doc/180217/\" id=\"a_18\">506</a>\n\nread with <a href=\"/doc/999134/\" id=\"a_19\">Section 149</a>, IPC, to which the appellants and their co-accused\n\npleaded not guilty and claimed trial.\n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">              In order to substantiate it allegation, the prosecution examined\n\nthe following witnesses:-\n</p>\n<blockquote id=\"blockquote_4\">              PW-1 Dr.Viresh Bhushan: On 14.02.1998 at 12.30 a.m., he\n\n              had medico legally examined Surjit Kaur (PW5) and found five\n\n              injuries on her person.   Injury No.1 was on the left frontal\n\n              region of her scalp which was caused by sharp edged\n\n              weapon. The rest of the injuries were by blunt weapons. After\n Criminal Appeal No.S-337-SB of 2001                             {5}\n\n             X-ray examination, injury No.2 on the middle finger of the left\n\n             hand of Surjit Kaur (PW5) was declared grievous and rest of\n\n             the four injuries were simple in nature.\n\n             PW-2 Gurjeet Kaur: She is the complainant and had\n\n             reiterated the facts as she disclosed to the police in her\n\n             statement (Ex.PD).\n</blockquote>\n<blockquote id=\"blockquote_5\">             PW-3 Jagtar Singh: He is son of Gurjeet Kaur (PW2). He is\n\n             eye-witness of the occurrence and had supported the\n\n             prosecution case.\n</blockquote>\n<blockquote id=\"blockquote_6\">             PW-4 Harjit Singh: He is yet another eye-witness of the\n\n             occurrence and had informed the police as well as the Fire\n\n             Brigade on telephone. However, he did not support the\n\n             prosecution case, therefore, he was delcared hostile and the\n\n             learned trial court permitted the learned Public Prosector to\n\n             cross-examine him.        In the cross-examination, nothing\n\n             material in favour of the prosecution could be elicited from his\n\n             mouth.\n</blockquote>\n<blockquote id=\"blockquote_7\">             PW-5 Surjit Kaur: She is the sister of Gurjeet Kaur (PW2).\n\n             She was residing in a separate house at a little distance from\n\n             the house of Gurjeet Kaur (PW2). She deposed that 02 years,\n\n             09 months prior to 13.11.2000, she along with her mother-in-\n\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">             law Inde Kaur (PW12) was sleeping inside her house. Bhola\n\n             Singh (appellant No.2) inflicted a datar blow on her forehead;\n\n             Jagir Singh (appellant No.4) caused a lathi blow on her right\n\n             hand while Jagsir (appellant No.3) and Binder pulled her out of\n\n             her house.      Thereafter, Sucha Singh, Mahindo wife of\n\n             Mohana, Jagir Singh and Bhola caused her injuries.          The\n\n             appellants and their co-accused took away ear-rings, nose\n Criminal Appeal No.S-337-SB of 2001                             {6}\n\n             pin, deck, television, household luggage and even damaged\n\n             the utensils. The owner of the saw mill and her husband\n\n             arrived there and took her to the Civil Hospital, Sirsa, and got\n\n             her admitted there. Surjit s/o Bhana and Pehalwan s/o Kesar\n\n             were amongst the assailants who caused her (Surjit Kaur)\n\n             injuries.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">             PW-6 Head Constable Dharam Pal: He clicked the\n\n             photographs, Ex.P1 to Ex.P-10, of the place of occurrence.\n\n             PW-7 Inderjit Singh Bhalla: He had prepared the scaled site\n\n             plans (Ex.PH and Ex.PJ) with correct marginal notes on the\n\n             pointing out of prosecution witnesses Inde Kaur (PW12)\n\n             and Gurjeet Kaur (PW2).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">             PW-8 Inspector Raghbir Singh: He had recorded the formal\n\n             FIR (Ex.PD/1) on the basis of the memo (Ex.PD). He also\n\n             sent the special report to the higher officers through Constable\n\n             Mani Ram.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">             PW-9 Tikka Jugraj Singh @ Baba Jugraj Singh: He is an\n\n             eye-witness. He deposed that about 2-3/4 years ago, he was\n\n             present in the house of Gurjeet Kaur in connection with some\n\n             bail matter. On the day of incidence at about 10.00 p.m., he\n\n             was sleeping in the room situated on the western side,\n\n             whereas Gurjeet Kaur (PW2) along with her family members\n\n             was sleeping in the other room. Gurjeet Kaur (PW2) raised a\n\n             loud noise that some persons had come and damaging the\n\n             roof of her house. When they came out, the accused present\n\n             in the Court started throwing brick-bats on them. About 18/19\n\n             persons were present on the roof.       He knew only Malkiat\n\n             Singh (appellant No.1), Nasib Kaur and Bhola Singh. Though\n Criminal Appeal No.S-337-SB of 2001                              {7}\n\n             he identified the accused present in the Court but could not tell\n\n             their individual names. Nasib Kaur was not present in the\n\n             Court. Bhola had poured petrol and set the house of Gurjeet\n\n             Kaur (PW2) on fire.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">             PW-10 Ashok Kumar, Leading Fireman: He deposed that\n\n             on 13.02.1998 at 23.45 hours, a telephonic message was\n\n             received in their office regarding the fire in a house in the back\n\n             side of Rania Chungi, Sirsa. He along with Jagdish Kumar,\n\n             Driver, and Kuldeep Singh, Fireman, reached the spot and\n\n             extinguished the fire. He produced the original register and\n\n             the entry recorded at Page No.14 in diary No.66 dated\n\n             14.02.1998. Photostat copy of the same was marked as\n\n             Ex.PK.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">             PW-11 Sub Inspector Atma Nand: He had investigated the\n\n             matter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">             PW-12 Inde Kaur: She is the mother-in-law of Surjit Kaur\n\n             (PW5). She had witnessed the occurrence which took place\n\n             at the house of Surjit Kaur (PW5) with regard to causing her\n\n             injuries by the appellants and their co-accused.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">             After completion of the prosecution evidence, the statements\n\nof the appellants and their co-accused were recorded in terms of <a href=\"/doc/767287/\" id=\"a_20\">Section\n\n313</a>, Cr.P.C. All the incriminating evidence appearing against them was put\n\nto them and all the appellants denied the incriminating evidence appearing\n\nagainst them and stated that they had falsely been implicated in this case.\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">             No evidence in defence was led.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">             After hearing the learned counsel for the parties, the learned\n\ntrial court held the appellants guilty and sentenced each one of them in the\n\nmanner as has been described in the initial part of the judgment.\n</p><p data-structure=\"PetArg\" id=\"p_16\"> Criminal Appeal No.S-337-SB of 2001                            {8}\n\n             Learned counsel for the appellants submits that the name of\n\nJagsir son of Pannu @ Puran did not figure in the FIR or in the deposition\n\nof Gurjeet Kaur (PW2), Jagtar Singh (PW3), Harjit Singh (PW4) and Tikka\n\nJugraj Singh @ Baba Jugraj Singh (PW9) who had allegedly witnessed the\n\noccurrence which occured at the house of Gurjeet Kaur (PW2). He further\n\nsubmits that there was no common object or common intention on the part\n\nof appellant No.3 (Jagsir) regarding setting the house of Gurjeet Kaur\n\n(PW2) on fire. He also submits that concededly, Jagsir (appellant No.3)\n\nhad not caused any injury to Surjit Kaur (PW5), therefore, he even could\n\nnot be convicted and sentenced for the offences punishable under\n\n<a href=\"/doc/724142/\" id=\"a_21\">Sections 324</a> read with <a href=\"/doc/999134/\" id=\"a_22\">Section 149</a>, and <a href=\"/doc/1133601/\" id=\"a_23\">325</a> read with <a href=\"/doc/37788/\" id=\"a_24\">Section 34</a>, IPC\n\nsince the prosecution has miserably failed to prove the common intention\n\non his part with the assailants who had caused simple and grievous\n\ninjuries on the person of Surjit Singh (PW5).\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">             He further submits that Jagtar Singh (PW3) had admitted in\n\nhis deposition that there was political rivalry amongst the prosecution\n\nwitnesses and the appellants, therefore,        the appellants were falsely\n\nimplicated. He further submits that the statements of the prosecution\n\nwitnesses were contradictory to each other. Jagtar Singh (PW3) even did\n\nnot clarify as to whether his statement was recorded at the spot or at the\n\npolice station. It has also been contended that Jagtar Singh (PW3) did\n\nadmit in his deposition that there was no adjoining house to their house\n\nwhile the documents available on record falsify the said deposition. He\n\nfurther submits that Binder (accused) was acquitted by the learned trial\n\ncourt while the same role was assigned to Jagsir (appellant No.3),\n\ntherefore, he should have also been extended the same benefit. He also\n\nsubmits that in case the appeal is not accepted and appellants are not\n\nacquitted, in that eventuality, the appellants being first offenders be\n Criminal Appeal No.S-337-SB of 2001                              {9}\n\nordered to be released on probation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">             Learned counsel for the State contends that the minor\n\ncontradictions were bound to occur when the witnesses had stepped into\n\nthe witness box after a long lapse of time. He further submits that the\n\nspontaneous FIR and medico legal examination of Surjit Kaur (PW5) rule\n\nout the possibilities of embellishment etc in the present case. However, he\n\nfairly concedes that the name of Jagsir (appellant No.3) was not mentioned\n\nin the FIR of the present case and even PW2, PW3, PW4 and PW9 who\n\nhad witnessed the occurrence which occured at the house of Gurjeet Kaur\n\n(PW2) had not deposed about the participation of Jagsir (appellant No.3) in\n\nthe said incident.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">             Learned counsel for the State further submits that learned trial\n\nCourt, after scanning the material and the deposition of the prosecution\n\nwitnesses, had rightly held the appellants guilty for the offences punishable\n\nunder <a href=\"/doc/1517318/\" id=\"a_25\">Sections 436</a>, <a href=\"/doc/1133601/\" id=\"a_26\">325</a>, <a href=\"/doc/724142/\" id=\"a_27\">324</a> read with <a href=\"/doc/37788/\" id=\"a_28\">Section 34</a>, IPC, and suitable\n\nsentence was awarded, therefore, no interference is called for by this\n\nCourt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">             I have heard the learned counsel for the parties and with their\n\nable assistance gone through the material available on record.\n\n</p><p data-structure=\"Section\" id=\"p_21\">             The undisputed facts are as under:-\n</p>\n<blockquote id=\"blockquote_8\">             (i)     the charge-sheet was filed against 13 persons by the\n\n             Investigating Agency;\n</blockquote>\n<blockquote id=\"blockquote_9\">             (ii) Ladi Bhai and Beebo Bhai were summoned to face trial on\n\n             an application under <a href=\"/doc/435819/\" id=\"a_29\">Section 319</a>, Cr.P.C.;\n\n</blockquote><blockquote id=\"blockquote_10\">             (iii)    the incident of fire had taken place at the house of\n\n             Gurjeet Kaur (PW2) while the incident of beating had occured\n\n             at the house of Surjeet Kaur (PW5) which is at a little distance\n\n             from the house of Gurjeet Kaur (PW2);\n</blockquote><blockquote id=\"blockquote_11\"> Criminal Appeal No.S-337-SB of 2001                             {10}\n\n</blockquote><blockquote id=\"blockquote_12\">             (iv) the prosecution witnesses Gurjeet Kaur, Jagtar Singh,\n\n             Harjit Singh, and Tikka Jugraj Singh @ Baba Jugraj Singh had\n\n             not named Jagsir in the alleged occurrence of fire at the house\n\n             of Gurjeet Kaur.\n</blockquote>\n<blockquote id=\"blockquote_13\">             (v)   Out of 15 persons, 11 accused were acquitted of all the\n\n             charges punishable under <a href=\"/doc/763672/\" id=\"a_30\">Sections 148</a>, <a href=\"/doc/1517318/\" id=\"a_31\">436</a> read with\n\n             <a href=\"/doc/999134/\" id=\"a_32\">Section 149</a>, <a href=\"/doc/1133601/\" id=\"a_33\">325</a> read with <a href=\"/doc/999134/\" id=\"a_34\">Section 149</a>, <a href=\"/doc/724142/\" id=\"a_35\">324</a> read with <a href=\"/doc/999134/\" id=\"a_36\">Section\n\n             149</a> and <a href=\"/doc/180217/\" id=\"a_37\">506</a> read with <a href=\"/doc/999134/\" id=\"a_38\">Section 149</a>, IPC, while the appellants\n\n             including Malkiat Singh (appellant No.1 deceased) were also\n\n             acquitted of the charges under <a href=\"/doc/763672/\" id=\"a_39\">Sections 148</a> and <a href=\"/doc/180217/\" id=\"a_40\">506</a> read\n\n             with <a href=\"/doc/999134/\" id=\"a_41\">Section 149</a>, IPC. However, they were convicted for the\n\n             offences punishable under <a href=\"/doc/724142/\" id=\"a_42\">Sections 324</a>, <a href=\"/doc/1133601/\" id=\"a_43\">325</a>, <a href=\"/doc/1517318/\" id=\"a_44\">436</a> read with\n\n             <a href=\"/doc/37788/\" id=\"a_45\">Section 34</a> IPC.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_22\">             At present there are three appellants before this Court,\n\nnamely, Bhola Singh son of Pritam, Jagsir son of Punnu @ Puran and\n\nJagir Singh son of Sohan Singh. It is apposite to mention that Malkiat\n\nSingh (appellant No.1) had died during the pendency of the present\n\nappeal, therefore, the appeal qua him has already abatted.\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">             So far as appellant Jagsir is concerned, there is not an iota of\n\nevidence that he had common intention or common object with his co-\n\naccused for setting the house of Gurjeet Kaur (PW2) on fire. His name\n\neven did not find mention in the FIR. Gurjeet Kaur(PW2), Jagtar Singh\n\n(PW3), Harjit Singh (PW4) and Tikka Jugraj Singh @ Baba Jugraj Singh\n\n(PW9) were very categoric in their depositions that Bhola Singh (appellant\n\nNo.2) had poured petrol at the roof of the house of Gurjeet Kaur (PW2)\n\nand set the same on fire. Even the presence of Jagsir was not alleged at\n\nor near the house of Gurjeet Kaur (PW3), therefore, the conviction and\n\nsentence of Jagsir (appellant No.3) for the offence punishable under\n Criminal Appeal No.S-337-SB of 2001                              {11}\n\n<a href=\"/doc/1517318/\" id=\"a_46\">Section 436</a> read with <a href=\"/doc/37788/\" id=\"a_47\">Section 34</a>, IPC, is not sustainable and is set aside.\n\nHe is acquitted of the charge under <a href=\"/doc/1517318/\" id=\"a_48\">Section 436</a> read with <a href=\"/doc/37788/\" id=\"a_49\">Section 34</a>, IPC.\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">             So far as Bhola Singh (appellant No.2) is concerned, it is\n\nconsistent case of the prosecution that he along with his co-accused not\n\nonly damanged the roof of the house of Gurjeet Kaur (PW2) but sprinkled\n\npetrol over there and set the same on fire as a result thereof, the various\n\narticles worth ` 90,000/- were damaged. The deposition of the witnesses\n\nto that extent was corroborated from the statement of Ashok Kumar\n\n(PW10), a fireman, who along with his colleagues reached the spot and\n\nextinguished the fire, therefore, the conviction of Bhola Singh (appellant\n\nNo.2) for the offence punishable under <a href=\"/doc/1517318/\" id=\"a_50\">Section 436</a> read with <a href=\"/doc/37788/\" id=\"a_51\">Section 34</a>,\n\nIPC, is well-based and no interference is called for to that extent.\n\n</p><p data-structure=\"Conclusion\" id=\"p_25\">             So far as Jagir Singh (appellant No.4) is concerned, his name\n\ndoes find mention in the FIR. Gurjeet Kaur (PW2) and Jagtar Singh (PW3)\n\ndid depose before the learned trial court that Jagir Singh had actively\n\nparticipated in the incident of causing damage to the roof and setting the\n\nhouse of Gurjeet Kaur (PW2) on fire, therefore, his conviction for the\n\noffence punishable under <a href=\"/doc/1517318/\" id=\"a_52\">Section 436</a> read with <a href=\"/doc/37788/\" id=\"a_53\">Section 34</a>, IPC, is also\n\nwell-based and no interference is called for to that extent.\n\n</p><p data-structure=\"Facts\" id=\"p_26\">             Surjeet Kaur (PW5) was very categoric in her deposition that\n\nBhola Singh (appellant No.2), Jagsir and Jagir Singh went to her house\n\nand Bhola Singh (appellant No.2) by means of datar while Jagsir (appellant\n\nNo.3) by means of lathi caused her injuries as a result thereof, she\n\nreceived incised wound on the front portion of her scalp and a fracture on\n\nmiddle finger of left hand and thereafter, Jagsir (appellant No.3) and Binder\n\nSingh (since acquitted) dragged Surjit Kaur out of her house.            The\n\nstatement of Surjit Kaur (PW5) is corroborated by her mother-in-law Inde\n\nKaur (PW12) who was also present in the house at that time.              The\n Criminal Appeal No.S-337-SB of 2001                              {12}\n\ndepositions of Surjit Kaur (PW5) and Inde Kaur (PW12) were further\n\nfortified from the deposition of Dr.Viresh Bhushan (PW1) who had medico\n\nlegally examined Surjit Kaur and found five injuries on her person out of\n\nwhich, injury No.2 was declared to be grievous, therefore, the conviction of\n\nthe appellants Bhola Singh, Jagsir and Jagir Singh for the offences\n\npunishable under <a href=\"/doc/724142/\" id=\"a_54\">Sections 324</a> read with <a href=\"/doc/37788/\" id=\"a_55\">Section 34</a> and <a href=\"/doc/1133601/\" id=\"a_56\">325</a> read with\n\n<a href=\"/doc/37788/\" id=\"a_57\">Section 34</a>, IPC, is well-based.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">             The argument raised by learned counsel for the appellants\n\nthat similar situate co-accused of the appellants have already been\n\nacquitted, therefore, the same benefit should be extended to the appellants\n\nis not sustainable. It is the prime duty of the Court to separate grain from\n\nthe chaff and the learned trial court has rightly distinguished the role\n\nassigned to each accused. The dictum falsus in uno falsus omnibus is not\n\napplicable to the criminal litigation in India.       On appreciation of the\n\nevidence, if the Court is able to find out the different role assigned to each\n\naccused, in such circumstances, the persons who have committed the\n\noffence can be held guilty for respective offences.\n\n</p><p data-structure=\"Conclusion\" id=\"p_28\">             However, the arguments raised that the appellants are first\n\noffenders, therefore, they be released on probation, is liable to be rejected\n\nin view of the severity of the offences committed by the appellants. Bhola\n\nSingh (appellant No.2) has been held guilty for the offence punishable\n\nunder <a href=\"/doc/1517318/\" id=\"a_58\">Section 436</a> read with <a href=\"/doc/37788/\" id=\"a_59\">Section 34</a>, IPC, and the said offence is\n\npunishable upto imprisonment for life, therefore, the provisions of the\n\n<a href=\"/doc/167447/\" id=\"a_60\">Probation of Offenders Act</a> or <a href=\"/doc/755395/\" id=\"a_61\">Section 360</a>, Cr.P.C., are not applicable to\n\nhim. However, keeping in view the fact that the occurrence had taken\n\nplace in the year 1998 and during trial and pendency of the present\n\nappeal, the appellants remained on bail and no untoward incident had\n\ntaken place, therefore, some concession can be extended to them in the\n Criminal Appeal No.S-337-SB of 2001                                    {13}\n\nsubstantive sentence awarded to each one of them.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">             Accordingly, the order of sentence passed by learned trial\n\ncourt is modified and appellant Nos. 2, 3 and 4 are ordered to undergo the\n\nfollowing sentences:-\n</p>\n<blockquote id=\"blockquote_14\">Bhola Singh Offences            Sentence (in Fine (in `)             In default (in\n(appellant                      RI)                                  R.I.)\nNo.2)       324,<a href=\"/doc/1569253/\" id=\"a_62\">IPC</a>              Six months        --                      --\n</blockquote><blockquote id=\"blockquote_15\">                325 read with      One year         10,000/-         Four months\n                <a href=\"/doc/37788/\" id=\"a_63\">Section 34</a>,\n                IPC\n                436 read with     Three years       50,000/-          Nine months\n                <a href=\"/doc/37788/\" id=\"a_64\">Section 34</a>,\n                IPC\nJagsir          324 read with     Six months            --                 --\n</blockquote><pre id=\"pre_2\">(appellant      Section 34,\nNo.3)           IPC\n                325 read with      One year         10,000/-         Four months\n                Section 34,\n                IPC\nJagir Singh     324,IPC           Six months            --                 --\n(appellant\nNo.4)           325 read with      One year         10,000/-         Four months\n                Section 34,\n                IPC\n                436 read with     Two years         20,000/-          Six months\n                Section 34,\n                IPC\n\n\n</pre><blockquote id=\"blockquote_16\">             All the substantive sentences shall run concurrently.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">             Out of the amount of fine imposed by this Court, if realised,\n\n` 70,000/- shall be paid to Gurjeet Kaur (PW2) and ` 30,000/- to Surjit Kaur\n\n(PW5) as compensation. After realization of the amount of fine, the learned trial\n\ncourt shall issue notices to Gurjeet Kaur (PW2) and Surjit Kaur (PW5) for moving\n\nan application for withdrawal of the amount of compensation as ordered by this\n\nCourt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">             In above terms, the appeal is partly allowed.\n</p>\n<pre id=\"pre_3\">September 11, 2013                                   (Naresh Kumar Sanghi)\nseema                                                        Judge\n </pre>","numcites":14,"numcitedby":13,"docsource":"Punjab-Haryana High Court","citetid":182600590,"divtype":"judgments","relatedqs":[{"value":"u/s 436 of ipc ","formInput":"u/s%20436%20of%20ipc%20"},{"value":"section 325 indian penal code","formInput":"section%20325%20indian%20penal%20code"},{"value":"section 436 of i.p.c.","formInput":"section%20436%20of%20i.p.c."},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 325 and section 34","formInput":"section%20325%20and%20section%2034"},{"value":"436 ipc","formInput":"436%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 324 and 325","formInput":"section%20324%20and%20325"},{"value":"325 ipc","formInput":"325%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 324 ipc","formInput":"section%20324%20ipc"},{"value":"sec.324 of indian penal code ","formInput":"sec.324%20of%20indian%20penal%20code%20"},{"value":"section 324","formInput":"section%20324"},{"value":"section 436 of indian penal code","formInput":"section%20436%20of%20indian%20penal%20code"},{"value":"section 325 ipc","formInput":"section%20325%20ipc"},{"value":"section 436 ipc","formInput":"section%20436%20ipc"},{"value":"jagir","formInput":"jagir"},{"value":"325 of indian penal code","formInput":"325%20of%20indian%20penal%20code"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"mischief-by-fire-with-intent-to-destroy-house","formInput":"tag:mischief-by-fire-with-intent-to-destroy-house"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}