{"tid":13710164,"publishdate":"2025-05-22","title":"Bvepl Bhartia (Jv) vs State Of West Bengal And Ors on 22 May, 2025","doc":"<h2 class=\"doc_title\">Bvepl Bhartia (Jv) vs State Of West Bengal And Ors on 22 May, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-sarkar\">Shampa Sarkar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-sarkar\">Shampa Sarkar</a></h3>\n\n<pre id=\"pre_1\">                                                                         2025:CHC-OS:78\n                  IN THE HIGH COURT AT CALCUTTA\n                ORDINARY ORIGINAL CIVIL JURISDICTION\n                       COMMERCIAL DIVISON\n\n\n\nBefore:\nThe Hon&#x27;ble Justice Shampa Sarkar\n\n\n                           AP-COM/991/2024\n\n                           BVEPL BHARTIA (JV)\n                                  VS\n                     STATE OF WEST BENGAL AND ORS\n\n\n\nFor the petitioner             : Mr. Krishnaraj Thaker, Sr. Adv.\n                                 Mr. Indranil Munshi\n\nFor the respondent No.1./State : Mr. Sirsanya Bandopadhyay, Sr. Adv.\n                                 Mr. Paritosh Sinha, AoR.\n                                 Mr. Arindam Mandal,\n                                 Ms. Swagata Ghosh\n\nFor the respondent Nos.2 &amp; 3   : Mr. Suddhasatva Banerjee,\n                                 Mr. Shashwat Nayak,\n                                 Mr. Dipankar Das\n\n\nHearing concluded on : 21.03.2025\n\nJudgment on : 22.05.2025\n\nShampa Sarkar, J.:-\n\n1.    This is an application for appointment of an arbitrator in terms of\n\n<a href=\"/doc/1858991/\" id=\"a_1\">Article 26.3</a> of the Engineering, Procurement and Construction Agreement\n\ndated December 2, 2019, (hereinafter referred to as the said agreement). The\n\npetitioner is a joint venture between Bharat Vanijya Eastern Pvt. Ltd. and\n\nBharat Infra Projects Ltd. and was formed on May 20, 2019. Bharat Vanijya\n\nEastern Pvt. Ltd. is an infrastructure development company in India. Bharat\n                                        2\n\n                                                                           2025:CHC-OS:78\nInfra Projects Ltd. is an item rate contractor involved in the construction of\n\nhighways, bridges, roads, tunnels, railways, mining buildings, etc. in the\n\nnorth-east part of India. The two entities entered into a joint venture.\n\n2.    The West Bengal Highway Development Corporation in short\n\n(WBHDCL) is a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a>. In\n\n2019, WBHDCL invited request for proposals from eligible bidders as per the\n\ntechnical and commercial terms provided therein, for execution of work\n\nrelating to a project of construction, widening, and strengthening of\n\nBongaon-Chakdaha Road from the existing two-lane with paved shoulder to\n\na standard four-lane.\n\n3.    Pursuant to the request for proposal, the petitioner submitted its bid\n\nand the said bid was accepted. The letter of acceptance was issued on\n\nSeptember 17, 2019, at the contract price of Rs.379 crores. The said\n\nagreement was executed between the parties on December 2, 2019. The\n\nappointment date was February 28, 2020 and the project was to be\n\ncompleted within the 912th day from the date of appointment. The project\n\nwas to be executed in the Engineering, Procurement and Construction Mode\n\n(EPC).\n\n4.    The case of the petitioner as run in the application was that, the\n\npetitioner had completed and fulfilled its obligations under the project on\n\nApril 27, 2022, i.e., well before the scheduled date of completion, in respect\n\nof the area over which the right of way had been handed over on the date of\n\nappointment. The rest of the work could not be completed as the right of\n\nway had not been handed over.\n                                          3\n\n                                                                              2025:CHC-OS:78\n5.       The petitioner contended that even though land for construction of the\n\ntwo truck terminals and partial width of the toll plaza could not be handed\n\nover within 150 days as per Schedule-A of the EPC agreement, WBHDCL did\n\nnot extend the date of completion.\n\n6.       According to the petitioner, non-completion of the remaining work,\n\nwas attributable to the lack of access to the land. Such incomplete work\n\nshould have been deemed to be withdrawn in terms of Clause 8.3(iii) of the\n\nagreement. The term was not applied at the appropriate stage, WBHDCL\n\nwithdrew the unfinished work from the scope of the work, after a lapse of\n\n592 days, although the withdrawal should have been done within the 180th\n\nday from the appointment date. Resultantly, the petitioner suffered damages\n\nto the tune of Rs.2,01,87,7471/- due to the delay in handing over of the site.\n\nThe manpower, machineries, etc. remained idle during the entire period. The\n\npetitioner requested WBHDCL to pay the aforesaid amount, but the said\n\nrequest was in vain.\n\n7.       The petitioner&#x27;s further case was that a supplementary agreement was\n\nexecuted between the parties on March 15, 2022 and the contract price was\n\nbrought down to Rs.322.58 crores. On account of reduction of the contract\n\nprice,    the   petitioner   suffered   further   damages   to   the   tune    of\n\nRs.5,64,16,019/-. According to the petitioner, such amount was payable in\n\nterms of the EPC agreement. The petitioner completed the project prior to\n\nthe completion date and claimed bonus in terms of Clause 19.20 of the EPC\n\nagreement. The completion certificate indicated that the project was\n\ncompleted 122 days prior to the scheduled date of completion and\n\nrecommendation for payment of bonus for 122 days was made. The\n                                        4\n\n                                                                           2025:CHC-OS:78\npetitioner claimed bonus for an amount of Rs. 11,68,95,793/-. To the utter\n\ndismay of the petitioner, by a letter dated September 19, 2022, the\n\ncompetent authority of WBHDCL informed the petitioner that, the\n\nrecommendation of the engineer was reviewed and queries were raised. The\n\nqueries were answered. Once again, similar queries were raised and the\n\nengineer replied to the same.\n\n8.    By a letter dated March 11, 2023, the petitioner requested WBHDCL\n\nto release the claim for bonus and also raised a claim for delayed payment\n\nin terms of Clause 27.3 of the contract. The invoice raised by the petitioner\n\non April 30, 2021, for cutting of trees, transportation, stacking at the stack-\n\nyard, also remained unpaid. The amount was claimed in terms of Clause 9.4\n\nof the EPC agreement. According to the petitioner, interest was also payable\n\nat the rate prescribed in the said agreement on account of delayed payment\n\nunder the various heads. The petitioner alleged that WBHDCL had not\n\nfulfilled its obligations under the different clauses of the agreement and had\n\nfailed and neglected to clear the outstanding dues of the petitioner. Thus,\n\ndisputes arose.\n\n9.    Relying upon <a href=\"/doc/1858991/\" id=\"a_3\">Article 26</a> of the EPC agreement dated December 2,\n\n2019, Mr. Thaker, learned Senior Advocate for the petitioner submitted that\n\nthe parties agreed to resolve the disputes amicably, failing which the\n\ndisputes were to be referred to arbitration.     In the instant case, despite\n\nseveral letters and communications between the parties, the disputes\n\nremained unresolved. Unnecessary queries had been raised time and again\n\nby the WBHDCL. The number of letters which the petitioner had written\n\nwould indicate that, although the petitioner had approached the authorities\n                                        5\n\n                                                                           2025:CHC-OS:78\nrepeatedly, for liquidation of their dues, but the authorities remained silent\n\nand did not take any initiative to settle the matter.\n\n10.   Mr. Thaker referred to a letter dated September 20, 2022, by which\n\nthe petitioner was informed that the claim had been raised before the\n\ncompetent authority of the respondent and that the respondent was in the\n\nprocess of constituting a Dispute Resolution Committee (DRC). However, the\n\nDRC was not constituted. Thus, amicable settlement was impossible.\n\nReference was made to the decision of Oasis Projects Limited vs.\n\nManaging Director, National Highway and Infrastructure Development\n\nCorporation Limited reported in 2023 SCC Online Del 645, in support of\n\nthe contention that the clause requiring the parties to go for conciliation at\n\nthe first instance, was directory and not mandatory. Further submission\n\nwas that, the continuous exchange of letters between the parties since 2021,\n\nwould clearly indicate that an further attempt at conciliation would be an\n\nempty formality. In this regard, reliance was placed on the decisions of Visa\n\nInternational Limited vs. Continental Resources (USA) Limited reported\n\nin (2009) 2SCC 55 and Demerara Distilleries Private Limited and anr.\n\nvs. Demerara Distillers limited reported in (2015) 13 SCC 610.\n\nTherefore, according to Mr. Thaker, this was a fit and proper case for\n\nreference of the disputes to arbitration, in accordance with the dispute\n\nresolution clause. Mr. Thaker submitted that Clause 26.3 was a binding\n\narbitration clause. The heading of the said clause clearly indicated that\n\narbitration was the ultimate mechanism for dispute resolution, if the\n\nconciliation and amicable settlement failed. The use of the word &quot;shall&quot; in\n\nClause 26.3(i) was indicative of the binding nature of the clause. Clause\n                                       6\n\n                                                                          2025:CHC-OS:78\n26.3(v) also described the decision of the dispute resolution committee, as\n\nan award. Reference was further made to Clause 26.4 which stipulated that\n\nin the event of constitution of a statutory regulatory authority, tribunal or\n\ncommission with the powers to adjudicate upon the disputes between the\n\nparties, the disputes would be referred to such body, instead of reference to\n\narbitration under Clause 26.3. It was submitted that, the various clauses\n\nand the surrounding facts and exchange of letters, would indicate that the\n\nparties had agreed to refer the dispute to arbitration. The conduct of the\n\nparties would demonstrate that the parties had accepted the existence of an\n\narbitration clause.\n\n11.   By letter a dated January 8, 2024, the petitioner called upon\n\nWBHDCL to agree to the constitution of an arbitral tribunal, as the DRC was\n\nnot in place. The said respondent replied by a letter dated January 19,\n\n2024, indicating that it would not give its consent under Clause 26.3, as the\n\npetitioner was seeking to bypass the conciliation process. Mr. Thaker\n\nsubmitted that WBHDCL did not deny the existence of the arbitration\n\nclause, but had mentioned that prior to arbitration, conciliation should have\n\nbeen initiated. When there was no progress in the conciliation process and\n\nWBHDCL had not agreed to the constitution of an arbitral tribunal, the\n\npetitioner sent its final demand letter dated September 17, 2024, for\n\npayment of Rs. 30,46,83,442/-. WBHDCL replied to the letter on September\n\n20, 2024, indicating that the petitioner&#x27;s demand had been placed before the\n\ncompetent authority for settlement of the disputes by the DRC, upon\n\nconstitution thereof. According to Mr. Thaker, the said letter recorded the\n\nfailure of conciliation.   The decision to constitute the DRC was in\n                                        7\n\n                                                                           2025:CHC-OS:78\nfurtherance of Clause 26.3, i.e., for final settlement of the dispute. As the\n\nDRC was not constituted and furthermore, as unilateral constitution of a\n\ncommittee was invalid in law, by a learned Advocate&#x27;s letter dated October\n\n21 2024, the petitioner invoked arbitration and called upon respondents to\n\nappoint any one from the panel of learned advocates as was suggested by\n\nthe petitioner. As the respondents did not agree to the request for\n\nappointment of an arbitrator, the petitioner filed the application before this\n\nCourt.\n\n12.   According to Mr. Thaker, the use of expression &quot;may&quot; must be\n\ninterpreted in the context as &#x27;shall&#x27;, to mean that the parties agreed to refer\n\nthe dispute to arbitration. In this case, no option was left to the parties to\n\nfurther agree to refer the disputes to arbitration. It did not contemplate that\n\nat a future date, a further agreement should be arrived at, before a party\n\ncould seek redressal of the dispute by an arbitral tribunal. Mr. Thaker relied\n\non the following decisions:-\n\n   (a) Oriental Insurance Co. Ltd. vs Raj Kumari (SMT) and Ors.\n\n      reported in (2007) 12 SCC 768,\n\n   (b) Oriental Insurance Co. Ltd. vs Shakuntala Garg and Ors.\n\n      reported in (2007) 12 SCC 773\n\n   (c) Powertech World Wide Limited vs Delvin International General\n\n      Trading LLC reported in (2012) 1 SCC 361\n\n   (d) Jagdish Chander vs Ramesh Chander and Ors. reported in (2007)\n\n      5 SCC 719.\n\n   (e) Mahanagar Telephone Nigam Limited vs Canara Bank and Ors.\n\n      reported in (2020) 12 SCC 767.\n                                        8\n\n                                                                          2025:CHC-OS:78\n13.   Mr. Sirsanya Bandopadhyay, learned Senior Standing Counsel\n\nappeared on behalf of the respondent No.1 and submitted that, the series of\n\ncorrespondence would indicate that the process of conciliation had not been\n\ncompleted and the matter had been placed before the competent authority\n\nfor a decision on the claims made by the petitioners.       According to Mr.\n\nBandopadhyay, Clause 26.1 made it mandatory for the parties to resolve the\n\ndispute amicably, failing which the conciliation procedure set forth under\n\nClause 26.2 would follow. Clause 26.2 provided that, in case of any dispute,\n\neither party could call upon the authority&#x27;s engineer or such other person as\n\nthe parties would mutually agree upon, as a Conciliator, to mediate and\n\nassist the parties in arriving at an amicable settlement.\n\n14.   Failing mediation by the conciliator or in the absence of any\n\nintervention by the conciliator, either party could refer the dispute to the\n\nChairman of the Authority and the Chairman of the Board of Directors of\n\nthe Contractor, for amicable settlement. Upon such reference, the said\n\npersons were to meet no later than seven business days from the date of\n\nreference to discuss and attempt to amicably resolve the dispute. If the\n\nmeeting did not take place within seven business days or the dispute was\n\nnot amicably settled within 15 days of the meeting or the dispute was not\n\nresolved by filing the terms of settlement within 30 days of the notice in\n\nwriting as referred to in Clause 26.1(i), either party may have referred the\n\ndispute to arbitration in accordance with the provisions of Clause 26.3, but\n\nbefore further agreeing to such arbitration, the parties were bound to\n\nexplore conciliation by a conciliation committee of independent experts, to\n\nbe set up by the authority. In the event the conciliation was successful, the\n                                          9\n\n                                                                           2025:CHC-OS:78\nparties would then sign the written settlement agreement and the conciliator\n\nwould authenticate the same. Such settlement agreement would be binding\n\non the parties in terms of <a href=\"/doc/1052228/\" id=\"a_4\">Section 73</a> of the Arbitration Act. A harmonious\n\nconstruction of Clauses 26.1, 26.2 and 26.3 would indicate that the parties\n\nwere required to resolve the dispute by a conciliatory process. Such steps\n\nwere not fulfilled by the petitioner, prior to filing the application. Mr.\n\nBandopadhyay, thus, submitted that the disputes could not be referred to\n\narbitration, as the application was premature.\n\n15.   Mr. Suddhasatva Banerjee, learned Advocate for the respondent Nos.\n\n2 and 3 submitted that the use of the expression &#x27;may&#x27; in Clause 26.2 would\n\nclearly indicate that there was no binding arbitration clause either in the\n\nEPC agreement or the Supplementary Agreement. Clause 26.1 of the said\n\nagreement mandated amicable settlement in terms of Clause 26.2\n\n(conciliation). Clause 26.2 laid down the procedure for conciliation of the\n\ndisputes through a conciliator, i.e., the authority&#x27;s engineer. Clause 26.3\n\nalthough had a heading, &#x27;arbitration&#x27;, the sub-clauses thereunder were\n\ndeleted prior to execution of the agreement dated December 2, 2019. The\n\ndeletion of the explicit provision for mutual reference to arbitration, clearly\n\ndisplayed intention of the respondents to do away with the process of\n\nsettlement of disputes by arbitration.\n\n16.   The deletion was incorporated at the Board&#x27;s meeting held on\n\nSeptember 12, 2018.The Government of West Bengal had highlighted the\n\nproblems in arbitration cases relating to government departments. It was\n\ndecided by the Board that <a href=\"/doc/1858991/\" id=\"a_5\">Article 26</a> may be provisionally deleted, especially\n\nwith regard to the portions which dealt with reference to arbitration. The\n                                       10\n\n                                                                           2025:CHC-OS:78\ndeletion of such clauses prior to issuance of the letter of acceptance to the\n\npetitioner, demonstrated that the respondent was opposed to resolution of\n\ndispute by arbitration.\n\n17.   Moreover, the expression &quot;may&quot; in Clause 26.2 did not make it\n\nmandatory for the parties to go for arbitration in case of failure of\n\nconciliation. The reference of the dispute to arbitration was optional. It\n\npostulated a fresh agreement to be entered into between the parties.\n\nReference was placed on the decisions of Jagdish Chander vs. Ramesh\n\nChander and ors. reported in (2007) 5 SCC 719, BGM And M-Rpl-Jmct (jv)\n\nvs. Eastern Coalfields Limited reported in 2024 SCC OnLine Cal 486\n\nand Blue Star Limited vs. Rahul Saraf reported in 2023 SCC OnLine Cal\n\n1406. It was further submitted that the heading of the said Clause 26.3,\n\ni.e., Arbitration, would not automatically lead to the conclusion that the\n\nparties had agreed to resolve their disputes by arbitration. WBHDCL, did not\n\naccept the existence of the arbitration clause, in any of its letters. Rather,\n\nthe said respondent insisted on the dispute resolution mechanism as\n\ncontemplated under Clause 26.2. WBHDCL refused to consent to the\n\nproposal of the petitioner to refer the dispute to arbitration made by the\n\npetitioner.\n\n18.   Considered the rival contentions of the parties. Mr. Bandopadhyay&#x27;s\n\ncontention that the application is premature and the provision for\n\nconciliation and amicable settlement should have been first exhausted, is\n\nnot accepted. Innumerable letters were written by the petitioner. The\n\nrespondent assured that the competent authority was looking into the\n\nmatter and a DRC would be constituted. In my view, relegation of the matter\n                                       11\n\n                                                                          2025:CHC-OS:78\nto further rounds of conciliation would be a futile exercise. Adequate\n\nopportunity was available to the respondents to take a decision on the\n\ndemands made by the petitioner. WBHDCL neither appointed a conciliator\n\nnor referred the dispute to the Chairman of the Authority and Chairman of\n\nthe Board of Directors of the contractor. The DRC was not constituted. The\n\ncourt holds that relegating the parties to a further attempt at amicable\n\nsettlement through conciliation, will be a futile exercise. The respondents\n\ndid not display any intention to resolve the dispute. Reference is made to the\n\ndecisions of Visa International (supra) and Demerara Distilleries\n\n(supra).\n\n19.   In the decision of Visa International Ltd. v. Continental Resources\n\n(USA) Ltd., reported in (2009) 2 SCC 55, the Hon&#x27;ble Apex Court held as\n\nfollows:-\n\n       &quot;38. It was contended that the pre-condition for amicable settlement\n       of the dispute between the parties has not been exhausted and\n       therefore the application seeking appointment of arbitrator is\n       premature. From the correspondence exchanged between the parties\n       at pp. 54-77 of the paper book, it is clear that there was no scope for\n       amicable settlement, for both the parties have taken rigid stand\n       making allegations against each other. In this regard a reference may\n       be made to the letter dated 15-9-2006 from the respondent herein in\n       which it is inter alia stated &quot;... since February 2005 after the\n       execution of the agreements, various meetings/discussions have\n       taken place between both the parties for furtherance of the objective\n       and purpose with which the agreement and the MoU were signed\n       between the parties. Several correspondences have been made by\n       CRL to VISA to help and support its endeavour for achieving the goal\n       for which the abovementioned agreements were executed&quot;. In the\n       same letter it is alleged that in spite of repeated requests the\n       petitioner has not provided any funding schedules for their portion of\n       equity along with supporting documents to help in convincing OMC\n       of financial capabilities of the parties and ultimately to obtain\n       financial closure of the project. The exchange of letters between the\n       parties undoubtedly discloses that attempts were made for an\n       amicable settlement but without any result leaving no option but to\n       invoke the arbitration clause.&quot;\n                                        12\n\n                                                                            2025:CHC-OS:78\n\n\n20.   In the decision of Demerara Distilleries Private Limited and\n\nAnother v. Demerar Distillers Limited reported in (2015)13 SCC 610,\n\nthe Hon&#x27;ble Apex Court held as follows:-\n\n                    &quot;5. Of the various contentions advanced by the\n          respondent Company to resist the prayer for appointment of an\n          arbitrator under <a href=\"/doc/1080390/\" id=\"a_6\">Section 11(6)</a> of the Act, the objections with\n          regard the application being premature; the disputes not being\n          arbitrable, and the proceedings pending before the Company Law\n          Board, would not merit any serious consideration. The elaborate\n          correspondence by and between the parties, as brought on record\n          of the present proceeding, would indicate that any attempt, at this\n          stage, to resolve the disputes by mutual discussions and\n          mediation would be an empty formality. The proceedings before\n          the Company Law Board at the instance of the present respondent\n          and the prayer of the petitioners therein for reference to arbitration\n          cannot logically and reasonably be construed to be a bar to the\n          entertainment of the present application. Admittedly, a dispute\n          has occurred with regard to the commitments of the respondent\n          Company as regards equity participation and dissemination of\n          technology as visualised under the Agreement. It would, therefore,\n          be difficult to hold that the same would not be arbitrable, if\n          otherwise, the arbitration clause can be legitimately invoked.\n          Therefore, it is the objection of the respondent Company that the\n          present petition is not maintainable at the instance of the\n          petitioners which alone would require an in-depth consideration.&quot;\n\n\n21.   The next question which falls for decision is whether the clauses relied\n\nupon by the petitioner, are binding arbitration agreement or not. <a href=\"/doc/1858991/\" id=\"a_7\">Article 26</a>\n\nof the contract deals with dispute resolution. Clause 26.1 provides that any\n\ndispute, difference, or controversy of whatever nature, arising out of the said\n\nagreement, including interpretation of the provisions thereof between the\n\nparties and notified in writing by either party to the other party, shall in the\n\nfirst instance, be attempted to be resolved amicably in accordance with the\n\nprocedure set forth in Clause 26.2. Thus, the expression &quot;shall&quot; in Clause\n\n26.1.1 clearly indicates that the parties agreed to first resolve the disputes\n                                       13\n\n                                                                           2025:CHC-OS:78\namicably, in accordance with the conciliation procedure. The conciliation\n\nprocedure is mentioned in paragraph 26.2, that is, either party could call\n\nupon the authority&#x27;s engineer or such other person as the parties would\n\nmutually agree, to be the conciliator, who would mediate and assist the\n\nparties in arriving at an amicable settlement. Failing such mediation by the\n\nconciliator or in the absence of intervention by the conciliator, either party\n\ncould require such dispute to be referred to the Chairman of the Authority\n\nand the Chairman of Board of Directors of the Contractor, for amicable\n\nsettlement.\n\n22.    If the above mechanism failed, in that event, a party may refer the\n\ndisputes to arbitration, in accordance with the provisions of Clause 26.3.\n\nThus, before resorting to such arbitration, the parties agreed to explore\n\nconciliation by the conciliation committee of independent experts. The\n\nexpression used in Clause 26.1.1 is &quot;shall&quot; and not &quot;may&quot;. In case of failure\n\nof the conciliation process, even at the level of the conciliation committee,\n\neither party may refer the dispute to arbitration in accordance with the\n\nprovisions of Clause 26.3. Thus, although the expression &quot;shall&quot; has been\n\nused with regard to the process of conciliation and amicable settlement, the\n\nexpression &quot;may&quot; has been used under Clause 26.2, at two places. This\n\nindicates that a party had an option to refer the disputes to arbitration in\n\ncase of failure of the conciliation mechanism provided under Clause 26.2.\n\nThe incorporation of the word &quot;shall&quot; under Clause 26.1(i) and 26.2 and\n\n&quot;may&quot; in Clause 26.2, was not casual, but a conscious act of the contracting\n\nparties. It has been judicially settled that terms of a contract must be\n\nstrictly   construed.   Reference     is   made     to   the    decision    of\n                                       14\n\n                                                                           2025:CHC-OS:78\nOriental Insurance Co Ltd.                    Vs.                 Narbheram\n\nPower    and     Steel    (P)   Ltd., reported in (2018)     6    SCC     534.\n\nMoreover, although Clause 26.3 contains the heading &quot;Arbitration&quot;, mere\n\nuse of the word arbitration in the heading, would not be sufficient to hold\n\nthat the said clause was a binding arbitration clause. The Clauses 26.3 (iii)\n\nand (iv) were consciously deleted and the contract with the petitioner was\n\nentered into after such deletion. The minutes of the Board meeting has been\n\nrelied upon by the respondents which indicates that the authority had\n\ndecided to provisionally delete the said clause. In case of failure of\n\nconciliation, the DRC would settle the dispute. The DRC is not an\n\nindependent and impartial tribunal. An essential ingredient of an arbitration\n\nagreement is to have the dispute resolved by a private tribunal, which would\n\nimpartially decide the disputes. Such requirement is absent. The DRC was\n\nto be constituted by the respondent itself and the petitioner had requested\n\nfor constitution of such committee. Although, in Clause 26.3(v), the decision\n\nof the DRC has been mentioned as an award, Clause 26.4 provides that all\n\ndisputes arising after the constitution of a statutory regulatory authority or\n\ntribunal or commission, will be adjudicated by the said authority, tribunal\n\nor commission instead of a reference to arbitration under Clause 26.3 and\n\nthe parties agreed that the adjudication shall not be final and binding until\n\nan appeal against such adjudication is decided by an appellate tribunal or\n\ncourt of competent jurisdiction as the case may be.\n\n23.   Thus, the dispute resolution clauses under the said agreement do not\n\nattach any finality to the decision to be taken under Clause 26.3. The\n\nprovision that the dispute shall be finally settled by a DRC, does not indicate\n                                        15\n\n                                                                             2025:CHC-OS:78\nthat the parties had agreed to treat the DRC as the arbitral tribunal and be\n\nbound by its decision. The petitioner requested for the constitution of DRC\n\nand on the failure of respondent to constitute the DRC, invoked arbitration.\n\n24.   The procedure for dispute resolution is quoted below:-\n\n      &quot;<a href=\"/doc/1858991/\" id=\"a_8\">Article 26:</a> Dispute Resolution\n      26.1 Dispute Resolution\n      (i) Any dispute, difference or controversy of whatever nature\n      howsoever arising under or out of or in relation to this Agreement\n      (including its interpretation) between the Parties, and so notified in\n      writing by the either Part to the other Party (the &quot;Dispute&quot;) shall, in\n      the first instance, be attempted to be resolved amicably in accordance\n      with the conciliation procedure set forth in Clause 26.2.\n      (ii) The Parties agree to use their best efforts for resolving all Disputes\n      arising under or in respect of this Agreement promptly, equitably and\n      in good faith, and further agree to provide each other with reasonable\n      access during normal business hours to all non-privileged records,\n      information and data pertaining to any Dispute.\n      26.2 Conciliation\n      In the event of any Dispute between the Parties, either Party may call\n      upon the Authority&#x27;s Engineer, or such other person as the Parties\n      may mutually agree upon (the &quot;Conciliator&quot;) to mediate and assist the\n      Parties in arriving at an amicable settlement thereof. Failing mediation\n      by the Conciliator or without the intervention of the Conciliator, either\n      Party may require such Dispute to be referred to the Chairman of the\n      Authority and the Chairman of the Board of Directors of the\n      Contractor for amicable settlement, and upon such reference, the said\n      persons shall meet no later than 7 (seven) business days from the date\n      of reference to discuss and attempt to amicably resolve the Dispute. If\n      such meeting does not take place within the 7 (seven) business day\n      period or the Dispute is not amicably settled within 15 fifteen) days of\n      the meeting or the Dispute is not resolved as evidenced by the signing\n      of written terms of settlement within 30 thirty) days of the notice in\n      writing referred to in Clause 26.1. I or such longer period as may be\n      mutually agreed by the Parties, either Party may refer the Dispute to\n      arbitration in accordance with the provisions of Clause 26.3 but\n      before resorting to such arbitration, the parties agree to explore\n      conciliation by the Conciliation Committees of Independent Experts\n      set up by the Authority in accordance with the procedure decided by\n      the panel of such experts and notified by the Authority on its website\n      including its subsequent amendments. In the event of the conciliation\n      proceedings being successful, the parties to the dispute would sign\n      the written settlement agreement and the conciliators would\n      authenticate the same.\n      Such settlement agreement would then be binding on the parties in\n      terms of <a href=\"/doc/1052228/\" id=\"a_9\">Section 73</a> of the Arbitration Act. In case of failure of the\n                                       16\n\n                                                                          2025:CHC-OS:78\n      conciliation process even at the level of the Conciliation Committee,\n      either party may refer the Dispute to arbitration in accordance with\n      the provisions of Clause 26.3.\n      26.3 Arbitration\n      (i) Any Dispute which is not resolved amicably by conciliation, as\n      provided in Clause 26.2, shall be finally settled by a Dispute\n      Resolution Committee.\n      (ii) Deleted\n      iii） Deleted\n      (iv) Deleted\n      (v) This Agreement and the rights and obligations of the Parties shall\n      remain in full force and effect, pending the Award of the Dispute\n      Resolution Committee proceedings hereunder. Further, the parties\n      unconditionally acknowledge and agree that notwithstanding any\n      dispute between them, each Party shall proceed with the performance\n      of its respective obligations, pending resolution of Dispute in\n      accordance with this Article.\n      (vi) Deleted&quot;\n\n\n25.   In Wellington Associates Ltd. vs. Kirit Mehta reported in (2000) 4\n\nSCC 272, a similar clause was taken up and considered. The Hon&#x27;ble Apex\n\nCourt held as follows:-\n\n      &quot;9. Before referring to the said sections, I shall refer to the relevant\n      clauses 4 and 5 in the two agreements dated 15-8-1995. They read as\n      follows:\n            &quot;4. It is hereby agreed that, if any dispute arises in connection\n            with these presents, only courts in Bombay would have\n            jurisdiction to try and determine the suit and the parties hereto\n            submit themselves to the exclusive jurisdiction of the courts in\n            Bombay.\n            5. It is also agreed by and between the parties that any dispute\n            or differences arising in connection with these presents &#x27;may be\n            referred&#x27; to arbitration in pursuance of the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act, 1940</a>\n            by each party appointing one arbitrator and the arbitrators so\n            appointed selecting an umpire. The venue of arbitration shall be\n            at Bombay.&quot;\n      ***\n</pre><p data-structure=\"Section\" id=\"p_1\">      21. Does clause 5 amount to an arbitration clause as defined in\n      <a href=\"/doc/1311823/\" id=\"a_11\">Section 2(b)</a> read with <a href=\"/doc/1737370/\" id=\"a_12\">Section 7</a>? I may here state that in most\n      arbitration clauses, the words normally used are that\n<span class=\"hidden_text\" id=\"span_1\">                                 17</span>\n\n                                                                      2025:CHC-OS:78\n\n&quot;disputes shall be referred to arbitration&quot;. But in the case before me,\nthe words used are &quot;may be referred&quot;.\n</p><p data-structure=\"CDiscource\" id=\"p_2\">22. It is contended for the petitioner that the word &quot;may&quot; in clause 5\nhas to be construed as &quot;shall&quot;. According to the petitioner&#x27;s counsel,\nthat is the true intention of the parties. The question then is as to\nwhat is the intention of the parties. The parties, in my view, used the\nwords &quot;may&quot; not without reason. If one looks at the fact that clause 4\nprecedes clause 5, one can see that under clause 4 parties desired\nthat in case of disputes, the civil courts at Bombay are to be\napproached by way of a suit. Then follows clause 5 with the words &quot;it\nis also agreed&quot; that the dispute &quot;may&quot; be referred to arbitration\nimplying that parties need not necessarily go to the civil court by way\nof suit but can also go before an arbitrator. Thus, clause 5 is merely\nan enabling provision as contended by the respondents. I may also\nstate that in cases where there is a sole arbitration clause couched in\nmandatory language, it is not preceded by a clause like clause 4 which\ndiscloses a general intention of the parties to go before a civil court by\nway of suit. Thus, reading clause 4 and clause 5 together, I am of the\nview that it is not the intention of the parties that arbitration is to be\nthe sole remedy. It appears that the parties agreed that they can &quot;also&quot;\ngo to arbitration in case the aggrieved party does not wish to go to a\ncivil court by way of a suit. But in that event, obviously, fresh consent\nto go to arbitration is necessary. Further, in the present case, the\nsame clause 5, so far as the venue of arbitration is concerned, uses\nthe word &quot;shall&quot;. The parties, in my view, must be deemed to have\nused the words &quot;may&quot; and &quot;shall&quot; at different places, after due\ndeliberation.\n</p><p data-structure=\"Precedent\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"452708\" id=\"span_2\">23. A somewhat similar situation arose in <a href=\"/doc/452708/\" id=\"a_13\">B. Gopal Das v. Kota Straw\nBoard</a> [AIR 1971 Raj 258 : 1971 Raj LW 151] . In that case the clause\nread as follows:</span>\n</p><blockquote id=\"blockquote_1\">&quot;That in case of any dispute arising between us, the matter may be\nreferred to arbitrator mutually agreed upon and acceptable by you\nand us.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"452708\" id=\"span_3\">It was held that fresh consent for arbitration was necessary. No doubt,\nthe above clause was a little clearer there than in the case before me.\nIn <a href=\"/doc/452708/\" id=\"a_14\">the above case</a> too, the clause used the word &quot;may&quot; as in the\npresent case. The above decision is therefore directly in point.</span>\n<span class=\"hidden_text\" id=\"span_4\">                                       18</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_5\">                                                                           2025:CHC-OS:78\n\n</p><p data-structure=\"Precedent\" id=\"p_6\">      24. Before leaving <a href=\"/doc/452708/\" id=\"a_15\">the above case</a> decided by the Rajasthan High\n      Court, one other aspect has to be referred to. In <a href=\"/doc/452708/\" id=\"a_16\">the above case</a>, the\n      decision of the Calcutta High Court in Jyoti Bros. v. Shree Durga\n      Mining Co. [AIR 1956 Cal 280 : 60 CWN 420] has also been referred to.\n      In the Calcutta case [AIR 1956 Cal 280 : 60 CWN 420] the clause used\n      the words &quot;can&quot; be settled by arbitration and it was held that fresh\n      consent of parties was necessary. Here one other class of cases was\n      differentiated by the Calcutta High Court. It was pointed out that in\n      some cases, the word &#x27;may&#x27; was used in the context of giving choice to\n      one of the parties to go to arbitration. But, at the same time, the\n      clause would require that once the option was so exercised by the\n      specific party, the matter was to be mandatorily referred to\n      arbitration. Those cases were distinguished in the Calcutta case [AIR\n      1956 Cal 280 : 60 CWN 420] on the ground that such cases where\n      option was given to one particular party, the mandatory part of the\n      clause stated as to what should be done after one party exercised the\n      option. Reference to arbitration was mandatory, once option was\n      exercised. In England too such a view was expressed\n      in Pittalis v. Sherefettin [(1986) 1 QB 868 : (1986) 2 All ER 227 (CA)] .\n      In the present case, we are not concerned with a clause which used\n      the word &quot;may&quot; while giving option to one party to go to arbitration.\n      Therefore, I am not concerned with a situation where option is given to\n      one party to seek arbitration. I am, therefore, not to be understood as\n      deciding any principle in regard to such cases.\n</p><p data-structure=\"Conclusion\" id=\"p_7\">      25. Suffice it to say, that the words &quot;may be referred&quot; used in clause\n      5, read with clause 4, lead me to the conclusion that clause 5 is not a\n      firm or mandatory arbitration clause and in my view, it postulates a\n      fresh agreement between the parties that they will to go to arbitration.\n      Point 2 is decided accordingly against the petitioner.&quot;\n\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">26.   In the above matter, the learned counsel before the Hon&#x27;ble Apex\n\nCourt submitted that the word &quot;may&quot; should be construed as &quot;shall&quot; and the\n\ntrue intention of the parties must be looked into. The Hon&#x27;ble Apex Court\n\nwas of the view that the words &quot;shall&quot; and &quot;may&quot; were used for a purpose\n\nand the general intention of the parties was to go to a civil court by filing a\n<span class=\"hidden_text\" id=\"span_5\">                                       19</span>\n\n                                                                          2025:CHC-OS:78\nsuit, but the party could also go for arbitration. The use of the expression\n\n&quot;may&quot; and &quot;shall&quot; in two different clauses of the same contract led the\n\nHon&#x27;ble Apex Court to hold that the expressions were consciously used after\n\ndue deliberation and &quot;may&quot; could not be construed as &quot;shall&quot;. The questions\n\nwhich were answered by the Hon&#x27;ble Apex Court were as follows:-\n\n</p><blockquote id=\"blockquote_2\">      &quot;7. On the above submissions, the following points arise for\n      consideration:\n</blockquote><blockquote id=\"blockquote_3\">            (1) Whether clause 5 amounted to an arbitration clause at all\n            and whether such a question amounted to a dispute relating to\n            the &quot;existence&quot; of the arbitration clause? Whether such a\n            question should be decided only by the Arbitral Tribunal under\n            <a href=\"/doc/109140/\" id=\"a_17\">Section 16</a> and could not be decided by the Chief Justice of\n            India or his designate while dealing with an application under\n            <a href=\"/doc/596725/\" id=\"a_18\">Section 11</a>?\n</blockquote><blockquote id=\"blockquote_4\">            (2) If the Chief Justice or his designate could decide the said\n            question, then whether clause 5 of the agreements dated 15-8-\n</blockquote><p data-structure=\"Section\" id=\"p_9\">            1995 which used the words &quot;may be referred&quot; required fresh\n            &quot;consent&quot; of the parties before a reference was made for\n            arbitration?\n</p><p data-structure=\"Precedent\" id=\"p_10\">            (3) What relief?&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">\n</p><p data-structure=\"Precedent\" id=\"p_12\">27.   In Jyoti Bros. vs. Shree Durga Mining Co. reported in AIR 1956\n\nCal 280, the arbitration clause read as follows:-\n</p>\n<blockquote id=\"blockquote_5\">      &quot;In the event of any dispute arising out of this contract, the same can\n      be settled by Arbitration held by a Chamber of Commerce at Madras.\n      Their decision shall be binding to the Buyers and the Sellers.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_13\">28.   The Calcutta High Court held that the same was not a valid\n\narbitration clause. The conclusion is quoted below:-\n\n</p><blockquote id=\"blockquote_6\">      &quot;4. I know of no reported decision where any Arbitration clause used\n      the word &quot;can&quot; as in this case. The Arbitration Clause in this case can\n      at best mean that the dispute &quot;can&quot; be settled by Arbitration. But that\n      does not mean that the dispute shall be settled by Arbitration. It only\n      means this that after the dispute has occurred, the parties may go to\n      Arbitration as an alternative method of settling the dispute instead of\n      going to the Courts. But that means that after the dispute has arisen,\n<span class=\"hidden_text\" id=\"span_6\">                                        20</span>\n\n                                                                            2025:CHC-OS:78\n      the parties will have to come to a further agreement that they shall go\n      to Arbitration.\n</blockquote><blockquote id=\"blockquote_7\">      In other words, the clause at best means that it is a contract to enter\n      into a contract. It denotes the possibility of Arbitration in the event of\n      a future dispute. I do not consider a contract to enter into a contract\n      to be a valid contract in law at all. I am, therefore, of the opinion that\n      this is not a valid submission to Arbitration. The word &quot;can&quot; by the\n      most liberal interpretation only indicates a possibility. A legal contract\n      is more than a mere possibility. It is possibility added to obligation. If\n      a seller says &quot;I can sell goods&quot; that does not mean an immediate or\n      present contract to sell.\n</blockquote><blockquote id=\"blockquote_8\">      Similarly, if a person says &quot;I can go to arbitration&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_14\">29.   An arbitration agreement has to be couched not in precatory, but\n\nobligatory words. Although, there is no particular form or universally\n\npracticed format in framing an arbitration agreement, but the words used\n\nmust be certain, definite and indicative of a determination of the parties to\n\ngo for arbitration and not a choice or a mere possibility. In the case in hand,\n\nthe requirement of first attempting to resolve the disputes amicably by\n\nreferring to Conciliation, was expressed in a definite language. It was an\n\nobligation. In Jagdish Chander (supra), the question before the Court was\n\nwhether Clause 16 of the deed of partnership was an arbitration agreement\n\nwithin the meaning of <a href=\"/doc/1846895/\" id=\"a_19\">Section 7</a> of the Arbitration and Conciliation Act 1996\n\nor not. The clause read as follows:-\n</p>\n<blockquote id=\"blockquote_9\">      &quot;16. If during the continuance of the partnership or at any time\n      afterwards any dispute touching the partnership arises between the\n      partners, the same shall be mutually decided by the partners or shall\n      be referred for arbitration if the parties so determine.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">30.   The Hon&#x27;ble Apex Court held as follows:-\n</p>\n<blockquote id=\"blockquote_10\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1604568\" id=\"span_7\">&quot;5. The appellant has challenged the said order appointing the\n      arbitrator. It is submitted that the power under <a href=\"/doc/596725/\" id=\"a_20\">Section 11</a> of the Act,\n      to appoint an arbitrator, can be exercised only if there is a valid\n      arbitration agreement between the parties, and that as there is no\n      arbitration agreement between the parties, the arbitrator could not\n<span class=\"hidden_text\" id=\"span_8\">                                        21</span>\n\n                                                                             2025:CHC-OS:78\n      have been appointed. Strong reliance was placed by the appellant on\n      the decision in <a href=\"/doc/1604568/\" id=\"a_21\">Wellington Associates Ltd. v. Kirit Mehta</a> [(2000) 4 SCC\n      272] where a designate of the Chief Justice of India held that the\n      following clause was not an &quot;arbitration agreement&quot;:</span>\n</blockquote><blockquote id=\"blockquote_11\">              &quot;5. It is also agreed by and between the parties that any dispute\n              or differences arising in connection with these presents may be\n              referred to arbitration in pursuance of the <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act, 1940</a>\n              by each party appointing one arbitrator and the arbitrators so\n              appointed selecting an umpire. The venue of arbitration shall be\n              at Bombay.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">      He also held that the use of the word &quot;may&quot; could not be construed as\n      &quot;shall&quot; and that the clause was only an enabling provision and a fresh\n      consent was necessary to go to arbitration. The decision of the\n      Calcutta High Court in Jyoti Bros. v. Shree Durg Mining Co. [AIR 1956\n      Cal 280] was also cited with approval.\n</p><p data-structure=\"Precedent\" id=\"p_17\">      ***\n</p><p data-structure=\"Precedent\" id=\"p_18\">      8. (iv) But mere use of the word &quot;arbitration&quot; or &quot;arbitrator&quot; in a clause\n      will not make it an arbitration agreement, if it requires or\n      contemplates a further or fresh consent of the parties for reference to\n      arbitration. For example, use of words such as &quot;parties can, if they so\n      desire, refer their disputes to arbitration&quot; or &quot;in the event of any\n      dispute, the parties may also agree to refer the same to arbitration&quot; or\n      &quot;if any disputes arise between the parties, they should consider\n      settlement by arbitration&quot; in a clause relating to settlement of\n      disputes, indicate that the clause is not intended to be an arbitration\n      agreement. Similarly, a clause which states that &quot;if the parties so\n      decide, the disputes shall be referred to arbitration&quot; or &quot;any disputes\n      between parties, if they so agree, shall be referred to arbitration&quot; is not\n      an arbitration agreement. Such clauses merely indicate a desire or\n      hope to have the disputes settled by arbitration, or a tentative\n      arrangement to explore arbitration as a mode of settlement if and\n      when a dispute arises. Such clauses require the parties to arrive at a\n      further agreement to go to arbitration, as and when the disputes arise.\n      Any agreement or clause in an agreement requiring or contemplating a\n      further consent or consensus before a reference to arbitration, is not\n      an arbitration agreement, but an agreement to enter into an\n      arbitration agreement in future.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">31.   In the course of discussions, the Hon&#x27;ble Court laid down the following\n\nprinciples to determine as to what would constitute an arbitration\n\nagreement:-\n</p>\n<blockquote id=\"blockquote_12\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_11\">&quot;8. This Court had occasion to refer to the attributes or essential\n      elements of an arbitration agreement in <a href=\"/doc/1777887/\" id=\"a_23\">K.K. Modi v. K.N. Modi</a> [(<a href=\"/doc/1707042/\" id=\"a_24\">1998)\n      3 SCC 573] , Bharat Bhushan Bansal v. U.P. Small Industries Corpn.\n      Ltd.</a> [(1999) 2 SCC 166] and Bihar State Mineral Development\n<span class=\"hidden_text\" id=\"span_12\">                                 22</span>\n\n                                                                      2025:CHC-OS:78\nCorpn. v. Encon Builders (I) (P) Ltd. [(2003) 7 SCC 418] In <a href=\"/doc/64556/\" id=\"a_25\">State of\nOrissa v. Damodar Das</a> [(1996) 2 SCC 216] this Court held that a\nclause in a contract can be construed as an &quot;arbitration agreement&quot;</span></span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">only if an agreement to refer disputes or differences to arbitration is\nexpressly or impliedly spelt out from the clause. We may at this\njuncture set out the well-settled principles in regard to what\nconstitutes an arbitration agreement:\n</p><blockquote id=\"blockquote_13\">(i) The intention of the parties to enter into an arbitration agreement\nshall have to be gathered from the terms of the agreement. If the\nterms of the agreement clearly indicate an intention on the part of the\nparties to the agreement to refer their disputes to a private tribunal for\nadjudication and a willingness to be bound by the decision of such\ntribunal on such disputes, it is arbitration agreement. While there is\nno specific form of an arbitration agreement, the words used should\ndisclose a determination and obligation to go to arbitration and not\nmerely contemplate the possibility of going for arbitration. Where\nthere is merely a possibility of the parties agreeing to arbitration in\nfuture, as contrasted from an obligation to refer disputes to\narbitration, there is no valid and binding arbitration agreement.\n</blockquote><blockquote id=\"blockquote_14\">(ii) Even if the words &quot;arbitration&quot; and &quot;Arbitral Tribunal (or\narbitrator)&quot; are not used with reference to the process of settlement or\nwith reference to the private tribunal which has to adjudicate upon\nthe disputes, in a clause relating to settlement of disputes, it does not\ndetract from the clause being an arbitration agreement if it has the\nattributes or elements of an arbitration agreement. They are: (a) The\nagreement should be in writing. (b) The parties should have agreed to\nrefer any disputes (present or future) between them to the decision of\na private tribunal. (c) The private tribunal should be empowered to\nadjudicate upon the disputes in an impartial manner, giving due\nopportunity to the parties to put forth their case before it. (d) The\nparties should have agreed that the decision of the private tribunal in\nrespect of the disputes will be binding on them.\n</blockquote><blockquote id=\"blockquote_15\">(iii) Where the clause provides that in the event of disputes arising\nbetween the parties, the disputes shall be referred to arbitration, it is\nan arbitration agreement. Where there is a specific and direct\nexpression of intent to have the disputes settled by arbitration, it is\nnot necessary to set out the attributes of an arbitration agreement to\nmake it an arbitration agreement. But where the clause relating to\nsettlement of disputes, contains words which specifically exclude any\nof the attributes of an arbitration agreement or contains anything that\ndetracts from an arbitration agreement, it will not be an arbitration\nagreement. For example, where an agreement requires or permits an\nauthority to decide a claim or dispute without hearing, or requires the\nauthority to act in the interests of only one of the parties, or provides\nthat the decision of the authority will not be final and binding on the\nparties, or that if either party is not satisfied with the decision of the\nauthority, he may file a civil suit seeking relief, it cannot be termed as\nan arbitration agreement.\n</blockquote><span class=\"hidden_text\" id=\"span_13\">                                        23</span>\n\n<blockquote id=\"blockquote_16\">                                                                             2025:CHC-OS:78\n</blockquote><blockquote id=\"blockquote_17\">      (iv) But mere use of the word &quot;arbitration&quot; or &quot;arbitrator&quot; in a clause\n      will not make it an arbitration agreement, if it requires or\n      contemplates a further or fresh consent of the parties for reference to\n      arbitration. For example, use of words such as &quot;parties can, if they so\n      desire, refer their disputes to arbitration&quot; or &quot;in the event of any\n      dispute, the parties may also agree to refer the same to arbitration&quot; or\n      &quot;if any disputes arise between the parties, they should consider\n      settlement by arbitration&quot; in a clause relating to settlement of\n      disputes, indicate that the clause is not intended to be an arbitration\n      agreement. Similarly, a clause which states that &quot;if the parties so\n      decide, the disputes shall be referred to arbitration&quot; or &quot;any disputes\n      between parties, if they so agree, shall be referred to arbitration&quot; is not\n      an arbitration agreement. Such clauses merely indicate a desire or\n      hope to have the disputes settled by arbitration, or a tentative\n      arrangement to explore arbitration as a mode of settlement if and\n      when a dispute arises. Such clauses require the parties to arrive at a\n      further agreement to go to arbitration, as and when the disputes arise.\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">      Any agreement or clause in an agreement requiring or contemplating a\n      further consent or consensus before a reference to arbitration, is not\n      an arbitration agreement, but an agreement to enter into an\n      arbitration agreement in future.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\n</p><p data-structure=\"Section\" id=\"p_23\">32.   Thus, applying the ratio of Jagdish Chander (supra), this Court is\n\nconstrained to hold that mere use of the expression &quot;Arbitration&quot; in the\n\nheading of Clause 26.3 under <a href=\"/doc/1858991/\" id=\"a_26\">Article 26</a>, would not itself make the clause a\n\nbinding arbitration agreement as envisaged under <a href=\"/doc/1846895/\" id=\"a_27\">Section 7</a> of the\n\nArbitration Conciliation Act, 1996. The use of the word &#x27;may&#x27; contemplates a\n\nconsent or consensus of the parties before referring to arbitration. The\n\nclause is not a binding arbitration agreement, but an agreement that the\n\nparties may in future, refer the dispute to arbitration.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">33.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974878\" id=\"span_14\">In the decision of <a href=\"/doc/974878/\" id=\"a_28\">Powertech World Wide Limited vs Delvin\n\nInternational General Trading LLC</a> reported in (2012) 1 SCC 361, the\n\nHon&#x27;ble Apex Court held as follows:-</span>\n</p>\n<blockquote id=\"blockquote_18\">      &quot;24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_15\">In a recent judgment of this Court in <a href=\"/doc/1765502/\" id=\"a_29\">Visa International\n      Ltd. v. Continental Resources (USA) Ltd.</a> [(2009) 2 SCC 55 : (2009) 1\n      SCC (Civ) 379] this Court was concerned with an arbitration clause\n<span class=\"hidden_text\" id=\"span_16\">                                       24</span>\n\n                                                                           2025:CHC-OS:78\n      contained in the memorandum of understanding that read as under:</span>\n</blockquote><blockquote id=\"blockquote_19\">      (SCC p. 61, para 12)\n             &quot;12. ... &#x27;Any dispute arising out of this agreement and which\n             cannot be settled amicably shall be finally settled in accordance\n             with the <a href=\"/doc/1306164/\" id=\"a_30\">Arbitration and Conciliation Act, 1996</a>.&#x27; &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">      25. The disputes having arisen between the parties, the respondent,\n      instead of challenging the existence of a valid arbitration clause, took\n      the stand that the arbitration would not be cost-effective and will be\n      premature. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_17\">In view of the facts, this Court held that there was an\n      arbitration agreement between the parties and the petitioner was\n      entitled to a reference under <a href=\"/doc/596725/\" id=\"a_31\">Section 11</a> of the Act and observed: (<a href=\"/doc/1765502/\" id=\"a_32\">Visa\n      International Ltd.</a> Case.</span>\n</p><blockquote id=\"blockquote_20\">             &quot;25. ... No party can be allowed to take advantage of inartistic\n             drafting of arbitration clause in any agreement as long as clear\n             intention of parties to go for arbitration in case of any future\n             disputes is evident from the agreement and material on record\n             including surrounding circumstances.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">      26. It is in light of these provisions, one has to construe whether the\n      clause in the present case, reproduced above, in para 3, constitutes a\n      valid and binding agreement. It is clear from a reading of the said\n      clause that the parties were ad idem to amicably settle their disputes\n      or settle the disputes through an arbitrator in India/UAE. There was\n      apparently some ambiguity caused by the language of the arbitration\n      clause. If the clause is read by itself without reference to the\n      correspondence between the parties and the attendant circumstances,\n      may be the case would clearly fall within the judgment of this Court\n      in Jagdish Chander [(2007) 5 SCC 719] . But once the correspondence\n      between the parties and the attendant circumstances are read\n      conjointly with the petition of the petitioner and with particular\n      reference to the purchase contract, it becomes evident that the parties\n      had an agreement in writing and were ad idem in their intention to\n      refer these matters to an arbitrator in accordance with the provisions\n      of the Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1765502\" id=\"span_18\">34.   Reliance is placed on the decision of <a href=\"/doc/1765502/\" id=\"a_33\">Visa International</a> (supra), the\n\nrelevant paragraph of which is quoted below:-</span>\n</p>\n<blockquote id=\"blockquote_21\">      &quot;16. The Court is required to decide whether the existence of an\n      agreement to refer the dispute to arbitration can be clearly ascertained\n      in the facts and circumstances of the case. This, in turn, may depend\n      upon the intention of the parties to be gathered from the\n      correspondence exchanged between the parties and the surrounding\n      circumstances.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_28\">35.   In the case in hand, the correspondence show that the petitioner\n\nasked for the consent of the respondent to refer the dispute to arbitration.\n<span class=\"hidden_text\" id=\"span_19\">                                       25</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">                                                                          2025:CHC-OS:78\n</p><p data-structure=\"Precedent\" id=\"p_30\">36.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6694102\" id=\"span_20\">In the decision of <a href=\"/doc/6694102/\" id=\"a_34\">Mahanagar Telephone Nigam Limited vs.\n\nCanara Bank</a> and ors. reported in (2020) 12 SCC 767, there Hon&#x27;ble Apex\n\nCourt held as follows:-</span>\n</p>\n<blockquote id=\"blockquote_22\">      &quot;9.3. <a href=\"/doc/1737370/\" id=\"a_35\">Section 7(4)(b)</a> of the 1996 Act, states that an arbitration\n      agreement can be derived from exchange of letters, telex, telegram or\n      other means of communication, including through electronic means.\n      The 2015 Amendment Act inserted the words &quot;including\n      communication through electronic means&quot; in <a href=\"/doc/1737370/\" id=\"a_36\">Section 7(4)(b)</a>. If it can\n      prima facie be shown that parties are ad idem, even though the other\n      party may not have signed a formal contract, it cannot absolve him\n      from the liability under the agreement.\n</blockquote><blockquote id=\"blockquote_23\">      9.4. Arbitration agreements are to be construed according to the\n      general principles of construction of statutes, statutory instruments,\n      and other contractual documents. The intention of the parties must\n      be inferred from the terms of the contract, conduct of the parties, and\n      correspondence exchanged, to ascertain the existence of a binding\n      contract between the parties. If the documents on record show that\n      the parties were ad idem, and had actually reached an agreement\n      upon all material terms, then it would be construed to be a binding\n      contract. The meaning of a contract must be gathered by adopting a\n      common sense approach, and must not be allowed to be thwarted by\n      a pedantic and legalistic interpretation.\n</blockquote><blockquote id=\"blockquote_24\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146487961\" id=\"span_21\">***\n      ***\n      9.7. In interpreting or construing an arbitration agreement or\n      arbitration clause, it would be the duty of the court to make the same\n      workable within the permissible limits of the law. This Court\n      in <a href=\"/doc/146487961/\" id=\"a_37\">Enercon      (India)    Ltd. v. Enercon     GmbH [Enercon     (India)\n      Ltd.</a> v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] , held\n      that a common sense approach has to be adopted to give effect to the\n      intention of the parties to arbitrate the disputes between them. Being\n      a commercial contract, the arbitration clause cannot be construed\n      with a purely legalistic mindset, as in the case of a statute.\n      9.8. In this case, MTNL raised a preliminary objection that there was\n      no arbitration agreement in writing between the parties, at this stage\n      of the proceedings. We will first deal with this issue. The agreement\n      between MTNL and Canara Bank to refer the disputes to arbitration is\n      evidenced from the following documents exchanged between the\n      parties, and the proceedings:&quot;</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_31\">37.   Upon a harmonious construction of Clauses 26.1, 26.2 and 26.3, the\n\ninevitable conclusion is that although attempts at settlement of disputes\n\namicably through a conciliatory mechanism was made compulsory under\n<span class=\"hidden_text\" id=\"span_22\">                                        26</span>\n\n                                                                           2025:CHC-OS:78\nthe clause 26.1(i), the use of the expression &quot;may&quot; at two places in Clause\n\n26.2 was an option and that is why, by a letter dated January 8, 2024, the\n\npetitioner had requested WBHDCL to consent to arbitration and WBHDCL in\n\nreply, had refused to consent to arbitration. Clause 1.2(i)(d) of the agreement\n\nprovides that the table of contents, headings or sub-headings in the\n\nagreement are for the convenience of reference only and should not be used\n\nas a construction of or interpretation of the agreement. Thus, the\n\ninterpretation of the above clauses leads this Court to hold that use of the\n\nheading arbitration cannot make the clause a binding arbitration\n\nagreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">38.   In the above context, a future possibility encompasses a choice or a\n\ndiscretion available to the parties to refer to arbitration. This removes the\n\nelement of compulsion to refer the dispute to arbitration and the conduct of\n\nthe parties would indicate that the petitioner, being conscious of the fact\n\nthat the expression &quot;may&quot; was a mere possibility, had called upon the\n\nWBHDCL to consent to reference of dispute to arbitration. The letter\n\npostulates a fresh consensus to be arrived at between the parties when the\n\noption became available, upon failure of the attempts at conciliation. The\n\nparties had carefully used the terms &quot;shall&quot; and &quot;may&quot; at different places\n\nand the respondent no.1 had consciously deleted the expression with regard\n\nto the binding reference clause.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">39.   Prior to deletion of Clause 26.3(i), the clause read as follows:-\n\n</p><blockquote id=\"blockquote_25\">      &quot;Any Dispute which is not resolved amicably by conciliation, as\n      provided in Clause 26,2, shall be finally settled by arbitration in\n      accordance with the rules of arbitration of the SOCIETY FOR\n      AFFORDABLE REDRESSAL OF DISPUTES (SAROD).&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_23\">                                        27</span>\n\n<p data-structure=\"Conclusion\" id=\"p_34\">                                                                            2025:CHC-OS:78\n</p><p data-structure=\"Section\" id=\"p_35\">40.   Post deletion, Clause 26.3(i) reads as follows:-\n\n</p><blockquote id=\"blockquote_26\">      &quot;Any Dispute which is not resolved amicably by conciliation, as\n      provided in Clause 26.2, shall be finally settled by a Dispute\n      Resolution Committee.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">41.   The clauses do not indicate that the parties had agreed to refer the\n\ndispute to a binding arbitration in unequivocal terms, which did not leave\n\nany scope to depart from the arrangement. It was not an imperative\n\nmandate. Although, the Hon&#x27;ble Apex Court in Enercon (India) Ltd. and\n\nors. vs. Enercon GMBH and anr. reported in AIR 2014 SC 3152, held that\n\nthe courts must have a pragmatic approach and not a pedantic one in\n\nconstruing an arbitration agreement or arbitration clause, but the referral\n\ncourt has to decide whether there exists an arbitration agreement with\n\nreference to the contract document. The contract document does not\n\nunambiguously indicate the intention of the parties to refer the dispute to\n\narbitration. The clause clearly indicates that, in case of failure of the\n\nresolution of disputes by conciliation/amicable settlement, the parties\n\nagreed that the same shall be settled by the DRC. Nothing in the contract\n\nindicates that the parties contemplated and agreed that the DRC was\n\ntreated as the arbitral tribunal. Here, the parties had an option to refer the\n\ndispute to arbitration, a choice and/or a discretion was available to the\n\nparties and this would necessarily contemplate a future consent. A specific\n\nor direct expression of the intent of the parties to have the dispute settled by\n\narbitration in accordance with the provisions of the <a href=\"/doc/1052228/\" id=\"a_38\">Arbitration Act</a>, is\n\nabsent. The clause is not a binding arbitration clause.\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">42.   The letters annexed to the list of documents filed by the petitioner\n\ndated July 29, 2021 and July 13, 2021, indicate that the petitioner\n<span class=\"hidden_text\" id=\"span_24\">                                      28</span>\n\n                                                                         2025:CHC-OS:78\nrequested for constitution of a conciliation committee and a dispute\n\nresolution committee of independent experts in terms of the contract\n\nagreement. The letter does not indicate that the petitioner had considered\n\nthe said dispute resolution committee to be an arbitral tribunal. Thus, the\n\nattending circumstances also do not indicate that there was a binding\n\narbitration clause and the parties by their conduct had treated clauses 26.2\n\nand 26.3 as the arbitration clauses. The letter dated January 8, 2024\n\nindicates that the petitioner had requested WBHDCL to agree to resolve the\n\ndispute by arbitration and the relevant portion of the said letter is quoted\n\nbelow for convenience:-\n</p>\n<blockquote id=\"blockquote_27\">      &quot;The Managing Director,\n      West Bengal Highway Development Corporation Limited,\n      4th &amp; 5th Floor, HRBC Bhawan,\n      Munsi Premchand Sarani, Kolkata - 700021\n\n      Subject: Construction of Widening &amp; Strengthening of Bongaon-\n      Chakdaha Road (SH-1) from lane with Paved shoulder to standard 4\n      lane configuration from 0+000 km to 6+717 and from 10+568 km to\n      31+328 km including 2 truck Terminals in Phase - I (Part A i.e., Total\n      Project Length of 27.477 km) excluding Gopalnagar ROB &amp; Flyover in\n      the district of North 24 Parganas &amp; Nadia to be executed through EPC\n      Mode - Regarding Claim for Bonus on early completion of the project\n      by EPC Contractor and Claim for Delayed Payment.\n      ***\n      Further, there are many more outstanding claims as on 34st\n      December, 2023 different heads are already accrued and payable by\n      the authority as per different provisions of the agreement which will\n      be submitted in due course of time.\n</blockquote><blockquote id=\"blockquote_28\">      Be that as it may, on 12 May 2023 further clarifications were sought\n      by you from the Authority&#x27;s Engineer which were also responded to in\n      detail by the Authority&#x27;s Engineer by its letter dated 25 May 2023.\n      However, despite seven months having been passed since our last\n      correspondence in the matter, we have not heard from you. It is\n      evident from your conduct that you are not inclined to settle our\n      claims amicably. In the circumstances, we have no other alternative\n      but to raise a dispute with respect to the aforesaid issue in\n      accordance with the provisions of the Contract Agreement No.:\n</blockquote><blockquote id=\"blockquote_29\">      WBHDCL/WORKS/06/2019-2020 entered between West Bengal\n      Highway Development Corporation Limited and BVEPL-Bhartia (JV).\n</blockquote><span class=\"hidden_text\" id=\"span_25\">                                       29</span>\n\n<blockquote id=\"blockquote_30\">                                                                           2025:CHC-OS:78\n      As per the contract, any dispute which is not resolved amicably shall\n      be finally settled by a Dispute Resolution Committee in terms of\n      Clause 26.3 which is reproduced below:\n</blockquote><blockquote id=\"blockquote_31\">      &quot;26.3 Arbitration\n</blockquote><blockquote id=\"blockquote_32\">      (i) Any Dispute which is not resolved amicably by conciliation, as\n      provided in Clause 26.2, shall be finally settled by a Dispute\n      Resolution Committee.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_38\">      (ii) Deleted\n      Ii) Deleted\n</p><p data-structure=\"Conclusion\" id=\"p_39\">      (iv) Deleted\n</p><p data-structure=\"Conclusion\" id=\"p_40\">      (v) This Agreement and the rights and obligations of the Parties shall\n      remain in full force and effect, pending the Award of the Dispute\n      Resolution Committee proceedings hereunder. Further, the parties\n      unconditionally acknowledge and agree that notwithstanding any\n      dispute between them, each Party shall proceed with the performance\n      of its respective obligations, pending resolution of Dispute in\n      accordance with this Article.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">      (vi) Deleted&quot;\n</p>\n<blockquote id=\"blockquote_33\">      As no Dispute Resolution Committee in place for the aforesaid\n      Contract, you are called upon to give us your consent to resolve the\n      aforesaid dispute by way of arbitration. Should we not hear from you\n      within 15 days, we will be constrained to issue Notice Invoking\n      Arbitration for adjudication of the aforesaid dispute.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_42\">43.   In the list of documents filed by the respondent, letters have been\n\nannexed which show that the petitioner was requested to provide detailed\n\nsubmissions along with supporting documents with regard to its claims, so\n\nthat the same could be dealt with in the lines of <a href=\"/doc/1858991/\" id=\"a_39\">Article 26</a> of the contract\n\ndocument. An inter-office memorandum has also been annexed, which\n\nindicates that a decision was taken to the effect that, on a provisional basis,\n\n<a href=\"/doc/1858991/\" id=\"a_40\">Article 26</a> of the model EPC agreement, which deals with dispute resolution,\n\nshould be provisionally deleted. The existing clause reads as &quot;any dispute\n\nwhich is not resolved amicably by conciliation, as provided in Clause 26.2,\n\nshall be finally settled by a Dispute Resolution Committee&quot;.\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">44.   The letter dated January 19, 2024 written by WBHDCL is quoted\n\nbelow for convenience:-\n</p><span class=\"hidden_text\" id=\"span_26\">                                        30</span><p data-structure=\"Conclusion\" id=\"p_44\">\n\n</p><blockquote id=\"blockquote_34\">                                                                           2025:CHC-OS:78\n      &quot;Reference:     Letter   ref.   BVEPL-BHARTIA(JV)/HO/655           dated\n      08.01.2024\n      Dear Sir,\n      Pursuant to the subject works and connection with your letter under\n      reference, it is noted that you have raised disputes w.r.t Claim for\n      bonus on early completion of the project by EPC Contractor and Claim\n      for Delayed Payment and requested therein WBHDCL&#x27;s consent to\n      resolve the same by way of Arbitration under Cl. 26.3, <a href=\"/doc/1858991/\" id=\"a_41\">Article 26</a> of\n      Agreement bypassing Conciliation proceedings/process as per Cl.\n      26.2, <a href=\"/doc/1858991/\" id=\"a_42\">Article 26</a> of Agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_45\">      In view of the above, your request for consent to resolve the dispute by\n      way of Arbitration under Cl. 26.3, <a href=\"/doc/1858991/\" id=\"a_43\">Article 26</a> of Agreement cannot be\n      accorded at this juncture; as it is contrary to Contract provisions.\n      This is for your information &amp; necessary action please.&quot;\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">45.   WBHDCL clearly refused to give consent to refer the dispute to\n\narbitration. In this case, reference to arbitration had to be preceded by an\n\nagreement. The petitioner tried to urge before the court that reference to\n\narbitration was the alternative to the resolution of dispute by the dispute\n\nresolution committee. The dispute resolution committee was not intended\n\nto be an arbitral tribunal, in the Court&#x27;s interpretation of <a href=\"/doc/1858991/\" id=\"a_44\">Article 26</a> of the\n\ncontract. An arbitration clause has to be strictly construed. The conduct of\n\nthe parties demonstrate that they did not consider the clause as a binding\n\narbitration agreement. The remedy of the petitioner is in a suit.\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">46.   Thus, the prayer for reference to arbitration is rejected.\n\n</p><p data-structure=\"Conclusion\" id=\"p_48\">47.   The application is dismissed as not maintainable.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">                                                          (Shampa Sarkar, J.)\n </p>","numcites":19,"numcitedby":0,"docsource":"Calcutta High Court","citetid":13710164,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}