{"tid":1917378,"publishdate":"2011-09-13","title":"M/S.Cauvery Coffee Traders,Mangalore vs M/S.Hornor Resources (Intern.)Co.Ltd on 13 September, 2011","doc":"<h2 class=\"doc_title\">M/S.Cauvery Coffee Traders,Mangalore vs M/S.Hornor Resources (Intern.)Co.Ltd on 13 September, 2011</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2011 AIR SCW 6350, 2011 (10) SCC 420, AIR 2012 SC (CIVIL) 99, (2012) 1 MAD LJ 1183, (2011) 4 ARBILR 1, (2011) 10 SCALE 419, (2012) 1 CLR 142 (SC), (2012) 4 CIVLJ 135, (2011) 4 CIVILCOURTC 723, (2012) 1 RECCIVR 1, (2011) 2 WLC(SC)CVL 684, (2012) 1 ALL WC 269, (2011) 4 CURCC 88</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n\n\n\n                 IN THE SUPREME COURT OF INDIA\n\n                    CIVIL ORIGINAL JURISDICTION\n\n\n           ARBITRATION PETITION NOS. 7 &amp; 8 OF 2009\n\n\n\n\nM/s. Cauvery Coffee Traders, Mangalore                        ...Petitioners \n\n\n\n\n                                        Versus\n\n\n\n\nM/s. Hornor Resources (Intern.) Co. Ltd.                        ...Respondents\n\n\n\n\n\n                                J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Dr. B.S. CHAUHAN, J.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_2\">1.     The   arbitration   applications   under   Section   11(5)   &amp;   (9)   of   the \n\n\n<a href=\"/doc/1306164/\" id=\"a_1\">Arbitration   and   Conciliation   Act,   1996</a>,   hereinafter   called   the   &quot;Act \n\n\n1996&quot; have been filed for appointment of Arbitrator in an international \n\n\narbitration   dispute   to   adjudicate   the   disputes/differences   which   have \n\n\narisen between the parties.  \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_3\">2.     The applicants are a partnership concern incorporated under the \n\n\n<a href=\"/doc/107341/\" id=\"a_2\">Indian   Partnership   Act,   1932</a>   and   have   filed   two   applications   as   the \n\n\ndispute   raised   herein   relate   to   two   consignments.   However,   for \n\n\f\nconvenience,   facts and issues related to Petition No.7/2009 are being \n\n\nconsidered.   \n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_4\">3.     On  24.6.2008,   a   Purchase   Contract   bearing   No.   CCT/SST/027/ \n\n\n240608 was entered and executed by and between the applicants and \n\n\nthe   respondents   wherein   the   applicants   agreed   to   sell   and   the \n\n\nrespondents   agreed   to   purchase   Calibrated   Lumpy   Ore   Fines   of   the \n\n\napproximate quantity of 40,000/- Wet Metric Tones (hereinafter called \n\n\nas `WMT&#x27;) (10% more or less at buyers&#x27; option) at the price and on the \n\n\nterms and conditions stipulated in the said agreement. The agreement \n\n\nprovided for the chemical specification/composition of the Ore and for \n\n\nguaranteed level of Fe i.e. iron content in the contracted goods which \n\n\ncould not be less than 63%. In case the iron content was less than 63%, \n\n\nthe buyer would have a right to reject the cargo.  \n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_5\">4.     A   large   quantity   of   Ore   had   been   supplied   to   the   respondents \n\n\nwhich had been accepted and payments  had been made.   Pursuant to \n\n\nthe   purchase   contract,   the   applicants   on   6.8.2008   shipped   a   total \n\n\nconsignment of 24,500 Dry MT of Calibrated Lumpy Ore from   New \n\n\nMangalore Port, India to the port of discharge viz. Rizhao Port, China \n\n\nby vessel named &quot;MV. FUJIN&quot;.   The applicants   raised a provisional \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                                     2</span>\n\n\f\ninvoice for a sum of US$ 32,13,529.11 and sent a Certificate of Origin \n\n\nand   the   Bill   of   Lading   dated   6.8.2008   as   issued   by   the   carriers   in \n\n\nrespect   of   the   carriage   of   the   goods   from   Mangalore   Port,   India   to \n\n\nRizhao   Port,   China.     The   material   so   supplied   had   been   sent   after \n\n\nproper analysis and it had been certified by the analyst in India that the \n\n\ngoods supplied contained more than 63%  Fe contents.  The said goods \n\n\nreached   at   China   Port.     The   delivery   of   the   same   was   taken   by   the \n\n\nrespondents   and   on   chemical   analysis,   according   to   them,   the   iron \n\n\ncontents Fe, were found to be 62.74%. The goods reached the Port of \n\n\nDischarge,   and   were   accepted   by   the   respondents-buyers   who \n\n\npromised that payment would be made without any delay.  \n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_6\">5.      The   respondents   vide   email   dated   19.9.2008   informed   the \n\n\napplicants   that   a   provisional   payment   would   be   released   for   the \n\n\nshipment in question based on revised rates and, in case, the applicants \n\n\nwere   willing   to   accept   the   revised   rates   stipulated   therein,   the \n\n\nrespondents would request their end buyers&#x27; confirmation to release the \n\n\npayment, and for that purpose, applicants were asked to send necessary \n\n\ninstructions   through   their   banker.   The   respondents   vide   email   dated \n\n\n7.10.2008   informed  the   applicants   that   US$   1.5   million   could   be   the \n\n\namount for the final settlement in respect of the shipment in question, \n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                                        3</span>\n\n\f\nin spite of the fact that the agreed amount had been US$ 18,91,204.00. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_7\">By the said email, applicants were asked by the respondents to inform \n\n\nthrough  their  banker in  case  of their  acceptance   to the  said  proposal. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_8\">Under these peculiar facts and circumstances, as the goods had already \n\n\nreached   China   and   applicants   were   in   dire   need   of   money,   they \n\n\ninformed   through   their   banker   that   they   agreed   to   receive   payment \n\n\nunder the Letter of Credit in a sum of total claim of US$ 18,91,204.00. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_9\">By   email   dated   7.10.2008   the   respondents   stated   that   the   applicants \n\n\nshould accept US$ 1.5 million in full and final settlement. Accordingly, \n\n\nan amount of US$ 1.5 million had been received by them.  Subsequent \n\n\nthereto,   the   applicants   had   repeatedly   been   sending   reminders   to   the \n\n\nrespondents to make good the balance payment under the said purchase \n\n\ncontract, but no payment had been made.  As the respondents failed to \n\n\nmake  the  payment  of  the  balance   amount,  the   applicants  sent   a  legal \n\n\nnotice dated 14.11.2008 to call upon the respondents to pay the balance \n\n\namount under the purchase contract and further provided that, in view \n\n\nof the arbitration clause 18 contained in the purchase agreement, they \n\n\nshould   carry   on   friendly   negotiations   to   settle   the   dispute   accrued \n\n\nbetween   the   parties.     As   per   the   terms   of   the   purchase   agreement, \n\n\narbitration can be held only in a third country. The applicants suggested \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                                    4</span>\n\n\f\nto have the arbitration proceedings either in Singapore or in Australia. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_10\">In spite of receiving the said notice, neither the payment of the balance \n\n\namount   was   made,   nor   the   respondents   came   forward   for   friendly \n\n\nnegotiations.  Therefore, a further reminder was sent by the applicants \n\n\nto   the   respondents   calling   upon   them   to   indicate   the   place   of \n\n\narbitration.     As   neither   the   payment   had   been   made,   nor   the \n\n\nrespondents   have   agreed   for   arbitration   proceedings,   they   have \n\n\napproached this Court by filing these applications.   \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_11\">6.      Shri   V.A.   Mohta,   learned   senior   counsel   appearing   for   the \n\n\napplicants, has submitted that in spite of the fact that the supply of iron \n\n\nore   has   been   made   strictly   in   terms   of   the   purchase   contract   and   the \n\n\noutstanding   payments   have   not   been   made   even   after   several \n\n\nreminders,   the   applicants   served   a   notice   on   the   respondents   for \n\n\nappointment of Arbitrator in the third country in terms of Clause 18 of \n\n\nthe Purchase Agreement but   the respondents did not make any effort \n\n\neither   to   come   for   friendly   negotiations   or   to   refer   the   matter   for \n\n\narbitration, therefore, this Court must refer the matter to the Arbitrator \n\n\nin a third country preferably Singapore or Australia.  \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                                          5</span>\n\n\f\n<p data-structure=\"RespArg\" id=\"p_12\">7.     On   the   contrary,   Shri   Ashok   K.   Srivastava,   learned   senior \n\n\ncounsel   appearing   for   the   respondents,   has   vehemently   opposed   the \n\n\napplications   contending   that   the   applications   themselves   are   not \n\n\nmaintainable as the purchase agreement can be dealt with Part-II and \n\n\ncertainly not under <a href=\"/doc/1306164/\" id=\"a_3\">Part-I of the Act</a> 1996.  Therefore, the applications \n\n\nunder   <a href=\"/doc/401357/\" id=\"a_4\">Section   11(5)</a>   &amp;   (9)   of   Act   1996   are   not   maintainable,   even \n\n\notherwise,   there   has   been   a   complete   settlement   between   the   parties \n\n\nand   the   applicants   have   accepted   the   full   and   final   settlement   as \n\n\nsuggested by the respondents in view of the fact that Fe contents were \n\n\nnot as per the specifications and certain terms had been offered to the \n\n\napplicants   for   settlement,   which   had   been   agreed   by   them.     The \n\n\nquestion   of   making   the   reference   to   arbitration   proceedings   does   not \n\n\narise.  \n</p>\n\n          \n\n<p data-structure=\"CDiscource\" id=\"p_13\">8.     I have considered the rival submissions made by learned counsel \n\n\nfor the parties and perused the record. \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_5\">9.     So far as the issue relating to maintainability of the application \n\n\n       itself is concerned, is no more  res integra.  This court in  <a href=\"/doc/110552/\" id=\"a_5\">Bhatia \n\n\n       International v. Bulk Trading S.A</a>, (2002) 4 SCC 105,  held as \n\n\n       under:</span>  \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                                    6</span>\n\n\f\n<blockquote id=\"blockquote_1\">         &quot;.....notwithstanding   the   provisions   of   <a href=\"/doc/883201/\" id=\"a_6\">Section   2(2)</a>  \n\n         of   the   Arbitration   and   Conciliation   Act,   1996,  \n\n         indicating   that   Part   I   of   the   said   Act   would   apply  \n\n         where   the   place   of   arbitration   is   in   India,   even   in  \n\n         respect   of   international   commercial   agreements,  \n\n         which   are   to   be   governed   by   the   laws   of   another  \n\n         country, the parties would be entitled to invoke the  \n\n         provisions   of   Part   I   of   the   aforesaid   Act   and  \n\n         consequently the application made under <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a>  \n\n         thereof would be maintainable.  It clearly lays down  \n\n         that  the  provisions  of  <a href=\"/doc/1306164/\" id=\"a_8\">Part  I  of  the   Arbitration   and  \n\n         Conciliation Act, 1996</a>, would be equally applicable  \n\n         to   international   commercial   arbitrations   held  \n\n         outside India, unless any of the said provisions are  \n\n         excluded by agreement between the parties expressly  \n\n         or   by   implication,   which   is   not   so   in   the   instant  \n\n         case.&quot;\n</blockquote>\n<blockquote id=\"blockquote_2\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1194084\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_8\">(See also: <a href=\"/doc/1679578/\" id=\"a_9\">Indtel Technical Services Private Limited v. W.S. Atkins \n\nRail Limited</a>,  (2008) 10 SCC 308; and    <a href=\"/doc/1194084/\" id=\"a_10\">Citation Infowares Limited \n\nv. Equinox Corporation</a>, (2009) 7 SCC 220).</span></span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_16\">10.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_9\">In Venture Global Engg. Case v. Satyam Computer Services \n\n\n\nLtd.  (2008)   4   SCC   190,  this   Court   considered   the   similar   issue   and \n\n\nafter considering various earlier judgments, came to the conclusion that \n\n\nimplied   exclusion   of   provision   of   Part-I   cannot   be   inferred   and \n\n\ntherefore   the   principles   regarding   the   arbitral   reference   laid   down   in \n\n\n<a href=\"/doc/110552/\" id=\"a_11\">Bhatia International</a> (supra)  are applicable.</span>\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                                      7</span>\n\n\f\n<p data-structure=\"Precedent\" id=\"p_17\">11.    Hon&#x27;ble Mr. R.C. Lahoti, J. (as His Lordship then was) however, \n\n\nhas   taken   a   contrary   view   as   in  Shreejee   Traco   (I)   Pvt.   Ltd.   v. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_18\">Paperline International Inc., (2003) 9 SCC 79; it was held:\n</p>\n\n\n<blockquote id=\"blockquote_3\">         &quot;8.  So far as the language employed by Parliament  \n\n         in drafting sub-section (2) of <a href=\"/doc/1804257/\" id=\"a_12\">Section 2</a> of the Act is  \n\n         concerned, suffice it to say that the language is clear  \n\n         and unambiguous. Saying that this Part would apply  \n\n         where   the   place   of   arbitration   is   in   India  \n\n         tantamounts   to   saying   that   it   will   not   apply   where  \n\n         the place of arbitration is not in India.&quot;\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_11\">However, considering the fact that <a href=\"/doc/110552/\" id=\"a_13\">Bhatia International</a> (supra) \n\n\nis a three-Judge  Bench judgment and has consistently  been followed, \n\n\nthe judgment of the learned  Single  Judge in  Shreejee Traco (I) Pvt.</span> \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_12\"><a href=\"/doc/1679578/\" id=\"a_14\">Ltd.</a>  (supra)     does   not   have   binding   effect.     As   a   consequence,   the \n\n\napplication is held to be maintainable.</span>\n</p>\n\n          \n\n<p data-structure=\"Section\" id=\"p_21\">12.    The   Relevant   part   of   the   Purchase   Agreement   dated   28.6.2008 \n\n\nreads as under:\n</p>\n\n<blockquote id=\"blockquote_4\">              &quot;Clause 5:  Price Adjustment\n\n              For Fe content:\n</blockquote>\n<blockquote id=\"blockquote_5\">              In respect of iron ore which does not meet the Fe  \n\n              specifications   set   forth   in   Clause   3   the   base   price  \n\n              referred   to   in   Clause   4   shall   be   adjusted   in  \n\n              accordance with Fe content as determined pursuant  \n\n              to the provisions of Clause 8 as follows:\n\n              The base price shall be increased by single prorate  \n\n              (USD2.2)   per   dry   metric   tonne   for   each   1%   Fe  \n\n              below 63.5% upto 63.0 fraction prorate.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                                       8</span>\n\n\f\n            The   Buyer   has   the   right   to   reject   the   cargo   if   Fe  \n\n            content is below 63.0% . \n</blockquote>\n<blockquote id=\"blockquote_6\">\n            Clause 15:  Title and Risk\n\n            The   title   with   respect   to   each   shipment   shall   pass  \n\n            from   Seller   to   the   Buyers   when   Seller   receives  \n\n            reimbursement   of   the   proceeds   from   the   opening  \n\n            bank   through   the   negotiating   bank   against   the  \n\n            relative shipping documents as set forth in clause 6  \n\n            after completion of loading on board the vessel at  \n\n            loading port, with effect retrospective to the time of  \n\n            delivery of ore. \n</blockquote>\n<blockquote id=\"blockquote_7\">\n            Clause 18: Arbitration\n\n            All disputes in connection with this contract or the  \n\n            execution   thereof   shall   be   settled   amicably   by  \n\n            friendly negotiations between the two parties.  If no  \n\n            settlement can be reached, the case in dispute shall  \n\n            then be submitted for arbitration to a third country,  \n\n            which   shall   be   agreed   upon   by   both   parties.     The  \n\n            arbitration   award   shall   be   final   and   binding   on  \n\n            both the parties and may be enforced in any court  \n\n            having   jurisdiction   over   the   party   against   which  \n\n            enforcement is sought. The cost of arbitration shall  \n\n            be borne by the losing party.&quot; \n</blockquote>\n<blockquote id=\"blockquote_8\">\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">                Thus, from the Purchase Agreement it is evident that the ore \n\n\nsupplied   must   contain   Fe   contents   not   less   than   63%.   In   case   the   Fe \n\n\ncontents are less than the specified percentage, the buyers would have a \n\n\nright   to   reject   the   cargo.   The   Purchase   Agreement   also   contains   a \n\n\nclause providing for price adjustment in case the supplied ore does not \n\n\nmeet the requirement of specification provided for iron ore. In case of \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                                         9</span>\n\n\f\nany dispute between the parties, the agreement provides for arbitration \n\n\nin any third country. \n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_23\">13.     The documents on record reveal that parties had been negotiating \n\n\nfor   the   goods   supplied   and   also   in   respect   of   payment   for   the   same \n\n\n(vide emails dated 25.6.2008 and 8.9.2008). Relevant part of the email \n\n\ndated 25.9.2008 reads as under:\n</p>\n\n<blockquote id=\"blockquote_9\">            &quot;......Both cargos were rejected by end buyers due  \n\n            to the quality failure. \n</blockquote>\n<blockquote id=\"blockquote_10\">\n</blockquote><blockquote id=\"blockquote_11\">                      In   such   case,   we   regret   to   say   that   the  \n\n            maximum CFR price we can work here is $110 for  \n\n            Zhongqiang   II   AND   $120   FOR   Fujin.     Pls   note  \n\n            current   market   price   for   cargo   below   63   is   only  \n\n            $100   and   market   is   still   on   the   down   trend.  \n\n            However   in   consideration   of   the   long   term   good  \n\n            cooperation   between   the   two   companies,   we   are  \n\n            offering to bear at least a $10-20 loss on our side  \n\n            and with the huge risks of further slide of market,  \n\n            which actually is foreseeable. \n</blockquote>\n<blockquote id=\"blockquote_12\">\n              ......Our above offer is valid till this Friday (26th \n\n            September, 2008) only...&quot;\n</blockquote>\n<blockquote id=\"blockquote_13\">\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_24\">14.           The   email   dated   7.10.2008   sent   by   the   applicants   to   the \n\n\nrespondents reads as under:\n</p>\n\n<blockquote id=\"blockquote_14\">          &quot;Further to telecom just now, pls note as per latest  \n\n          mutual   agreement   between   seller   and   buyer,   the  \n\n          said USD1.50 million  shall be final settlement for  \n\n          subj.shipment, so please request your bank to revise  \n\n          the swift msg as follows:\n</blockquote>\n<blockquote id=\"blockquote_15\">\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                                        1</span>\n\n\f\n</blockquote><blockquote id=\"blockquote_16\">               &quot;beneficiary           agrees           to         receive \n\n               USD1,500,000.00 for full and final payment  \n\n               for   this   set   of   documents   and   under   this  \n\n               letter of credit, after release of this amount,  \n\n               the   letter   of   credit   shall   be   considered  \n\n               expired and cancelled.&quot; (Emphasis added)\n\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">15.             Subsequently, the applicants sent an email to the respondents \n\n\ndated 14.11.2008 which provided inter-alia,  as under:\n</p>\n\n<blockquote id=\"blockquote_17\">           &quot;Clause   8  of  the   Purchase  Contract  provided  for  \n\n           the remedies available in the event of there being a  \n\n           difference   in   percentage   of   the   Fe   content   as  \n\n           compared   to   the   specifications   mentioned   in   the  \n\n           Contract.  The said Contract also provided that all  \n\n           disputes would be settled amicably and that if no  \n\n           settlement could be reached, the disputes would be  \n\n           submitted   to   arbitration   to   a   third   country   to   be  \n\n           agreed upon by both the parties.\n</blockquote>\n<blockquote id=\"blockquote_18\">           .......Since the Arbitration clause provides for the  \n\n           dispute  being submitted  for  arbitration  to  a third  \n\n           country, our clients would suggest conduct of the  \n\n           arbitration either in Singapore under the auspices  \n\n           of the Singapore International  Arbitration  Centre  \n\n           and/or Australia under the Rules of the Institute of  \n\n           Arbitrators and Mediators, Australia.&quot;\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">16.     The   applicants   again   asked   the   respondents   for   reference   to \n\n\nArbitrator vide email dated 21.11.2008, but in vein.  \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_27\">17.    Stand of the respondents throughout had been that under Clause \n\n\n5 of the Purchase Contract dated 24.6.2008 in respect of the iron ore, \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                                  1</span>\n\n\f\nthe buyers had a right to reject the whole consignment in case the iron \n\n\ncontents were less than 63%, as has been in the instant case.  However, \n\n\nconsidering   other   factors   that   goods   had   already   reached   the   port   of \n\n\ndischarge   in   China,   the   buyers   accepted   the   delivery   thereof   and \n\n\ntherefore,   the   buyers   made   a   proposal   for   adjustment   of   price. \n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_28\">Negotiations   started   as   is   evident   from   the   email   messages   dated \n\n\n8.9.2008,   25.9.2008   and   7.10.2008   as   referred   to   hereinabove,   and   it \n\n\nwas   in   pursuance   of   these   negotiations   that   the   applicants   had \n\n\ninstructed their banker to accept the proposal made by the respondents \n\n\nand   it   was   in   pursuance   of   their   instructions,   the   banker   vide   email \n\n\ndated 8.10.2009 accepted the proposal and agreed to receive a sum of \n\n\nUS$500,000.00   as  full   and   final  settlement  for   the   consignment   in \n\n\nissue.   The payment made was accepted by the applicants and it was \n\n\nafter   3   months   thereafter   that   they   served   a   legal   notice   dated \n\n\n14.11.2008 for making a reference to the Arbitrator.  The applicants in \n\n\nthe   present   application   do   not   dispute   the   negotiations   or   giving \n\n\ninstructions to their banker or in respect of the email by their banker to \n\n\nthe respondents or receiving the money in lieu thereof.  Therefore, the \n\n\nquestion   does   arise   as   to   whether   the   banker&#x27;s   acceptance   of \n\n\ninstructions   given   by   the   applicants   can   be   treated   as   full   and   final \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                                         1</span>\n\n\f\nsettlement   of   the   dispute.     The   main   ground   in   this   regard   had   been \n\n\ntaken in this application in Paragraph (P) as under:\n</p>\n\n<blockquote id=\"blockquote_19\">            &quot;In   spite   of   the   fact   that   the   Applicants   had  \n\n            specifically informed their Bankers that an amount  \n\n            of   US$   1.5   million   was   to   be   received   in   lieu   of  \n\n            provisional   payment,   an  erroneous   message  was  \n\n            forwarded   by   the   Applicants&#x27;   Bankers   to   the  \n\n            Respondents   that   the   beneficiary   being   the  \n\n            Applicants   herein   had   agreed   to   receive   an  \n\n            amount of US$ 1.5 million towards full and final  \n\n            payment   and   that   the   Letters   of   Credit   would   be  \n\n            considered expired and cancelled on receipt of the  \n\n            said payment.&quot; (Emphasis added)\n\n\n\n\n</blockquote><blockquote id=\"blockquote_20\">18.    Error means - a mistake in judgment/assessment  in a process or \n\n\nproceedings;   some   wrong   decision   taken   inadvertently;   unintentional \n\n\nmistakes;   something   incorrectly   done   through   ignorance   or \n\n\ninadvertence; mistake occurred from an accidental slip; deviation from \n\n\nstandard or course of right or accuracy - unintentionally; to be wrong \n\n\nabout;   to   think   or   understand     wrongly;   an   omission   made   not   by \n\n\ndesign, but by mischance. \n</blockquote>\n<blockquote id=\"blockquote_21\">\n\n\n</blockquote><blockquote id=\"blockquote_22\">19.            In   Nathani   Steels   Ltd.  v.  Associated  Constructions,  1995 \n\n\nSupp (3) SCC 324, while dealing with a similar issue, this Court held: \n\n\n\n</blockquote><blockquote id=\"blockquote_23\">          &quot;......once the parties have arrived at a settlement  \n\n          in respect of any dispute or difference arising under  \n\n          a   contract   and   that   dispute   or   the   difference   is  \n\n          amicably settled by way of a final settlement by and  \n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                                        1</span>\n\n\f\n              between   the   parties,   unless   that   settlement   is   set  \n\n              aside   in   proper   proceedings,   it   cannot   lie   in   the  \n\n              mouth   of   one   of   the   parties   to   the   settlement   to  \n\n              spurn   it   on   the   ground   that   it   was   a   mistake   and  \n\n              proceed  to invoke the Arbitration  clause.  If  this  is  \n\n              permitted   the   sanctity   of   contract,   the   settlement  \n\n              also being a contract, would be wholly lost and it  \n\n              would be open to one party to take the benefit under  \n\n              the settlement and then to question the same on the  \n\n              ground of mistake without having the settlement set  \n\n              aside.   In   the   circumstances,   we   think   that   in   the  \n\n              instant   case   since   the   dispute   or   difference   was  \n\n              finally settled and payments were made as per the  \n\n              settlement,   it   was   not   open   to   the   respondent  \n\n              unilaterally   to   treat   the   settlement   as   non   est   and  \n\n              proceed to invoke the Arbitration clause....&quot;\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">            A similar view has been re-iterated in  State of Maharashtra v. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_30\">     Nav Bharat Builders, 1994 Supp (3) SCC 83. \n</p>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_31\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_19\">20.    This Court in M/s. <a href=\"/doc/209845/\" id=\"a_15\">P.K. Ramaiah &amp; Company v. Chairman &amp; \n\n\n     Managing Director, NTPC</a>,  (1994) Supp. 3 SCC 126 considered the \n\n\n     ambit of accord and satisfaction by the parties voluntarily entered into \n\n\n     and dispute  raised  thereunder.  This  Court after  considering  the entire \n\n\n     controversy held that:</span>\n</p>\n\n\n<blockquote id=\"blockquote_24\">               &quot;Admittedly   the   full   and   final   satisfaction   was  \n\n               acknowledged   by   a   receipt   in   writing   and   the  \n\n               amount   was   received   unconditionally.   Thus   there  \n\n               is accord and satisfaction by final settlement of the  \n\n               claims.   The   subsequent   allegation   of  coercion   is  \n\n               an   afterthought   and   a   devise   to   get   over   the  \n\n               settlement   of   the   dispute,   acceptance   of   the  \n\n               payment and receipt voluntarily  given.... Having  \n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                                        1</span>\n\n\f\n         acknowledged   the   settlement   and  also   accepted  \n\n         measurements and having received the amount in  \n\n         full   and   final   settlement   of   the   claim,   there   is  \n\n         accord   and   satisfaction.   There   is   no   existing  \n\n         arbitrable   dispute   for   reference   to   the  \n\n         arbitration.&quot;   (Emphasis added) \n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">21.   In   National Insurance Company Limited v. M/s. Boghara \n\n\nPolyfab Private Limited,  AIR 2009 SC 170, this Court held:\n</p>\n\n\n<blockquote id=\"blockquote_25\">        &quot;26.  When   we  refer  to  a  discharge   of  contract  by  \n\n        an   agreement   signed   by   both   the   parties   or   by  \n\n        execution   of   a   full   and   final   discharge  \n\n        voucher/receipt by one of the parties, we refer to an  \n\n        agreement   or   discharge   voucher   which   is   validly  \n\n        and   voluntarily   executed.   If   the   party   which   has  \n\n        executed   the   discharge   agreement   or   discharge  \n\n        voucher,   alleges   that   the   execution   of   such  \n\n        discharge agreement or voucher was on account of  \n\n        fraud/coercion/undue   influence  practised   by   the  \n\n        other party and is able to establish the same, then  \n\n        obviously   the   discharge   of   the   contract   by   such  \n\n        agreement/voucher is rendered void and cannot be  \n\n        acted   upon.   Consequently,   any   dispute   raised   by  \n\n        such   party   would   be   arbitrable.&quot;   (Emphasis  \n\n        added).\n</blockquote>\n<blockquote id=\"blockquote_26\">\n\n</blockquote><blockquote id=\"blockquote_27\">                 xx                      xx                       xx\n\n\n\n</blockquote><blockquote id=\"blockquote_28\">         29.  It is thus clear that the arbitration agreement  \n\n         contained in a contract cannot be invoked to seek  \n\n         reference   of   any   dispute   to   arbitration,   in   the  \n\n         following   circumstances,   when   the   contract   is  \n\n         discharged on account of performance, or  accord  \n\n         and   satisfaction,   or  mutual   agreement,   and   the  \n\n         same is reduced to writing (and signed by both the  \n\n         parties or by the party seeking arbitration):\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                               1</span>\n\n\f\n</blockquote><blockquote id=\"blockquote_29\">                    (a) where the obligations under a contract are  \n\n               fully   performed   and   discharge   of   the   contract   by  \n\n               performance   is   acknowledged   by   a   full   and   final  \n\n               discharge   voucher/receipt,   nothing   survives   in  \n\n               regard to such discharged contract;\n\n</blockquote><blockquote id=\"blockquote_30\">                    (b) where the parties to the contract, by mutual  \n\n               agreement,   accept   performance   of   altered,  \n\n               modified   and   substituted   obligations   and   confirm  \n\n               in   writing   the   discharge   of   contract   by  \n\n               performance of the altered, modified or substituted  \n\n               obligations;\n</blockquote>\n<blockquote id=\"blockquote_31\">                    (c) where the parties  to a contract,  by mutual  \n\n               agreement,   absolve   each  other   from   performance  \n\n               of   their   respective   obligations   (either   on   account  \n\n               of   frustration   or   otherwise)   and   consequently  \n\n               cancel   the   agreement   and   confirm   that   there   are  \n\n               no outstanding claims or disputes.&quot;\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_33\">                                                                       (Emphasis added)\n\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">22.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674769\" id=\"span_22\">In   <a href=\"/doc/674769/\" id=\"a_16\">R.L. Kalathia v. State of Gujarat</a>, (2011) 2 SCC 400,  this \n\n\ncourt considered a similar issue and held:</span>\n</p>\n\n\n<blockquote id=\"blockquote_32\">            &quot;(i) Merely because the contractor  has issued &quot;no-\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">            dues certificate&quot;, if there is an acceptable claim, the  \n\n            court   cannot   reject   the   same   on   the   ground   of  \n\n            issuance of &quot;no-dues certificate&quot;.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_36\">            (ii)   Inasmuch   as   it   is   common   that   unless   a  \n\n            discharge   certificate   is   given   in   advance   by   the  \n\n            contractor,   payment   of   bills   are   generally   delayed,  \n\n            hence such a clause in the contract would not be an  \n\n            absolute   bar   to   a   contractor   raising   claims   which  \n\n            are genuine at a later date even after submission of  \n\n            such &quot;no-claim certificate&quot;.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_37\">            (iii) Even after execution of full and final discharge  \n\n            voucher/receipt   by   one   of   the   parties,   if   the   said  \n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                                           1</span>\n\n\f\n         party is able to establish that he is entitled to further  \n\n         amount  for   which   he   is   having  adequate   materials,  \n\n         he is not barred from claiming such amount merely  \n\n         because of acceptance of the final bill by mentioning  \n\n         &quot;without   prejudice&quot;   or   by   issuing   &quot;no-dues  \n\n         certificate&quot;.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_38\">23.     In view of the above, law on the issue stands crystallised to the \n\n\neffect that, in case, final settlement has been reached amicably between \n\n\nthe   parties   even   by   making   certain   adjustments   and   without   any \n\n\nmisrepresentation  or fraud or coercion, then, acceptance of money  as \n\n\nfull   and   final   settlement/issuance   of   receipt   or   vouchers   etc.   would \n\n\nconclude the controversy and it is not open to either of the parties to \n\n\nlay any claim/demand against the other party.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_39\">24.     The applicants have not pleaded that there has been any kind of \n\n\nmisrepresentation or fraud or coercion on the part of the respondents. \n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_40\">Nor it is their case that payment was sent by the respondents without \n\n\nany settlement/agreement with the applicants, and was a unilateral act \n\n\non   their   part.     The   applicants   reached   the   final   settlement   with   their \n\n\neyes open and instructed their banker to accept the money as proposed \n\n\nby the respondents.  Proposal itself was on the basis of clause 5 of the \n\n\nPurchase Contract which provided for Price Adjustment.  For a period \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                                         1</span>\n\n\f\nof three months after acceptance of the money under the full and final \n\n\nsettlement,   applicants   did   not   raise   any   dispute   in   respect   of   the \n\n\nagreement of price adjustment.   In such a fact-situation, the plea that \n\n\ninstructions   were   given   by   the   applicants   to   the   banker  erroneously, \n\n\nbeing, afterthought is not worth acceptance.   \n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_41\">                The transaction  stood concluded between the parties, not \n\n\non   account   of   any   unintentional   error,   but   after   extensive   and \n\n\nexhaustive bilateral deliberations with a clear intention to bring about a \n\n\nquietus   to   the   dispute.     These   negotiations,   therefore,   are   self-\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_42\">explanatory   steps   of   the   intent   and   conduct   of   the   parties   to   end   the \n\n\ndispute and not to carry it further. \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_43\">25.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660026\" id=\"span_25\">In <a href=\"/doc/1660026/\" id=\"a_17\">R.N. Gosain v. Yashpal Dhir</a>, AIR 1993 SC 352, this  Court \n\n\nhas observed as under:-</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_33\">            &quot;Law does not permit a person to both approbate  \n\n            and   reprobate.   This   principle   is   based   on   the  \n\n            doctrine of election which postulates that no party  \n\n            can accept and reject the same instrument and that  \n\n            &quot;a   person   cannot   say   at   one   time   that   a  \n\n            transaction   is   valid   and   thereby   obtain   some  \n\n            advantage,  to  which  he  could only  be entitled   on  \n\n            the footing that it is valid, and then turn round and  \n\n            say   it   is   void   for   the   purpose   of   securing   some  \n\n            other advantage.&quot;\n</blockquote>\n<blockquote id=\"blockquote_34\">\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                                           1</span>\n\n\f\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">26.       A   party   cannot   be   permitted   to   &quot;blow   hot   and   cold&quot;,   &quot;fast   and \n\n\nloose&quot;   or   &quot;approbate   and   reprobate&quot;.    Where   one   knowingly   accepts \n\n\nthe   benefits   of   a   contract   or   conveyance   or   an   order,   is   estopped   to \n\n\ndeny   the   validity   or   binding   effect   on   him   of   such   contract   or \n\n\nconveyance or order. This rule is applied to do equity, however, it must \n\n\nnot be applied in a manner as to violate the principles of right and good \n\n\nconscience. (Vide: Nagubai Ammal &amp; Ors. v. B. Shama Rao &amp; Ors., \n\n\nAIR   1956   SC   593;  C.I.T.   Vs.   MR.   P.   Firm   Maur,   AIR   1965   SC \n\n\n1216;  Maharashtra State Road Transport Corporation v. Balwant \n\n\nRegular Motor Service, Amravati &amp; Ors.,  AIR 1969 SC 329;  P.R. \n\n\nDeshpande v. Maruti Balaram Haibatti,  AIR 1998 SC 2979;  Babu \n\n\nRam  v.  Indrapal   Singh,  AIR   1998   SC   3021;    Chairman   and   MD, \n\n\nNTPC Ltd. v. Reshmi Constructions, Builders &amp; Contractors, AIR \n\n\n2004 SC 1330; Ramesh Chandra Sankla &amp; Ors. v. Vikram Cement \n\n\n&amp;   Ors.,   AIR   2009   SC   713;   and  Pradeep   Oil   Corporation   v. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_45\">Municipal Corporation of Delhi &amp; Anr., (2011) 5 SCC 270). \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_46\">27.    Thus, it is evident that the doctrine of election is based on the rule \n\n\nof   estoppel-   the   principle   that   one   cannot   approbate   and   reprobate \n\n\ninheres in it. The doctrine of estoppel by election is one of the species \n\n\nof estoppels  in pais (or equitable estoppel), which is a rule in equity. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                                           1</span>\n\n\f\n<p data-structure=\"Precedent\" id=\"p_47\">By that law, a person may be precluded  by his actions or conduct or \n\n\nsilence   when   it  is   his   duty   to   speak,   from  asserting   a   right   which  he \n\n\notherwise would have had.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_48\">28.       In   the   facts   and   circumstances   of   the   case,   as   the   respondents \n\n\nresorted   to   clause   5   of   the   Purchase   Agreement   dated   28/6/2008, \n\n\nregarding  price  adjustment  and  the  offer  so  made  by  the   respondents \n\n\nhas been accepted by the applicants and agreed to receive a particular \n\n\nsum   offered   by   the   respondents   as   a   full   and   final   settlement,   the \n\n\ndispute comes to an end.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_49\">           The applicants cannot take a complete somersault and agitate the \n\n\nissue   that   the   offer   made   by   the   respondents   had   erroneously   been \n\n\naccepted.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_50\">           In view of the above, as no dispute survives, the applications are \n\n\ndismissed.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_51\">                                                                 ........................</p><pre id=\"pre_2\">\n\n...J.\n\n                                                                 (Dr.                 B.S. \n\nCHAUHAN)\n\nNew Delhi,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                                          2</span>\n\n\f\nSeptember 13, 2011\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                      2</span>\n\n\f\n</pre>","numcites":12,"numcitedby":177,"docsource":"Supreme Court of India","citetid":1917378,"divtype":"judgments","relatedqs":[{"value":"estoppel","formInput":"estoppel"},{"value":"coercion","formInput":"coercion"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"bhatia international","formInput":"bhatia%20international"},{"value":"price adjustment ","formInput":"price%20adjustment%20"},{"value":"mutual","formInput":"mutual"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"mutual agreement","formInput":"mutual%20agreement"},{"value":"b.s.chauhan","formInput":"b.s.chauhan"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"Email ","formInput":"Email%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"no claim certificate ANDD \"duress ORR Coercion\"","formInput":"%22no%20claim%20certificate%20ANDD%20%22duress%20ORR%20Coercion%22"},{"value":"Coercion  filter:  coercion","formInput":"Coercion%20%20filter%3A%20%20coercion"},{"value":"reprobate","formInput":"reprobate"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"negotiation\"","formInput":"%22negotiation%22"},{"value":"consignment","formInput":"consignment"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"definitions","formInput":"tag:definitions"},{"value":"partnership,indian-partners,","formInput":"tag:partnership,indian-partners,"}],"courtcopy":true,"query_alert":null,"agreement":false}