{"tid":57883792,"publishdate":"2013-03-21","title":"Ibrahim Musa Chauhan @ Baba Chauhan vs State Of Maharashtra on 21 March, 2013","doc":"<h2 class=\"doc_title\">Ibrahim Musa Chauhan @ Baba Chauhan vs State Of Maharashtra on 21 March, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2013 SC 620</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a>, <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<pre id=\"pre_1\">                                   APPEALS FILED BY THE ACCUSED\n\n\n                                 (PART – 3)\n\n\n                                                         REPORTABLE\n\n\n\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n                      CRIMINAL APPEAL NO. 555  OF 2012\n\n\n\n\n    Ibrahim Musa Chauhan @ Baba Chauhan           …Appellant\n\n\n\n\n                                   Versus\n\n\n\n\n    State of Maharashtra                             … Respondent\n\n\n                                    WITH\n\n\n\n\n                    Criminal Appeal No. 1129-1130 of 2007\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 402 of 2008\n\n\n                                    WITH\n\n\n                     Criminal Appeal No. 617-618 of 2008\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1631 of 2007\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1419 of 2007\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1226 of 2007\n\n\n                                    WITH\n\n\n                      Criminal Appeal No.  1422 of 2007\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1180 of 2007\n\n\n                                    WITH\n\n\n                      Criminal Appeal No. 1225 of 2007\n\n\n                                    WITH\n\n\n                       Criminal Appeal No. 919 of 2008\n\n\n                                     AND\n\n\n                      Criminal Appeal No. 1393 of 2007\n\n\n                      CRIMINAL APPEAL NO. 555  OF 2012\n\n\n\n\n    Ibrahim Musa Chauhan @ Baba Chauhan           …Appellant\n\n\n                                   Versus\n\n\n    State of Maharashtra                             … Respondent\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">    Dr. B.S. Chauhan, J:\n</p><blockquote id=\"blockquote_1\">    1.      This appeal has been preferred against the judgments and orders\n    dated  29.11.2006 and  6.6.2007  passed  by  a  Special  Judge  of  the\n    Designated  Court  under  the  <a href=\"/doc/17848451/\" id=\"a_1\">Terrorist  and   Disruptive   Activities\n    (Prevention) Act, 1987</a> (hereinafter referred to as the `TADA’)  in  the\n    Bombay Blast Case No. 1/1993, by which the appellant  (A-41)  has  been\n    convicted under <a href=\"/doc/105771932/\" id=\"a_2\">Sections 3(3)</a>, <a href=\"/doc/167770480/\" id=\"a_3\">5</a> and <a href=\"/doc/47052902/\" id=\"a_4\">6</a> TADA, as well as under  <a href=\"/doc/17720539/\" id=\"a_5\">Sections\n    3</a> and <a href=\"/doc/85348422/\" id=\"a_6\">7</a> read with <a href=\"/doc/115215639/\" id=\"a_7\">Section 25</a>(1-A) (1-B)  (a)  of  the  <a href=\"/doc/1934415/\" id=\"a_8\">Arms  Act,  1959</a>\n    (hereinafter referred to as  the  ‘<a href=\"/doc/1934415/\" id=\"a_9\">Arms  Act</a>’),  <a href=\"/doc/747401/\" id=\"a_10\">Section  4(b)</a>  of  the\n    Explosive Substances Act,  1908 (hereinafter referred to  as  the  ‘Act\n    1908), and <a href=\"/doc/176528/\" id=\"a_11\">Section 9-B(1) (b)</a> of the Explosives Act, 1884  (hereinafter\n    referred to as the ‘Act 1884’).\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_2\">        2. Facts and circumstances giving rise to this appeal are that:\n</p>\n<blockquote id=\"blockquote_2\">    A.      As all the main factual  and  legal  issues  involved  in  this\n    appeal have already been discussed by us and  determined  in  the  main\n    connected appeal i.e. Yakub Abdul Razak Memon v. State  of  Maharashtra\n    thr. CBI  (Criminal Appeal No.1728 of 2007), there is thus, no occasion\n    for us to repeat the same.\n</blockquote><blockquote id=\"blockquote_3\">    B.      The Bombay Blasts occurred on 12.3.1993, in which  257  persons\n    lost their lives and 713 were injured.  In addition thereto, there  was\n    loss of property worth several crores.  The Bombay police  investigated\n    the  said  matter  at  the  initial   stage,   but   subsequently   the\n    investigation of the same  was  entrusted  to  the  Central  Bureau  of\n    Investigation (hereinafter referred to as the  ‘CBI’),  and  then  upon\n    conclusion of the investigation, a  chargesheet  was  filed  against  a\n    large number of accused persons.  Among  the  accused  persons  against\n    whom a chargesheet was filed, 40 accused could not be put to  trial  as\n    they were absconding.  Thus, the Designated  Court  under  TADA  framed\n    charges against 138 accused persons.  During the trial, 11 accused died\n    and 2  accused  turned  hostile.   Furthermore,  the  Designated  Court\n    discharged 2 accused during trial, and the remaining persons, including\n    the appellant (A-41) stood convicted.\n</blockquote><blockquote id=\"blockquote_4\">    C.       A common charge of  conspiracy  was  framed  against  all  the\n    coconspirators including the appellant. The  relevant  portion  of  the\n    said charge is reproduced hereunder:\n</blockquote><blockquote id=\"blockquote_5\">          &quot;During the period from December, 1992 to April, 1993  at  various\n          places in Bombay, District Raigad and District Thane in India  and\n          outside India in Dubai (U.A.E.), Pakistan, entered into a criminal\n          conspiracy and/or were members of  the  said  criminal  conspiracy\n          whose object was to commit terrorist acts in India  and  that  you\n          all agreed to commit following illegal  acts,  namely,  to  commit\n          terrorist acts with an intent to overawe the Government as by  law\n          established, to strike terror in the people, to alienate  sections\n          of  the  people  and  to  adversely  affect  the  harmony  amongst\n          different sections of the people, i.e. Hindus and Muslims by using\n          bombs, dynamites, handgrenades and other explosive substances like\n          RDX or inflammable substances  or  fire-arms  like  AK-56  rifles,\n          carbines, pistols and other lethal weapons, in such a manner as to\n          cause or as likely to cause death of or injuries to any person  or\n          persons, loss of or  damage  to  and  disruption  of  supplies  of\n          services essential to the life of the community,  and  to  achieve\n          the objectives of the conspiracy, you all agreed to smuggle  fire-\n          arms, ammunition, detonators, hand grenades  and  high  explosives\n          like RDX into India and to distribute the same amongst  yourselves\n          and your men of confidence for the purpose of committing terrorist\n          acts and for the said purpose to conceal and store all these arms,\n          ammunition  and  explosives  at  such  safe  places  and   amongst\n          yourselves and with your  men  of  confidence  till  its  use  for\n          committing terrorist acts and achieving the  objects  of  criminal\n          conspiracy and to dispose off the same as need arises. To organize\n          training camps in Pakistan and in  India  to  import  and  undergo\n          weapons training in handling of arms, ammunitions  and  explosives\n          to   commit   terrorist   acts.    To    harbour    and    conceal\n          terrorists/coconspirators, and also to  aid,  abet  and  knowingly\n          facilitate the terrorist acts and/or any act  preparatory  to  the\n          commission  of  terrorist  acts  and  to  render  any   assistance\n          financial  or  otherwise  for  accomplishing  the  object  of  the\n          conspiracy to commit terrorist acts, to do and  commit  any  other\n          illegal  acts  as  were  necessary  for  achieving  the  aforesaid\n          objectives of the criminal conspiracy and that ?on 12.03.1993  were\n          successful in causing bomb explosions at Stock Exchange  Building,\n          Air India Building, Hotel Sea Rock at  Bandra,  Hotel  Centaur  at\n          Juhu, Hotel Centaur at Santa Cruz, Zaveri  Bazaar,  Katha  Bazaar,\n          Century Bazaar at Worli, Petrol Pump adjoining Shiv  Sena  Bhavan,\n          Plaza Theatre and  in  lobbing  handgrenades  at  Macchimar  Hindu\n          Colony.\n</blockquote>\n\n<blockquote id=\"blockquote_6\">          Mahirn and at Bay-52, Sahar International Airport which left  more\n          than 257 persons dead, 713 injured and property worth about  Rs.27\n          crores destroyed,  and  attempted  to  cause  bomb  explosions  at\n          &#x27;Naigaum Cross Road and Dhanji Street, all in the city  of  Bombay\n          and its suburbs i.e. within Greater Bombay. And thereby  committed\n          offences punishable under <a href=\"/doc/1992024/\" id=\"a_12\">Section 3(3)</a> TADA and <a href=\"/doc/1897847/\" id=\"a_13\">Section  120-B</a>  of\n          Indian Penal Code, 1860 (hereinafter referred to as the <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>)  read\n          with <a href=\"/doc/1317186/\" id=\"a_15\">Sections 3(2)(i)(ii)</a>, <a href=\"/doc/1992024/\" id=\"a_16\">3(3)</a>, (4), 5 and 6  TADA and read  with\n          <a href=\"/doc/1560742/\" id=\"a_17\">Sections 302</a>, <a href=\"/doc/455468/\" id=\"a_18\">307</a>, <a href=\"/doc/1540253/\" id=\"a_19\">326</a>, <a href=\"/doc/724142/\" id=\"a_20\">324</a>, <a href=\"/doc/222396/\" id=\"a_21\">427</a>, <a href=\"/doc/1552733/\" id=\"a_22\">435</a>, <a href=\"/doc/1517318/\" id=\"a_23\">436</a>, <a href=\"/doc/386021/\" id=\"a_24\">201</a> and  <a href=\"/doc/66955/\" id=\"a_25\">212</a>  IPC  and\n          offences  under <a href=\"/doc/1092263/\" id=\"a_26\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_27\">7</a> read with <a href=\"/doc/73862/\" id=\"a_28\">Sections 25</a> (1-A),  (I-\n          B)(a) of the <a href=\"/doc/1934415/\" id=\"a_29\">Arms  Act</a>  1959,  <a href=\"/doc/176528/\" id=\"a_30\">Sections  9B  (l)(a)(b)(c)</a>  of  the\n          Explosives Act,  1884,  <a href=\"/doc/1056565/\" id=\"a_31\">Sections  3</a>,  <a href=\"/doc/1319225/\" id=\"a_32\">4(a)(b)</a>,  <a href=\"/doc/1335368/\" id=\"a_33\">5</a>  and  <a href=\"/doc/1539301/\" id=\"a_34\">6</a>  of  the\n          Explosive Substances Act, 1908 and <a href=\"/doc/114174486/\" id=\"a_35\">Section 4</a> of the Prevention  of\n          Damage to Public Property Act, 1984 and within my cognizance.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_3\">    D.      Additionally, he has been charged for abetting and facilitating\n    acts that were preparatory  in  nature,  for  the  terrorist  acts,  by\n    acquiring and distributing AK-56 rifles in the city of Bombay  and  its\n    suburbs, their magazines, ammunition and  also  hand  grenades  to  co-\n    accused Sanjay Dutt (A-117) and Salim Kurla (Juvenile) at the  instance\n    of Anis Ibrahim Kaskar, an Absconding Accused (hereinafter referred  to\n    as ‘AA’), brother of notorious smuggler Dawood Ibrahim, and  Abu  Salim\n    for committing the terrorist acts punishable under <a href=\"/doc/1056565/\" id=\"a_36\">Section 3(3)</a> TADA.\n    E.      The appellant (A-41)  was  also  charged  with,  being  in  the\n    unauthorised possession of one AK 56 rifle, 635 rounds  of  ammunition,\n    10 magazines of AK 56 rifle, and 25 hand  grenades  as  the  same  were\n    recovered in the notified area at his instance, and thus  he  has  been\n    charged under <a href=\"/doc/1335368/\" id=\"a_37\">Section 5</a> TADA.\n</p><p data-structure=\"Section\" id=\"p_4\">    F.      The  appellant  was  further  charged  under  <a href=\"/doc/1539301/\" id=\"a_38\">Section  6</a>  TADA,\n    <a href=\"/doc/1056565/\" id=\"a_39\">Sections 3</a> &amp; <a href=\"/doc/1090977/\" id=\"a_40\">7</a> read with Section 25(1-A), (1-B)(a)  of  the  <a href=\"/doc/1934415/\" id=\"a_41\">Arms  Act</a>,\n    <a href=\"/doc/747401/\" id=\"a_42\">Section 4(b)</a> of  the Act 1908 and  <a href=\"/doc/1568384/\" id=\"a_43\">Section 9-B(1)(b)</a> of  the Act  1884,\n    for unauthorisedly being in possession of the aforesaid arms  with  the\n    intention to aid terrorist acts.\n</p><p data-structure=\"Issue\" id=\"p_5\">    G.      The prosecution has examined a large number  of  witnesses  and\n    produced a large number of  documents  to  prove  its  case,  and  upon\n    conclusion of the trial, the Designated Court acquitted  the  appellant\n    of the umbrella charge of conspiracy i.e. charge No. 1.    However,  he\n    was convicted for the  second  charge  i.e.  smaller  conspiracy  under\n    <a href=\"/doc/1056565/\" id=\"a_44\">Section 3(3)</a> TADA and was awarded a sentence of  8 years RI alongwith a\n    fine of Rs.1,00,000/-, and in default of payment  of  fine,  to  suffer\n    further RI for a period of three years; under <a href=\"/doc/1335368/\" id=\"a_45\">Section 5</a>  TADA,  he  was\n    sentenced to suffer RI for 10 years alongwith a  fine  of  Rs.50,000/-,\n    and in default of payment of fine, to suffer further RI for a period of\n    one year; under <a href=\"/doc/1539301/\" id=\"a_46\">Section 6</a> TADA, he was sentenced to suffer  RI  for  10\n    years and a fine of Rs.1,00,000/-, and in default of payment  of  fine,\n    to suffer further RI for a period of 3 years;  under  <a href=\"/doc/747401/\" id=\"a_47\">Section  4(b)</a>  of\n    the Act 1908, he was sentenced to suffer RI for four years alongwith  a\n    fine of Rs.25,000/- and in  default  of  payment  of  fine,  to  suffer\n    further RI for a period of 6 months, under <a href=\"/doc/1568384/\" id=\"a_48\">Section 9-B  (1)(b)</a>  of  the\n    Act 1884, he was sentenced to suffer RI for one year alongwith  a  fine\n    of Rs. 2,000/- and in default of payment of fine, to suffer further  RI\n    for two months.\n</p><p data-structure=\"Issue\" id=\"p_6\">          All the sentences were directed  to  run  concurrently.   However,\n    under <a href=\"/doc/1056565/\" id=\"a_49\">Sections 3</a> and <a href=\"/doc/1090977/\" id=\"a_50\">7</a> read with Section 25 (1-A)(1-B)(a) of  the  <a href=\"/doc/1934415/\" id=\"a_51\">Arms\n    Act</a>, the appellant was convicted, but no separate sentence was awarded.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_7\">            Hence, this appeal.\n</p><p data-structure=\"PetArg\" id=\"p_8\">    3.      Shri Shree Prakash Sinha, learned counsel for the appellant has\n    submitted that the confessional statement of the appellant as  well  as\n    those of the co-accused were recorded by the police  forcibly,  without\n    meeting the requirements of <a href=\"/doc/1972990/\" id=\"a_52\">Section 15</a> TADA and Rule 15  of  the  rules\n    framed  thereunder.   Thus,  the  same  cannot  be  relied  upon.   The\n    recoveries purported to  have  been  made  were  also  planted  by  the\n    investigating agency and cannot be relied upon.  The  Designated  Court\n    erred in convicting the appellant.  Thus, the  appeal  deserves  to  be\n    allowed.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_9\">    4.      Shri Mukul Gupta, learned  Senior  counsel  appearing  for  the\n    respondent, has opposed the appeal  contending  that  the  confessional\n    statement of the appellant as well as those  of  the  co-accused,  were\n    recorded in strict adherence to statutory requirements i.e. <a href=\"/doc/1972990/\" id=\"a_53\">Section  15</a>\n    TADA and Rule 15 of the rules framed thereunder.  The appellant and co-\n    accused have made their confessional  statements  voluntarily  and  the\n    conviction of the appellant can be maintained on the sole basis of  the\n    confessional statement of the appellant  himself.   Moreover,  a  large\n    number of co-accused have named him and  have  assigned  to  him  overt\n    acts. The recoveries have also been made strictly  in  accordance  with\n    the requirements of  <a href=\"/doc/1312051/\" id=\"a_54\">Section  27</a>  of  the  Indian  Evidence  Act,  1872\n    (hereinafter referred to as the ‘<a href=\"/doc/1953529/\" id=\"a_55\">Evidence Act</a>’) and there is no  reason\n    to disbelieve the same, as the same were made at the  instance  of  the\n    appellant  i.e.  on  the  basis  of  his  disclosure   statement   made\n    voluntarily.  Thus,  the  appeal  lacks  merit  and  is  liable  to  be\n    dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_10\">    5.      We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_11\">    6.      Evidence against the appellant (A-41):\n</p><blockquote id=\"blockquote_7\">        a) Confessional statement of the appellant himself.\n</blockquote><blockquote id=\"blockquote_8\">        b) Confessional statement of co-accused Samir Ahmed Hingora\n           (A-53).\n</blockquote><blockquote id=\"blockquote_9\">        c) Confessional statement of co-accused Sanjay Dutt (A-117).\n</blockquote><blockquote id=\"blockquote_10\">        d) Confessional statement  of  Manzoor Ahmed Sayyed Ahmed (A-\n</blockquote><blockquote id=\"blockquote_11\">           89).\n</blockquote><blockquote id=\"blockquote_12\">        e) Deposition of Pandharinath Hanumanth Shinde (PW.218).\n</blockquote><blockquote id=\"blockquote_13\">        f) Deposition of Laxman Loku Karkare (PW.45).\n</blockquote><blockquote id=\"blockquote_14\">        g) Deposition of Hari Pawar (PW.596).\n</blockquote><blockquote id=\"blockquote_15\">        h) Deposition of Prem Kishan Jain (PW.189).\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_12\">    7.      Confessional Statement of Baba Musa Chauhan (A-41):\n</p>\n\n<blockquote id=\"blockquote_16\">            His confessional statement shows that he  was  well  acquainted\n    with the co-accused Salim who used to extort money, and was working for\n    Anis Ibrahim Kaskar (AA), brother of notorious  smuggler  and  gangster\n    Dawood Ibrahim.  Salim  told  the  appellant  (A-41)  on  15.1.1993  to\n    arrange a garage, with respect to which, the appellant (A-41) initially\n    expressed his inability, but after receiving a  phone  call  from  Anis\n    Ibrahim Kaskar  in the evening at about 7-7.30 P.M., wherein Salim  was\n    asked to go to the Magnum Video Office, and meet Samir Ahmed Hingora (A-\n</blockquote><blockquote id=\"blockquote_17\">    53). The appellant (A-41) went there alongwith Salim in a blue coloured\n    Maruti 800 Car,  and with the help of Samir Ahmed  Hingora  (A-53)  and\n    his partner Haneef, they searched for an appropriate  garage.  At  this\n    time, Salim told the appellant (A-41) that he  would  keep  2-3  AK  56\n    rifles with him (A-41) for about 2-3 days, and asked  him  to  stay  at\n    home, so that he could bring the  arms.   On  the  subsequent  morning,\n    Salim came to the house of the appellant (A-41). Abu  Salim  asked  the\n    appellant (A-41) to drive a white coloured Maruti Van which was  parked\n    near the Arsha Shopping Centre and to  come  near  the  Magnum  office.\n</blockquote><p data-structure=\"Issue\" id=\"p_13\">    Salim drove ahead of him in a blue coloured Maruti, after handing  over\n    the keys of the van to the appellant (A-41).  Appellant (A-41)  reached\n    close to the Magnum office in the van. Salim and Samir Ahmed Hingora (A-\n</p><p data-structure=\"Facts\" id=\"p_14\">    53) then sat in the van driven by the appellant (A-41), and  all  those\n    three persons reached the house  of  co-accused  Sanjay  Dutt  (A-117).\n    Sanjay Dutt (A-117) embraced Salim  and  Samir  Ahmed  Hingora  (A-53).\n    Salim  introduced Sanjay Dutt (A-117) to the appellant (A-41).   Sanjay\n    Dutt cleared the passage leading to the garage, shifting  the  vehicles\n    parked therein to the other side.  The van which the  appellant  (A-41)\n    had driven was taken to the garage in reverse gear.  Salim  opened  the\n    cavity of the car which was under its back seats  with  the  aid  of  a\n    ‘panna’, and from within, removed 9 AK 56 rifles one by one,  and  then\n    opened the inside lining of the front door of the car and removed  from\n    there 80 hand grenades without pins, then he removed 1500/2000  bullets\n    from the back door.  These bullets were packed in brown coloured paper,\n    in packets of 25-30 bullets, which were held together by rubber  bands.\n    The hand grenades were also packed in brown coloured paper. There  were\n    56 magazines in the lining of the back door of the car.  Sanjay Dutt (A-\n</p><p data-structure=\"Precedent\" id=\"p_15\">    117) asked Salim why the hand grenades had been brought  there,  as  it\n    might create a problem in case the same blew up.   Salim  explained  to\n    Sanjay Dutt (A-117) that as  the  hand  grenades  did  not  have   pins\n    nothing would happen.  Salim made a list of all the articles and  asked\n    the appellant (A-41) to keep 3 rifles, 9 magazines, 450 bullets and  20\n    hand grenades in Sanjay Dutt’s Fiat car (A-117) .  The appellant (A-41)\n    kept the said arms and ammunition as directed by Salim in the dickey of\n    Sanjay Dutt’s car (A-117), locked the dickey and put  the  key  in  his\n    pocket.  Samir Ahmed Hingora (A-53) kept 20 hand grenades  in  his  car\n    after packing the same into a bag  and  the  appellant  (A-41)  kept  3\n    rifles, 16 magazines, 25 hand grenades and 750  bullets  and  came  out\n    with Samir Ahmed Hingora (A-53).   The appellant (A-41) left  with  the\n    remaining arms and ammunition kept in a bag, which he  laid  under  his\n    bed.\n</p><p data-structure=\"PetArg\" id=\"p_16\">            Next day, the appellant (A-41) loaded all the  bullets  in  the\n    magazines of the rifles.  He could not contact Salim to take  away  the\n    said arms as no one picked up  Salim’s  telephone.   Subsequently,  the\n    appellant (A-41) was told by Salim’s wife that Salim had  gone  out  of\n    India and that she would talk to him after 2-3 days. The appellant  (A-\n</p><p data-structure=\"Facts\" id=\"p_17\">    41) told her that Salim had kept some computer parts  with  him  (A-41)\n    and that the same were to be returned to him  at  the  earliest.   A-41\n    went to the house of Salim and told his wife that he wanted  to  return\n    the said goods at the earliest.  On the same  night,  A-41  received  a\n    telephone call from Dubai from Salim informing him that he  was  coming\n    back to Bombay within 1-2 days, and that after  coming  back  he  would\n    collect all the goods.  However, Salim did not return  from  Dubai.  So\n    the appellant (A-41) called up his brother-in-law in  Dubai  and  asked\n    him to talk to Salim,  and  request  him  to  collect  his  goods,  who\n    subsequently informed the appellant (A-41) that  Salim  was  likely  to\n    come to Bombay within a day or two  and  that  he  would  contact  him.\n    Immediately thereafter, riots took place in Bombay.\n</p><p data-structure=\"Facts\" id=\"p_18\">            On 16.1.1993 the appellant (A-41)  received  a  telephone  call\n    from Salim, who asked him to talk to Anis Ibrahim Kaskar  (AA).    A-41\n    contacted Anis Ibrahim, who told  the  appellant  (A-41)  to  give  two\n    guitars and six ‘tars’ (cord) to Salim Kurla and also, to give him some\n    ‘Kadis’  and on being told that the ‘Kadis’ had already  been  attached\n    to the broom (Jaadu), Anis Ibrahim asked the appellant to give  only  6\n    ‘tars’.  The appellant (A-41) told Anis Ibrahim Kaskar that he did  not\n    know Salim Kurla. Then Anis Ibrahim Kaskar told him  that  Salim  Kurla\n    knew the appellant (A-41), and that he would come to the  Andheri  Post\n    Office in the front of his  house.   Thus,  on  his  instructions,  the\n    appellant (A-41) handed over two rifles and 6 loaded magazines to Salim\n    Kurla. Salim Kurla had told the appellant that these arms  were  to  be\n    given to some one in Beharam Pada.  After 2-3 days, Salim  returned  to\n    Bombay and came to the appellant (A-41) with  his  brother  Kalam.  The\n    appellant (A-41) told him that he had 1 rifle, 25  hand  grenades,  the\n    remaining bullets and 10 magazines etc.   The  appellant  (A-41)  asked\n    Salim to take these remaining articles from him. However,  he  promised\n    to take them back in the evening, but then did not come for two days.\n</p><p data-structure=\"PetArg\" id=\"p_19\">            During this  period,  the  appellant  (A-41)  learnt  from  the\n    newspapers that Salim had been arrested by the police while  trying  to\n    extort money from a Gujarati person.  Salim himself  came  to  see  the\n    appellant (A-41), and told him (A-41) that Salim Kurla  could  disclose\n    the name of the appellant (A-41) to the police, and hence,  he  advised\n    the appellant (A-41) not to disclose Salim’s name.  The  appellant  (A-\n</p><p data-structure=\"Facts\" id=\"p_20\">    41) became frightened, as he was in the possession of  arms.  Thus,  he\n    immediately shifted the arms to Iqbal Tunda and informed Salim to  keep\n    the remaining goods with someone without disclosing  his  (A-41)  name.\n    Salim came to see the appellant (A-41), and he had with him  30  loaded\n    magazines which were wrapped in a plastic/polythene bag and  then  kept\n    in a cloth bag. He left these magazines with the appellant  (A-41)  and\n    said that he would send Ayub  to  collect  this  ammunition  from  him.\n    Accordingly, the next  night  at  9-9.30  p.m.   Ayub  came  with  arms\n    including one AK 56 rifle. He kept the magazine and bag in  one  place.\n    Though, he returned a part of the arms and  ammunition,  some  material\n    still remained with the appellant (A-41), which  was  kept  in  another\n    place. He returned 30 loaded magazines to Salim  and  Ayub  which  they\n    kept inside the dickey of their scooter and left.\n</p><p data-structure=\"Facts\" id=\"p_21\">            Salim Kurla was arrested after the Bombay blast  and  upon  his\n    disclosure, the appellant (A-41) was arrested on 28.3.1993.  Later  on,\n    his father obtained the bag which he had kept with Iqbal Tunda  through\n    Hazi Ismail, and the same was produced before the police.    He  (A-41)\n    further stated that he was not interested in using any arms or  keeping\n    the same with him, rather he had been forced to keep the  same  by  the\n    other co-accused, on the pretext that the weapons and ammunition  would\n    be collected from him within 2-3 days.\n</p><p data-structure=\"Facts\" id=\"p_22\">            The appellant (A-41) made a retraction statement on 21.12.1993.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_23\">    8.      The Confessional Statement of Samir  Ahmed  Hingora  (A-\n</p><p data-structure=\"Issue\" id=\"p_24\">    53):\n</p><blockquote id=\"blockquote_18\">            He made a confession that on 15.1.1993, Anis Ibrahim Kaskar  had\n    telephoned him stating that the appellant (A-41) and Salim would  bring\n    one vehicle loaded with weapons, and that he was to  make  arrangements\n    for the off-loading and handing over of some weapons to Sanjay Dutt (A-\n</blockquote><blockquote id=\"blockquote_19\">    117), and that thereafter, some weapons would be taken back by them for\n    distribution to other persons.  Since his partner  Haneef  was  not  in\n    office, he took them to his  house.   Haneef  talked  to  Anis  Ibrahim\n    Kaskar  (AA)  in  Dubai  over  the   telephone,   and   expressed   his\n    unwillingness to carry out his instructions.  However, upon the request\n    of Salim, he (A-53) agreed to take him to Sanjay Dutt’s house while  he\n    was talking to Anis Ibrahim Kaskar over the telephone  about  the  said\n    weapons.  Sanjay Dutt hugged Salim and asked him to come the  next  day\n    with the weapons.\n</blockquote><p data-structure=\"Facts\" id=\"p_25\">            The next day, he (A-53) went to his office and  met  Salim  and\n    the appellant (A-41) and then reached the house of Sanjay Dutt (A-117).\n     Sanjay Dutt asked his driver Mohd. to remove all the vehicles from the\n    garage, and the appellant (A-41) then parked his Maruti van  there  and\n    asked for a spanner and screw driver.  Sanjay Dutt (A-117) asked  Mohd.\n    to bring the tool kit from his car and give it to the appellant (A-41).\n     Salim wrapped three AK 56 rifles and some magazines in a bed sheet  as\n    per the request of Sanjay Dutt   (A-117), and Salim  also  gave  Sanjay\n    Dutt 20-25 hand grenades which were put in a black coloured  bag  along\n    with other ammunition.\n</p>\n\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_26\">    9.      Confessional statement of Sanjay Dutt (A-117):\n</p><blockquote id=\"blockquote_20\">            He admitted that one day in the month of January  around  9-9.30\n    p.m.,  Haneef and Samir Kurla had come to his  house  alongwith  Salim.\n    He had met Salim once or twice earlier also. They told him (A-117) that\n    they would be coming the next day with the  weapons  that  were  to  be\n    delivered to him and then went away.  The next morning,  Samir,  Haneef\n    and Salim came to his house alongwith one other person, whom he did not\n    know.  They had come in a Maruti Van and parked the  same  in  the  tin\n    shed which was used by him for parking his own  vehicles.   One  person\n    was sitting inside the Maruti Van. After about 15-20 minutes,  he  took\n    out three rifles, and they told him that the same  were  AK-56  rifles.\n    He then brought some cloth from his house and gave it to them.    Salim\n    and the person who had come with him, wrapped the rifles in the  cloth,\n    and thereafter, gave the same to him. He stated that he could identify,\n    the person sitting in the car and also the hand grenades. He kept these\n    rifles and the ammunition in the dickey of his Fiat Car No.MMU 4372.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_27\">    10.     Confessional statement of Manzoor Ahmed Sayyed Ahmed\n    (A-89):\n</p><blockquote id=\"blockquote_21\">            He confessed that he had a blue coloured Maruti 800 bearing  No.\n    M.P.23 B-9264. On  22nd/23rd  January,  1993,  in  the  evening,  Salim\n    contacted him over the telephone  and  called  him  to  his  office  at\n    Santacruz.  After reaching there he took him (A-89),  to the office  of\n    the appellant  (A-41)  at  Monaz  Builders  and  Builders,  S.V.  Road,\n    Andheri,  Opposite  the  Post  Office.  He  introduced  (A-89)  to  the\n    appellant (A-41), and gave the key of his car to the  appellant  (A-41)\n    and after about half an hour the appellant (A-41) came back and  parked\n    the said car outside the office, and gave the key to   Salim  and  told\n    him that he had kept the bag of weapons in the car.  When Salim and (A-\n</blockquote><blockquote id=\"blockquote_22\">    89) entered the car,  he (A-41)  saw  that   a  black  bag   containing\n    weapons, was kept on the rear seat of the car.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_28\">    11.     Deposition of Pandharinath Hanumanth Shinde (PW.218) :\n</p><blockquote id=\"blockquote_23\">           He was the constable posted at the house of Sanjay Dutt  (A-117)\n    for security. His statement was recorded in court on 6.11.1997, wherein\n    he deposed about the visit of the appellant (A-41) alongwith Salim  and\n    others, to  the  house  of  Sanjay  Dutt  (A-117).  He  identified  the\n    appellant in a TI Parade held after 57 days, as well as in  court.   He\n    also identified the two persons alongwith Sanjay  Dutt.   He  supported\n    the prosecution’s case by saying that Sanjay Dutt  had  instructed  the\n    witness to go to Gate no. 1 for  duty,  which  he  had  followed.   The\n    happenings at Gate No.2 would not be  visible  to  him,  while  he  was\n    standing near the main Gate No.1.  It was for this reason that  he  had\n    been shifted to a place from where he could not possibly see  what  was\n    happening.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_29\">    12.    Deposition of Laxman Loku Karkare (PW.45)  -   He  was  a  panch\n    witness in the recovery made on 1.4.1993. When he  reached  the  police\n    station and had agreed to become  a  panch  witness,  there  were  some\n    constables and one more person, who had disclosed  that  his  name  was\n    Ibrahim Musa Chauhan @ Baba Chauhan (A-41). He had given  the   address\n    of his residence. The appellant (A-41) had disclosed to the police   in\n    his presence, that  he  had  AK  56  rifles,  magazines,  grenades  and\n    cartridges which he  had been concealed, and that he  would  show  them\n    the place of concealment and also produce the weapons.  The  panchanama\n    was signed by this witness.  They reached the place as was explained to\n    them by the appellant (A-41) by police jeep, which was near Andheri Bus\n    Terminus. Subsequently, they found themselves in front of a chawl owned\n    by the appellant (A-41).  Then the appellant took them to a lane  which\n    was being used as a dumping ground for waste material,  and  removed  a\n    bag from underneath a heap of waste. He removed an  AK  56  rifle,  635\n    cartridges and 25 hand grenades, and handed over the same to P.I. Pawar\n    who examined all the articles. The seizure panchanama was  prepared  by\n    P.I. Pawar.\n</p><p data-structure=\"Precedent\" id=\"p_30\">            In his cross-examination he deposed that he  did  not  remember\n    that there was a street light at a distance of 20 feet on the  northern\n    side of the open space used as a dustbin.  The space was full of  waste\n    material when he had gone alongwith the police party and  the  accused.\n    There were no left over eatables dumped at the place and it  was  thus,\n    not smelling. P.I. Pawar alongwith the accused  had  entered  the  open\n    space. The open space being used as a dustbin was 4 ft.  x  4  ft.  The\n    accused brought a bag out to the lane from the dustbin. The bag was not\n    in the hands of P.I. Pawar. The accused  (A-41)  had  removed  the  bag\n    from the dustbin in  their  presence.  He  was  standing  in  the  lane\n    watching the accused removing  the bag from the dustbin.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_31\">    13.     Deposition of Hari Pawar (PW.596) - He is  the  Police  officer\n    who made the recovery at the instance of the appellant       (A-41), in\n    the presence of Panch witnesses.  He has corroborated  the  version  of\n    recovery as stated by PW.45.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_32\">    14.    Deposition of Prem Kishan Jain (PW.189)-  He  had  recorded  the\n    confessional statement of the appellant.  He deposed that the appellant\n    (A-41) had been brought from police custody and  sent  back  to  police\n    custody.  The  witness  explained  that  he  was  fully  aware  of  the\n    requirement of recording a confession and that he had complied with all\n    the said requirements while recording the confession of the  appellant.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_33\">    15.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1844193\" id=\"span_1\">In <a href=\"/doc/1844193/\" id=\"a_56\">State of Himachal Pradesh v. Jeet Singh</a>, (1999) 4 SCC 370\n    this court dealt with the issue of  recovery from the public place and\n    held:</span>\n</p><blockquote id=\"blockquote_24\">                 “21. The conduct of the accused has some relevance  in  the\n              analysis of the whole circumstances against him. PW 3 Santosh\n              Singh, a member of the Panchayat hailing from the same  ward,\n              said in his evidence that he reached Jeet  Singh&#x27;s  house  at\n              6.15 a.m. on hearing  the  news  of  that  tragedy  and  then\n              accused Jeet Singh told him  that  Sudarshana  complained  of\n              pain in the liver during the early morning  hours.  But  when\n              the accused was questioned by the trial court  under  <a href=\"/doc/767287/\" id=\"a_57\">Section\n              313</a> of the Code of Criminal Procedure, he denied having  said\n              so to PW 3 and further said, for the first time, that he  and\n              Sudarshana did not sleep in the same room but they  slept  in\n              two different rooms. Such  a  conduct  on  the  part  of  the\n              accused was taken into  account  by  the  Sessions  Court  in\n              evaluating the incriminating circumstance spoken to by PW  10\n              that they were in the same room on the fateful night. We  too\n              give accord to the  aforesaid  approach  made  by  the  trial\n              court.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"985843\" id=\"span_2\">16.     Similarly, in <a href=\"/doc/985843/\" id=\"a_58\">State of  Maharashtra  v.  Bharat  Fakira  Dhiwar</a>\n    (2002) 1 SCC 622, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_25\">                 “22. In the present case the grinding stone  was  found  in\n              tall grass. The pants and underwear were  buried.  They  were\n              out of visibility of others in  normal  circumstances.  Until\n              they were disinterred, at the  instance  of  the  respondent,\n              their hidden state had remained  unhampered.  The  respondent\n              alone knew where they were until he disclosed it. Thus we see\n              no substance in this submission also.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">    17.    In view of the above, it cannot be accepted that a recovery made\n    from an open space or a public place which was accessible to  everyone,\n    should not be taken into consideration for any  reason.  The  reasoning\n    behind it, is that, it will be the accused alone  who  will  be  having\n    knowledge of the place, where a thing is hidden.  The other persons who\n    had access to the place would not be aware of the fact that an accused,\n    after the commission of an offence, had concealed  contraband  material\n    beneath the earth, or in the garbage.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_36\">    18.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1066628\" id=\"span_3\">In <a href=\"/doc/1066628/\" id=\"a_59\">Durga Prasad Gupta v. State of Rajasthan</a> thr.</span> CBI (2003)  12\n    SCC 257, this Court explained the meaning of possession as:\n</p>\n<blockquote id=\"blockquote_26\">               “The word “possession” means the legal right  to  possession\n             (See Heath v. Drown). In an interesting case  it  was  observed\n             that where a person keeps his  firearm  in  his  mother&#x27;s  flat\n             which is safer than his own home, he must be considered  to  be\n             in possession of the same. (See Sullivan v. Earl of  Caithness,\n             (1976) 1 All ER 844.)\n\n\n                Once possession is established, the person who claims  that\n             it was not a conscious possession has to establish it,  because\n             how  he  came  to  be  in  possession  is  within  his  special\n             knowledge.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">    19.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1655328\" id=\"span_4\">In <a href=\"/doc/1655328/\" id=\"a_60\">Sanjay Dutt v. State</a> thr. CBI, Bombay (II), (1994) 5 SCC 410\n    this Court considered the statutory provisions of <a href=\"/doc/1601096/\" id=\"a_61\">Section 5</a> TADA and in\n    this regard held:</span>\n</p>\n<blockquote id=\"blockquote_27\">               “19. The meaning of the first ingredient of ‘possession’  of\n             any such arms etc.  is  not  disputed.  Even  though  the  word\n             ‘possession’ is not preceded by any adjective like ‘knowingly’,\n             yet  it  is  common  ground  that  in  the  context  the   word\n             ‘possession’ must mean possession  with  the  requisite  mental\n             element, that is, conscious possession  and  not  mere  custody\n             without the awareness of the nature of such  possession.  There\n             is a mental element in the concept of possession.  Accordingly,\n             the ingredient of ‘possession’ in <a href=\"/doc/167770480/\" id=\"a_62\">Section 5</a>  of  the  TADA  Act\n             means conscious possession.  This  is  how  the  ingredient  of\n             possession in similar context of a statutory offence  importing\n             strict  liability  on  account  of  mere   possession   of   an\n             unauthorised substance has been understood.\n</blockquote><blockquote id=\"blockquote_28\">                                   xxxxxx\n</blockquote><blockquote id=\"blockquote_29\">               25. The significance of unauthorised possession of any  such\n             arms and ammunition etc. in a notified area is that a statutory\n             presumption arises that the weapon was meant to be used  for  a\n             terrorist or  disruptive  act.  This  is  so,  because  of  the\n             proneness of the area to terrorist and  disruptive  activities,\n             the  lethal  and  hazardous  nature  of  the  weapon  and   its\n             unauthorised possession with this awareness, within a  notified\n             area. This statutory presumption is the essence  of  the  third\n             ingredient of the offence created by <a href=\"/doc/167770480/\" id=\"a_63\">Section 5</a> of the TADA Act.\n</blockquote><p data-structure=\"Issue\" id=\"p_38\">             The  question  now  is  about  the  nature  of  this  statutory\n             presumption.\n</p><p data-structure=\"Issue\" id=\"p_39\">                                   xxxxxxx\n</p><p data-structure=\"Section\" id=\"p_40\">               27. There is no controversy about  the  facts  necessary  to\n             constitute the first two  ingredients.  For  proving  the  non-\n             existence of facts constituting the  third  ingredient  of  the\n             offence, the accused would  be  entitled  to  rebut  the  above\n             statutory  presumption  and   prove   that   his   unauthorised\n             possession of any such arms  and  ammunition  etc.  was  wholly\n             unrelated to any terrorist or disruptive activity and the  same\n             was neither used nor available in that area for  any  such  use\n             and its  availability  in  a  “notified  area”  was  innocuous.\n             Whatever be the extent of burden on the accused  to  prove  the\n             non-existence of the third ingredient, as a matter  of  law  he\n             has such a right which  flows  from  the  basic  right  of  the\n             accused in every prosecution to prove the  non-existence  of  a\n             fact essential to constitute an ingredient of the  offence  for\n             which he is being tried. If the accused succeeds in proving non-\n             existence of  the  facts  necessary  to  constitute  the  third\n             ingredient alone after his unauthorised possession of any  such\n             arms and ammunition etc. in a notified area is  proved  by  the\n             prosecution, then he cannot be convicted under <a href=\"/doc/167770480/\" id=\"a_64\">Section 5</a> of the\n             TADA Act and would be dealt with and punished under the general\n             law. It is obviously to  meet  situations  of  this  kind  that\n             <a href=\"/doc/1387296/\" id=\"a_65\">Section 12</a> was incorporated in the <a href=\"/doc/17848451/\" id=\"a_66\">TADA Act</a>.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_41\">    20.    Therefore, the only requirements under the statutory  provisions\n    are, that (1) a  person  must  be  in  possession  of  some  contraband\n    material; (2) the person must have knowledge  of  his  possession  i.e.\n    conscious possession; (3) it should  be  in  the  notified  area.  Once\n    possession is established, the burden is on the accused to show that he\n    was not in conscious possession.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_42\">    21.    After considering the entire evidence  on  record,  the  learned\n    Designated Court came to the conclusion that the appellant  (A-41)  was\n    aware that the arms and ammunition which were handled by him were to be\n    used during riots against Hindus. The father of the  appellant  (A-41),\n    had collected a bag of contraband kept with Iqbal  Tunda  through  Haji\n    Ismail, and handed over the same to the police.  The  Designated  Court\n    held that the confessions of the co-accused established the role played\n    by the appellant (A-41) in supplying weapons to A-117.  The  confession\n    of A-117 does not reveal the name of the appellant (A-41), but the same\n    is obvious as A-117 did not  know  the  appellant  prior  to  the  said\n    meeting. Thus, it is clear that the fourth person referred  to  in  the\n    confession of A-117 is none other than the appellant (A-41). The  Court\n    held  that  a  consideration  of  the  entire  evidence  leads  to  the\n    inescapable conclusion that the appellant (A-41)  was  in  unauthorised\n    possession of AK-56 rifles, magazines, ammunition  and  hand  granades,\n    and that he had distributed a part of the material to A-117,  kept  the\n    hand grenades with himself, and had  handed  over  an  AK-56  rifle  to\n    Salim Kurla (dead).  All the said acts were committed  by  him  at  the\n    behest of Salim (AA) and Anees Ibrahim, and thus he  has  committed  an\n    offence punishable under  <a href=\"/doc/105771932/\" id=\"a_67\">Sections  3(3)</a>  and  <a href=\"/doc/167770480/\" id=\"a_68\">5</a>  TADA.  Being  in  the\n    unauthorised possession of weapons  in  a  notified  area,  and  having\n    failed to rebut the presumption i.e. that the same were being  for  the\n    purpose of the commission of a  terrorist  act,  he  is  liable  to  be\n    convicted under <a href=\"/doc/167770480/\" id=\"a_69\">Section 5</a>  TADA.\n</p><p data-structure=\"PetArg\" id=\"p_43\">           However, considering that no nexus was established  between  the\n    material possessed and distributed by the  appellant  (A-41),  and  the\n    material smuggled into the country by the main conspirators, and  there\n    being absolutely no other material  on  record  to  reveal  the   nexus\n    between the appellant (A-41) and any other co-accused involved  in  the\n    said conspiracy, it was held that he could not  be held guilty for  the\n    offence of conspiracy i.e. for the first charge. The acts committed  by\n    the appellant (A-41) do not reveal that the same were  being  done  for\n    the  purpose of furthering  the object of  the conspiracy.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_44\">    22.    We have considered the entire evidence on record and come to the\n    following conclusions:\n</p><blockquote id=\"blockquote_30\">         i. The appellant (A-41) was well acquainted with Abu Salim (AA) who\n         was working with Anis Ibrahim Kaskar (AA).\n</blockquote><blockquote id=\"blockquote_31\">         ii. The appellant (A-41) was asked to arrange a garage,  and  hence\n         searched for an appropriate garage with co-accused  Salim,  Hingora\n         (A-53) and his partner Haneef.\n</blockquote><blockquote id=\"blockquote_32\">         iii. The appellant was introduced to co-accused Sanjay Dutt (A-117)\n         at the residence of the latter.\n</blockquote><blockquote id=\"blockquote_33\">         iv. The appellant witnessed the handing over of contraband  to  the\n         co-accused (A-117).\n</blockquote><blockquote id=\"blockquote_34\">         v. The appellant was in conscious possession of certain  contraband\n         items.\n</blockquote><blockquote id=\"blockquote_35\">         vi. The recovery of the contraband material which was effected upon\n         the making of a disclosure statement by the appellant,  took  place\n         at a dumping ground for waste.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_45\">    23.    The Designated Court convicted the appellant (A-41) on the basis\n    of the evidence as has been  hereinabove  stated.  We  find  no  cogent\n    reason to interfere with the decision  of  the  Designated  Court.  The\n    appeal is hereby, accordingly dismissed.</p><pre id=\"pre_2\">\n                   CRIMINAL APPEAL NOS.1129-1130  OF 2007\n\n\n\n\n    Altaf Ali Sayed                                          …Appellant\n\n\n                                   Versus\n\n\n    State of Maharashtra through CBI                 … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_46\">    24.     These appeals have been preferred  against  the  judgments  and\n    orders dated 24.11.2006 and 5.6.2007 passed by a Special Judge  of  the\n    Designated Court under the TADA for Bombay Blast,  Greater  Bombay,  in\n    Bombay Blast Case No. 1/1993 by which the appellant has been  convicted\n    under  <a href=\"/doc/105771932/\" id=\"a_70\">Section  3(3)</a>  TADA  and  sentenced  for   10   years   rigorous\n    imprisonment and a fine of Rs.50,000/- and in  default  of  payment  of\n    fine to further suffer rigorous  imprisonment  of  one  year.   He  has\n    further been convicted  for  the  offence  under  <a href=\"/doc/167770480/\" id=\"a_71\">Section  5</a>  TADA  and\n    sentenced to 10 years rigorous imprisonment with a fine of Rs.2,00,000/-\n     and  in  default  of  payment  of  fine  to  suffer  further  rigorous\n    imprisonment for 3-1/2 years.\n</p><p data-structure=\"Issue\" id=\"p_47\">            Both the sentences were directed to run concurrently.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_48\">    25.     Facts and circumstances giving rise to these appeals are that:\n</p>\n<blockquote id=\"blockquote_36\">    A.      In addition to the main charge of conspiracy, the appellant (A-\n</blockquote><blockquote id=\"blockquote_37\">    67) was charged for arranging 13 air tickets in order to facilitate the\n    traveling of  the  accused  persons  for  training  of  handling  arms,\n    ammunition and explosives.  He has also been charged for knowingly  and\n    intentionally storing 2 suit  cases  containing  arms  and  ammunition,\n    thereby committing the offence punishable under <a href=\"/doc/105771932/\" id=\"a_72\">Section 3(3)</a> TADA.  The\n    appellant was further charged for possessing arms and ammunition in the\n    notified area of Greater Bombay which were recovered at the instance of\n    Mohd. Hanif Usman Shaikh, thereby committing the offence under  <a href=\"/doc/167770480/\" id=\"a_73\">Section\n    5</a> TADA.  And lastly, he was charged with an  intent  to  aid  terrorist\n    acts thereby committing an offence under <a href=\"/doc/47052902/\" id=\"a_74\">Section 6</a> TADA.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_49\">    B.      After conclusion of the trial,  the  learned  Designated  Court\n    under TADA  convicted  and  sentenced  the  appellant  as  referred  to\n    hereinabove.\n</p><p data-structure=\"Issue\" id=\"p_50\">            Hence, these appeals.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_51\">    26.     Shri Mukul Rohtagi, learned senior counsel appearing on  behalf\n    of the appellant, has submitted that the appellant had not  been  found\n    guilty of first charge  i.e.  larger  conspiracy  and  the  allegations\n    against him had been  regarding  keeping  possession  of  handgrenades,\n    detonators and storing the suitcases which had been  recovered  on  his\n    discovery statement. The recovery memo of the alleged articles had  not\n    been signed by the appellant and even the story of handing over the two\n    bags to the appellant is false for the reason that it has been  alleged\n    that Amzad Ali Aziz Meharbaksh had given four bags which were  returned\n    to Yakub Memon (A-1) as Amzad Ali Aziz Meharbaksh had  been  discharged\n    by this Court.  Thus, the evidence of Mohd. Hanit Usman Shaikh (PW.282)\n    in this regard cannot be relied upon.  More so, the  prosecution  could\n    not produce all 105 handgrenades, alleged to have been  recovered  from\n    the possession of the appellant  as  there  had  been  shortage  of  20\n    handgrenades. More so, no explanation had been made by the  prosecution\n    as how the key-maker was present on the scene and who had brought  him.\n    More so, the panch witness could not be relied upon because his brother\n    is an employee in arms department in police  and  thus,  he  could  not\n    termed to be an independent witness. The alleged recovery  of  <a href=\"/doc/111604/\" id=\"a_75\">articles\n    42</a> and <a href=\"/doc/1256023/\" id=\"a_76\">43</a>  had  not  properly  been  sealed,  therefore,  there  was  a\n    possibility of tampering with the contents of the suitcases.  Thus, the\n    learned  Designated  Court  erred  in  convicting  and  sentencing  the\n    appellant. Thus, the appeal deserves to be allowed.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_52\">    27.     Per contra, Shri Mukul Gupta, learned senior counsel  appearing\n    on behalf of the State, has submitted that there is sufficient material\n    on record that in the presence of Yakub Memon (A-1),   Amzad  Ali  Aziz\n    Meharbaksh had told the appellant (A-67) that goods belonging to  Yakub\n    Memon (A-1) were to be shifted to some other place  and,  subsequently,\n    Yakub Memon (A-1) asked appellant (A-67) as to  whether  the  bags  had\n    been delivered to him by Amzad Ali Aziz Meharbaksh. The tickets for the\n    co-accused were arranged by Yakub Memon (A-1) through the appellant  by\n    sending money and passports to him through Rafiq Madi  (A-46).  It  was\n    Yakub Memon (A-1) who sent three bags  to  Rafiq  Madi  (A-46)  through\n    appellant (A-67).  Yakub Memon (A-1) had instructed on telephone to the\n    appellant for sending the bags to Al-Husseini Building i.e.,  residence\n    of Yakub Memon (A-1) and his family.  The recovery  has  been  made  in\n    accordance with law  and  there  is  sufficient  material  against  the\n    appellant  to  convict  him  for  the  aforesaid  offences,  hence,  no\n    interference is required.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_53\">    28.     We have considered the rival submissions made  by  the  learned\n    counsel for the parties and perused the records.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_54\">    29.         Evidence against the appellant:\n</p><blockquote id=\"blockquote_38\">    (a)     Confessional statement of the appellant (A-67)\n\n\n</blockquote><blockquote id=\"blockquote_39\">    (b)          Confessional statement of Mohd.Rafiq Madi  Biyariwala(A-</blockquote><pre id=\"pre_3\">\n        46)\n\n\n    (c)     Deposition of Mohd. Hanit Usman Shaikh (PW-282)\n\n\n    (d)     Deposition of Prem Kishan Jain (PW-189)\n\n\n    (e)     Deposition of Shri K.L. Bishnoi (PW-193)\n\n\n    (f)     Deposition of S.J. Satam, Panch witness (PW-37)\n\n\n    (g)     Deposition of Waman Kulkarni (PW-662)\n\n\n    (h)     Deposition of Woman Dotlkar (PW-420)\n\n\n    (i)     Deposition of Asit Devji (PW-341)\n\n\n    (j)     Deposition of Anil Prabhakar (PW-506)\n\n\n    (k)     Memo Panch Ex. 108\n\n\n    (l)     Discovery Panch. Ex. 109\n\n\n</pre><blockquote id=\"blockquote_40\">    30.     Confessional statement of the appellant (A-67):\n</blockquote><blockquote id=\"blockquote_41\">            His confessional statement was recorded on  16.4.1993  by  Prem\n    Kishan Jain (PW-189), D.C.P. Commandant  SRP(F)  Group-VI  Dhule.   The\n    appellant (A-67) deposed that he was a recruiting agent under the  name\n    of Altaf Enterprises.  He knew  Amzad  Ali  Aziz  Meherbux  (Discharged\n    accused) and Yakub Memon (A-1).  Amzad sent 4 bags of Yakub to be  kept\n    with him as per their earlier meeting.  He asked them as to what was in\n    the bag and Amzad told him that it  contained  weapons  etc.   He  also\n    booked tickets for 15-16 persons at the instance  of  Yakub  for  which\n    passports and payments were received through Rafiq Madi (A-46).   After\n    10-12 days, Rafiq (A-46) sent him 3 bags of Yakub to be kept with  him.\n    When he asked, Rafiq told him that they contained bullets, grenade etc.\n     On 10.3.1993 he returned 5 bags at Al-Husseini Building at instance of\n    Yakub Memon.  He kept the remaining two  bags  containing  weapons  and\n    explosives with Mohd. Hanif.  The  said  two  bags  were  recovered  by\n    police on 26.3.1993 at his instance from Mohd. Hanif.\n</blockquote>\n\n<blockquote id=\"blockquote_42\">    31.     Confessional statement of Mohd. Rafiq  Madi  Biyariwala\n    (A-46):\n</blockquote><blockquote id=\"blockquote_43\">            The said accused stated that on one occasion the appellant  (A-\n</blockquote><blockquote id=\"blockquote_44\">    67) was delivered Rs.50,000/- and on another occasion Rs.62,000-63,000/-\n</blockquote><p data-structure=\"Facts\" id=\"p_55\">     at the instance of Yakub Abdul Razak Memon (A-1).  On 14-15  February,\n    he saw the appellant (A-67) taking away 3 suit-cases in his Maruti  Van\n    from nearby garage below the building of Tiger Memon (AA).\n</p><p data-structure=\"Precedent\" id=\"p_56\">            Thus, it came in evidence through the  confessional  statements\n    of A-67 and A-46 that four suitcases were kept in the jeep,  which  was\n    parked in the residential premises of Amjad Abdul Aziz Meherbux (A-68),\n    (discharged accused) by Abdul Gani Ismail Turk (A-11) and  Anwar  Theba\n    (AA) at the instance of  Yakub Abdul Razak Memon  (A-1).  Subsequently,\n    the appellant (A-67) took away the four suit cases and kept them in his\n    office, at the instance of Yakub Abdul Razak Memon (A-1). Later,  Rafiq\n    Madi Musa Biyariwala (A-46) brought three more suit cases and kept them\n     at the office of  the appellant (A-67). Out of the  total  seven  suit\n    cases,  appellant (A-67) delivered five suit cases to Yakub Abdul Razak\n    Memon (A-1) at Al Husseini building. Thus, two suit cases  remained  in\n    his possession. It has further been disclosed by the appellant that due\n    to the involvement of Yakub Abdul Razak Memon (A-1)  in  the  case,  he\n    kept the said suit cases at the residence of Mohd. Hanit  Usman  Shaikh\n    (PW.282).  After the arrest of the  appellant,  he  made  a  disclosure\n    under <a href=\"/doc/1312051/\" id=\"a_77\">Section 27</a> of  Evidence Act (Exh. 108 dt. 26.3.1993) and led Anil\n    Prabhakar (PW-506) and Suresh Satam  (PW-37) to the residence of  Mohd.\n    Hanit Usman Shaikh (PW-282) from  where  the  following  articles  were\n    recovered and taken into  possession  vide  Panchnama  Ext.  109.   The\n    suitcases contained arms and ammunition in large quantities.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_57\">    32.     Deposition of Mohd. Hanit Usman Shaikh (PW-282):\n</p>\n\n<blockquote id=\"blockquote_45\">          Mohammed Hanif Usman Shaikh (PW-282) in  his  statement  disclosed\n    that the appellant (A-67) had given him two suitcases in his office  on\n    22.3.1993 at 9.00 P.M. in closed condition and the appellant (A-67) had\n    asked the witness to keep the said two suitcases and also told that the\n    suitcases were containing  Fax machines.  He has further revealed  that\n    after making the recovery of the suitcases from him the police got them\n    open through the mechanic.  The handgrenades were taken out  and  chits\n    were affixed on each of the handgrenade recovered from the  bags.  But,\n    Mr. Mukul Rohtagi,  learned  senior  counsel  for  the  appellant,  has\n    submitted that after the recovery of handgrenades, it was not  possible\n    to affix chits on each of the handgrenade within such a short  time  of\n    50-55 minutes even if 20-30 police  officials  were  involved  in  that\n    activity. The bundles of wire were  kept  together  and  wrapped  in  a\n    paper.  The said packet was tied by means of a string, and the seal  of\n    lac was put on the said  packet.    65  handgrenades  from  the  bigger\n    suitcase were kept in the same bag alongwith the packet of the  bundles\n    of wires, and 40 handgrenades from the small bag were also kept in  the\n    same suit case, and the same were tied  and  sealed.   He  has  further\n    complained that during the course of his  custody,  his  statement  was\n    recorded by the police under <a href=\"/doc/47052902/\" id=\"a_78\">Section 6</a> but it was  not  read  over  and\n    explained to him by the police either in Hindi, Urdu or  in  any  other\n    language. He was detained by the police in March 1993 for  about  20-25\n    days and was not allowed to return to  his  house.   Moreover,  he  was\n    tutored and was asked to involve the appellant  (A-67)  in  this  case.\n</blockquote><p data-structure=\"Facts\" id=\"p_58\">    The witness had been attending the office of the  appellant  (A-67)  in\n    connection with taking the persons abroad.  He has also  revealed  that\n    the two suitcases recovered had been shown to him  and  he  kept  their\n    description in mind.  Though, the said  witness  had  not  been  turned\n    hostile but, he was permitted to ask some questions in  the  nature  of\n    cross-examination regarding the happening at the Mahim  Police  Station\n    in the month of February/March 1993.  On the basis of the above, it has\n    been submitted by  Mr.  Mukul  Rohtagi  that  the   evidence  given  by\n    Mohammed Hanif Usman Shaikh (PW-282) does not  inspire  confidence  and\n    cannot be relied upon.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_59\">    33.     Deposition of  Premkrishan Dayakrishan Jain (PW.189):\n</p>\n\n<blockquote id=\"blockquote_46\">          Premkrishan Dayakrishan Jain (PW.189), D.C.P.  Commandant,  S.R.P.\n    (F) Group-VI, Dhule, recorded the confessional statement  of  appellant\n    (A-67).  He  deposed  that  when  the  confessional  statement  of  the\n    appellant (A-67) was recorded on 16th and 18th of April, 1993,  he  was\n    produced before the said witness by PSI Patil accompanied by  a  police\n    party.  The witness asked the appellant his name and then as instructed\n    by the witness, PSI Patil and  police  party  left  the  chamber  after\n    removing handcuffs of the appellant (A-67) and  being  fully  satisfied\n    that his confession was voluntarily recorded.  The  appellant  did  not\n    raise any complaint against anybody and said that  he  was  giving  his\n    confessional statement voluntarily without any pressure or fear or  any\n    inducement given by any person.  Thus, two things  are  clear  that  on\n    16/18.4.1993 when the appellant was produced for recording confessional\n    statement, he came from the police custody on 16.4.1993  and,  at  that\n    time, he was handcuffed, so the witness asked the police officials  who\n    had produced him, to remove the handcuffs.  After recording  the  first\n    part of his confession, he was  sent  to  police  custody  and  not  in\n    judicial custody or in the custody of  any  other  independent  agency.\n</blockquote><p data-structure=\"Facts\" id=\"p_60\">    While on 18.4.1993, he was again produced by  the  police,  having  the\n    custody of the appellant handcuffed and it was on the direction of  the\n    witness, the handcuffs were removed and his statement was recorded.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_61\">    34.     Deposition of K.L. Bishnoi (PW-193):\n</p>\n<blockquote id=\"blockquote_47\">          He has recorded the statement of the co-accused Rafiq Madi  (A-46)\n    and deposed that he has made a voluntary confessional  statement  which\n    was recorded strictly in accordance with law, and he has  also  pointed\n    out the involvement of the appellant in the crime.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_62\">    35.     Deposition of S.J. Satam, Panch witness (PW-37):\n</p><blockquote id=\"blockquote_48\">          He  was  the  Panch  witness  and  he  has  deposed  that  he  had\n    accompanied the police party alongwith co-accused Rafiq Madi (A-46) who\n    had taken them to  Gate  No.5,  Kashinath  Building,  and  pointed  out\n    towards the appellant (A-67) who was arrested therein and  arrest  memo\n    was prepared.\n</blockquote>\n\n\n\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_63\">    36.     Deposition of Waman Kulkarni (PW-662):\n</p><blockquote id=\"blockquote_49\">          He has deposed about sending 9 sealed packets to FSL on  24.8.1993\n    vide forwarding letter, Ext.2439 and receiving  the  chemical  analysis\n    report, Ext.2439A.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_64\">    37.     Deposition of Woman Dotlkar (PW-420):\n</p><blockquote id=\"blockquote_50\">          He has deposed that he was working as Assistant Counter Supervisor\n    of M/s  Hans Air Services, and has further deposed regarding booking of\n    4 tickets by the appellant (A-67) for 11.2.1993 for  Dubai  and  proved\n    Ext.D-3, xerox  copy  of  3  tickets.                     The  relevant\n    material by itself does not reveal that  Yakub  Memon  (A-1)  disclosed\n    the contents of said bags to the appellant.  The  further  material  in\n    confession reveals that bags were given to him on  the  count  of  same\n    being luggage of persons which were to be sent to abroad.  The evidence\n    reveals the manner in which the appellant had returned 4  bags  out  of\n    bags given by Amjad Abdul Aziz Meherbux (A-68) and one bag out of  bags\n    brought by Rafiq Madi Musa Biyariwala (A-46) on the count of  the  same\n    being luggage etc.  The material reveals that he was not able to return\n    two bags on the count of same being heavy.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_65\">    38.     The confession of the appellant (A-67) further reveals that  he\n    had asked Aziz Meherbux (A-68) about contents of bags  given  by  Yakub\n    Abdul Razak Memon (A-1) and then A-68 had informed him that  same  were\n    weapons etc. for purposes of  taking  revenge  of  losses  suffered  by\n    Muslims during the riots.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_66\">    39.     Since the appellant (A-67) being in  possession  of  contraband\n    material in an unauthorised manner within notified area  and  the  said\n    material being capable of attracting provisions of <a href=\"/doc/167770480/\" id=\"a_79\">Section 5</a>  TADA,  it\n    will make the appellant (A-67) liable for commission of  offence  under\n    <a href=\"/doc/167770480/\" id=\"a_80\">Section  5</a>  TADA.  However,  considering  the  purpose  for  which  the\n    appellant (A-67) had taken control of  said material, i.e.  for  hiding\n    the same with his friend,  it cannot be said that he had committed  the\n    said act for either aiding Yakub Abdul Razak Memon  (A-1)  or  abetting\n    any of the acts of Yakub Abdul Razak Memon  (A-1).   Thus,  though  the\n    appellant (A-67) by committing such act had contravened  provisions  of\n    Arms Act and Explosive Act, still his intent behind committing said act\n    being not for helping any terrorist, thus, he cannot be held guilty for\n    commission of any offence under <a href=\"/doc/47052902/\" id=\"a_81\">Section 6</a> TADA.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_67\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1066628\" id=\"span_5\">40.     The word ‘Possession’ has been explained  under  TADA  by  this\n    Court in <a href=\"/doc/1066628/\" id=\"a_82\">Durga Prasad Gupta</a>  (supra).</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_68\">     41.    In Kalpnath Rai v. State (Thr. CBI), (1997)  8  SCC  732,  this\n    Court held that in order to meet the essential ingredients  of  offence\n    under <a href=\"/doc/17720539/\" id=\"a_83\">Section 3</a> TADA mens rea must be proved, and it is for this reason\n    that the companies and corporations etc. cannot be prosecuted  for  the\n    offence under the provisions of TADA. It  was  further  held  that  the\n    confession of an accused can be used against  co-accused  only  in  the\n    same manner and subject to the same condition as stipulated in  <a href=\"/doc/1974480/\" id=\"a_84\">Section\n    30</a> of the Evidence Act, i.e. the accused tried in the same case but for\n    different offences.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_69\">    42.     Shri Mukul Rohtagi, learned senior counsel  appearing  for  the\n    appellant has submitted that two panch witnesses  were  there,  whereas\n    one has been examined, i.e. Suresh Satam (PW.37). His  evidence  cannot\n    be relied upon for the reason that he  was  the  brother  of  a  Police\n    Constable and  thus,  cannot  be  termed  as  an  independent  witness.\n    Factually, it is true that  the  panch  witness  Suresh  Satam  (PW.37)\n    himself has admitted that  his  brother  was  employee  of  the  police\n    department of Maharashtra.  Further, merely having such a  relationship\n    does not make him disqualified to be a panch witness, nor his  evidence\n    required to be ignored. In Kalpnath Rai (supra), this  Court  has  held\n    that the evidence of police officials can  be  held  to  be  worthy  of\n    acceptance even if no independent witness has been examined. In such  a\n    fact-situation, a duty is cast on the court to adopt greater care while\n    scrutinising the evidence of the police official. If  the  evidence  of\n    the police official is  found  acceptable  it  would  be  an  erroneous\n    proposition that the court must reject the prosecution  version  solely\n    on the ground that no independent  witness  was  examined.  (See  also:\n</p><blockquote id=\"blockquote_51\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214222\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156799\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"707363\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"503552\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"280656\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1256540\" id=\"span_11\"><a href=\"/doc/1256540/\" id=\"a_85\">Paras Ram v. State of  Haryana</a>,  (1992)  4  SCC  662;  <a href=\"/doc/280656/\" id=\"a_86\">Pradeep  Narayan\n    Madgaonkar &amp; Ors. v. State of Maharashtra</a>, (1995) 4 SCC 255; <a href=\"/doc/503552/\" id=\"a_87\">Sama Alana\n    Abdulla v. State of Gujarat</a>, (1996)  1  SCC  427;   <a href=\"/doc/707363/\" id=\"a_88\">Anil  v.  State  of\n    Maharashtra</a>, (1996) 2 SCC 589; <a href=\"/doc/1156799/\" id=\"a_89\">Tahir v. State  (Delhi</a>),  (1996)  3  SCC\n    338; and <a href=\"/doc/1214222/\" id=\"a_90\">Balbir Singh v. State</a>, (1996) 11 SCC 139).</span></span></span></span></span></span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_70\">    43.         It has been pointed  out  by  Mr.  Mukul  Rohtagi,  learned\n    senior  counsel  appearing  for  the  appellant,  that  the  bags  were\n    recovered, though the key was not available and, therefore, it  is  not\n    the case where the key  of  the  suit  cases  had  been  given  to  the\n    appellant (A-67) and in such a fact-situation, the appellant may not be\n    aware of the contents of the bags as he had not seen its contents.  The\n    locksmith was called and he  made  key  and  gave  it  to  the  police.\n    Subsequent to the opening of the bags, neither the key was kept in safe\n    custody nor was it exhibited or preserved. The locksmith has  not  been\n    examined. The recovery of bags itself becomes doubtful for  the  reason\n    that even if the statements of the panch witness Suresh  Satam  (PW.37)\n    and Anil Prabhakar (PW.506) are taken into consideration, the  recovery\n    was made on 26.3.1993 at 10.00 p.m., though they had  started  at  5.00\n    p.m. from a nearby place.  Therefore, prosecution has not explained  as\n    under what circumstances the police party took  five  hours  to  travel\n    such a short distance.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_71\">    44.    The confession of the appellant  (A-67)  revealed  that  in  the\n    second week of February, he met Yakub Memon(A-1) in office of Amzad Ali\n    Meharbax (A-68) and A-1 asked the appellant (A-67) to book  tickets  to\n    Dubai for him. Thereafter, Amzad Ali Meharbaksh  (A-68)  gave  the  the\n    appellant (A-67) four bags of Yakub (A-1) and  after  some  time  Rafiq\n    Madi (A-46) came with money for the tickets.  After  10-12  days  Rafiq\n    Madi (A-46) came with 3 bags of Yakub to be kept with the appellant (A-\n</p><p data-structure=\"Facts\" id=\"p_72\">    67). Upon inquiry from A-68, the appellant (A-67) found out,  that  the\n    bags  contained  weapons  for  taking  revenge  of  the  sufferings  of\n    Muslims. On 10th March, the appellant (A-67) had taken 5 bags and  kept\n    the same in the garage of  A-1  at  Al-Husseini  Building.  After  bomb\n    blasts, he kept the remaining two bags with Mohd. Hanit  (PW-282)  from\n    where they were recovered at his instance. Confession  of  Mohd.  Rafiq\n    Musa Biyariwala (A-46) revealed that on two occasions Yakub Memon (A-1)\n    had given Rs. 50,000/- and Rs. 62000-63000/- to A-46 for giving  it  to\n    the appellant (A-67), and accordingly A-46 delivered the  same  to  the\n    appellant (A-67) and saw the appellant (A-67)  driving  away  from  Al-\n    Husseini Building in red Maruti car with 3  suitcases.   Further,  Asit\n    Devji (PW-341) and Waman Dotlkar (PW-420) corroborated the incident  of\n    booking tickets by M/s Altaf Enterprises i.e. firm of the appellant (A-\n</p><p data-structure=\"Precedent\" id=\"p_73\">    67). However, the Court held that the said instance of booking  tickets\n    by the appellant (A-67) cannot lead  to  the  conclusion  that  he  had\n    knowledge of purpose for which travellers were going abroad  and  thus,\n    the appellant (A-67) was held not guilty of first limb of second charge\n    under <a href=\"/doc/105771932/\" id=\"a_91\">Section 3(3)</a>  TADA.\n</p><p data-structure=\"CDiscource\" id=\"p_74\">            The  recovery  of  two   suitcases   containing   handgrenades,\n    detonators and wires was effected by Anil Mahabole (PW-506) in presence\n    of Suresh (PW-37), panch witness, on 26.03.1993 from the house of Mohd.\n    Hanif (PW 282) and the same was corroborated by PW-282.\n</p><p data-structure=\"Precedent\" id=\"p_75\">           The appellant (A-67) had been told by Amzad  (A-68)  that  these\n    bags contained weapons to be used for taking revenge for  Muslims,  but\n    still  continued  to  keep  the  same.  The  appellant  (A-67)  was  in\n    possession of bags after he shifted  them  to  Hanif  (PW  282)  as  he\n    assumed full control of said bags without any instruction of Yakub  (A-\n</p><p data-structure=\"Issue\" id=\"p_76\">    1).\n</p><p data-structure=\"Facts\" id=\"p_77\">           It is evident from the record hereinabove, that  in  the  second\n    week of February 1993, the appellant  met  Yakub  Memon  (A-1)  in  the\n    office of  Amzad Abdul Aziz Meherbux (A-68) and A-1 asked the appellant\n    to book tickets for Dubai for him.  Thereafter, A-68 gave the appellant\n    4 packets to Yakub Memon (A-1) and after some time, Rafiq  Madi  (A-46)\n    came with 3 packets of Yakub Memon (A-1) to be kept with the  appellant\n    (A-67).  On being asked Amzad Abdul Aziz Meherbux (A-68) revealed  that\n    the packets contained weapons which had been brought  to  be  used  for\n    taking revenge of sufferings of  Muslims.   The  appellant  (A-67)  had\n    taken 5 bags on 10.3.1993 and kept the same  in  the  garage  of  Yakub\n    Memon (A-1) at the Al-Husseini Building.  The Bombay blast  took  place\n    on 12.3.1993, and it was after  that  the  appellant  has  kept  the  2\n    remaining bags with Md. Hanit Usman Shaikh (PW.282) from where they had\n    been recovered by the police on a voluntary disclosure of the appellant\n    and at his instance.  The prosecution’s case stood corroborated by  the\n    confessional statement of Rafiq Madi (A-46),  who  had  also  disclosed\n    that he had received a sum of Rs.50,000/- and Rs.62,000/- respectively,\n    from Yakub Memon (A-1) to be handed over to the  appellant  (A-67)  and\n    accordingly,  the said amount had been delivered to  the  appellant  by\n    him.  He had also deposed that he had seen the appellant (A-67)  taking\n    away the 3 suit cases in red Maruti Car to Al-Husseini Building.\n</p><p data-structure=\"CDiscource\" id=\"p_78\">           The other evidences of Asit Devji  (PW.341)  and  Waman  Dotlkar\n    (PW.420) have fully  proved  the  booking  of  tickets  by  M/s.  Altaf\n    Enterprises i.e., the  Firm  of  appellant  (A-67).   Undoubtedly,  the\n    evidence on record in respect of booking  does  not  lead  to  draw  an\n    inference, that while booking the tickets he had any knowledge  of  any\n    conspiracy regarding the Bombay blasts and  in  view  thereof,  he  had\n    rightly been acquitted of the charges of the first limb of  the  second\n    charge under <a href=\"/doc/105771932/\" id=\"a_92\">Section 3(3)</a> TADA.  However, the recovery of 2 suit  cases\n    containing the arms and ammunition i.e., handgrenades,  detonators  and\n    wires etc. was effected by Anil Mahabole (PW.506), on the disclosure of\n    the appellant in the presence of Suresh Satam (PW.37) and on  26.3.1993\n    from the house of Mohd. Hanit (PW-282).  The recovery of 2  suit  cases\n    containing the arms and ammunition i.e., handgrenades,  detonators  and\n    wires  etc.  stood  fully  proved  by  the  conjoint  reading  of   the\n    depositions of Anil Mahabole (PW.506), Mohd. Hanit (PW.282) and  Suresh\n    Satam (PW.37).\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_79\">    45.    We do not find any cogent reason to  interfere  with  the  order\n    passed by the  Designated  Court.   The  appeals  lack  merit  and  are\n    accordingly dismissed.</p><pre id=\"pre_4\">\n                      CRIMINAL APPEAL NO. 402  OF 2008\n\n\n      Mohammed Sayeed Mohammed Isaaq               ..Appellant\n\n\n                                   Versus\n\n\n      State of Maharashtra                                 … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_80\">      46.   This appeal has been preferred against the  judgment  and  order\n      dated 22.5.2007 passed by the Special Judge of  the  Designated  Court\n      under the TADA for the Bombay Blast, Greater Bombay  in  Bombay  Blast\n      Case No.1/93, by which the appellant has been  found  guilty  and  has\n      been convicted under <a href=\"/doc/105771932/\" id=\"a_93\">Section 3(3)</a> TADA on  two  counts  and  has  been\n      awarded a punishment of 6 years alongwith a  fine  of  Rs.15,000/-  on\n      each count, and  in default of payment of fine to suffer further  R.I.\n      for 3 months. However, the  punishments  have  been  directed  to  run\n      concurrently.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_81\">      47.   Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_52\">      A.    In addition to the main charge of  conspiracy,  he  was  charged\n      with the execution of the aforesaid criminal conspiracy, as during the\n      period between December  1992  to  April  1993,  he  had  abetted  and\n      facilitated various terrorist activities, and  more  particularly,  he\n      had gone to Pakistan to receive weapons training in  the  handling  of\n      arms, ammunition and explosives for the commission  of  the  terrorist\n      activities, between the dates 22.1.1993 - 15.2.1993.\n      B.    He  was  further  charged  for  having  attended  conspiratorial\n      meetings  held  in  Dubai  and  Pakistan,  alongwith  the  other   co-\n      conspirators in order to plan the commission of terrorist acts.\n      C.    After conclusion of the  trial,  the  learned  Designated  Court\n      found the appellant (A-95) guilty under <a href=\"/doc/105771932/\" id=\"a_94\">Section  3(3)</a>  TADA  only  and\n      awarded the sentence and fine, as referred to hereinabove.\n</blockquote><blockquote id=\"blockquote_53\">            Hence, this appeal.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_82\">      48.   Ms.  Farhana  Shah,  learned  counsel  for  the  appellant,  has\n      conceded to the fact that the appellant had in  fact  gone  to  Dubai,\n      without knowing the purpose of such visit, merely upon being asked  by\n      the other co-accused to do so, and that he came to know only once when\n      he was in Dubai that he  had  to  travel  to  Pakistan  for  receiving\n      training in the handling of arms and ammunition. Even in Pakistan,  he\n      was unable to take training properly as he was suffering from  various\n      ailments due to which, he was even got abused several  times.  Learned\n      counsel  has  admitted  appellant’s  visit  to  Dubai,  but  has  also\n      submitted that even after returning to Bombay, he did not  participate\n      in any overt acts or conspiratorial meetings. Hence, no  charge  could\n      be proved against him for attending any such meetings either in India,\n      Dubai, or Pakistan.\n</p><p data-structure=\"PetArg\" id=\"p_83\">            Therefore, it has been  submitted  by  Ms.  Farhana  Shah,  that\n      appellant has been exploited by powerful criminals and smugglers,  and\n      that he had voluntarily gone to Dubai only in search  of  a  job  but,\n      from there he was forced to travel to Pakistan for training.  However,\n      owing to the fact that he could not receive training, after  returning\n      to India he did not attend any meeting. Thus, he cannot  be  convicted\n      for the offence punishable under the provisions of TADA.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_84\">      49.   On the other hand, Shri  Mukul  Gupta,  learned  senior  counsel\n      appearing for the CBI, has vehemently opposed  the  appeal  contending\n      that though undoubtedly, he might not have been involved in any  overt\n      act, his involvement in the aforesaid criminal  conspiracy  cannot  be\n      ruled  out,  hence,  the  provisions  of  <a href=\"/doc/105771932/\" id=\"a_95\">Section  3(3)</a>   TADA   would\n      automatically be attracted in light of the facts of the  case.   Thus,\n      the appeal lacks merit and is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_85\">      50.   We have considered the rival submissions  made  by  the  learned\n      counsel for the parties and perused the records.\n</p>\n\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_86\">      51.   Evidence against the appellant (A-95) :\n</p><blockquote id=\"blockquote_54\">      (a)   Confessional statement of Mohmed Sayeed Mohmed Issaq (A-95)\n\n\n</blockquote><blockquote id=\"blockquote_55\">      (b)   Confessional statement of Hanif Mohmed Usman Shaikh (A-92)\n\n\n</blockquote><blockquote id=\"blockquote_56\">      (c)   Confessional statement of Shaikh Ibrahim Shaikh Hussein (A-108)\n\n\n</blockquote><blockquote id=\"blockquote_57\">      (d)   Confessional statement of Usman  Man  Khan  Shaikh  (A-115)  (e)\n      Deposition of Dilip Suryanashi (PW-225)\n</blockquote><blockquote id=\"blockquote_58\">      (f)   Deposition of Amrutkumar Shah (PW-362)\n</blockquote><blockquote id=\"blockquote_59\">      (g)   Deposition of Bhagat Singh (PW-382)\n</blockquote><blockquote id=\"blockquote_60\">      (h)   Deposition of Achyut Bhalchandra Deshpande (PW-657)\n</blockquote><blockquote id=\"blockquote_61\">      (i)   Deposition of Surendra Kumar Sonhd (PW-188)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_87\">      52.   Confessional Statement of Mohd. Sayeed Mohmed  Issaq  (A-\n</p><p data-structure=\"Section\" id=\"p_88\">      95):\n</p>\n\n<blockquote id=\"blockquote_62\">            His confession was recorded by Shri Surendra Kumar     (PW-188),\n      DCP Zone IV Bombay. He has stated that he was told by Yusuf to whom he\n      was acquainted from 1.5 years, that Salim Kurla (A-65, since dead) was\n      making a movie, and that  if  he        (A-95)  wanted,  he  could  be\n      assigned the role of a stunt man in  such  movie.  When  he  contacted\n      Salim (A-65), he (A-95) was told to stay in touch with him as  a  need\n      might arise for them to travel abroad. As certain  material had to  be\n      brought back from Dubai, he (A-95) at the behest of  Salim  Kurla  (A-\n</blockquote><blockquote id=\"blockquote_63\">      65), went there after being assured by Kurla, that there would  be  no\n      risk in doing  the  same.  They  were  given  there  200  Dirhams  for\n      expenses. It was only when they reached Dubai, that the appellant  (A-\n</blockquote><blockquote id=\"blockquote_64\">      95) found out that they had been  sent there for weapons’ training  to\n      take revenge upon the Hindu’s. At the said  time,  the  appellant  was\n      suffering from Tuberculosis, and therefore, was unable to keep up with\n      the training being provided and, hence, he  along  with  four  others,\n      refused to participate in the said training.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_89\">      53.   Confessional statement of Hanif Mohmed Usman  Shaikh  (A-\n</p><p data-structure=\"Section\" id=\"p_90\">           92):\n</p>\n\n<blockquote id=\"blockquote_65\">            His confessional statement was recorded by Sharda Prasad  Yadav,\n      DCP Zone II, Bombay on 28.6.1993 and 30.6.1993. In his confession,  he\n      stated that at the instance of Salim (A-65, since dead),  he  went  to\n      Dubai alongwith the appellant (A-95), Hanif Mohmed Usman Shaikh (A-92)\n      and Usman Man Khan Shaikh (A-115) and there they met Ahmed and Farooq,\n      who were introduced to them by Salim and there they  stayed  in  Delhi\n      Darbar Hotel. They were given 200  Dirhams  for  expenses.  Salim  and\n      Ahmed called all of them in a room and told that during December  1992\n      and January 1993, a great  injustice  had  been  done  to  the  Muslim\n      community during Bombay communal riots, and in order  to  ensure  that\n      such injustice may not be repeated, they would be imparted training to\n      handle the arms, ammunition and for that purpose they should be  ready\n      to go to Pakistan the next day. All  of  them  were  scared,  however,\n      under pressure, they went to Pakistan. They were given Rs. 1000/-  for\n      expenses. They were imparted training  how  to  handle  the  arms  and\n      ammunition in Pakistan and they came back to Bombay via Dubai.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_91\">      54.   Confessional statement of Usman Man Khan Shaikh (A-115):\n</p>\n\n<blockquote id=\"blockquote_66\">           His confessional statement was recorded by Sharda Prasad  Yadav,\n      DCP Zone II, Bombay on 6.7.1993 and 8.7.1993. He had given the version\n      similar to that of Mohmed Hanif Mohmed Usman Shaikh (A-92), as he said\n      that he became acquainted with Salim (A-65, since dead) and Salim took\n      him to Dubai  alongwith  Mohd.  Sayeed  Mohmed  Issaq  (A-95),  Shaikh\n      Ibrahim Shaikh Hussein (A-108) and Mohmed Hanif Mohmed Usman Shaikh (A-\n</blockquote><blockquote id=\"blockquote_67\">      92). In Dubai, they were taken to Delhi Darbar  Hotel.  Ahmed,  Farooq\n      and Salim told them to go to Pakistan for  some  work  and  Ahmed  had\n      given them 200 Dirhams for expenses.  They  were  also  told  that  in\n      December 1992 and January 1993, there were atrocities on  Muslims  and\n      it was essential to learn how to use the sophisticated weapons by  the\n      Muslims to defend themselves if such riots occurred again.  He went to\n      Pakistan alongwith Mohd. Sayeed Mohmed Issaq  (A-95),  Shaikh  Ibrahim\n      Shaikh Hussein (A-108) and others and learnt how to  use  the  weapons\n      and after completing the training, they came back to India via Dubai.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_92\">      55.   Depositions of Dilip Suryanashi (PW-225) and  Mohandas  (PW-230)\n      Immigration Officer at the Sahar  International  Airport,  has  proved\n      that the appellant left Bombay on 22.1.1993 for Dubai, and he returned\n      on 16.2.1993 from Dubai.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_93\">      56.   After the incident dated 12.3.1993, the appellant left alongwith\n      several other persons under a fictitious name, and stayed at Baroda at\n      a hotel. This has been proved by Amrutkumar Shah (PW-362),  the  owner\n      of the said hotel.  He has stated that as per the entry in  the  hotel\n      register, Room No.204 had been taken by one  Farooq  Mohd.  Shaikh  on\n      22.5.1993, and that one Mohammed Bhai had also stayed  with  the  said\n      person.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_94\">      57.   Bhagat Singh (PW-382), the receptionist of the  hotel  has  also\n      proved the same stating that he had allotted Room No.  204  to  Farooq\n      Shaikh and Mohd. Shaikh.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_95\">      58.   Mr.  Achyut Bhalchandra Deshpande  (PW-657),  police  inspector,\n      deposed that he had written a letter to  the  Deputy  Commissioner  of\n      Police,  Zone-III,  Greater  Bombay  on  22.6.1993,  to   record   his\n      confessional statement. He has admitted in his cross-examination  that\n      he did not maintain any diary etc. wherein any such  particulars  have\n      been recorded.  He has also admitted that the name of the accused  and\n      the date in the body of said letter, are not in his hand-writing.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_96\">      59.   Surendra Kumar Sondh (PW-188), DCP Zone IV Bombay, recorded  the\n      confession of the appellant (A-95) on 13.7.1993 and 18.7.1993.  He has\n      stated that he was aware of the provisions of <a href=\"/doc/187258181/\" id=\"a_96\">Section 15</a> TADA.  He has\n      also admitted that it was improper to  continue  the  custody  of  the\n      appellant (A-95) during the period that is given for  reconsideration,\n      with the same police officer who had produced the said accused  before\n      him on 13.7.1993.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_97\">      60.   After appreciating the entire evidence on  record,  the  learned\n      Special Judge found, that  the  confession  of  the  appellant  (A-95)\n      clearly revealed that he had travelled to Dubai at the behest of Salim\n      Kurla (A-65), and that thereafter, he had gone to Islamabad,  Pakistan\n      and attended a training camp, where he had acquired  training  in  the\n      operation of arms and ammunition, and that thereafter, he had returned\n      to Bombay via Dubai. The same has been corroborated by the confessions\n      of the other co-accused.\n</p><p data-structure=\"CDiscource\" id=\"p_98\">            The Court has held that considering that the place  of  training\n      was a foreign country; the fact that the nature of  training  acquired\n      was to operate machine guns, AK-56  rifles,  hand  grenades,  RDX,  to\n      undertake the preparation of bombs, and to  operate  rocket  launchers\n      etc.; the meetings attended after the said training; the   purpose  of\n      the training and the oath of secrecy taken by the appellant (A-95); as\n      well as all other relevant factors, it becomes abundantly  clear  that\n      all the above activities were directed towards the commission of  acts\n      of violence against the people of Bombay, and since the same were  not\n      directed against any particular person, they could  only  be  for  the\n      purpose of the commission of terrorist acts. Hence, the appellant  (A-\n</p><p data-structure=\"Precedent\" id=\"p_99\">      95) had been trained for the commission of terrorist acts.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_100\">      61.   It is evident from the  evidence  on  record  and  the  findings\n      recorded by the learned Designated Court, that  the  appellant  (A-95)\n      had gone to Dubai at the behest of Salim Kurla (A-65) and, thereafter,\n      to Islamabad in Pakistan for attending the training camps and acquired\n      training in handling the arms and ammunition and thereafter,  returned\n      to India via Dubai.  There is evidence on record that the appellant (A-\n</p><p data-structure=\"RespArg\" id=\"p_101\">      95) came to know only after reaching Dubai that  he  had  to  go  with\n      other four co-accused to Pakistan for taking training as they  had  to\n      take a revenge for suffering of Muslims, and he was under  a  coercion\n      that he alongwith others could be arrested by the police of Dubai and,\n      therefore, he had to go to Pakistan for training.  Even  after  coming\n      back, there is no evidence to  show  that  the  appellant  (A-95)  had\n      committed any offence and participated in any other act on the fateful\n      day.   Further,  as  the  appellant  had  obtained  training  for  the\n      commission of the terrorist  acts,  he  cannot  be  acquitted  of  the\n      charges under <a href=\"/doc/105771932/\" id=\"a_97\">Section 3(3)</a> TADA.\n</p><p data-structure=\"PetArg\" id=\"p_102\">            The submissions made on behalf of  the  appellant  that  he  has\n      served about half of the sentence and it may be reduced as  undergone,\n      is  not  acceptable,  in  view  of  the  fact  that  it  is  mandatory\n      requirement under <a href=\"/doc/105771932/\" id=\"a_98\">Section 3(3)</a> TADA  to  award  the  punishment  to  5\n      years.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_103\">      62.   We do not see any force in  the  appeal,  it  lacks  merit  and,\n      accordingly, dismissed.\n</p><p data-structure=\"RespArg\" id=\"p_104\">                    CRIMINAL APPEAL NOs.617-618  OF 2008\n\n\n\n\n    Ayub Ibrahim Qureshi\n    …Appellant\n\n\n                                   Versus\n\n\n    State of Maharashtra     Thr. CBI (STF)                … Respondent\n\n\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_105\">    63.     These appeals have been  preferred  against  the  judgment  and\n    order dated 18.9.2006 and 19.7.2007, passed by a Special Judge  of  the\n    Designated Court under the TADA in the Bombay Blast Case No.1  of  1993\n    by which the appellant has been found guilty under <a href=\"/doc/105771932/\" id=\"a_99\">Sections 3(3)</a> and  <a href=\"/doc/167770480/\" id=\"a_100\">5</a>\n    TADA and <a href=\"/doc/17720539/\" id=\"a_101\">Sections 3</a> and <a href=\"/doc/85348422/\" id=\"a_102\">7</a> read with <a href=\"/doc/115215639/\" id=\"a_103\">Section 25</a>(1-A) &amp; (1-B) (a) of  the\n    <a href=\"/doc/1934415/\" id=\"a_104\">Arms Act</a>, and has been awarded a  punishment  to  undergo  5  years  RI\n    alongwith a fine of Rs.12,500/-, and in default of payment of fine,  he\n    was ordered to suffer further RI for a period of 3 months under <a href=\"/doc/1992024/\" id=\"a_105\">Section\n    3(3)</a>, alongwith a similar punishment as was  awarded  under  <a href=\"/doc/1601096/\" id=\"a_106\">Section  5</a>\n    TADA. For conviction under <a href=\"/doc/1092263/\" id=\"a_107\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_108\">7</a>, read with <a href=\"/doc/73862/\" id=\"a_109\">Section  25</a>(1-A)\n    (1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_110\">Arms Act</a>, no  separate  punishment  has  been  awarded.\n    However, all the sentences awarded were directed to run concurrently.\n</p><p data-structure=\"Section\" id=\"p_106\">            Hence, these appeals.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_107\">    64.     Fact and circumstances giving rise to these appeals are that :\n</p><blockquote id=\"blockquote_68\">    ?\n</blockquote><blockquote id=\"blockquote_69\">    A.      In addition to the first charge of conspiracy, secondly, he was\n    charged for keeping one pistol and 52 rounds for  four  days  in  April\n    1993, which were unauthorisedly given to him by co-accused Nasim Ashraf\n    Shaikh Ali Barmare (A-49) and the same is  an  offence  under   <a href=\"/doc/1992024/\" id=\"a_111\">Section\n    3(3)</a> TADA.\n</blockquote><blockquote id=\"blockquote_70\">    B.      Thirdly, he was charged for acquiring one pistol and 52  rounds\n    during the aforesaid period from Ashraf Shaikh Ali Barmare  (A-49)  and\n    for concealing the same within the  Railway  Terminal  Compound,  Yunus\n    Manzil, Naupada and that thus, he had been in possession  of  the  said\n    arms and ammunition and has therefore, been  charged  under  <a href=\"/doc/1601096/\" id=\"a_112\">Section  5</a>\n    TADA.\n</blockquote><blockquote id=\"blockquote_71\">    C.      Fourthly, he (A-123) has been charged  for  possession  of  the\n    aforesaid  arms  and  ammunition  and  thereby,  for  contravening  the\n    provisions of the <a href=\"/doc/1934415/\" id=\"a_113\">Arms Act</a>, and therefore,  has  committed  an  offence\n    under <a href=\"/doc/1886064/\" id=\"a_114\">Section 6</a> TADA.\n</blockquote><blockquote id=\"blockquote_72\">    D.      Fifthly,  he has been charged for the possession  of  the  said\n    arms, and thus, for violating the provisions of <a href=\"/doc/1092263/\" id=\"a_115\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_116\">7</a>,  read\n    with <a href=\"/doc/73862/\" id=\"a_117\">Sections 25</a>(1-A) and (1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_118\">Arms Act</a>.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_108\">    65.     Ms. Farhana Shah, learned counsel appearing for the  appellant,\n    has submitted that his possession of one  revolver  and  52  cartridges\n    lasted only a period of 2-3 days.  The same had been handed over to him\n    by Ashraf Shaikh Ali Barmare (A-49), and were later recovered  from  an\n    open public place, and not from the house  of  the  appellant  (A-123).\n    The incident of the blast had  occurred  on  12.3.1993,  and  the  said\n    recovery was made on 8.4.1993,  and hence, the same cannot be connected\n    with the Bombay blast.  The material so recovered was in  view  of  the\n    disclosure statement made by  the  appellant  (A-123),  and  was  never\n    produced in court despite an order passed by the  Designated  Court  to\n    this effect. Subsequently, the said contraband were produced,   but  no\n    explanation was furnished by the prosecution  for  20  cartridges  that\n    were missing.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_109\">    66.     Mr. Mukul Gupta, learned senior counsel appearing for the  CBI,\n    has vehemently opposed the appeal contending that  his  possession  was\n    conscious possession, and that the appellant (A-123) was fully aware of\n    the contents of the bag which was handed over to him by  Ashraf  Shaikh\n    Ali Barmare (A-49) and contained one revolver and 52 cartridges and was\n    also aware that it was illegal for him to be in possession of such arms\n    and ammunition. The same is punishable under the  provisions  of  TADA.\n    Therefore, the appellant (A-123) has  rightly  been  convicted  on  the\n    basis of his possession and the present appeal is, therefore, liable to\n    be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_110\">    67      We have considered the rival submissions made  by  the  learned\n    counsel for the parties and perused the records.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_111\">    68.     Evidence against the appellant (A-123) :\n</p><blockquote id=\"blockquote_73\">    (a)     Confessional statement of Ashraf Shaikh Ali Barmare(A-49)\n</blockquote><blockquote id=\"blockquote_74\">    (b)     Deposition of Chandrakant Vaidya (PW-40)\n</blockquote><blockquote id=\"blockquote_75\">    (c)     Deposition of Ratansingh Kalu (PW-600)\n</blockquote><blockquote id=\"blockquote_76\">    (d)     Deposition of Shri Vishnu Shinde (PW.615)\n</blockquote><blockquote id=\"blockquote_77\">    (e)     Deposition of Waman Kulkarni (PW.662)\n</blockquote><blockquote id=\"blockquote_78\">    (f)     Deposition of Krishanlal Bishnoi (PW-193)\n\n\n            In the instant case, there is no confessional statement of  the\n    appellant Ayub Ibrahim Qureshi (A-123).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_112\">    69.     Confessional statement of Ashraf Shaikh  Ali  Barmare  (A-\n</p><p data-structure=\"Section\" id=\"p_113\">    49):\n</p><blockquote id=\"blockquote_79\">            Confessional statement of co-accused  (A-49)  was  recorded  by\n    K.L. Bishnoi, DCP (PW-193) under <a href=\"/doc/1972990/\" id=\"a_119\">Section  15</a>  TADA,  wherein  the  said\n    accused revealed that in the first week of  April,  he  had  given  one\n    pistol and 52 rounds to the appellant (A-123) and that the recovery  of\n    the same was made by the police on 8.4.1993 at the disclosure statement\n    of the appellant (A-123) in the presence of Panch witnesses.\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_114\">    70.     Deposition of Chandrakant Vaidya (PW-40):\n</p><blockquote id=\"blockquote_80\">            He was the Panch witness and has deposed that the appellant (A-\n</blockquote><blockquote id=\"blockquote_81\">    123) took them to Railway Terminal Compound Yunus Manzil, Naupada,  and\n    got the recovery of one pistol and 52 rounds  made  after  digging  the\n    earth there.  He also deposed about the Panchnama (Ex.127) prepared  in\n    this respect by Ratansingh Kalu (PW-600).\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_115\">    71.     Deposition of Ratansingh Kalu (PW-600):\n</p><blockquote id=\"blockquote_82\">            He corroborated the evidence  of   Chandrakant  Vaidya  (PW-40)\n    that the appellant (A-123) took the police party  to  Railway  Terminal\n    Compound Yunus Manzil, Naupada,  and  on  his  disclosure,  the  police\n    recovered one pistol and 52 rounds and he prepared the Panchanama  (Ex.\n</blockquote><blockquote id=\"blockquote_83\">    127).\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_116\">    72.     Deposition of Shri Vishnu Shinde (PW.615):\n</p><blockquote id=\"blockquote_84\">            He just proved the signature of PSI Shri Pharande on (Ex.2177),\n    forwarded letter to the Chemical Analyzer.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_117\">    73.     Deposition of Waman Kulkarni (PW.662):\n</p><blockquote id=\"blockquote_85\">             He  deposed  that  Chemical  Analyzer  report  dated  7.6.1993\n    (Ex.2177) was received by him on 30.6.1993.\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_118\">    74.     Deposition of Krishanlal Bishnoi (PW-193):\n</p><blockquote id=\"blockquote_86\">            PW-193, a police officer (DCP), deposed that  he  had  recorded\n    the confessional statement of Ashraf Shaikh Ali Barmare (A-49) which he\n    made voluntarily and all the statutory provisions of TADA were strictly\n    adhered to.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_119\">    75.     After considering the entire evidence on record, the Designated\n    Court held that contraband articles which had been recovered from  Ayub\n    Ibrahim Qureshi (A-123), were received from Ashraf Shaikh  Ali  Barmare\n    (A-49) and the appellant (A-123) concealed the same by digging  up  the\n    earth in close vicinity of railway station.   The appellant (A-123) has\n    accepted the said articles  from  Ashraf  Shaikh  Ali  Barmare  (A-49),\n    knowing the nature of the arms and ammunition.  The  appellant  (A-123)\n    did not make any attempt to rebut the knowledge about the nature of the\n    arms and ammunition.  Therefore, the conclusion has been drawn that the\n    appellant  (A-123)  was  in  possession  of  the  contraband   material\n    unauthorisedly within notified area of Bombay and, thus, committed  the\n    offence under <a href=\"/doc/1601096/\" id=\"a_120\">Section 5</a> TADA.  Further, the appellant (A-123) committed\n    perpetratory act for commission of terrorist acts and, hence, was  held\n    guilty under <a href=\"/doc/1992024/\" id=\"a_121\">Section 3(3)</a> TADA.  However, considering  the  quantum  of\n    rounds and pistol possessed by the appellant and the duration for which\n    it was held, he was not found guilty under <a href=\"/doc/1886064/\" id=\"a_122\">Section 6</a> TADA.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_120\">    76.     We have reappreciated the evidence on record and considered the\n    arguments advanced by Ms. Farhana Shah. We do not see any cogent reason\n    to take a view different from that of  the  learned  Designated  Court.\n    The involvement of appellant (A-123) in  the  offences  for  which  the\n    charges have been found proved against him  by  the  Designated  Court,\n    stood fully established.   Appellant  had  been  given  the  contraband\n    material by A-49, and he (A-123) was fully aware of the nature  of  the\n    weapon and cartridges.   The  relevant Panchnama, i.e.,  the  statement\n    in the memorandum Panchnama, the oral evidence of  Chandrakant  Vaidya,\n    panch witness (PW-40) and evidence of Ratansingh Kalu (PW-600)  connect\n    the appellant (A-123) in concealing the weapon and ammunition.\n</p><p data-structure=\"Conclusion\" id=\"p_121\">          As the provisions of <a href=\"/doc/1601096/\" id=\"a_123\">Sections  5</a>  and  <a href=\"/doc/1992024/\" id=\"a_124\">3(3)</a>  TADA  provide  for  a\n    minimum sentence of 5 years, this  Court  cannot  award   a  punishment\n    lesser than what is prescribed under the statute.  We do  not  see  any\n    reason to interfere with the impugned judgment and  order  and  appeals\n    lack merit and are, accordingly dismissed.</p><pre id=\"pre_5\">\n                      CRIMINAL APPEAL NO.1631  OF 2007\n\n\n\n\n    Mohd. Yunus Gulam  Rasool Botomiya             …Appellant\n\n\n                                                      Versus\n\n\n    State of Maharashtra                                 … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_122\">    77.     This appeal has been preferred against the judgment  and  order\n    dated  30.5.2007 passed by a Special  Judge  of  the  Designated  Court\n    under the TADA  in  Bombay  Blast  Case  No.1  of  1993  by  which  the\n    appellant (A-47) was found guilty for offence punishable under  <a href=\"/doc/1992024/\" id=\"a_125\">Section\n    3(3)</a> TADA and sentenced to suffer RI for 6 years and ordered to  pay  a\n    fine of Rs.25,000/- and in default of payment of fine ordered to suffer\n    further RI for a period of 6 months under <a href=\"/doc/1601096/\" id=\"a_126\">Section 5</a> TADA, and sentenced\n    to suffer RI for 6 years and  ordered to pay a fine of Rs.25,000/-  and\n    in default of payment of fine ordered to suffer further RI for a period\n    of six months; and under <a href=\"/doc/1092263/\" id=\"a_127\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_128\">7</a> read with <a href=\"/doc/73862/\" id=\"a_129\">Section 25</a>(1-A) (1-\n    B)(a) of <a href=\"/doc/1934415/\" id=\"a_130\">Arms Act</a>, but no separate sentence awarded on said count.\n</p><p data-structure=\"CDiscource\" id=\"p_123\">            All the sentences awarded to the appellant (A-47) were  ordered\n    to run concurrently.\n</p><p data-structure=\"Conclusion\" id=\"p_124\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_125\">      78.   Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_87\">      A.    In addition to the main charge of conspiracy, the appellant  was\n      further charged with  keeping  in  possession  one  AK-56  rifle,  980\n      cartridges and 132 magazines  of  AK-56  rifles  between  January  and\n      April, knowing that they were being  smuggled  into  the  country  for\n      committing terrorist acts, thereby committing an offence under <a href=\"/doc/1992024/\" id=\"a_131\">Section\n      3(3)</a> TADA.\n</blockquote><blockquote id=\"blockquote_88\">      B.    Further, he was charged  with  the  unauthorised  possession  of\n      firearms in the notified area of Greater  Bombay,  thereby  committing\n      the offence under <a href=\"/doc/1601096/\" id=\"a_132\">Section 5</a> TADA.\n</blockquote><blockquote id=\"blockquote_89\">      C.    He was further charged with aiding and abetting terrorists under\n      <a href=\"/doc/1886064/\" id=\"a_133\">Section 6</a> TADA and under <a href=\"/doc/1092263/\" id=\"a_134\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_135\">7</a> read  with  <a href=\"/doc/73862/\" id=\"a_136\">Section  25</a>(1-A)\n      and (1-B) (a) of the <a href=\"/doc/1934415/\" id=\"a_137\">Arms Act</a>.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_126\">    79.     Mr. Mushtaq  Ahmad,  learned  counsel  for  the  appellant  has\n    submitted that the appellant is an auto-rickshaw driver  and  a  simple\n    recovery being made at the behest of the appellant cannot be enough  to\n    implicate him. It was further urged that the recovery was made  from  a\n    public  place  and  therefore,  loses  its  significance.  Timings  and\n    procedure of recovery are doubtful as signatures of the appellant  were\n    not taken on the panchnama.  Thus, the appeal should be allowed.\n</p><p data-structure=\"RespArg\" id=\"p_127\">    80.     Mr. Mukul Gupta, learned  senior  counsel  for  the  State  has\n    vehemently opposed the appeal submitting that the recovery effected  on\n    the basis of  the  disclosure  statement  of  the  appellant  has  been\n    corroborated by several  witnesses.  Thus, no fault could be found with\n    the  impugned  judgment.   Therefore,  the  appeal  is  liable  to   be\n    dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_128\">    81.     We have  considered  the  rival  submissions  made  by  learned\n    counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_129\">    82.     The evidence against the appellant (A-47) is  the  recovery  of\n    weapons made at his instance. On 2.4.1993 at the instance of appellant,\n    Eknath Jadhav (PW.606) in the presence of Samir (PW.34)  Panch  Witness\n    prepared the memorandum Panchnama Exh.93. In pursuance of the same, the\n    accused led the Panchas and the Police to the terrace of Raziya  Manzil\n    near Radhe Shyam Theatre.  Samir (PW.34)  in  his  examination-in-chief\n    stated that bags contained one rifle  and  six  swords,  and  the  blue\n    coloured rexine bag contained 980 cartridges  and  32  rifle  magazines\n    which were taken out.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_130\">    83.     The police seized  the  said  articles  and  seizure  panchnama\n    (Ext.94) was prepared by Jadhav (PW.606) upon obtaining the  signatures\n    of the panch witnesses.  The said articles were sent to FSL for  expert\n    opinion and a positive FSL Report was received by the Police.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_131\">    84.     The recovery of arms and ammunition from the  appellant  (A-47)\n    in a notified area of Greater Bombay has  been  established  by  Ekanth\n    Jadhav (PW.606) and Samir  (PW.34).   The  recovery  was  made  at  his\n    instance vide Memorandum Panchnama  (Ex.No.93)  and  Seizure  Panchnama\n    (Ex.No.94).  Since the recovery has been made in  a  notified  area  of\n    Greater Bombay, the statutory presumption  arose  that  the  arms  were\n    acquired by the appellant for the purpose of committing terrorist acts.\n     It is for the accused to discharge the presumption.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_132\">    85.     There is nothing on record  to  show  that  Samir  (PW.34)  and\n    Jadhav (PW.606) would depose falsely against the  appellant  (A-47)  as\n    they had faced the long cross-examination but nothing could surface  to\n    make their evidence unworthy of reliance  for  the  matter  deposed  by\n    them.    It was  stated by Jadhav (PW.606)  in  his  cross  examination\n    that he had not obtained the signatures of the accused on  Ex.93,  i.e.\n    Panchnama.   The depositions made by Samir (PW.34) and Jadhav  (PW.606)\n    corroborated the evidence of each other and again their evidence  stand\n    corroborated by  the  recovery  of  Panchnama.   Samir  (PW.34)  is  an\n    independent and natural witness and merely because he appeared for  the\n    prosecution, or he hails from the Worli area,  it  cannot  be  presumed\n    that  he  had  been   deposing   falsely   at   the   behest   of   the\n    police/prosecution.  The information divulged by appellant (A-47) i.e.,\n    the one recorded in Panchnama Ex.93 revealed  that  the  appellant  had\n    full knowledge regarding contraband material being at a place stated by\n    him. The fact that it had been recovered on  the  basis  of  disclosure\n    statement of the appellant (A-47) and he has led  the  police  team  to\n    that place proves the recovery.  It stands further proved that the  AK-\n    56 rifle sent for FSL was an assault rifle in  working  condition,  and\n    the bullets recovered were live bullets.  The submission  made  at  the\n    behest of the appellant (A-47) that  alleged  recovery  was  from  open\n    place and therefore, was not worth credence and the evidence on  record\n    failed to establish consensus  position  by  the  appellant  (A-47)  of\n    contraband  material,  does  not  hold  any  merit.   More  so,  merely\n    producing the copy of the passport to show that  appellant  (A-47)  was\n    not resident of the Razia building does not show that the appellant (A-\n</p><p data-structure=\"CDiscource\" id=\"p_133\">    47) had no concern with the premises in Razia building.   The  recovery\n    has been made from the terrace of the premises in Razia  buildings  and\n    the contraband  material  had  been  found  hidden  beneath  the  waste\n    material placed therein.  There cannot be  any  dispute  regarding  the\n    timings, as the first Panchnama has been prepared early in the  morning\n    at 5 a.m. and then recovery was made later from the place  pointed  out\n    by the appellant (A-47) himself.  Therefore, there cannot be any  fault\n    with the timings etc. for the  reason  that  the  first  Panchnama  was\n    prepared at 5 to 5.30 a.m. and the second one was at about 7.00 a.m. to\n    7.30 a.m. as disclosed by Jadhav  (PW.606)  in  his  cross-examination.\n    Thus, it shows  that  there  was  recovery  of  one  AK-56  rifle,  980\n    cartridges of AK-56 rifle, 32 magazines of the same.   Entries  of  the\n    same had been made in the Panchnama giving  full  details,  as  to  how\n    those articles were found wrapped in gunny bags, rexene  etc.  and  how\n    they were subsequently wrapped after the recovery. Samir  (PW.34),  the\n    panch witness who identified  the  recovered  articles  in  the  court,\n    pointing out that the said contraband had been recovered at the  behest\n    of the appellant (A-47).  Letter ‘B’ had been written on  the  butt  of\n    the AK-56 rifle which was also found on the said rifle when examined in\n    the court.\n</p><p data-structure=\"PetArg\" id=\"p_134\">           In his statement under <a href=\"/doc/767287/\" id=\"a_138\">Section 313</a> Cr.P.C. before the court, the\n    appellant (A-47) denied all the allegations  made  by  the  prosecution\n    and stated that he had been falsely roped in.   Further,   he  had  not\n    made any disclosure statement nor any recovery had  been  made  at  his\n    behest.  The  Police  was  searching  one  Botomiya  and  arrested  the\n    appellant (A-47) though his name is Bhoronliya.\n</p><p data-structure=\"CDiscource\" id=\"p_135\">    86.     The Designated Court after considering the entire  evidence  on\n    record came to the conclusion that evidence of Samir (PW.34) and Jadhav\n    (PW.606)  can  be  relied  upon.   The  contraband  material  had  been\n    recovered from Razia buildings at the behest of  the  appellant  (A-47)\n    and the recovery was rightly made and  Panchnama  in  this  regard  was\n    worth reliance.  There is neither rule of law nor legal precedent  that\n    the signatures of the accused (A-47) is required to  be  obtained  upon\n    the Memorandum Panchnama or the Discovery Panchnama.  There is no force\n    in this submission made at the behest of the appellant (A-47).  Though,\n    the contraband articles had been recovered  from  open  space  but  the\n    articles had been concealed under the waste material, so it  loses  the\n    significance of being recovered from the open  space  on  the  terrace.\n    The recovery stood established by cogent evidence.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_136\">    87.    The submission  made  by  Mr.  Mushtaq  Ahmad,  learned  counsel\n    appearing on behalf of the appellant that the recovery was made from  a\n    public place and therefore, could not be  relied  upon  and  cannot  be\n    accepted, as it is the accused alone on whose disclosure statement  the\n    recovery was made and it is he alone, who is aware of the place he  has\n    hidden the same. It cannot be presumed that the  other  persons  having\n    access to the  place  would  be  aware  that  some  accused  after  the\n    commission of an offence has concealed the contraband material  beneath\n    the earth or in the garbage.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_137\">    88.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1844193\" id=\"span_12\">In <a href=\"/doc/1844193/\" id=\"a_139\">State of Himachal Pradesh v. Jeet Singh</a> (supra), this  Court\n    held:</span>\n</p><blockquote id=\"blockquote_90\">               “ There is nothing in <a href=\"/doc/1312051/\" id=\"a_140\">Section 27</a> of the Evidence  Act  which\n             renders the statement of the accused inadmissible  if  recovery\n             of the articles was made from  any  place  which  is  “open  or\n             accessible to others”. It is  a  fallacious  notion  that  when\n             recovery of any incriminating article was  made  from  a  place\n             which is open or accessible to others,  it  would  vitiate  the\n             evidence under <a href=\"/doc/1312051/\" id=\"a_141\">Section 27</a> of the Evidence Act. Any  object  can\n             be concealed in places which are open or accessible to others”.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_138\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36926\" id=\"span_13\">89.       Similarly, in <a href=\"/doc/36926/\" id=\"a_142\">Gurjinder Singh v. State of Punjab</a>, AIR 2011 SC\n    972, this Court held that if a weapon was hidden by digging  the  earth\n    and could be recovered only be removing the earth, it is not  desirable\n    to entertain the argument that recovery had been  made  from  a  public\n    place which could have been easily accessible  to  anyone.   The  <a href=\"/doc/36926/\" id=\"a_143\">Court\n    further held</a>:</span>\n</p><blockquote id=\"blockquote_91\">               “……In our opinion, such trivial mistakes should not give any\n             benefit of doubt or any sort of  benefit  to  the  accused.  In\n             fact, the recovery was made in the  presence  of  Ajaib  Singh,\n             Assistant Sub-Inspector and Balbir Singh, Head Constable. It is\n             also not correct that the memo of  recovery  was  not  produced\n             before the Court.\n</blockquote><blockquote id=\"blockquote_92\">                Exhibit P-46, which reveals the fact  about  the  statement\n             made by the accused in  relation  to  pistol  incorporates  the\n             entire statement made  by  the  accused.  Therefore,  the  said\n             document itself incorporates the statement made by the accused.\n             Moreover, simply because the recovery was made in the  presence\n             of  policemen  would  not  adversely  affect  the   prosecution\n             case…….”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_139\">    90.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_14\">In <a href=\"/doc/81332/\" id=\"a_144\">State Govt. of NCT of Delhi v. Sunil &amp; Anr.</a>, (2001) 1 SCC\n    652, this Court held:</span>\n</p><blockquote id=\"blockquote_93\">               “In  this  context  we  may  point  out  that  there  is  no\n             requirement either under <a href=\"/doc/1312051/\" id=\"a_145\">Section 27</a>  of  the  Evidence  Act  or\n             under <a href=\"/doc/447673/\" id=\"a_146\">Section 161</a> of the Code of Criminal Procedure, to  obtain\n             signature of independent  witnesses  on  the  record  in  which\n             statement of an accused is written.  The  legal  obligation  to\n             call independent and respectable inhabitants of the locality to\n             attend and witness the exercise made by the police is  cast  on\n             the police officer when searches are made under Chapter VII  of\n             the Code.\n</blockquote><blockquote id=\"blockquote_94\">                    Hence it is a fallacious impression that when  recovery\n             is effected pursuant to any statement made by the  accused  the\n             document prepared by the investigating officer  contemporaneous\n             with  such  recovery  must  necessarily  be  attested  by   the\n             independent witnesses.…..The court has to consider the evidence\n             of the  investigating  officer  who  deposed  to  the  fact  of\n             recovery based on the statement elicited from  the  accused  on\n             its own worth.\n</blockquote><blockquote id=\"blockquote_95\">                We feel that it is an archaic notion that  actions  of  the\n             police officer should be approached with initial  distrust.  We\n             are aware that such a notion was  lavishly  entertained  during\n             the British period  and  policemen  also  knew  about  it.  Its\n             hangover persisted during post-independent years but it is time\n             now to start placing at least initial trust on the actions  and\n             the documents made by the police. At any rate, the court cannot\n             start  with  the  presumption  that  the  police  records   are\n             untrustworthy. As a proposition of law the  presumption  should\n             be the other way around. That official acts of the police  have\n             been regularly performed is a wise principle of presumption and\n             recognised even by the legislature. Hence when a police officer\n             gives evidence in court that a certain article was recovered by\n             him on the strength of the statement made by the accused it  is\n             open to the court to believe the version to be correct if it is\n             not otherwise shown to be unreliable. It is  for  the  accused,\n             through cross-examination of witnesses  or  through  any  other\n             materials, to show that the evidence of the police  officer  is\n             either unreliable or at least unsafe to  be  acted  upon  in  a\n             particular case. If the court has any good  reason  to  suspect\n             the truthfulness of such records of the police the court  could\n             certainly take into account the fact that no other  independent\n             person was present at the time of recovery. But  it  is  not  a\n             legally approvable procedure to presume the  police  action  as\n             unreliable to start with, nor to jettison  such  action  merely\n             for the reason  that  police  did  not  collect  signatures  of\n             independent persons in the documents made contemporaneous  with\n             such actions.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_140\">    91.     In view  of  the  above,  merely  because  the  contraband  was\n    recovered from a public place, i.e. a place accessible to the public at\n    large, the same does not mean that the recovery is to be discarded.  In\n    case, the articles had been hidden by digging up  the  earth,  covering\n    the same up with garbage or other material, the  public  may  not  have\n    taken note of it.  The same remained in the specific knowledge  of  the\n    accused, i.e. where and also the manner in which the said articles were\n    hidden.\n</p><p data-structure=\"Section\" id=\"p_141\">             Moreover,  the  recovery  cannot  be  discarded  for  want  of\n    signature of the accused on the recovery memo.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_142\">    92.     In view of above, none of the arguments advanced on  behalf  of\n    the appellant is tenable.  We do not see any force in the  appeal.   It\n    lacks merit and is, accordingly, dismissed.</p><pre id=\"pre_6\">\n                      CRIMINAL APPEAL NO. 1419 OF 2007\n\n\n\n\n      Mohamed Dawood Mohamed Yusuf Khan                   …Appellant\n\n\n                                   Versus\n\n\n      State of Maharashtra                                           …\n      Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"PetArg\" id=\"p_143\">      93.   This appeal has been preferred against the  judgment  and  order\n      dated 30.5.2007,  passed by a Special Judge of  the  Designated  Court\n      under the TADA for the Bombay Blast Case No.1/93, Greater  Bombay,  by\n      which the appellant has been convicted under <a href=\"/doc/1992024/\" id=\"a_147\">Section  3(3)</a>  TADA   and\n      has been sentenced to suffer RI for six years, alongwith a fine of Rs.\n      25,000/-,  and in default of payment of fine to  further  undergo  six\n      months RI; and under <a href=\"/doc/1601096/\" id=\"a_148\">Section 5</a>  TADA,   the  same  sentence  has  been\n      awarded. He has further been convicted under  the  <a href=\"/doc/1934415/\" id=\"a_149\">Arms  Act</a>,  but  no\n      separate sentence has been awarded for the same.  Both  the  sentences\n      have been ordered to run concurrently.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_144\">      94.   Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_96\">      A.    In addition to the main charge of conspiracy, the appellant  (A-\n</blockquote><blockquote id=\"blockquote_97\">      91), in pursuance of criminal conspiracy  during  the  period  between\n      January 1993 and April 1993, had agreed to keep in his  possession,  3\n      AK-56 rifles, and 9 empty magazines, which were a part of the smuggled\n      consignment, at the instance  of  accused  Eijaz  (A-137-dead)  in  an\n      unauthorised manner and thereby, has committed an  offence  punishable\n      under <a href=\"/doc/1992024/\" id=\"a_150\">Section 3(3)</a> TADA; and that he had acquired 3 AK-56 rifles and 9\n      empty magazines and had kept them in the notified area under <a href=\"/doc/124983/\" id=\"a_151\">Section 2</a>\n      TADA, and thus, he has been charged under <a href=\"/doc/1601096/\" id=\"a_152\">Section 5</a> TADA.\n</blockquote><p data-structure=\"Section\" id=\"p_145\">      B.    Further, for possessing the said arms, the  appellant  has  also\n      been  charged under <a href=\"/doc/1886064/\" id=\"a_153\">Section  6</a>  TADA,  and  under  the  provisions  of\n      <a href=\"/doc/1092263/\" id=\"a_154\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_155\">7</a> read with <a href=\"/doc/73862/\" id=\"a_156\">Section 25</a>(1-A)  (1-B)  (a)   of  the  <a href=\"/doc/1934415/\" id=\"a_157\">Arms\n      Act</a>.\n</p><p data-structure=\"Section\" id=\"p_146\">      C.    The appellant has been acquitted of the first  charge,  but  has\n      been convicted under <a href=\"/doc/1992024/\" id=\"a_158\">Section 3(3)</a> and <a href=\"/doc/1601096/\" id=\"a_159\">Section 5</a> TADA, and  also  under\n      the <a href=\"/doc/1934415/\" id=\"a_160\">Arms Act</a>, as has been mentioned above.\n</p><p data-structure=\"Conclusion\" id=\"p_147\">                Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_148\">      95.   Shri Mushtaq Ahmad, learned counsel appearing for the appellant,\n      has  submitted  that  the  conviction  of  the  appellant  under   the\n      provisions of <a href=\"/doc/1992024/\" id=\"a_161\">Sections 3(3)</a> and <a href=\"/doc/1601096/\" id=\"a_162\">5</a> TADA  is  not  sustainable,  as  the\n      confessional statement of the appellant, as well as those of  the  co-\n      accused, are inadmissible in view of the same not being voluntary, and\n      having  been  made  under  coercion  while  in  police  custody.   The\n      confessional statement had also been retracted just after  the  filing\n      of the charge sheet. It has further  been  submitted  that  the  panch\n      witnesses could not be relied  upon  as  they  were  stock  witnesses.\n      Therefore, the conviction is liable to be set aside,  and  the  appeal\n      deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_149\">      96.   Shri Mukul Gupta, learned senior counsel appearing for the State\n      has vehemently opposed the appeal, submitting that the  confession  of\n      the appellant as well as those of  the  co-accused,  which  have  been\n      relied upon, were made voluntarily. He has further submitted that  the\n      retraction is not worth consideration, and that  the  panch  witnesses\n      were not stock witnesses, and that therefore, their testimony deserves\n      to be allowed. Thus, the appeal  lacks  merit  and  is  liable  to  be\n      dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_150\">      97.   We have considered rival submissions made by learned counsel for\n      the parties and perused the record.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_151\">      98.   Evidence against the appellant (A-91):\n</p><blockquote id=\"blockquote_98\">        a) Confessional statement of the appellant (A-91)\n</blockquote><blockquote id=\"blockquote_99\">        b) Confessional statement of Eijaz Pathan (A-137)\n</blockquote><blockquote id=\"blockquote_100\">        c) Deposition of Moiddin Kabir (PW-58)\n</blockquote><blockquote id=\"blockquote_101\">        d) Deposition of Ashok Kumar Harivillas Pandey (PW-59)\n</blockquote><blockquote id=\"blockquote_102\">        e) Deposition of Hirasingh K. Thapa (PW-278)\n</blockquote><blockquote id=\"blockquote_103\">        f) Deposition of Vijjay Dagdu Kadam (PW-344)\n</blockquote><blockquote id=\"blockquote_104\">        g) Deposition of Suresh Ganpath Narathe (PW-522)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_152\">      99.   Confessional statement of  the appellant (A-91) :\n</p><blockquote id=\"blockquote_105\">            The  appellant  (A-91),  in  his  confessional  statement  dated\n      29.4.1993 has stated that he had been acquainted with Munna (A-24) and\n      Eijaz Pathan (A-137 – now dead).  Seven-eight days before  Ramzan,  at\n      the instance of Eijaz Pathan (A-137), the appellant (A-91) had gone to\n      the office of M.K. Builders.  From there, he alongwith Munna and Eijaz\n      had travelled in a Maruti car in which one bag had also  been  placed.\n</blockquote><p data-structure=\"PetArg\" id=\"p_153\">      Eijaz had told the appellant (A-91) that the  bag  contained  3  stun-\n      guns, and that the appellant (A-91) had to keep the same concealed  in\n      his house.  The appellant (A-91) had taken the  said  bag,  containing\n      the 3 stun-guns and 9 empty magazines, to his house and kept the  same\n      in a Godrej almirah.  He had falsely informed  his family members that\n      the bag contained some cutlery items that belonged  to  his  employer,\n      and had directed that none of them  must  open  it.   After  eight-ten\n      days, the appellant (A-91) had shifted the stun-guns from one  bag  to\n      another and had kept the same in his mother-in-law’s  house,  and  had\n      told her falsely that the bag contained certain items that belonged to\n      his friend, and that  she must not open the same. It had been  at  his\n      instance, that the police had made recoveries of the  said  arms  from\n      the house of his mother-in-law.\n</p><p data-structure=\"CDiscource\" id=\"p_154\">            The above version of  events  has  been  corroborated  by  Eijaz\n      Pathan (A-137-dead) in  his  confession  recorded  on  21st  and  22nd\n      February 2003 by Pramod Mudbhachal, Dy.SP, CBI, STF  in  all  material\n      respects.\n</p><p data-structure=\"Precedent\" id=\"p_155\">            A-91 retracted the confessional  statement  dated  29.4.1993  on\n      23.12.1993.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_156\">      100.  Suresh Narathe (PW-522), a Sub-Inspector of Police had  prepared\n      the disclosure Panchnama Ext. 265  in  the  presence  of  Ashok  Kumar\n      Harivillas  Pandey  (PW-59),  panch  witness,  on  9.4.1993,  and   in\n      pursuance of the said disclosure Panchnama, 3 AK-56 rifles and 9 empty\n      black coloured magazines had been  recovered  vide  seizure  Panchnama\n      Ext. 281.  The seized articles had been sent to FSL for opinion,  vide\n      Ext. 1805  and a positive FSL Report (Ext.1806) had  thereafter,  been\n      received.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_157\">      101.  Viijay Dagdu Kadam (PW-344) – a Sub-Inspector of Police, who had\n      arrested A-91 has stated that on 28.4.1993, the appellant  (A-91)  had\n      expressed his willingness to make a confession voluntarily, and  thus,\n      he had written a letter on the very same day to  Shri  Lokhande,  DCP,\n      for the purpose of recording his confession. He has proved the  letter\n      marked as Ext. X-211, and the contents of the said  letter  have  been\n      found to be true and correct, and the same also bear his signature. He\n      had sent the recovered materials for FSL for examination, vide  letter\n      dated 20.4.1993 (Ext. 1805). He has further deposed that on 10.5.1993,\n      he had received an FSL report regarding the  articles  that  had  been\n      sent by him, and has stated that the said report was positive.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_158\">      102.  Hirasingh K. Thapa (PW-278), watchman of the  Navjeevan  Society\n      where the appellant (A-91) resided, has   corroborated the  confession\n      of (A-91) in respect of the visit of Munna (A-24) and Eijaz Pathan  (A-\n</p><p data-structure=\"Precedent\" id=\"p_159\">      137) to the said society on the day that the  said  weapons  had  been\n      given to the  appellant  (A-91).   Hirasingh  K.  Thapa  (PW.278)  has\n      identified Munna (A-24) in the T.I. Parade (Ext. 1490) held by  Vithal\n      Sonawane (PW-465).\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_160\">      103.  Moiddin Kabir (PW-58) and Ashok Kumar Harivillas  Pandey (PW-59)\n      were panch witnesses.  Ashok  Kumar  Harivillas   Pandey  (PW-59)  had\n      worked as a watchman at Saldhana Apartments  in  Chembur  for  a  long\n      time.  He has deposed that he had been called to be a  panch  witness.\n      He has proved the disclosure   panchnama,  as  well  as  the  recovery\n      panchnama, and it was in his presence that the  appellant  (A-91)  had\n      made a disclosure as regards the 3 AK-56 rifles and 9 empty magazines.\n      Their recovery had been made at his behest from the residence  of  his\n      mother-in-law.   Moiddin  Kabir  (PW-58)  has  also  corroborated  the\n      version of  events provided by Ashok Kumar Harivillas  Pandey (PW-59).\n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_161\">      104.  This charge against the appellant has been held  to  be  proved,\n      and the Designated Court has come to the conclusion that Eijaz  Pathan\n      (A-137) having received the contraband material within notified  area,\n      gave the same to the appellant (A-91), who has agreed to keep the said\n      material with him. It was held that Eijaz Pathan (A-137)  having  kept\n      the bag of contraband at the house of the appellant (A-91), thereafter\n      the further act of the appellant (A -91) in shifting the same  to  the\n      house of his mother-in-law clearly shows  that  he  had  dominium  and\n      control over the same. The accused falsely told his family members and\n      later on to his mother-in-law that the bags  contained  goods  of  his\n      friend and the same may not be opened.  Hence,  the  appellant  (A-91)\n      being in unauthorised possession of contraband  in  notified  area  of\n      Bombay was guilty under <a href=\"/doc/1601096/\" id=\"a_163\">Section 5</a>  TADA. Similarly, the appellant  (A-\n</p><p data-structure=\"Section\" id=\"p_162\">      91) would also be guilty for commission of offences under <a href=\"/doc/1992024/\" id=\"a_164\">Section 3(3)</a>\n      TADA and under <a href=\"/doc/1092263/\" id=\"a_165\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_166\">7</a> read with <a href=\"/doc/73862/\" id=\"a_167\">Section 25</a>(l-A)(l-B)(a) <a href=\"/doc/1934415/\" id=\"a_168\">Arms\n      Act</a>. More so, recovery was made at his behest and  on  his  disclosure\n      statement.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_163\">      105.  It has been held that considering the manner in which,  and  the\n      reason because of which the appellant (A-91) had agreed  to  keep  the\n      said contraband at his house, and the fact that the same had not  been\n      for the purpose of aiding a terrorist, appellant (A-91) was  not  held\n      guilty for the offence under <a href=\"/doc/1886064/\" id=\"a_169\">Section 6</a> TADA.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_164\">      106.  Furthermore, considering the fact that the said  acts  had  been\n      committed by the appellant (A-91) at the behest of  Eijaz  Pathan  (A-\n</p><p data-structure=\"Precedent\" id=\"p_165\">      137), and that the same cannot be said  to  have  been  done  for  the\n      purpose of furthering the object of a criminal conspiracy  i.e.  first\n      charge, or even a smaller facet  of  the  same,  and  there  being  no\n      evidence available to establish the nexus of the appellant (A-91) with\n      such a conspiracy, he was not held guilty of conspiracy  i.e.  of  the\n      first charge.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_166\">      107.  In view of the aforesaid evidence, it  becomes  clear  that  the\n      appellant (A-91) had kept in his possession unauthorisedly weapons  at\n      the behest of Eijaz Pathan (A-137-dead). The appellant told his mother-\n      in-law and other family members that the goods belonged to his friend,\n      and nobody should open the same. The  recovery  of  the  same  at  his\n      behest stood proved. The prosecution successfully proved its case  and\n      to that extent he has been convicted by the Designated Court. We  find\n      no cogent reason  to  interfere  with  the  judgment  of  the  learned\n      Designated  Court.  The  appeal  lacks  merit,  and   is   accordingly\n      dismissed.</p><pre id=\"pre_7\">\n                      CRIMINAL APPEAL NO.1226  OF 2007\n\n\n\n\n      Ramesh Dattatray Mali\n      …Appellant\n\n\n                                   Versus\n\n\n\n\n      State of Maharashtra                           … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_167\">      108.  This appeal has been preferred against the  judgment  and  order\n      dated 21.5.2007 passed by a Special  Judge  of  the  Designated  Court\n      under the TADA in the Bombay Blast case No. 1/93,  Greater  Bombay  by\n      which the appellant (A-101) has been found guilty under  <a href=\"/doc/1992024/\" id=\"a_170\">Section  3(3)</a>\n      TADA, and on this count, the appellant has been sentenced to suffer RI\n      for 6 years and also ordered to pay a  fine  of  Rs.25,000/-,  and  in\n      default of payment of fine to further suffer RI for 6 months.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_168\">      109.  Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_106\">      A.    In addition to the main charge of conspiracy, the appellant  (A-\n</blockquote><blockquote id=\"blockquote_107\">      101)  has  been  charged  with  intentionally  aiding   and   abetting\n      terrorists, by  allowing  them  to  smuggle  and  transport  arms  and\n      ammunition into India from abroad, by  the  illegal  omission  of  the\n      appellant (A-101) to thoroughly check the motor lorries carrying  such\n      arms and ammunition as well as other contraband, though the  same  had\n      been intercepted by the police party on  the  night  of  9.1.1993,  at\n      Gondghar Phata and had been allowed  to  carry  on,  in  lieu  of  the\n      payment of a bribe of  Rs.7  lacs,  which  had  been   agreed  to  and\n      accepted by all of them, upon negotiation with terrorists. Hence,  the\n      appellant has been charged under <a href=\"/doc/1992024/\" id=\"a_171\">Section 3(3)</a> TADA.\n</blockquote><p data-structure=\"Section\" id=\"p_169\">      B.    After his trial, the appellant (A-101) has been acquitted of the\n      first charge, but has been convicted under <a href=\"/doc/1992024/\" id=\"a_172\">Section 3(3)</a> TADA  and  has\n      been sentenced as referred to hereinabove.\n</p><p data-structure=\"Conclusion\" id=\"p_170\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_171\">      110.   Mrs.  Anagha  S.  Desai,  learned  counsel  appearing  for  the\n      appellant (A-101) has submitted that there is  nothing  on  record  to\n      show that the  appellant  (A-101)  had  any  knowledge  regarding  the\n      smuggling of arms and ammunition.  At most, he may be guilty under the\n      provisions of the <a href=\"/doc/1331755/\" id=\"a_173\">Prevention of Corruption Act</a> or of  a  violation  of\n      the <a href=\"/doc/1059693/\" id=\"a_174\">Customs Act</a>, or of FERA, but  he  certainly  cannot  be  convicted\n      under the provisions of TADA.  Therefore, the appeal  deserves  to  be\n      allowed.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_172\">      111.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      State, has submitted that the Hawaldar  Mali,  has  been  specifically\n      named  by  the  co-accused  Uttam  Shantaram  Potdar  (A-30),  thereby\n      revealing the fact that he had been the one counting the silver bricks\n      in the truck when the same had been  intercepted  at  Gondghar  Phata.\n      Thus, the appeal lacks merit, and is liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_173\">      112.  We have considered rival submissions made by the learned counsel\n      for the parties and perused the records.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_174\">      113.  Evidence against the appellant :\n</p><blockquote id=\"blockquote_108\">      (a)   Confessional statement of Uttam Shantaram Potdar (A-30)\n</blockquote><blockquote id=\"blockquote_109\">      (b)   Deposition of Dinesh Gopal Nakti (PW-95)\n</blockquote><blockquote id=\"blockquote_110\">      (c)   Deposition of Krishnakant Nathu Ram Birade (PW-96)\n</blockquote><blockquote id=\"blockquote_111\">      (d)   Deposition of Dilip Biku Pansare (PW-97)\n</blockquote><blockquote id=\"blockquote_112\">      (e)   Deposition of Yeshwant Kadam (PW-109)\n</blockquote><blockquote id=\"blockquote_113\">      (f)   Deposition of Vinod Chavan (PW-590)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_175\">      114.  Confessional statement of Uttam Shantaram Potdar (A-30):\n</p><blockquote id=\"blockquote_114\">            Uttam Potdar (A-30) in his confessional  statement  recorded  on\n      15.7.1993, has given details  of  the  landing  on  9.1.1993,  of  the\n      smuggling of the contraband, silver etc. and about the interception of\n      the two trucks carrying the contraband by the police party at Gondghar\n      Phata.  It was here that Uttam Potdar (A-30), has revealed that he had\n      given illegal gratification for the earlier landings to  Ramesh  Mali,\n      Hawaldar (A-101).  He (A-30) has further stated that  Mechanic  Chacha\n      (A-136) had offered the police party a sum of Rs.10 lacs.  Ramesh Mali\n      (A-101) and Ashok Narayan Muneshwar (A-70) had been the ones  counting\n      the bricks in the truck.  In one truck there had been 175 bricks,  and\n      in the other truck there were about 100 bricks  and  some  boxes  were\n      also there.  Upon being asked, Mechanic Chacha (A-136)  had  told  the\n      police that the boxes contained wrist watches.  As the smuggling party\n      did not have cash, Mechanic Chacha (A-136) had removed 5 silver bricks\n      from the truck and had given the same  to  Havaldar  Pashilkar.   This\n      version of interception  and  checking  etc.  stands  corroborated  by\n      Jaywant Keshav Gurav (A-82), Mohd. Sultan Sayyed (A-90),  Salim  Kutta\n      (A-134) and Mechanic Chacha (A-136), to the extent that the  smuggling\n      party had in fact been intercepted by the  police,  and  that  without\n      naming the appellant, they have described how they had been  detained,\n      and subsequently, how  they  were  released  after  negotiations  that\n      lasted about half an hour, and as regards how since they did not  have\n      cash, they had delivered 5 silver bricks to the police.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_176\">      115.  Dinesh Gopal Nakti (PW-95) and Krishnakant Nathu Ram Birade (PW-\n</p><p data-structure=\"Precedent\" id=\"p_177\">      96) were labourers with Uttam Potdar (A-30), who had been the  landing\n      agent in the relevant incident.  They have deposed that  on  9.1.1993,\n      they had gone alongwith 12 other labourers to  Dighi  Jetty,  for  the\n      said landing.  They have further deposed as regards how the goods were\n      smuggled and transported, but they have not named  the  appellant  (A-\n</p><p data-structure=\"Precedent\" id=\"p_178\">      101) specifically, as being a member of the intercepting police  team.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_179\">      116.  Dilip Biku Pansare (PW-97) was a mechanic in the State Transport\n      Corporation, but had also been assisting Uttam Potdar  (A-30)  in  his\n      smuggling activities and it was he who had been  driving  the  vehicle\n      carrying the smuggled articles on 9.1.1993 from Dighi Jetty to Bombay.\n       Two trucks carrying smuggled goods had been intercepted by the police\n      party at Gondghar Phata.  The vehicles had been stopped  and  checked.\n      On their asking, the police had been told that the smuggled goods were\n      silver and that there were also some boxes that  contained  glassware.\n      He has further provided details with respect to  how the police  party\n      had behaved, but did not name the appellant specifically.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_180\">      117.  Yeshwant Kadam  (PW-109)  and  Vinod  Chavan  (PW-590)  are  the\n      witnesses to the recovery of Rs.15,000/- from the  appellant  (A-101).\n      In his examination under <a href=\"/doc/767287/\" id=\"a_175\">Section 313</a> Cr.P.C.,  the  appellant  (A-101)\n      has submitted that  Vinod  Chavan  (PW-590)  had  not  made  any  such\n      recovery, rather, on 21.4.1993 the appellant’s wife had  gone  to  the\n      Shrivardhan Police Station and had given a sum of Rs.15,000/- that had\n      been brought  by  her   by  pledging  her  ornaments  with  the  Mahad\n      Cooperative Urban Bank to avoid  harassment,  as  the  same  had  been\n      demanded by the Police.  The Police has shown the said  amount  to  be\n      the amount recovered from the appellant (A-101), by drawing up a false\n      panchnama Exh.563, to this effect.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_181\">      118.        The Designated Court has  dealt  with  all  the  aforesaid\n      issues, and after appreciating the entire evidence on record so far as\n      the appellant (A-101) is concerned, the Designated Court has held that\n      Uttam Potdar (A-30) has revealed the involvement of the appellant  (A-\n</p><p data-structure=\"Precedent\" id=\"p_182\">      101) in the relevant  episode.  His  confessional  statement  to  this\n      effect stands corroborated by  the  material  in  the  confessions  of\n      Jaywant Keshav Gurav (A-82), Mohd. Sultan Sayyed (A-90),  Salim  Kutta\n      (A-134) and Mechanic Chacha (A-136), which establishes the presence of\n      the police party of the Shrivardhan Police Station at Gondghar  Phata,\n      and further the  transportation of contraband goods being permitted in\n      return for the receipt of bribe.  Thus,  the  court  has  reached  the\n      conclusion that the appellant (A-101) was  in  fact  involved  in  the\n      commission of the offence under <a href=\"/doc/1992024/\" id=\"a_176\">Section 3(3)</a> TADA, though he  was  not\n      found guilty  of  the  general  charge  of  conspiracy,  as  has  been\n      mentioned in the first general charge.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_183\">      119.  The present case is a  clear  case  where  a  police  party  had\n      intercepted and checked trucks carrying  the  smuggled  goods/articles\n      i.e.  arms,  ammunition and contraband, and has, after negotiating for\n      half an hour, with such party, permitted them to proceed further after\n      receiving the decided bribe amount i.e. silver bricks in lieu of  cash\n      which was to be paid later on.\n</p><p data-structure=\"Precedent\" id=\"p_184\">            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1522913\" id=\"span_15\">We are unable to agree with the submissions of Ms.  Desai,  with\n      reference to the retracted confessions not being admissible in view of\n      the law laid down by this court in <a href=\"/doc/1522913/\" id=\"a_177\">Aloke Nath Dutta &amp; Ors. v. State of\n      West Bengal</a>, (2007) 12 SCC 230.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_185\">            For the foregoing  reasons,  the  appeal  lacks  merit,  and  is\n      accordingly dismissed.</p><pre id=\"pre_8\">\n                      CRIMINAL APPEAL NO.1422  OF 2007\n\n\n      Shaikh Asif Yusuf\n      …Appellant\n\n\n                                   Versus\n\n\n      State of Maharashtra                                         …\n      Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_186\">      120.        This appeal has been preferred against  the  judgment  and\n      order dated 31.5.2007, passed by a Special  Judge  of  the  Designated\n      Court under the TADA in the Bombay Blast Case No.1 of 1993, convicting\n      the appellant under <a href=\"/doc/1992024/\" id=\"a_178\">Sections 3(3)</a>, <a href=\"/doc/1601096/\" id=\"a_179\">5</a> and <a href=\"/doc/1886064/\" id=\"a_180\">6</a> TADA and under  <a href=\"/doc/1092263/\" id=\"a_181\">Sections  3</a>\n      and <a href=\"/doc/871582/\" id=\"a_182\">7</a> read with <a href=\"/doc/73862/\" id=\"a_183\">Section 25</a>(1-A)(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_184\">Arms Act</a>.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_187\">      121.  Facts and circumstances giving rise to this appeal are that :\n</p>\n\n<blockquote id=\"blockquote_115\">      A.    In addition to the  main  charge  of  conspiracy,  he  has  been\n      charged  under  <a href=\"/doc/1992024/\" id=\"a_185\">Section  3(3)</a>  TADA,  for  agreeing  to  keep  in  his\n      possession, in the notified area, 4 hand-grenades that had been  given\n      to him by the co-accused Nasim Ahmed  Ashraf  Qureshi  (A-49),  in  an\n      unauthorised manner, which had formed a part of the  consignment  that\n      had been  smuggled  into  India  by  the  conspirators  knowingly  and\n      intentionally, for the purpose of committing terrorist acts.\n      B.    The appellant (A-107)  has also been charged  under  <a href=\"/doc/1601096/\" id=\"a_186\">Sections  5</a>\n      and <a href=\"/doc/1886064/\" id=\"a_187\">6</a> TADA, and <a href=\"/doc/1092263/\" id=\"a_188\">Sections 3</a>, <a href=\"/doc/871582/\" id=\"a_189\">7</a> and <a href=\"/doc/73862/\" id=\"a_190\">25</a>(1-A)(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_191\">Arms Act</a>  for\n      keeping the aforementioned 4 hand-grenades that had been given to  him\n      by  the  co-accused  Nasim  Ahmed  Ashraf  Qureshi  (A-49),   in   his\n      possession.\n</blockquote>\n\n<blockquote id=\"blockquote_116\">      C.    The appellant has been convicted under <a href=\"/doc/1992024/\" id=\"a_192\">section 3(3)</a> TADA and has\n      been sentenced to suffer RI for 5 years, and has been ordered to pay a\n      fine of Rs.25,000/-, and in default to suffer further RI for 6 months.\n       The appellant has also been convicted under <a href=\"/doc/1601096/\" id=\"a_193\">Section 5</a>  TADA  and  has\n      been sentenced to suffer RI for  8  years,   and  to  pay  a  fine  of\n      Rs.50,000/-, and in default to suffer further RI for  one  year.   The\n      appellant has also been convicted under <a href=\"/doc/1886064/\" id=\"a_194\">Section 6</a> TADA  and  has  been\n      sentenced to suffer RI for 8 years, and to pay a fine  of  Rs.50,000/-\n      and in default to suffer further RI for one year.  The  appellant  has\n      also been found guilty under the provisions of the <a href=\"/doc/1934415/\" id=\"a_195\">Arms  Act</a>,  but  no\n      separate sentence has been awarded for  the  said  offences.  All  the\n      sentences have been directed to run concurrently.\n</blockquote><blockquote id=\"blockquote_117\">            Hence, this appeal.\n</blockquote><p data-structure=\"PetArg\" id=\"p_188\">      122.  Shri Mushtaq Ahmad, learned counsel appearing for the appellant,\n      has submitted that the appellant has been  convicted  by  the  learned\n      Special Judge merely on the basis  of  surmises  and  conjectures  and\n      there is no evidence on the basis of which, the said   conviction  can\n      be sustained. Chandrakant Atmaram Vaidya (PW-40), who has been  relied\n      upon for conviction had been a  stock  panch  witness,  and  had  been\n      easily available to the police. The recovery  had been  made  from  an\n      open area, to which a large number of persons had  access.  Therefore,\n      the recovery and the  panchnama  in  respect  thereof,  including  the\n      disclosure statement that has allegedly been  made  by  the  appellant\n      cannot be relied upon. The appellant has been  handicapped  since  his\n      childhood, and thus, his right hand is  impaired. Furthermore, he  has\n      already served more than 5 years in jail.  Thus, the  appeal  deserves\n      to be allowed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_189\">      123.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      respondent, has submitted that the recovery had been made on the basis\n      of the  disclosure statement of  the  appellant,  and  had  been  made\n      strictly in accordance with the requirements  of  <a href=\"/doc/1312051/\" id=\"a_196\">Section  27</a>  of  the\n      Evidence Act, and therefore, has rightly been relied  upon.  No  fault\n      can be found with the impugned judgment and order.  The  appeal  lacks\n      merit and is therefore, liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_190\">      124.  We have considered the rival submissions  made  by  the  learned\n      counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_191\">      125.  Evidence against the appellant (A-107):\n</p><blockquote id=\"blockquote_118\">      (a)   Confessional statement of Nasim Ashraf Shaikh Ali Barmare(A-49)\n\n\n</blockquote><blockquote id=\"blockquote_119\">      (b)   Deposition of Chandrakant Atmaram Vaidya (PW-40)\n\n\n</blockquote><blockquote id=\"blockquote_120\">      (c)   Deposition of Ratansingh Kalu Rathod (PW-600)\n\n\n           The appellant (A-107) has not made any confession.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_192\">      126.  Confessional statement of Nasim Ashraf Shaikh Ali Barmare (A-49)\n           :\n</p>\n\n<blockquote id=\"blockquote_121\">           As per the confessional statement of A-49, the appellant (A-107)\n      had gone to Dubai alongwith  several  other  co-conspirators  and  co-\n      accused to the house of Tiger Memon (AA) and his  brother  Yakub,  and\n      from there he had also gone to Pakistan to receive weapons’  training,\n      and had infact, received the same.  The appellant had  learnt  how  to\n      explode black soap (RDX) with a safety fuse, or  by  a  battery  after\n      inserting into the chemical, a small aluminium coloured detonator.  He\n      had returned to India via Dubai.   In  Dubai,  Tiger  Memon  (AA)  had\n      spoken to the appellant and to the other accused, about the atrocities\n      that had been committed by the Hindus, against the Muslims in  Bombay,\n      between  December, 1992 and January, 1993.  After returning to  India,\n      the appellant had attended a conspiratorial meeting that had been held\n      at a flat on Bandra Hill Road, on 9.3.1993 alongwith  other  10  other\n      accused, including Tiger Memon (AA), Javed  Chikna,  Anwar  and  Usman\n      (PW.2).\n</blockquote><blockquote id=\"blockquote_122\">           The appellant (A-107) had participated in filling up  RDX  which\n      had been duly mixed with steel scrap, alongwith the  other  co-accused\n      in the intervening night of 11th and 12th March, 1993.  On  12.3.1993,\n      Usman (PW.2) had given him 7 hand-grenades, one loaded gun and a small\n      plastic bag that had contained bullets, and had directed him to go  on\n      his mission. He had gone to the Sahar International Airport,  and  had\n      thrown a hand-grenade there which owing to the fact that it could  not\n      reach its target,  had  exploded  mid-way.  Nasim  Ashraf  Shaikh  Ali\n      Barmare @ Yusuf (A-49) who had been accompanying the appellant (A-107)\n      at the said time, had gotten frightened, and both of  them  had  thus,\n      run away from there on a motor cycle.  The co-accused (A-49) had given\n      the appellant (A-107), 4 hand-grenades and had told him  to  keep  the\n      same with him for some time.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_193\">      127.      Chandrakant Atmaram Vaidya (PW-40),  a  panch  witness,  has\n      deposed that on 8.4.1993, he had gone to  the  Mahim  Police  Station,\n      upon being called there through a police havaldar. Here,  P.I.  Rathod\n      had told him that the person who was sitting there,  was  actually  an\n      accused in the Worli Blast case,  and  wanted  to  make  a  disclosure\n      statement voluntarily. Upon being asked by the  witness,  the  accused\n      had told him his name, which was  Asif Yusuf Shaikh  (A-107),  and  he\n      further told him that he could aid in the recovery  of  certain  bombs\n      that had been hidden by him.  The  police  officer  had  recorded  the\n      statement of the accused and had prepared  the  memorandum  panchnama,\n      which had then been signed by the panch witnesses.  On  the  basis  of\n      the disclosure statement of the appellant (A-107),  the  police  party\n      had taken him and the panch witnesses in a van, and the said  van  had\n      been stopped at a place upon a request made by the appellant  (A-107).\n      It was a heap, in which there lay broken tiles.  The appellant (A-107)\n      had removed the other things and  the  tiles,  and  had  taken  out  a\n      plastic bag which had contained 4 hand-grenades.  The police inspector\n      had prepared a panchnama, which  had  been  read  over  to  the  panch\n      witnesses and had been duly signed by them.  The four labels, that had\n      been  duly signed by the police inspector, had then  been  affixed  to\n      these bombs.  All of them  had  then  returned  to  the  Mahim  Police\n      Station.  This witness has admitted in his cross-examination, that  he\n      had also been the panch witness in another enquiry that had been  made\n      on 8.4.1993, wherein Ayub Ibrahim Qureshi (A-49) had made a disclosure\n      statement, on the basis of which a recovery had been was made  from  a\n      nearby area (Exh.127-128).  It has further been explained by him, that\n      the place from which the recovery had been made, was an open area  and\n      that a large number of persons had access  to  it.   The  witness  has\n      further stated that after the recovery in the first case was over, the\n      police havaldar had come and  taken  him  back  to  become  the  panch\n      witness for another case, as during those late hours, no  other  panch\n      witness had been available.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_194\">      128.   Ratansingh   Kalu   Rathod   (PW-600),   a   police   Inspector\n      corroborated the evidence  of  Chandrakant  Vaidya  (PW-40),  and  has\n      narrated how the disclosure  statement  had  been  recorded,  how  the\n      memorandum  panchnama  had  been  prepared  and  also  how,  the  said\n      recoveries had been made.  He has pointed out that  at  the  place  of\n      recovery, the accused had removed items from the heaps, and that after\n      digging, had taken a bag containing four hand-grenades.  He  has  also\n      given full details as regards how the two recoveries had been made  in\n      a close proximity of time, and from nearby places.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_195\">      129.  In his statement made under <a href=\"/doc/767287/\" id=\"a_197\">Section 313</a> of the Code of  Criminal\n      Procedure, 1973, the appellant (A-107) has pleaded  false  implication\n      in the said case, and has stated that the said recoveries had not been\n      made at his instance, as he had never been in possession of any  hand-\n      grenades.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_196\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1844193\" id=\"span_16\">130.  On the issue of recovery, this Court in  <a href=\"/doc/1844193/\" id=\"a_198\">State of H.P.  v.  Jeet\n      Singh</a> (supra), held :</span>\n</p><blockquote id=\"blockquote_123\">           ”There is nothing in  <a href=\"/doc/1312051/\" id=\"a_199\">Section  27</a>  of  the  Evidence  Act  which\n           renders the statement of the accused inadmissible if recovery of\n           the  articles  was  made  from  any  place  which  is  “open  or\n           accessible to others”. It  is  a  fallacious  notion  that  when\n           recovery of any incriminating article  was  made  from  a  place\n           which is open or accessible to  others,  it  would  vitiate  the\n           evidence under <a href=\"/doc/1312051/\" id=\"a_200\">Section 27</a> of the Evidence Act. Any object can be\n           concealed in places which are open or accessible to others.  For\n           example, if the article is buried in the main roadside or if  it\n           is concealed beneath dry leaves lying on public places  or  kept\n           hidden in a public office, the article would remain out  of  the\n           visibility of others in normal circumstances. Until such article\n           is disinterred, its hidden state would  remain  unhampered.  The\n           person who hid it alone knows where it  is  until  he  discloses\n           that fact to any other person. Hence, the  crucial  question  is\n           not whether the place  was  accessible  to  others  or  not  but\n           whether it was ordinarily visible to others. If it is not,  then\n           it is immaterial that  the  concealed  place  is  accessible  to\n           others.”         (Emphasis added)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_197\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"985843\" id=\"span_17\">131       In <a href=\"/doc/985843/\" id=\"a_201\">State of Maharashtra v. Bharat  Fakira  Dhiwar</a>,  (supra),\n      this court dealt with the issue.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_198\">      132.  Thus, in view of the above, the submission made by  Mr.  Mushtaq\n      Ahmed, stating  that as the recovery had been made from an open  place\n      to which all persons had access, cannot be relied  upon  and   is  not\n      worth acceptance.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_199\">      133.  Undoubtedly, the appellant’s disclosure statement had been  made\n      before the police, as well as the panch witness. The fact that he  did\n      not disclose the place where the contraband had been  hidden   remains\n      entirely insignificant, for the reason that  he  had  led  the  police\n      party to the said place, and that the said recovery had been  made  at\n      his behest.  The open space from where  the  recovery  had  been  made\n      though was accessible to anybody,  it  must  be  remembered  that  the\n      contraband had been hidden, and that it was  only  after  digging  was\n      done at the place shown by the appellant, that such recovery was made.\n      Hence, it would have been impossible for a normal person having access\n      to the said place, to know where the contraband goods were hidden.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_200\">      134.  Nasim Ashraf Shaikh  Ali  Barmare  (A-49)  in  his  confessional\n      statement,  has disclosed that he had handed over the remaining  hand-\n      grenades to the appellant. As the said contraband could not have  been\n      used other than  for  the  aforementioned  terrorist  activities,  the\n      submission advanced on behalf of the appellant, stating  that  it  was\n      not proved that the contraband so hidden were to be used for terrorist\n      activities,  cannot  be  accepted.  In  light   of   the   facts   and\n      circumstances of the case, it cannot be believed  that  the  appellant\n      had not been aware of the contents of the contraband, even though  the\n      same had been wrapped in carbon paper.\n</p><p data-structure=\"CDiscource\" id=\"p_201\">            Furthermore, had the appellant not been aware of the contents of\n      the contraband, there would have been no occasion for him to hide  the\n      same away after digging up the earth, and further to yet again,  cover\n      up the said material with earth and heaps of items. Thus,  we  are  of\n      the view that the appellant had  been  fully  aware  of  the  contents\n      thereof.\n</p><p data-structure=\"Conclusion\" id=\"p_202\">      135.  In view of the above, we concur with  the  conclusion  that  has\n      been reached by the learned Special Judge.  Thus, the  present  appeal\n      lacks merit, and is accordingly dismissed.</p><pre id=\"pre_9\">\n                      CRIMINAL APPEAL NO.1180  OF 2007\n\n\n\n\n      Mubina @ Baya Moosa Bhiwandiwala          …Appellant\n\n\n\n\n                                   Versus\n\n\n      State of Maharashtra                                 … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_203\">      136.  This appeal has been preferred against the  judgment  and  order\n      dated 14.6.2007 passed by a Special  Judge  of  the  Designated  Court\n      under the TADA in Bombay  Blast  Case  No.1  of  1993,  by  which  the\n      appellant has been convicted under <a href=\"/doc/1992024/\" id=\"a_202\">Section 3(3)</a> TADA, and a punishment\n      of five years rigorous imprisonment with a fine of Rs.  25,000/-,  and\n      in default of payment of fine to suffer further R.I. for 6 months  was\n      imposed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_204\">      137.  Facts and circumstances giving rise to this  appeal are that :\n</p>\n\n<blockquote id=\"blockquote_124\">      A.    In addition to the main charge of conspiracy, the appellant  was\n      charged with being an associate of  Tiger  Memon  (AA),  abetting  and\n      knowingly facilitating the commission of terrorist acts  committed  on\n      12.3.1993.  She was further charged with facilitating the  holding  of\n      conspiratorial meetings on 9th and 10th March, 1993  in  her  flat  in\n      Bandra, wherein the terrorist acts came to be discussed and finalised.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_205\">      B.    After  conclusion  of  the  trial,  the  learned  Special  Judge\n      convicted A-96 as referred to hereinabove.\n</p><p data-structure=\"Conclusion\" id=\"p_206\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_207\">      138.  Mr.  Zafar  Sadique,  learned  counsel  for  the  appellant  has\n      submitted that it was her brother who was a close associate  of  Tiger\n      Memon, and after the death of her brother she was given some money for\n      household expenses by Tiger Memon, and she did not work for him or had\n      any knowledge of her involvement in terrorist  activities.  Thus,  the\n      appeal deserves to be allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_208\">      139.  Mr. Mukul Gupta, learned senior counsel for the State vehemently\n      opposed this appeal by stating that her confession itself reveals that\n      she knew that Tiger Memon was a  smuggler.  Moreover,  the  fact  that\n      conspiratorial meetings  were  held  in  her  house  demonstrates  her\n      knowledge of the conspiracy, and being a party to the same she  should\n      have also been convicted of the larger conspiracy. Thus, the appeal is\n      liable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_209\">      140.  We have considered the rival submissions  made  by  the  learned\n      counsel for the parties and perused the records.\n</p><p data-structure=\"Conclusion\" id=\"p_210\">      141.  Evidence against the appellant:\n</p><blockquote id=\"blockquote_125\">      (a)   Confessional statement of the  appellant  Mubina  @  Baya  Moosa\n           Bhiwandiwala (A-96)\n\n\n</blockquote><blockquote id=\"blockquote_126\">      (b)   Confessional statement of Asgar Yusuf Mukadam (A-10)\n</blockquote><blockquote id=\"blockquote_127\">      (c)   Confessional statement of Abdul Gani Ismail Turk (A-11)\n</blockquote><blockquote id=\"blockquote_128\">      (d)   Confessional statement of Parvez Nazir Ahmed Shaikh (A-12)\n\n\n</blockquote><blockquote id=\"blockquote_129\">      (e)   Confessional statement of Nasir Abdul Kadar Kewal @ Nasir Dhakla\n           (A-64)\n\n\n</blockquote><blockquote id=\"blockquote_130\">      (f)   Confessional statement of  Niyaz  Mohmed  @  Aslam  Iqbal  Ahmed\n           Shaikh (A-98)\n\n\n</blockquote><blockquote id=\"blockquote_131\">      (g)   Confessional statement of Zakir Hussein Noor Mohammed Shaikh (A-\n</blockquote><blockquote id=\"blockquote_132\">           32)\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_211\">      142.  Confessional statement of the  appellant  Mubina  @  Baya  Moosa\n           Bhiwandiwala (A-96):\n</p>\n\n<blockquote id=\"blockquote_133\">            The evidence against the  appellant  (A-96)  had  been  her  own\n      confessional statement which revealed that her  brother  was  a  close\n      associate of Tiger Memon (AA) and indulged  in  smuggling  activities.\n      Out of that ill-gotten money, he purchased the  said  flat  and  other\n      commercial properties and a car. However, subsequently,  when  he  was\n      pursued by the Customs officials on 10.12.1990,  he  jumped  from  the\n      said building and died.  Subsequently, she had been living in the said\n      flat alongwith her parents and widow  of  his  brother  with  a  minor\n      child.  She was unmarried and 22 years of age  at  that  time.     She\n      deposed that after the death of her  brother,  Tiger  Memon  (AA)  had\n      supported her family financially by paying Rs.10,000/- per  month  for\n      household expenses which had subsequently been enhanced to Rs.20,000/-\n      on being asked by her father.  The car purchased by  her  brother  was\n      being driven by the appellant (A-96).  Tiger Memon used  to  keep  his\n      own money at her residence and it ranged from Rs. 1 lakh to  5  lakhs.\n      She further deposed that she personally knew Tiger Memon (AA) and  had\n      been visiting him at his residence in Mahim.  On 8.3.1993, Shafi  came\n      to her house and handed her an envelope.  On  opening  the  same,  she\n      found three passports and two tickets of Tiger  Memon  (AA).   Out  of\n      them, one ticket was of Air Emirates  Bombay-Dubai-Bombay  and  second\n      was of Gulf Air Bombay-Abu Dhabi-Bombay.  Both the  tickets  had  been\n      purchased through East West Travels and both  of  them  had  been  for\n      12.3.1993.  The said tickets and passports had been taken by Asgar (A-\n</blockquote><p data-structure=\"Facts\" id=\"p_212\">      10), an associate of Tiger Memon (AA) on 11.3.1993 at 11.00 p.m.  from\n      her residence.  Samir Ahmed Hingora (A-53), owner  of  Magnum  Videos,\n      sent a sum of Rs.50,000/- to her  for  household  expenses  twice.  On\n      9.3.1993, a meeting was held at her residence at 8.00 o’clock  in  the\n      evening which was attended by Tiger Memon  (AA)  and  his  associates.\n      Tiger Memon (AA) was directing his men in the bedroom of the house for\n      a period of approximately half an hour and she and her family had been\n      sitting outside.  Usman (PW-2), Javed, Bashir and Nashir alongwith 10-\n      15 other boys came at her residence.  She opened the door.  They asked\n      for Tiger Memon (AA) and she replied that he was inside.  Tiger  Memon\n      (AA) spoke to them, in the bedroom.  Appellant was asked to prepare 15-\n      20 cups of tea.  After preparing the tea, she knocked the door of  the\n      hall; one boy came and took the tea  inside.   Tiger  Memon  (AA)  and\n      those persons were discussing about the  plan.   They  left  at  about\n      12.30 in the night.  On the next day on 10.3.1993  at  about  9.00  or\n      9.30 at night, those boys came again to her residence at the  instance\n      of Tiger Memon and  the appellant (A-96) asked them to   wait.   Then,\n      Tiger Memon (AA) came and discussed the plan with  those  boys.   Then\n      all of them left her house at  about  12.00  o’clock  at  night.   The\n      police arrested the appellant after 4-5 days of bomb blasts.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_213\">      143.  Confessional statement of Asgar Yusuf Mukadam (A-10):\n</p><blockquote id=\"blockquote_134\">            He has corroborated the confessional statement of the  appellant\n      (A-96) to the extent that he had collected the passports  and  tickets\n      kept with appellant (A-96) by which Tiger Memon (AA) left for Dubai on\n      12.3.1993, early in the morning.\n</blockquote><p data-structure=\"Precedent\" id=\"p_214\">      144.  Confessional statement of Abdul Gani Ismail Turk  (A-11):\n</p>\n\n<blockquote id=\"blockquote_135\">            His confessional statement revealed that on 7th March, 1993   in\n      the evening, he went to accused Imtiyaz for taking the  scooter  which\n      he sold to him (A-11), then he came to know that Tiger Memon (AA)  had\n      come back to Bombay from Dubai and  he  wanted  to  meet  him  at  Al-\n      Husseini building.    Abdul Gani Ismail Turk (A-11) went there and met\n      Tiger Memon (AA) at his residence.  He was there alongwith his parents\n      and brothers.  Subsequently, Shafi took the accused (A-11) with him in\n      the Maruti car.  Shafi stopped the car and went to make a call  asking\n      accused (A-11) to wait  at  the  house  of  Mubina  alias  Baya  Moosa\n      Bhiwandiwala (A-96).  He   (A-11)  reached  at  the  flat  of  Mubina,\n      appellant (A-96).  After sometime, Tiger Memon (AA)  and  Shafi   came\n      there.  Some other boys were also present there.    On the next day on\n      8.3.1993, he (A-11)  went to  the  house  of  Tiger  Memon  and  after\n      sometime, both of them went to the house of Mubina,  appellant  (A-96)\n      by the Maruti car of Tiger Memon. Tiger Memon went  up  to  her  flat,\n      though, accused (A-11) remained sitting in the car.  Shafi  came  down\n      from her flat and went towards Jogeshwari taking accused (A-11)  in  a\n      Commander Jeep and returned after one hour.  He (A-11) found  one  bag\n      in the jeep which  contained  2  rifles,  4-6  handgrenades  and  some\n      bullets.  Then they came back to the flat of Mubina, appellant (A-96).\n       Tiger Memon and other co-accused came down from  her  flat  at  about\n      11.30-12.00 o’clock at night and they left in jeep and Maruti car.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_215\">      145.  Confessional statement of Parvez Nazir Ahmed  Shaikh,  (A-\n</p><p data-structure=\"Precedent\" id=\"p_216\">           12):\n</p>\n\n<blockquote id=\"blockquote_136\">            He deposed  that  in  the  second  week  of  February  1993,  he\n      alongwith other co-accused brought the contraband smuggled from  Dubai\n      to Bombay in a jeep at 11.30 p.m.  The jeep was parked at the house of\n      Mubina, appellant (A-96), and he handed over the keys of the  jeep  to\n      Mubina, appellant (A-96).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_217\">      146.  Confessional statement of Nasir Abdul Kadar Kewal @ Nasir Dhakla\n           (A-64):\n</p>\n\n\n\n<blockquote id=\"blockquote_137\">            In his confessional statement, he stated that on 9.3.1993  Tiger\n      Memon took him alongwith other  co-accused  to  the  flat  of  Mubina,\n      appellant (A-96) at Bandra, wherein he met all  the  persons  who  got\n      training in Pakistan.  Again on 10.3.1993, he was called at the  house\n      of appellant (A-96) for a meeting. He corroborated  the  case  of  the\n      prosecution that conspiratorial meetings were  held  at  the  flat  of\n      Mubina (A-96) on 10.3.1993.\n</blockquote>\n\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_218\">      147.  Confessional statement of  Niyaz  Mohmed  @  Aslam  Iqbal  Ahmed\n           Shaikh  (A-98):\n</p>\n\n\n\n<blockquote id=\"blockquote_138\">            In his confessional statement, he stated that  on  8th  and  9th\n      March, 1993, he was asked by Usman (PW-2) to  be  ready  and  he  went\n      alongwith co-accused Irfan Chaugale to  a  flat  at  3rd  floor  in  a\n      building behind Bhabha Hospital in Bandra.  Some  other  persons  were\n      there, including Tiger Memon, Javed Chikna, Bashir, Usman, Sardar Khan\n      and Parvez.  After sometime, a girl,  the  appellant  (A-96)  who  was\n      called by Tiger Memon, brought tea and served to all of them.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_219\">      148.  Confessional statement of Zakir Hussein Noor Mohammed Shaikh (A-\n</p><p data-structure=\"Conclusion\" id=\"p_220\">           32):\n</p>\n\n\n\n<blockquote id=\"blockquote_139\">            In his confessional statement, he stated that on  10.3.1993,  on\n      instructions he went to attend the meeting at  Bandra  flat  alongwith\n      Usman (PW-2).  Tiger Memon was sitting there directing  the  group  of\n      boys and assigning them different roles.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_221\">      149.  After appreciating the entire evidence on record, the Designated\n      Court came to the conclusion as under:\n</p><blockquote id=\"blockquote_140\">                  “51).Since the matters from the said  confession  are  so\n               eloquent that hardly any dilation would be  necessary  about\n               the same. However, the defence having urged that since  A-96\n               was not  present  in  the  relevant  meeting  in  which  the\n               discussion  was  made,  she  cannot  be  held   guilty   for\n               commission of any offence. It is urged hence her  confession\n               fails to disclose her involvement in commission  of  offence\n               and as such is liable to be discarded.  It is urged that  in\n               said event the material  in  confession  of  the  co-accused\n               revealing that the meeting was held at her house  but  again\n               not revealing that she was party to the  said  meeting  will\n               not be sufficient to fastening guilt upon her.\n</blockquote>\n\n<blockquote id=\"blockquote_141\">                52)  The aforesaid submissions though apparently appears to\n               be attractive  the  same  does  not  stand  to  the  reason.\n</blockquote><p data-structure=\"Precedent\" id=\"p_222\">               Considering matters in entirety in the said confession it is\n               clear that Tiger Memon  was  also  residing  in  the  nearby\n               vicinity. In the  said  contingencies  Tiger  Memon  holding\n               meeting of such a number of persons at the house  of  Mubina\n               itself raises a grave doubt about the purpose for which  the\n               said meeting was held by him at the said  house  instead  of\n               his own house. Apart from the same, careful consideration of\n               the  material  in  the  confession  in  terms  reveal  close\n               association developed in between Tiger Memon and  A-96.  The\n               other material pertaining to keeping tickets of Tiger  Memon\n               at her house, Tiger Memon  paying  money  for  the  expenses\n               himself increasing the said amount upon the say of father of\n               A-96 are the circumstances   curiously  throwing  the  light\n               upon the relationship in  between them. Even the material in\n               the confession reveals that Tiger, Memon had a talk with his\n               friend after taking him to the bed room in the  said  house.\n               All the said circumstances are self-eloquent.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_223\">               53)   Furthermore the recital in the confession  that  after\n               the Tea was taken “the said  person  were  discussing  about\n               their plan” is a recital clearly revealing knowledge of A-96\n               of the meeting being regarding the plan. Since in  cases  of\n               conspiracy direct evidence would never be available the said\n               self-eloquent recital is  sufficient  to  infer  about  A-96\n               having full knowledge about the purpose for which  the  said\n               meeting was held by Tiger Memon. Needless to add neither the\n               confession reveals the reason  because  of  which  A-96  had\n               allowed.  Tiger Memon to take  the  meeting  in  her  house.\n               Furthermore even a trial, no explanation has been given by A-\n               96 regarding the said respect.  Thus  considering  the  said\n               act committed by A-96 conclusion is inevitable about herself\n               knowing full well  the  purpose  of  the  said  meeting  had\n               allowed Tiger Memon to hold the same at her house  and  that\n               too in spite of his house being not far away from  the  said\n               place.  Thus, the same clearly denotes of A-96 having  aided\n               and abetted and assisted a Tiger Memon for having a  meeting\n               for chalking out final plans of conspiracy hatch.  Thus  all\n               the said material is sufficient for holding her  guilty  for\n               commission of offences under <a href=\"/doc/1992024/\" id=\"a_203\">Sec. 3(3)</a> of TADA.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_224\">               54)     In the aforesaid context the defense submission that\n               A-96 was not alone residing in the said  flat  or  that  her\n               father and other members of her family were also residing at\n               the said  Flat  and  as  such  she  cannot  be  said  to  be\n               responsible for granting the permission to Tiger  Memon  for\n               holding meeting in the said flat as  the  same   might  have\n               been given by somebody else i.e. her father etc.  also  does\n               not stand to the reason.  Such conclusion is apparent as the\n               material in her confession does not support  such  a  theory\n               and on the contrary the  meeting  held  under  nose  on  the\n               relevant day clearly signifies the same being held with  her\n               concurrence.   Needless  to  add  that   material   in   the\n               confession also denotes of affairs of the said  House  being\n               managed by her after the death of her brother.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_225\">               55)     Since the matters in the confession of  A-96  or  at\n               least  the  fact  of  meeting  held  in   her   flat   being\n               corroborated material in the confession of accused  referred\n               during the discussion made earlier, the said aspect will not\n               need any reiteration. Having regard to the same the  matters\n               in her confession which is disclosing her involvement,  i.e.\n               the admission in commission of the offence  u/s.3(3)of  TADA\n               will be required to be taken  into  consideration  and  thus\n               will be required to be acted upon. As a result of the  same,\n               she will be required to be held guilty for commission of the\n               said, offence.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_226\">               56)  However,  even  accepting  the  said  material  in  her\n               confession and even the conclusion arrive  about  her  guilt\n               still it will be necessary to say  that  the  said  material\n               cannot be said to be sufficient for holding her  guilty  for\n               commission of offence of  an  conspiracy  for  which  he  is\n               charge with at a trial.  The  same  is  obvious  that  there\n               exists no evidence of herself having committed any act prior\n               to this meeting and even after  the  said  meeting  denoting\n               that she was the Member  of  the  conspiracy.  The  same  is\n               obvious as there is clearly paucity of evidence to establish\n               A-96 having committed any other act furthering the object of\n               such conspiracy.  Hence she cannot be held liable for  being\n               party to the conspiracy, as even the evidence pertaining  to\n               the said meeting reveals that she has  not  participated  in\n               the same and merely sent Tea and allowed Tiger Memon to hold\n               meeting at her residence.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_227\">               ?57)  Thus,  taking  into  consideration  the  extent  and/or\n               severity of act committed by A-96  and  the  other  relevant\n               factors and having regard  to  the  basic  principle  behind\n               awarding  punishment  being  to  eradicate  the  element  of\n               criminality  and  not  to  punish  individual  human   being\n               entertaining same,  herself  being  woman  accused,  herself\n               having faced a long drawn prosecution, role  played  by  her\n               cannot be said to be of a severe nature, the probable reason\n               because of  which  she  had  committed  the  relevant  acts,\n               herself being not the sole person  who  had  assisted  Tiger\n               Memon in the relevant episode and even from said angle,  act\n               committed by her clearly  appearing  to  be  on  much  lower\n               pedestal than such a role of facilitation, assistance played\n               by  other  co-accused  in  the  case,  a  minimum   sentence\n               prescribed under the law i.e. a sentence of R.I. for 5 years\n               and a fine amount of Rs.25,000/- with suitable  addition  of\n               RI in default of payment of fine for commission  of  offence\n               u/S.3(3) of TADA, ordered for A-96 would serve the  ends  of\n               justice.”\n                                                                   (Emphasis\n      supplied)\n\n\n      150   There is no evidence on record to show that the  appellant   (A-\n</p><p data-structure=\"CDiscource\" id=\"p_228\">      96) is the actual owner of the flat where the meeting took place.  The\n      appellant (A-96) was simply present in the next room when the  meeting\n      was held and she was asked to serve tea. Further, it was  her  brother\n      who was well acquainted with Tiger Memon  (AA)  and  after  his  death\n      Tiger Memon(AA) simply gave some money to  her  family  for  household\n      expenses and that  money  was  not  for  her  own  personal/individual\n      expenditure. Moreover, while serving them tea she might have overheard\n      something about a plan that was being formulated  by  the  co-accused,\n      but not being a party to the meeting she could not have possibly known\n      or understood the plan. According to the  prosecution  case,  she  had\n      been given air tickets by Tiger Memon (AA) to  keep  and  one  of  the\n      tickets had been taken by him in the early morning hours of the day of\n      the blasts i.e. 12.3.1993. There is nothing on record to show that the\n      appellant (A-96) knew that the blasts were going to take place on that\n      day, or that she had acquired any  knowledge  that  Tiger  Memon  (AA)\n      would be absconding from India. Moreover, she was not a participant in\n      any overt act in furtherance of the conspiracy.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_229\">      151.  Due to the foregoing reasons, the appellant (A-96) is held to be\n      entitled for benefit of doubt.  Thus, we allow the appeal  and  acquit\n      her for the  charge  under  <a href=\"/doc/1992024/\" id=\"a_204\">Section  3(3)</a>  TADA.  The  conviction  and\n      sentence awarded by the Designated Court are set aside.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_230\">                  The appellant is on bail.  Her bail bonds stand\n      discharged.</p><pre id=\"pre_10\">\n                      CRIMINAL APPEAL NO. 1225 OF 2007\n\n\n\n\n      Noor Mohammed Haji Mohammed Khan                …Appellant\n\n\n                                   Versus\n\n\n      The State of Maharashtra (through CBI, STF)          … Respondent\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_231\">      152.  This appeal has been preferred against the judgments and  orders\n      dated  23.11.2006 and 5.6.2007, passed  by  a  Special  Judge  of  the\n      Designated Court under the TADA in the Bombay Blast Case No. 1/1993.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_232\">      153.  Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_142\">            In addition to the main charge of conspiracy, he has  also  been\n      charged under <a href=\"/doc/1992024/\" id=\"a_205\">Section 3(3)</a> TADA, for permitting the co-accused Mushtaq\n      @ Ibrahim @ Tiger Abdul Razak Memon and his associates, to  store  the\n      contraband/explosive material/RDX in his godown between  the  2nd  and\n      9th of February, 1993, and has further  been charged under  <a href=\"/doc/1601096/\" id=\"a_206\">Section  5</a>\n      TADA, for possession thereof. He  has  also  been  charged  under  the\n      provisions of <a href=\"/doc/1539301/\" id=\"a_207\">Section 6</a> of the  Explosive  Substances  Act,   and  the\n      Explosives Rules, 1983 for storing  and  concealing  58  bags  of  RDX\n      explosive that had been smuggled into the country by  the  co-accused,\n      between the 2nd and 9th of February, 1993.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_233\">      154.  The appellant has been convicted under <a href=\"/doc/1601096/\" id=\"a_208\">Section 5</a>  TADA  and  has\n      been awarded a punishment of 5 years alongwith a fine of Rs.1,00,000/-\n      , and in default of payment of fine, to further undergo  3  years  RI,\n      and also under <a href=\"/doc/386021/\" id=\"a_209\">Section 201</a> IPC has been  awarded  a  punishment  of  5\n      years, alongwith a fine of Rs.50,000/-, and in default of  payment  of\n      fine to suffer further RI for one year. However,  both  the  sentences\n      have been directed to run concurrently.\n</p><p data-structure=\"Conclusion\" id=\"p_234\">            Hence, this appeal.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_235\">      155.         Shri Shree Prakash Sinha, learned counsel  appearing  for\n      the appellant, has submitted that  the  conviction  of  the  appellant\n      which is based on the confession of the appellant, is not  sustainable\n      for the reason that the  confession  itself  has  revealed,  that  the\n      appellant had refused to record any confession at the  initial  stages\n      of recording his confession. The same is evident from the confessional\n      statement itself, and Shri Sanjay Pandey, DCP (PW-429),  in  light  of\n      this, ought not to have recorded his confessional  statement  at  all.\n      The recoveries made at the behest of the appellant  cannot  be  relied\n      upon, as the same do not connect the appellant with the  same  in  any\n      manner. Furthermore, the recovery has not been made in accordance with\n      law, for the simple  reason  that  the  disclosure  statement  of  the\n      appellant, which was recorded under <a href=\"/doc/1312051/\" id=\"a_210\">Section 27</a>  of  Evidence  Act  was\n      made simultaneously. The same is shown to have been made at the  time,\n      when the appellant had been  present  before  the  learned  Designated\n      Court, held at the Mahim Police Station itself. While considering  his\n      application for remand, no satisfactory explanation could be furnished\n      by  the  prosecution  as  regards  how  remand  proceedings,  and  the\n      recording of the disclosure statement  of  the  appellant  could  take\n      place together. The evidence suffers from material contradictions, and\n      thus, ought to have been rejected. Therefore, the appeal  deserves  to\n      be allowed.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_236\">      156.  Shri Mukul Gupta,  learned  senior  counsel  appearing  for  the\n      State,  has  vehemently  opposed  the  appeal  contending   that   all\n      proceedings had  been  conducted  strictly  in  accordance  with  law.\n      Undoubtedly, the confessional statement suggests, that  appellant  had\n      refused to make a  confessional  statement.  However,  upon  a  cogent\n      reading of the said statement, the impression created by  the  learned\n      counsel for the appellant stands completely dispelled.  The conviction\n      of the appellant is based upon a correct appreciation of the  evidence\n      available. Thus, the appeal lacks merit and is liable to be dismissed.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_237\">      157.  We have considered the rival submissions  made  by  the  learned\n      counsel for the parties, and perused the record.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_238\">      158.  Evidence against the appellant (A-50):\n</p><blockquote id=\"blockquote_143\">      (a)   Confessional statement of the appellant (A-50)\n</blockquote><blockquote id=\"blockquote_144\">      (b)   Confessional statement of Shakeel Shahabuddin Shaikh (A-59)\n</blockquote><blockquote id=\"blockquote_145\">      (c)   Confessional statement of Munna (A-24)\n</blockquote><blockquote id=\"blockquote_146\">      (d)   Deposition of Upendra G. Patel (PW-33)\n</blockquote><blockquote id=\"blockquote_147\">      (e)   Deposition of Wilson John Britto (PW-274)\n</blockquote><blockquote id=\"blockquote_148\">      (f)   Deposition of Ajit Pratap Singh (PW-291)\n</blockquote><blockquote id=\"blockquote_149\">      (g)   Deposition of Fazal Akbar Khan (PW-468)\n</blockquote><blockquote id=\"blockquote_150\">      (h)   Deposition of Prakash Dhanaji Khanvilkar (PW-513)\n</blockquote><blockquote id=\"blockquote_151\">      (i)   Deposition of Kailas Baburao Dawkhar (PW-518)\n</blockquote><blockquote id=\"blockquote_152\">      (j)   Deposition of Dattatray Maruti Wayal (PW-521)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_239\">      159.  Confession of Noor Mohammed Haji Mohammed Khan  (A-50):\n</p>\n\n\n\n<blockquote id=\"blockquote_153\">            The confession of appellant (A-50)  was  recorded  on  14th/16th\n      May, 1993. The appellant had been 32 years of age at the time  of  the\n      said incident. The relevant part of his confession  suggests  that  he\n      had acquired land at Kashimira, measuring 1200 sq.mtrs.  He (A-50) had\n      known the co-accused Mohammad Jindran (now dead) and Yeda Yakub  (AA).\n      The said plot was taken care of by a watchman who had  been  appointed\n      by him.  The said watchman had been removed by the appellant (A-50) on\n      the basis of certain complaints regarding his behaviour with  a  local\n      girl, and another watchman had thereafter, been appointed. When he (A-\n</blockquote><blockquote id=\"blockquote_154\">      50) had visited the said plot in the last week of February,  1992,  he\n      had seen some sacks  lying  in  the  shed  constructed  thereon.   The\n      watchman had told him that the said goods had been  sent  by  Mohammad\n      15/20 days  ago,  through  Shakeel  (A-59-acquitted),  the  driver  of\n      Mohammad, by way of a tempo. The appellant (A-50)  had  not  made  any\n      further enquiry as  regards  the  same  from  the  watchman,  or  from\n      Mohammad, with respect to the contents thereof.  When he  had  visited\n      the place for the second time, he had removed the  contents,  and  had\n      seen what looked like black soap. He had then returned to Bombay,  and\n      had asked Mohammad about the goods. Mohammed and  Shakeel  had  denied\n      having any information as regards the said goods.\n</blockquote><p data-structure=\"PetArg\" id=\"p_240\">            He (A-50) had again visited the site on 16th/17th March, 1993 at\n      Kashimira  alongwith  Rashid  Khan,  –  a  businessman  who  dealt  in\n      chemicals, and had taken out the packet. Rashid Khan,  after examining\n      the contents of the packet  thereof, had told him that  the  same  was\n      explosive material. Rashid Khan had taken the packet with him, and had\n      subsequently informed him that  the  same   most  certainly  contained\n      material for making bombs. By this time,  certain  material  had  been\n      seized in Mumbra and due publicity had been given to the same  in  the\n      newspapers. It had been revealed that the material  belonged  to  Yeda\n      Yakub.  The appellant (A-50) had then asked Rashid Khan to help him to\n      destroy the material.  Rashid Khan had  told  him  that  he  knew  one\n      Munna, who could help them to destroy the same. The  appellant  (A-50)\n      had then decided to spend a sum of Rs.5  lakhs,  for  the  purpose  of\n      destroying the material as he had apprehensions regarding the incident\n      of recovery of the same material in Mumbra. They had met Munna at  the\n      Lion Pencil Resort at Nangla.  Munna had  been  assigned  the  job  of\n      distribution of the material, and the appellant was  informed  in  the\n      evening, that the said work had been completed. The appellant had gone\n      to Bombay and had given a Toyota Corolla car to Rashid Khan,  in  lieu\n      of payment of a sum of Rs. 3 lacs, and the remaining amount  had  been\n      paid by Mohammad.\n</p><p data-structure=\"CDiscource\" id=\"p_241\">            After 3-4 days, he had gone to the site with  Shakeel,  and  the\n      watchman had told him that some of the material had been left  behind.\n      He had then put the remaining material  in  a  jeep,  had  gone   with\n      Shakeel, and  Shakeel  had  then  thrown  the  same  along   Kashimira\n      Highway, from a bridge at a distance of about 6 Kms.  from  Kashimira.\n      As some of the said material had fallen  down  outside  of  the  water\n      channel, the appellant had gone down with the jeep, and had thrown the\n      sacks containing left over material into water  and  had  then  driven\n      back to Bombay.\n</p><p data-structure=\"Precedent\" id=\"p_242\">            It was on 8th April that Munna had telephoned the appellant  (A-\n</p><p data-structure=\"PetArg\" id=\"p_243\">      50) demanding the balance amount of Rs.2 lacs that had  been  promised\n      to  him  stating  that,  otherwise  he   (A-50)   would    face   dire\n      consequences. The  appellant  had  then  informed  Mohammad,  who  had\n      subsequently informed the police, and  they  had  thus  gotten   Munna\n      arrested. After some interrogation, the appellant (A-50) had also been\n      arrested.\n</p><p data-structure=\"CDiscource\" id=\"p_244\">            He (A-50) has further stated that he  had  not  known  that  the\n      material was actually RDX. Once he had become aware of  the  same,  he\n      had thrown the same into the water, apprehending  his  arrest  by  the\n      police. The remaining material had been thrown off  the  bridge  along\n      the Kashimira Highway.  He (A-50) had himself taken the police to  the\n      said place and had gotten the material recovered from there.\n</p><p data-structure=\"Precedent\" id=\"p_245\">            The appellant (A-50) had also made retraction of his  confession\n      on 14th/16th May, 1993, at a belated stage.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_246\">      160.  Confessional statement of Shakeel Shahabuddin Shaikh (A-\n</p><p data-structure=\"Conclusion\" id=\"p_247\">      59):\n</p><blockquote id=\"blockquote_155\">            According to his confessional statement, he had been working  as\n      the driver of Mohammad Jindran (AA). He had been  told in  the  second\n      week of February, 1993 by his employer, that a  tempo  was  parked  at\n      Dahisar Checknaka, near the Delhi Darbar Hotel, that  contained  sacks\n      of cement and that he must unload the same onto a plot  that  belonged\n      to Noor Khan (A-50), who was a  friend  of  his  employer’s,  i.e.  of\n      Mohammad Jindran’s. A letter  had been  given  to  him,  so  that  the\n      driver of the tempo would permit Shakeel to unload the contents of the\n      said tempo onto the land belonged to Noor  Khan  (A-50).  Shakeel  had\n      thus gone there, and had contacted the driver of the parked tempo.  He\n      (A-59)  had then taken the said tempo and had off loaded the  contents\n      of same onto  the land of Noor Khan (A-50). There had been about  1200\n      to 1300 sacks, and also some square type boxes, that were wrapped  and\n      had been kept alongwith the said sacks. The same were  also  unloaded.\n      He (A-59)  had  telephoned  his  employer  after  doing  so,  and  had\n      informed him that the work had been done. The sacks and the boxes  had\n      been unloaded at the Noor Khan’s place.   He  (A-59)  had  accompanied\n      Noor Khan to the site, and had asked the watchman there who  were  the\n      owner of the material kept in his godown, and it was then that he  was\n      told that the same belonged to Mohammad Jindran, and that Shakeel  had\n      brought the material there.  Then, Shakeel had told him  that  he  had\n      done so upon the instructions of Mohammad Jindran.\n</blockquote><blockquote id=\"blockquote_156\">            Fifteen days after Eid, Noor Khan (A-50) had gone to the  office\n      of Mohammad Jindran, and had asked him about the material kept at  his\n      place and had said that he wanted his help to throw it  away.  Shakeel\n      had been asked by his employer to accompany them. They had gone  in  a\n      jeep to the Dahisar godown of Noor Khan. There was some waste material\n      in black colour which was filled into a sack by them.  Some bags  were\n      also kept alongwith the said black coloured waste material.   The sack\n      had been loaded  by  the  watchman  into  the  vehicle,  and  Shakeel,\n      alongwith Noor Khan (A-50) had proceeded from there. After driving for\n      about 10 Kms., their vehicle had been stopped upon the instructions of\n      Noor Khan (A-50) near a bridge, and Shakeel had been  asked  to  throw\n      the sacks. After throwing the same off the bridge, they had  left  the\n      place. However, after driving for about 1 Km., Noor  Khan  (A-50)  had\n      asked Shakeel where he had thrown the sacks.  He  was  then  informed,\n      that the same had been thrown near the water.  Noor  Khan  (A-50)  had\n      then instructed him to take the vehicle back, and after  reaching  the\n      bridge Noor Khan (A-50) had himself gotten off from  the  vehicle  and\n      had gone under the bridge, lifted the sack, and thrown the  same  into\n      the water.\n</blockquote><blockquote id=\"blockquote_157\">            Noor Khan (A-50) had gone with Shakeel in the said  vehicle,  to\n      his residence at Mira Road. After their arrest, Shakeel was  the  only\n      person who  had  known  that  the  material  thrown  by  him  actually\n      consisted of explosives.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_248\">      161.  Confessional statement of Munna @ Mohammad  Ali  @  Manoj  Kumar\n           Bhanwar Lal (A-24):\n</p>\n\n<blockquote id=\"blockquote_158\">            He had been 26 years of age at the time of  the  said  incident,\n      and has confessed that he had started a  hawala  business  with  Eijaz\n      Pathan, who lived in Dubai and that he also had  a  house  in  Bombay.\n      Munna (A-24) had developed a close acquaintance with Eijaz Pathan, who\n      belonged  to  the  Kareem  Lala  Group,  and  had  thus  succeeded  in\n      committing the murder of Majeed in 1986, and had thereafter,  remained\n      absconding for a long time. Subsequently, he (A-24) had been  arrested\n      and enlarged on bail. There had been an attempt to kill him, after  he\n      was released on bail. He (A-24) had been  introduced  to  Tiger  Memon\n      (AA) in 1987, while  participating  in  the  unloading  of  silver  at\n      Shekhadi, Shrivardhan.   His  confession  has  further  revealed  that\n      contraband had in fact, been brought into  India by  Tiger  Memon.  He\n      had also been  instructed by Eijaz from Dubai,  to  not  tell  anybody\n      about the smuggling.\n</blockquote><p data-structure=\"PetArg\" id=\"p_249\">            In the 3rd week of March, 1993 while  he  had  been  staying  in\n      Marol, Noor Khan (A-50) and Mohammad Jindran had come to meet him  and\n      had said that some packets of RDX were lying in the  godown  and  that\n      the same had to be destroyed.  Rashid had told him that  for  removing\n      the said packets, he had taken a sum of  Rs.5 lakhs. Rashid had  taken\n      him the next day to the Ghodbunder hotel and there  he  had  met  Noor\n      Khan (A-50) and Mohammad Jindran, who had already reached there.  They\n      had arranged for a dumper from  the  Sarpanch  of  the  village  Anand\n      Dighe.  The material had then been loaded therein, and had been thrown\n      into the sea.  He had thrown  about  55  packets  of  RDX  into  Nagla\n      Bandar.  Rashid  had  given  him  a  sum  of  Rs.10,000/-.    He   had\n      subsequently reached the Dawat hotel, to receive a sum of  Rs.20,000/-\n      from Noor Khan. However, he had been arrested by the police here.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_250\">      162.  Deposition of Fazal Akbar Khan (PW-468):\n</p><blockquote id=\"blockquote_159\">            He had known Rashid and Noor Khan (A-50) for the past 15  years.\n      He had been introduced to Munna (A-24), by Rashid in the third week of\n      March, 1993. Noor Khan (A-50) had come to his residence, and had asked\n      him to take him to Rashid.  They had gone to the residence  of  Rashid\n      at Dreamland Society. Noor Khan (A-50) had told Rashid  that  somebody\n      had kept some chemicals or something at his place in Dahisar, and that\n      he wanted his help to destroy the same. The witness, Rashid  and  Noor\n      Khan had travelled in the car of Noor  Khan,  to  the  said  place  at\n      Dahisar. Here, they had seen 50-60  gunny  bags  lying  in  the  shed.\n      Rashid had opened one of the gunny bags, and had found that  the  same\n      contained a black coloured powder.  They had then moved to  Ghodbunder\n      with one such packet. After reaching there, Rashid  had  examined  the\n      packet, they had collected from  Dahisar.  However,  Rashid  had  been\n      unable to determine what it was. They had thus returned to  the  place\n      of Rashid.  Then, Noor Khan had asked Rashid to help him to dispose of\n      the said material. Rashid had asked Noor Khan to come to him the  next\n      day.  All of them had then left the said place. The witness was called\n      by Rashid the next day, to his residence at 10.30 a.m.  Noor Khan  had\n      also been present there.  One  other  person  had  also  been  present\n      there, who was introduced to the witness  as  Mohammad  Jindran.  They\n      talked about the disposal of the said material, and subsequently  left\n      the said place, asking Rashid to meet at Ghodbunder the  next  day  in\n      the morning. Munna (A-24) was also  present  there.  The  witness  had\n      stayed in the house of Rashid. He had gone alongwith Rashid and  Munna\n      to Ghodbunder and had found Noor  Khan  (A-50)  and  Mohammad  Jindran\n      there. Noor Khan (A-50) had given a packet containing  some  money  to\n      Rashid. Noor Khan (A-50) and Mohammad Jindran had stayed in a room  of\n      the hotel, while Rashid and Munna had left the said room.\n</blockquote><blockquote id=\"blockquote_160\">            After 10-15 days, Rashid had called the witness from Behrin, and\n      had said that the sacks which had been disposed of contained RDX,  and\n      that the witness must not disclose this fact to anybody,  or  else  he\n      would be killed, alongwith all his family  members.  The  witness  had\n      then become very scared, owing to the threat that had  given  to  him.\n      The witness has also identified Noor Khan (A-50) in court.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_251\">      163.  Deposition of Upendra G. Patel (PW-33):\n</p><blockquote id=\"blockquote_161\">      ?      He is a recovery witness. He has deposed that in all, a total of\n      three bags had been seized on 18.4.1993. Two bags had been empty.  The\n      third bag had contained some black pieces, of which one piece had been\n      taken out and separately packed. At the said time, only one piece  had\n      thus been taken out of the bag. The same was  weighed  and  packed  in\n      plastic wrap, after which, it was also wrapped in a piece of paper, in\n      the form of a paper bag. The said paper bag had been picked up from  a\n      nearby place, under the bridge. His (PW-33) signature had not been  on\n      the paper bag in which the black substance had been  kept.  The  paper\n      bag had not been sealed. In court, he had been unable  to say  whether\n      the paper in which the blackish lump was wrapped, was the  same  paper\n      bag in which it had been kept, when the sample had initially drawn  at\n      the time of seizure of the goods by the Police.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_252\">      164.  Deposition of Wilson John Britto (PW-274):\n</p><blockquote id=\"blockquote_162\">            He has deposed that he knew Rashid because on one  occasion,  he\n      had gone to his hotel for a meal. On 23.3.1993,  Rashid  asked  for  a\n      room.  He had spoken to the senior steward, Ajit Roop Singh  from  his\n      hotel.  He had then telephoned the Juhu Office and had talked with his\n      boss Shri Sunil Naik.  The witness had informed Nayak over  the  phone\n      that one Rashid had come to the said hotel and that he had requested a\n      room. After asking his  boss, he and Ajit Roop Singh had  given   Room\n      No. 1-A to Rashid.  Rashid had paid Rs.300/-  to  the  witness,  as  a\n      tip.\n</blockquote><blockquote id=\"blockquote_163\">            He had not heard any conversation that had ensued between Rashid\n      and his companions during the period in which, they were at the hotel.\n         He knew the names of the  three  companions  of  the  Rashid.  This\n      witness could not identify the appellant (A-50)  in   court  (after  a\n      period of 5 years).\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_253\">      165.  Deposition of  Prakash Dhanaji Khanvilkar  (PW.513):\n</p><blockquote id=\"blockquote_164\">            During the said interrogation of the appellant  (A-50),  he  had\n      expressed his desire to make a voluntary statement.  The  witness  had\n      thus secured two panch witnesses, and it was in  their  presence  that\n      the appellant (A-50) had made a disclosure statement  in  Hindi.   The\n      same had been recorded after drawing the memorandum panchanama. As the\n      appellant (A-50) had expressed his willingness to take him to a  place\n      for recovery, the witness had also decided to accompany the  appellant\n      (A-50) to the particular place, that he wished to point out. Thus,  he\n      had gone alongwith the  panch  witnesses,  police  officials  and  the\n      appellant, in a police jeep.\n</blockquote><blockquote id=\"blockquote_165\">            In his cross-examination, he has made it clear that on the  said\n      day, he had reached the detection room  at  1.00  p.m.  and  that  the\n      appellant (A-50) had been with him from 1.00 p.m.  to  6.15  p.m.  The\n      panch witnesses had been called at about 3.50 p.m.  He  has  expressed\n      his ignorance as regards whether on the said day, some Judge had  come\n      and conducted remand proceedings at the Mahim Police  Station  between\n      1.00 p.m. and 3.15 p.m. His deposition has further  revealed  that  he\n      had left the police station with the appellant, and other  persons  at\n      about 4.15 p.m. and had returned to the Mahim Police Station alongwith\n      his team, the accused and the panch witnesses at about 7.15 p.m.   The\n      bridge on the Kaman river from where the recovery was made, was  at  a\n      distance of about 35-40 Kms. from the Mahim  Police  Station.  He  has\n      denied the suggestion that the appellant (A-50) had not in  fact  made\n      any disclosure statement when he had been taken to the bridge  on  the\n      Kaman river etc.\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_254\">      166.  Deposition of Ajit Pratap Singh (PW.291):\n</p><blockquote id=\"blockquote_166\">            He was 26 years of age and had been carrying on the business  of\n      painting houses. At the relevant time, in the year 1993, he  had  been\n      working as a waiter in a farm house named, “Royal Retreat”  which  was\n      situated at Kaju Pada on Ghodbunder road,  district  Thane.  One  Shri\n      Kailash  Jain,  alongwith  others  had  owned  the  said  farm  house.\n      Alongwith him, one Shri Wilson Britto (PW-274) had been working  there\n      as an assistant.  He had worked in the hotel upto 1994.  He had  known\n      a person by the name of  Rashid,  son  of  Lala  Seth,  who  had  been\n      carrying on the business of dealing in chemicals near  the  said  farm\n      house.  Rashid had been coming to the said hotel alongwith his friends\n      and family members, for meals and also to swim. On 23.3.1993, at about\n      1.30 p.m. while he had been present at the said hotel, Rashid had come\n      there alongwith 3-4 friends in a car, and had  asked  the  witness  to\n      open room No. 1-A for them, and thus, he had  opened  the  said  room.\n</blockquote><p data-structure=\"Precedent\" id=\"p_255\">      Rashid had stayed in the said room alongwith his friends, and  he  had\n      served them lunch. While serving them, he had heard Rashid telling the\n      others that the goods which  had  been  kept  in  the  godown  of  the\n      appellant (A-50), were to be thrown at the  earliest  into  the  Nagla\n      creek, by taking the  same  in  the  vehicle  of  Anya  Patil,  as  an\n      investigation by the police was in progress.  Rashid had  noticed  the\n      presence of the witness, and had immediately asked him  to  leave  the\n      room and to close the  door.  In  court,  the  witness  expressed  his\n      inability to identify any of these friends, who had  been  present  on\n      that day  in  the  hotel,  except  Rashid  and  Munna  (A-24)  as  the\n      deposition had taken place after a period of five years.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_256\">      167.  Deposition of Dattatray Maruti Wayal (PW.521):\n</p><blockquote id=\"blockquote_167\">            He was one of the investigating officers of  the  case  who  had\n      taken up the investigation on  5.5.1993  of  C.R.  No.  14/93  in  the\n      Kapurbawdi  Police  Station.  He   has   deposed   that   during   the\n      investigation, he had recorded the statement of  about  35  witnesses,\n      including one Shri Narayan Sitaram Patil (PW-295). He had also come to\n      know, that the land from where the recovery had been  made,  had  been\n      purchased by the appellant (A-50) in the past, and that he had allowed\n      the construction of a godown therein.  The appellant (A-50)  had  been\n      keeping goats in the said godown, and for such purpose, he had kept  a\n      Gorkha watchman named Pratap  Singh to look after the said goats.  The\n      appellant would visit the said godown.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_257\">      168.  Deposition of Kailas Baburao Dawkhar (PW.518):\n</p><blockquote id=\"blockquote_168\">            He is a formal witness and he has  recorded  the  statements  of\n      Wilson John Britto (PW-274) and Ajitsingh Pratap Singh  (PW-291),  who\n      had been working as waiters  in  the   resort  where  the  meeting  of\n      accused persons had taken place, in connection with disposing  of  the\n      explosive material by dumping the same into the Nagla creek.  Thus, he\n      has proved the statement of the witnesses that have been recorded.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_258\">      169.  The evidence referred to hereinabove,  regarding  the  ownership\n      and possession of the godown, the dumping of  the  contraband  in  the\n      said godown, and the  removal  and  final  disposal  of  the  same  by\n      throwing it into the Nagla creek, stands  fully  corroborated  by  the\n      evidence of  the aforesaid witnesses. The  said  contraband  had  been\n      destroyed in two installments; one at the Nagla creek, and another  at\n      the bridge  on  the  Kaman  river.   The  evidence  of  the  witnesses\n      corroborates the case of the prosecution in entirety. Thus,  the  case\n      stands proved.\n</p><p data-structure=\"Precedent\" id=\"p_259\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1383673\" id=\"span_18\">170.  We do not find any force in the submissions made by Mr.   Sinha,\n      learned counsel appearing for the appellant, to the effect that as the\n      recovery memo did not contain signature of  the  appellant,  the  same\n      cannot be relied upon, even though, to fortify such submission, he has\n      placed very heavy reliance upon the judgment of this Court in <a href=\"/doc/1383673/\" id=\"a_211\">Jackaran\n      Singh  v. State of Punjab</a>, AIR 1995 SC 2345, wherein it has been  held\n      that the absence of signatures or thumb  impressions  of  the  accused\n      upon their disclosure  statements,  may  render  the  said  statements\n      unreliable, particularly, in a case where the panch  witness  has  not\n      been examined at a trial, to testify the  authenticity  of  the  same.\n      The judgment relied upon by Shri Sinha is easily  distinguishable,  as\n      in the said case none of the panch witnesses had been examined,  while\n      in the instant case, the panch witness has been examined.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_260\">      171.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41408\" id=\"span_19\">In <a href=\"/doc/41408/\" id=\"a_212\">State of Rajasthan v. Teja Ram &amp; Ors.</a>, AIR 1999 SC 1776, this\n      Court while dealing with the issue held:</span>\n</p><blockquote id=\"blockquote_169\">               “The resultant position is that the Investigating Officer is\n               not obliged to obtain the signature of  an  accused  in  any\n               statement attributed to him while preparing seizure memo for\n               the recovery of any article covered by  <a href=\"/doc/1312051/\" id=\"a_213\">Section  27</a>  of  the\n               Evidence Act. But, if any signature has been obtained by  an\n               investigating officer, there is  nothing  wrong  or  illegal\n               about it. Hence, we cannot find any force in the  contention\n               of the learned counsel for the accused that  the  signatures\n               of the accused in  Exs.  P-3  and  P-4  seizure  memo  would\n               vitiate the evidence regarding recovery of the axes.\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_261\">      172.   After  appreciating  the  evidence  on  record,   the   learned\n      Designated Court came to the conclusion that the appellant had been in\n      the unauthorised possession of 58 bags  of  RDX  material  within  the\n      notified area, and that he  had  indulged,  alongwith  the  other  co-\n      accused conspirators, in the disposal of  the  said  RDX  material  by\n      dumping the same into the Nagla creek and the Kaman  river.   However,\n      the Designated  Court  has  further  held,  that  no  nexus  could  be\n      established between  the  appellant  (A-50)  and   Tiger  Memon  (AA).\n      Additionally, the Designated Court has stated that there was  also  no\n      nexus found  between  the  offences  committed  in  pursuance  of  the\n      conspiracy as was hatched by Tiger Memon (AA), and  the  acts  of  the\n      appellant (A-50).\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_262\">      173.  This conclusion stands fortified from the confessional statement\n      of the appellant,  as  well  as  from  the  statements  of  the  other\n      witnesses. The appellant was most certainly had close association with\n      Mohammad Jindran (AA), Rashid and with a few  other  accused  persons.\n      The appellant had spent about Rs.5 lakhs for the disposal of the  said\n      material. Rashid, a very close associate of  Tiger Memon (AA) had also\n      been involved in the process of such disposal.  The  remnants  of  the\n      RDX were taken from his godown, and thrown into the Kaman river. Being\n      in possession of the said material for a limited time period,  renders\n      him guilty for commission of the offence under <a href=\"/doc/1601096/\" id=\"a_214\">Section 5</a> TADA.  He  is\n      also guilty under <a href=\"/doc/386021/\" id=\"a_215\">Section 201</a> IPC, as even though he may not have been\n      directly involved in the disposal of  the  contraband,  the  same  was\n      disposed of upon his instructions, and for this, he had  paid  a  huge\n      amount. The said material had been brought into  India at the Shekhadi\n      landing by Tiger Memon (AA), and had been  stored  in  his  godown  at\n      Kashimira. Therefore, we see no reason to  interfere  with  the  order\n      passed by the learned Special judge, and the  appeal  is  accordingly,\n      dismissed.</p><pre id=\"pre_11\">\n\n\n                      CRIMINAL APPEAL NO. 919  OF 2008\n\n\n\n\n      Mulchand Sampatraj Shah                                  …Appellant\n\n\n                                   Versus\n\n\n      The State of Maharashtra                                        …\n      Respondent\n\n\n\n\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_263\">      174.  This appeal has been preferred against the judgment and order of\n      conviction and sentence dated 6.6.2007 passed by a  Special  Judge  of\n      the Designated Court under the TADA in Bombay  Blast  Case  No.  1  of\n      1993,  by which the appellant had been convicted under <a href=\"/doc/105771932/\" id=\"a_216\">Section 3(3)</a> of\n        Terrorist  and  Disruptive   Activities   (Prevention)   Act,   1987\n      (hereinafter referred to as ‘TADA’) and awarded sentence  of  5  years\n      R.I. and fine of Rs.5  lakhs  with  suitable  additional  sentence  of\n      rigorous imprisonment in default of payment of fine.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_264\">      175.  Facts and circumstances giving rise to this  appeal are that :\n</p><blockquote id=\"blockquote_170\">      A.    In addition to the main charge of conspiracy, the appellant  was\n      charged under <a href=\"/doc/1992024/\" id=\"a_217\">Section 3(3)</a> TADA for facilitating and mobilising  funds\n      for the absconded accused Mushaq @ Ibrahim @ Tiger Memon  Abdul  Razak\n      Memon (AA) and his associates by allowing him to  operate  his  hawala\n      account in the code name HATHI, and rendering financial assistance  to\n      him and his associates which  greatly  facilitated  funding  of  their\n      various operations in the commission of various acts i.e. serial  bomb\n      blasts.\n</blockquote><blockquote id=\"blockquote_171\">      B.    After conclusion of the  trial,  the  learned  Designated  Court\n      convicted the appellant as referred to herein above.\n</blockquote><blockquote id=\"blockquote_172\">            Hence, this appeal.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_265\">      176.  Shri Mukul Rohatgi, Learned Senior  Counsel  appearing  for  the\n      appellant, has submitted that  the  appellant  stood  convicted  under\n      <a href=\"/doc/1992024/\" id=\"a_218\">Section 3(3)</a> TADA for facilitation by providing  financial  assistance\n      to the co-accused Tiger Memon (AA) in various activities. There is  no\n      evidence on record that the appellant had  any  knowledge  that  Tiger\n      Memon had been indulging in terrorist  activities.  The  Bombay  blast\n      took place on 12.3.1993 and a case  under  TADA  had  been  registered\n      against Tiger Memon and others  only  after  the  said  incident.  The\n      appellant never came to know, nor had any material been placed  before\n      the Special Court in the instant case to show that Tiger Memon or  any\n      other co-accused in this case indulged in terrorist  activities.  Even\n      in case the  illegal  banking  business  and  dealing  with  money  of\n      smugglers and other type of criminals is admitted, the  question  does\n      arise as to whether in such a fact-situation, the appellant could have\n      been charged/convicted under <a href=\"/doc/1992024/\" id=\"a_219\">Section 3(3)</a> TADA.  There is  nothing  in\n      the confessional statement of the appellant that he had any  knowledge\n      that Tiger Memon indulged in any terrorist  activity.  It  is  evident\n      from the record that the appellant was involved in acts subsequent  to\n      the date of commission of the blasts i.e. 12.3.93.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_266\">      177.         Shri Mukul Gupta, learned senior counsel arguing for  the\n      CBI has vehemently opposed the appeal  and  has   submitted  that  the\n      appellant (A-97) had been  rendering  financial  assistance  to  Tiger\n      Memon (AA), who was the kingpin of the entire episode  which  lead  to\n      not only the death of numerous innocent people, but  also  caused  the\n      destruction of moveable  and  immoveable  property.  The  evidence  on\n      record makes it abundantly clear that the appellant  (A-97)  had  been\n      handling the financial accounts of Tiger Memon (AA). This  amounts  to\n      financial assistance as per <a href=\"/doc/1992024/\" id=\"a_220\">Section 3(3)</a> TADA. Therefore,  he  abetted\n      the terrorist activities undertaken by Tiger  Memon  (AA).  Thus,  the\n      appeal deserves to be rejected.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_267\">      178.  We have considered rival submissions made by the learned counsel\n      for the parties and perused the records.\n</p>\n\n\n\n\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_268\">      179.  Evidence against the appellant:\n</p><blockquote id=\"blockquote_173\">      (a)   Confessional statement of the appellant Mulchand Sampatraj  Shah\n           @ Chokshi (A-97)\n\n\n</blockquote><blockquote id=\"blockquote_174\">      (b)   Confessional statement of Raju Laxmichand Jain @Raju Kodi (A-26)\n\n\n</blockquote><blockquote id=\"blockquote_175\">      (c)   Confessional statement of Abdul Gani Ismail Turk (A-11)\n</blockquote><blockquote id=\"blockquote_176\">      (d)   Confessional statement of Mohmed Rafiq Mianwala @ Rafiq Madi (A-\n</blockquote><blockquote id=\"blockquote_177\">           46)\n\n\n</blockquote><blockquote id=\"blockquote_178\">      (e)   Confessional statement of Asgar Yusuf Mukadam (A-10)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_269\">      180.  Confession of the appellant Mulchand Sampatraj Shah @ Chokshi (A-\n</p><p data-structure=\"Conclusion\" id=\"p_270\">           97):\n</p>\n\n\n\n<blockquote id=\"blockquote_179\">            From the confessional statement it has been revealed  that   the\n      appellant was doing the business of bank draft discounting in the name\n      and style of `Chokshi’ wherein the appellant used to take amount  from\n      the public,  and to return the same in instalments.  At  the  time  of\n      returning the money he used to deduct the commission and, thus, he had\n      been doing illegal banking business.  He came  in  contact  with  Raju\n      Laxmichand Jain @ Raju Kodi  (A-26),  who  had  the  business  in  the\n      market. The appellant also became acquainted with Mohammed  Dossa  and\n      Tiger Memon (AA). He started the business of money taking  and  giving\n      with both of them. He had some dispute in money transaction with  them\n      because of which he was beaten by them  and  the  matter  was  settled\n      after paying a sum of Rs.5 lakhs to them.  The appellant was  arrested\n      in  1989  for  violating  the  provisions  of  <a href=\"/doc/27905/\" id=\"a_221\">Foreign  Exchange   and\n      Regulation Act, 1973</a> (hereinafter referred to as `FERA’).   His  house\n      was also raided by the Customs Department  in  1989,  and  since  they\n      found some illegal accounts, he was also arrested.  The appellant  was\n      again  arrested  in  1991  by  the  Central  Bureau  of  Investigation\n      (hereinafter referred to as  `CBI’)  in  connection  with  the  hawala\n      business with one Mr. Shambu  Dayal  who  was  doing  hawala  business\n      between  Bombay and Delhi, and he had furnished some information about\n      the appellant to the department. He was arrested and remained in  jail\n      for 7 months. Subsequently, he was enlarged on bail.\n</blockquote><blockquote id=\"blockquote_180\">            In the month of September, 1992 Tiger Memon  (AA)  told  him  on\n      telephone that he was sending a huge amount of money through one Farid\n      and the appellant would accept it and hand it over to Keshav Dalpat on\n      getting the receipt.  He received a sum of Rs.25 lakhs  and  the  said\n      amount was paid by the appellant to Keshav Dalpat.   The  said  Keshav\n      Dalpat was brought by Raju Kodi (A-26).  After 10  days,  Tiger  Memon\n      deposited a sum of Rs.21 lakhs with the appellant,  which  was  to  be\n      given to Namji Dhagwan.  In the last week of October 1992, Tiger Memon\n      opened an account with the appellant in the name of HATHI.  Raju  Kodi\n      (A-26) had deposited amounts varying from Rs.  5  lakhs  to  Rs.  1.89\n      Crores in the said account in November-December of 1992.  Immediately,\n      after recording the  confessional  statement  of  the  appellant,  his\n      office was searched and various documents were seized dealing with the\n      HATHI account. Various transactions were recorded totaling almost  Rs.\n      1.9 Crores.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_271\">      181.  Confessional statement of Raju Kodi (A-26):\n</p>\n\n<blockquote id=\"blockquote_181\">           Raju Kodi (A-26) in his confessional statement admitted  to  his\n      acquaintance with Mushtaq Abdul Razak Memon @ Tiger  Memon  (AA).   In\n      November 1992, as per the instructions of Tiger,  A-26  deposited  the\n      various amounts in the  HATHI  account  of  Tiger  maintained  by  the\n      appellant (A-97) as Hawala transactions. The amounts varied  from  Rs.\n      16 Lakhs to Rs. 50 Lakhs in the month of November, 1992 and thus,  the\n      total amounted to Rs.181.48 lakh, in the HATHI account of Tiger.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_272\">      182.    Confessional statement of Abdul Gani Ismail Turk(A-11):\n</p>\n\n<blockquote id=\"blockquote_182\">            Abdul Gani Ismail Turk  (A-11)  in  his  confessional  statement\n      stated that he used to bring and deliver Hawala money,  for  which  he\n      was paid Rs. 5,000.   So, he corroborated the prosecution case only to\n      the extent that Tiger Memon (AA) had indulged in Hawala  transactions.\n      A-11 knew the persons, namely,  Asgar,  Imtiyaz,  Rafiq  Madi,  Salim,\n      Mustaq, Hanif etc.\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_273\">      183.  Confessional statement of Mohmed Rafiq  Musa  Mianwala  @  Rafiq\n           Madi (A-46):\n</p>\n\n<blockquote id=\"blockquote_183\">            In his confessional statement A-46 has stated that A-97 had been\n      a very close associate of  Tiger  Memon  (AA)  and  in  the  month  of\n      February 1993, he went to Chokshi (A-19) at Javeri Bazar, and  brought\n      Rs. 4 lakhs from the appellant and gave  this  sum  to  Yakub  at  his\n      office.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_274\">      184.   Confessional statement of Asgar Yusuf Mukadam (A-10):\n</p><blockquote id=\"blockquote_184\">            In his confessional statement he has stated that Tiger  used  to\n      deposit hawala money in the HATHI account with Chokshi (A-97)  and  he\n      would withdraw some amount of money as and when  required.  Tiger  had\n      further told him at the time of his departure that if  Yakub  required\n      money, it was to be given from the same account.  On  9.2.1993,  Yakub\n      asked him to transfer Rs. 25 Lakhs to  Irani’s  account,  and  Rs.  10\n      Lakhs to Ohalia’s account which was accordingly done by the accused (A-\n</blockquote><blockquote id=\"blockquote_185\">      10).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_275\">      185.  The confession made by the appellant (A-97)  stood  corroborated\n      by the confessional statements of accused Asgar Yusuf Mukadam  (A-10),\n      Raju Laxmichand Jain @ Raju Kodi (A-26) and Mohmad Rafiq Miyariwala (A-\n</p><p data-structure=\"Precedent\" id=\"p_276\">      46) to the extent that the appellant was doing  the  hawala  business,\n      and had been receiving the money of various  persons  including  Tiger\n      Memon (AA).\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_277\">    186.      Legal provisions involved in the case are :\n</p><p data-structure=\"Section\" id=\"p_278\">      I.    <a href=\"/doc/1992024/\" id=\"a_222\">Section 3(3)</a> TADA reads as under:\n</p><p data-structure=\"Section\" id=\"p_279\">           ?“(3) Whoever conspires or  attempts  to  commit,  or  advocates,\n           abets,  advises  or  incites  or   knowingly   facilitates   the\n           commission of, a terrorist act  or  any  act  preparatory  to  a\n           terrorist act, shall be punishable with imprisonment for a  term\n           which shall not be less than five years but which may extend  to\n           imprisonment for  life  and  shall  also  be  liable  to  fine.”\n           (Emphasis added)\n\n\n      II.   <a href=\"/doc/1171831/\" id=\"a_223\">Section 2(1)(a)(iii)</a> TADA defines the abetment which involved:\n</p><blockquote id=\"blockquote_186\">           “(iii) the rendering of any  assistance,  whether  financial  or\n           otherwise, to terrorists or disruptionists.”\n\n\n      III.  <a href=\"/doc/207142/\" id=\"a_224\">Section 21(2)</a> TADA provides for a  presumption  which  reads  as\n      under:\n</blockquote><blockquote id=\"blockquote_187\">           ? “(2) In a prosecution for an offence under sub-section  (3)  of\n           <a href=\"/doc/1092263/\" id=\"a_225\">Section 3</a>, if  it  is  proved  that  the  accused  rendered  any\n           financial assistance to  a  person  accused  of,  or  reasonably\n           suspected of, an offence  under  that  section,  the  Designated\n           Court shall presume, unless the contrary is  proved,  that  such\n           person  has  committed  the  offence  under  that  sub-section.”\n           (Emphasis added)\n\n\n      IV.   Abetment and harbouring of offenders is also  an  offence  under\n      TADA and various other statutes like <a href=\"/doc/1727139/\" id=\"a_226\">NDPS Act, 1985</a>,  POTA,  2002  and\n      MCOCA, 1999.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_280\">      187.  All these statutes also provide that raising funds for terrorist\n      organisations is illegal and such activities are punishable.  However,\n      the general principle is that a  person  so  involved  must  be  found\n      rendering financial assistance to the accused of  terrorist/disruptive\n      activities, or could be reasonably  suspected  in  indulging  in  such\n      activities.  Hawala business is done only on the basis  of  commission\n      by exchanging money  among  persons  and  receiving  commission.   The\n      appellant (A-97) had been working as a carrier or agent,  between  the\n      persons indulging in money transactions in India  or  abroad,  without\n      having any knowledge whatsoever, that Tiger Memon or his associates or\n      any other co-accused were indulging in terrorist activities.   In  the\n      instant case, there is nothing on record to show that the appellant (A\n</p><p data-structure=\"Precedent\" id=\"p_281\">      -97) indulged in such activities though he might be involved in  other\n      illegal activities.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_282\">      188.  The learned Designated Court recorded the finding as under:\n</p><blockquote id=\"blockquote_188\">                 “Thus considering the nature of gravity of  act  committed\n           by A-97 it will be difficult to accept the submission  that  the\n           highest punishment as  prescribed  for  the  offence  should  be\n           awarded to him…….. It can be further added that no evidence  has\n           surfaced denoting A-97 having assisted, abetted  in  any  manner\n           any other act or offences committed by Tiger Memon.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_283\">      189.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162303\" id=\"span_20\">In <a href=\"/doc/162303/\" id=\"a_227\">Kalpnath Rai v. State</a> (supra), this Court held:</span>\n</p>\n\n<blockquote id=\"blockquote_189\">           “If <a href=\"/doc/1362552/\" id=\"a_228\">Section 3(4)</a> is understood as imposing harsh punishment on a\n           person who gives shelter to a terrorist without knowing that  he\n           was a terrorist, such an understanding would lead to  calamitous\n           consequences. Many  an  innocent  person,  habituated  to  offer\n           hospitality to friends and relatives  or  disposed  to  zeal  of\n           charity, giving accommodation  and  shelter  to  others  without\n           knowing that their guests were involved in terrorist acts, would\n           then be exposed to incarceration for a long period.”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_284\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_21\">190.  Similarly in <a href=\"/doc/1813801/\" id=\"a_229\">Kartar Singh v. State of Punjab</a>, (1994) 3 SCC  569,\n      this Court held:</span>\n</p><blockquote id=\"blockquote_190\">           “133. Therefore, in order to remove the anomaly in the vague and\n           imprecise definition of the  word,  ‘abet’,  we  for  the  above\n           mentioned reasons, are of  the  view  that  the  person  who  is\n           indicted of communicating or  associating  with  any  person  or\n           class of persons who is  engaged  in  assisting  in  any  manner\n           terrorists or disruptionists should  be  shown  to  have  actual\n           knowledge or to have reason to believe that the person or  class\n           of persons with whom he  is  charged  to  have  communicated  or\n           associated is engaged in assisting in any manner the  terrorists\n           and disruptionists.\n</blockquote>\n\n<blockquote id=\"blockquote_191\">           134. To encapsulate, for the discussion above,  the  expressions\n           ‘communication’ and ‘association’  deployed  in  the  definition\n           should be qualified so as to save the definition, in  the  sense\n           that “actual knowledge or reason to believe” on the  part  of  a\n           person to be roped in with the aid of that definition should  be\n           read into it instead of reading it down and clause  (i)  of  the\n           definition 2(1)(a) should be read as meaning “the  communication\n           or association with any person or  class  of  persons  with  the\n           actual knowledge or having reason to believe that such person or\n           class  of  persons  is  engaged  in  assisting  in  any   manner\n           terrorists or disruptionists” so that the object and purpose  of\n           that clause may not otherwise be defeated and frustrated.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_285\">           <a href=\"/doc/1249080/\" id=\"a_230\">Section 3</a> of Special Courts Act, 1984\n\n\n</p><p data-structure=\"Section\" id=\"p_286\">           135. Challenging the validity of <a href=\"/doc/1092263/\" id=\"a_231\">Section 3</a> of Act  of  1984,  it\n           has been contended that the power vested under <a href=\"/doc/1092263/\" id=\"a_232\">Section  3(1)</a>  on\n           the Central Government to declare by notification  any  area  as\n           “terrorist affected area”,  and  constitute  such  area  into  a\n           single judicial zone or into as many judicial zones  as  it  may\n           deem fit, is not only vague but also without any guidance.\n</p><p data-structure=\"Section\" id=\"p_287\">           136. The prerequisite conditions which  are  sine  qua  non  for\n           declaring any area as “terrorists affected area” by the  Central\n           Government by virtue of the  authority  conferred  on  it  under\n           <a href=\"/doc/1092263/\" id=\"a_233\">Section 3(1)</a> of the Act of 1984 are:\n</p><blockquote id=\"blockquote_192\">           (1) The offences of the nature  committed  in  any  area  to  be\n           declared as “terrorists affected area” should  be  one  or  more\n           specified in the Schedule;\n</blockquote><blockquote id=\"blockquote_193\">            (2) The offences being committed by terrorists  should  satisfy\n           the definition of the nature of the offence mentioned in <a href=\"/doc/1719658/\" id=\"a_234\">Section\n           2(1)(h)</a>, namely, indulging in wanton killing of  persons  or  in\n           violence  or  in  the  disruption  of  services  or   means   of\n           communications  essential  to  the  community  or  in   damaging\n           property with a view to commit any of  the  offences  enumerated\n           under any of  the  clauses  (i)  to  (iv)  indicated  under  the\n           definition of the word ‘terrorist’;\n</blockquote><blockquote id=\"blockquote_194\">           (3) The scheduled offences committed by terrorists should be  on\n           such a scale and in such a manner that it is expedient  for  the\n           purpose of coping with the activities of such terrorists to have\n           recourse to the provisions of this Act.”\n</blockquote><p data-structure=\"Section\" id=\"p_288\">           137. Unless all the above three conditions are fully  satisfied,\n           the Central Government cannot invoke  the  power  under  <a href=\"/doc/1092263/\" id=\"a_235\">Section\n           3(1)</a> to declare any area as “terrorist affected area”. In  other\n           words, in the absence of any of  the  conditions,  <a href=\"/doc/1092263/\" id=\"a_236\">Section  3(1)</a>\n           cannot be invoked. Therefore, the contention that  <a href=\"/doc/1092263/\" id=\"a_237\">Section  3(1)</a>\n           suffers from vagueness and lacks guidance is unmerited.”\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_289\">      191.  In view of the above, the law requires  that  an  accused  under\n      TADA must abate knowingly the commission of terrorist  act  and/or  he\n      must be rendering financial assistance to such an accused, or could be\n      reasonably suspected of being such accused.  Therefore,  the  question\n      does arise as to whether the appellant had any reason to believe  that\n      Tiger Memon and his associates were accused of any terrorist  act,  or\n      could be reasonably suspected to be such accused.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_290\">      192   Immediately after the arrest of appellant (A-97), he apprehended\n      that he would be forced to  make  a  confession.  Therefore,  a  large\n      number of letters had been sent to Mr. V.B. Lokhande,  DCP,  which  he\n      had received prior to recording of the confessional statement. This is\n      evident from the letter dated 16.5.1993 written by the counsel of  the\n      appellant requesting V.B. Lokhande  not  to  record  his  confessional\n      statement because  the  appellant  did  not  want  to  make  any  such\n      statement.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_291\">      193.  In the cross-examination of Shri  V.B.  Lokhande,  DCP  (PW-183)\n      admitted that he had received letters and telegraphs  particularly  in\n      reply to question nos. 123, 124. Further, while replying  to  question\n      no. 125 he stated that  he  had  not  made  any  attempt  to  ask  the\n      appellant before recording his confessional statement whether  he  (A-\n</p><p data-structure=\"Conclusion\" id=\"p_292\">      97) wanted to make a confessional statement.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_293\">      194.  It is further submitted that  confessional  statement  had  been\n      obtained by coercion i.e.  beating  the  appellant.   There  is  ample\n      evidence on record that he had a large number  of  injuries  upon  his\n      body at the relevant time.  He made a  complaint  in  writing  to  the\n      court, and the court issued certain directions for his  treatment  and\n      asked for the report.  The  confessional  statement  was  recorded  on\n      18.5.1993. He was produced for the first  time  before  the  court  on\n      25.5.1993 when the complaint was lodged, and  the  injury  report  was\n      given. The  report  gave  the  details  of  various  injuries  on  his\n      buttocks, wrist and lower leg.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_294\">      195.  In this respect, the court passed certain orders which  read  as\n      under:\n</p><blockquote id=\"blockquote_195\">           “25.5.1993 :\n</blockquote><blockquote id=\"blockquote_196\">           …Accused Mulchand Shah is not produced before this court till  4\n           p.m. as the CMC on duty has referred the accused  Mulchand  Shah\n           to senior doctor for second opinion…..\n</blockquote><blockquote id=\"blockquote_197\">           26.5.1993:\n</blockquote><blockquote id=\"blockquote_198\">           …..Accused Mulchand Shah produced before the court,  the  police\n           is seeking further custody of the accused  for  the  purpose  of\n           investigation.   The accused has produced before  the  court  on\n           25.5.1993 and he made a grievance that he was assaulted while in\n           police custody. The accused was sent  for  medical  report  from\n           G.T. Hospital does support his allegations.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_295\">           ……Further police custody of the  accused would  have  definitely\n           help the investigating  agency  but,  the  investigation  agency\n           having assaulted to third degree method, it will not be safe  to\n           remand the accused to their custody  instead  the  investigating\n           agency can interrogate the accused in jail..\n</p><p data-structure=\"Precedent\" id=\"p_296\">           ….The accused is remanded to judicial custody till 22.6.1993.”\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_297\">      196.  In this respect, a large number of documents had been placed  on\n      record to show that complete information  regarding  the  torture  had\n      been placed before the court by the counsel. From the relevant part of\n      the letter dated 20.5.1993  written  by  Shri  Pervez  M.  Rustomkhan,\n      Advocate, to Mr.  Pharande,  Inspector  of  Police  (Worli),  Crawford\n      Market, Bombay, it is clear that  not  only  had  the  appellant  been\n      beaten but his family members had also been beaten and harassed.  Even\n      his brother Ramesh Kumar, a handicapped  man,  had  not  been  spared.\n      These  incidents  took  place  on  12.4.1993,  14.4.1993,   15.4.1993,\n      16.4.1993, 17.4.1993, 21.4.1993, 22.4.1993, 5.5.1993 and 8.5.1993.  It\n      was also mentioned in that letter that the appellant had falsely  been\n      implicated in the case and had been tortured and forced to  sign  some\n      writings under duress and pressure from the police  authorities  which\n      may be used against him.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_298\">      197.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1386127\" id=\"span_22\">In <a href=\"/doc/1386127/\" id=\"a_238\">Sahib Singh v. State of Haryana</a>, (1997) 7 SCC 231, this Court\n      held that `Confession’ means:</span>\n</p><blockquote id=\"blockquote_199\">           “39. <a href=\"/doc/1953529/\" id=\"a_239\">The Evidence Act</a> contains  a  separate  part  dealing  with\n           “Admission”. This part comprises <a href=\"/doc/1845798/\" id=\"a_240\">Sections 17</a> to <a href=\"/doc/718023/\" id=\"a_241\">31</a>. “Confession”\n           which is known as a  species  of  “Admission”  is  to  be  found\n           contained in <a href=\"/doc/591693/\" id=\"a_242\">Sections 24</a> to <a href=\"/doc/541406/\" id=\"a_243\">30</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_200\">           41. In view of  these  decisions,  it  is  now  certain  that  a\n           “confession” must either be an express acknowledgement of  guilt\n           of the offence charged, certain and complete in  itself,  or  it\n           must admit substantially all  the  facts  which  constitute  the\n           offence.\n</blockquote><blockquote id=\"blockquote_201\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1680073\" id=\"span_23\">42. <a href=\"/doc/591693/\" id=\"a_244\">Section 24</a> provides,  though  in  the  negative  form,  that\n           “confession” can be  treated  as  relevant  against  the  person\n           making the confession unless it appears to the court that it  is\n           rendered irrelevant on account of any of  the  factors,  namely,\n           threat, inducements, promises etc.  mentioned  therein.  Whether\n           the “confession” attracts the frown of  <a href=\"/doc/591693/\" id=\"a_245\">Section  24</a>  has  to  be\n           considered from the point of view of the confessing  accused  as\n           to how the inducement,  threat  or  promise  from  a  person  in\n           authority would operate in his mind. (See: <a href=\"/doc/1680073/\" id=\"a_246\">Satbir Singh v. State\n           of Punjab</a>, (1977)  2  SCC  302.)  The  “confession”  has  to  be\n           affirmatively proved to be free and  voluntary.</span>  (See:  Hem  Raj\n           Devilal v. State of Ajmer, (1977) 2 SCC 263) Before a conviction\n           can be based on “confession”, it has to be  shown  that  it  was\n           truthful.\n</blockquote>\n\n<blockquote id=\"blockquote_202\">           46. <a href=\"/doc/1934415/\" id=\"a_247\">The Act</a>, like the <a href=\"/doc/1953529/\" id=\"a_248\">Evidence Act</a>, does not define “confession”\n           and, therefore, the principles enunciated  by  this  Court  with\n           regard to the meaning of “confession”  under  the  <a href=\"/doc/1953529/\" id=\"a_249\">Evidence  Act</a>\n           shall also apply to a “confession” made under  this  Act.  Under\n           this  Act  also,  “confession”  has  either  to  be  an  express\n           acknowledgement of guilt of the offence charged or it must admit\n           substantially  all  the  facts  which  constitute  the  offence.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_299\">           Conviction on  “confession”  is  based  on  the  maxim  “habemus\n           optimum testem, confitentem reum” which means that confession of\n           an accused is the  best  evidence  against  him.  The  rationale\n           behind this rule is that an ordinary,  normal  and  sane  person\n           would not make a statement which would  incriminate  him  unless\n           urged by the promptings of truth and conscience.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_300\">           52. The confessional statement does not admit even substantially\n           the basic facts of the prosecution story,  inasmuch  as  in  the\n           confessional statement, no role is  assigned  to  the  appellant\n           while in the prosecution story an active role has been  assigned\n           to him by showing that he too was armed with a gun and had  gone\n           to the spot and participated in the commission of the  crime  by\n           firing  his  gun  specially  at   the   injured   witness.   The\n           confessional statement is  not  truthful  and  is  part  of  the\n           hallucination with which the prosecution and its witnesses  were\n           suffering. It is  accordingly  discarded  and  cannot  be  acted\n           upon.”\n\n\n</p><p data-structure=\"Section\" id=\"p_301\">      198.  The only question is, whether the provisions  of  <a href=\"/doc/207142/\" id=\"a_250\">Section  21(2)</a>\n      provides that in a prosecution for an offence under sub-section (3) of\n      <a href=\"/doc/1092263/\" id=\"a_251\">Section 3</a>, if it is proved that the  accused  rendered  any  financial\n      assistance to a person accused of,  or  reasonably  suspected  of,  an\n      offence under that section, the Designated Court shall presume  unless\n      the contrary is proved, that such person  has  committed  the  offence\n      under that sub-section.  Thus, the provision of <a href=\"/doc/207142/\" id=\"a_252\">Section 21(2)</a>  can  be\n      resorted to, only in case it is proved by  the  prosecution  that  the\n      accused rendered any financial assistance to a person who has  already\n      been facing the charge of terrorist or disruptive activities or he had\n      reasons to suspect that the person to whom  financial  help  has  been\n      rendered was indulging in such activities.  Thus, there is a burden on\n      the prosecution first to prove the aforesaid condition.  In  case,  it\n      is successfully proved that the person who render financial assistance\n      to a person accused of terrorist/disruptive activities or  suspect  to\n      be indulging in such activities, only  then  the  presumption  can  be\n      drawn.\n</p><p data-structure=\"Section\" id=\"p_302\">            In such a situation, it is not possible for  us  to  accept  the\n      submission of Mr. Mukul Gupta, learned senior  counsel  appearing  for\n      the  respondent,  that  even  if  a  person  has  rendered   financial\n      assistance prior to or  during  a  part  proceeding,  to  the  parties\n      indulged in such activities, the provision of <a href=\"/doc/207142/\" id=\"a_253\">Section 21(2)</a>  would  be\n      attracted.  On a  literal  interpretation  of  the  provision  such  a\n      construction is not permissible.  There is nothing on record  to  show\n      that  during  the  time  the  appellant  facilitated   the   financial\n      transaction of Tiger Memon in the fake account named `HATHI’ and  that\n      he had reason to suspect that  Tiger  Memon  or  his  associates  were\n      indulging in disruptive  activities,  or  had  been  accused  in  such\n      activities.  The appellant may be guilty of running and  indulging  in\n      fraudulent banking activities, or may be violating  of  provisions  of\n      other statutes but cannot be held guilty of the offences under <a href=\"/doc/1992024/\" id=\"a_254\">Section\n      3(3)</a> TADA.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_303\">      199.  In the instant case, there is nothing on record to show that any\n      person could imagine what Tiger Memon (AA) was planning.  In  fact  it\n      was  only  after  12.3.1993,  the  date  of  Bombay  blast,  that  the\n      provisions of TADA could be attracted as far as Tiger  Memon  (AA)  is\n      concerned. Thus, he (A-97) cannot be held to be guilty under the  said\n      provisions.  There is nothing on record  on  the  basis  of  which  an\n      inference can be drawn, that the  appellant  (A-97)  could  reasonably\n      suspect indulgence of Tiger Memon  (AA)  in  terrorist  or  disruptive\n      activities.\n</p>\n\n<p data-structure=\"Section\" id=\"p_304\">      200.   <a href=\"/doc/1171831/\" id=\"a_255\">Section  2(1)(a)(iii)</a>  TADA  provides  that  abet,   with   its\n      variations  and  cognate  expressions,  includes  rendering   of   any\n      assistance  whether  financial  of   otherwise,   to   terrorists   or\n      disruptionists.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_305\">      201.    The  learned  Designated  Court  after  appreciating  all  the\n      evidence on record came to the conclusion that the  phrase  `financial\n      assistance’ should not be given a restricted meaning, to include  only\n      assistance given by the concerned accused  from  his  own  money.  The\n      learned court went on to state  that  even  allowing  a  terrorist  to\n      circulate his money should come  within  the  ambit  of  that  phrase,\n      through an illegal account as  maintained  for  Tiger  Memon  (AA)  by\n      Sampatraj (A-97).\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_306\">      202.   In the case at hand, as it cannot be held even  by  stretch  of\n      imagination that Tiger Memon (AA) and his associates had been  accused\n      of  such  activities  prior  to  12.3.1993,  or  could  reasonably  be\n      suspected of being indulged in such activities, the provisions of TADA\n      are not attracted so far as the appellant is concerned. Therefore,  we\n      cannot agree with the order passed by the learned Designated Court  so\n      far as the appellant (A-97) is concerned.  The  appeal  is  therefore,\n      allowed.  The conviction and sentence awarded by the Designated  Court\n      are set aside. The  appellant  is  on  bail.   His  bail  bonds  stand\n      discharged.</p><pre id=\"pre_12\">\n                     CRIMINAL APPEAL NO.  1393  OF 2007\n\n\n      Ehsan Mohammad Tufel Qureshi                          …Appellant\n\n\n                                   Versus\n\n\n      State of Maharashtra                                           …\n      Respondent\n\n\n\n\n</pre><p data-structure=\"Issue\" id=\"p_307\">      203.  This appeal has been preferred against the impugned judgment and\n      order dated 29.5.2007, passed by a Special  Judge  of  the  Designated\n      Court under the TADA for Bombay Blasts, Greater Bombay, in the  Bombay\n      Blast Case No. 1/1993. The appellant has been  charged  under  various\n      heads, including for the general charge of conspiracy.  The  appellant\n      has been convicted under <a href=\"/doc/1601096/\" id=\"a_256\">Section  5</a>  TADA,  and  has  been  awarded  a\n      sentence  of  5  years  rigorous  imprisonment  alongwith  a  fine  of\n      Rs.25,000/-, and in default of payment of fine, to suffer further R.I.\n      for six months, and also under <a href=\"/doc/1092263/\" id=\"a_257\">Sections 3</a> and <a href=\"/doc/871582/\" id=\"a_258\">7</a> r/w <a href=\"/doc/73862/\" id=\"a_259\">Section 25</a>(1-A)(1-\n      B)(a) of the <a href=\"/doc/1934415/\" id=\"a_260\">Arms Act</a>. However, no separate sentence has been  awarded\n      separately for this offence.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_308\">      204   Facts and circumstances giving rise to this appeal are that :\n</p><blockquote id=\"blockquote_203\">      A.    In addition to the main charge of conspiracy, the appellant  (A-\n</blockquote><blockquote id=\"blockquote_204\">      122) was charged as he had agreed  to  keep  in  his  possession,  one\n      Mauser pistol and 16 live cartridges that had been  given  to  him  by\n      Firoz @ Akram Amani Malik (A-39), and also that there had been certain\n      other acts that were committed by him  in  pursuance  of  the  general\n      charge of conspiracy.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_309\">      B.    After  conclusion  of  the  trial,  the  learned  Special  Judge\n      convicted the appellant and sentenced him as referred to hereinabove.\n</p><p data-structure=\"Conclusion\" id=\"p_310\">            Hence, this appeal.\n</p><p data-structure=\"PetArg\" id=\"p_311\">      205.  Shri Mushtaq Ahmad, learned counsel appearing for the  appellant\n      has submitted that the appellant had been dragged in trial only  being\n      relative of Fazal, though he was not involved in the offence. The arms\n      and ammunition alleged to have  been  recovered  from  his  possession\n      might have been that of  Fazal  sister’s  husband.  He  was  sold  the\n      weapons by Firoz @ Akram Amani Malik (A-39), and he was  not aware  of\n      the fact that it was one of arms which  had  been  smuggled  into  the\n      country to commit terrorist acts. Thus,  the  appeal  deserves  to  be\n      allowed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_312\">      206.  Per contra, Shri Mukul Gupta, learned senior  counsel  appearing\n      for the State has submitted that he was found in conscious  possession\n      of the arms and  ammunition in the notified area  and  therefore,  the\n      learned Designated Court has rightly convicted the appellant under the\n      provisions of TADA. The  appeal  lacks  merit  and  is  liable  to  be\n      dismissed.\n</p><p data-structure=\"CDiscource\" id=\"p_313\">      207.    We have considered the rival submissions made by  the  learned\n      counsel for the parties and perused the records.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_314\">      208.  Evidence against the appellant (A-122):\n</p><blockquote id=\"blockquote_205\">      (a)   Confessional statement of Firoz @ Akram Amani Malik (A-39)\n\n\n</blockquote><blockquote id=\"blockquote_206\">      (b)   Deposition of Rohitkumar Ramsaran Chourisa (PW-39)\n\n\n</blockquote><blockquote id=\"blockquote_207\">      (c)   Deposition of Prakash Dhanaji Khanvilkar (PW-513)\n\n\n</blockquote><blockquote id=\"blockquote_208\">      (d)   Deposition of Vishnu Ravalu Shinde (PW-615)\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_315\">      209.  Confessional Statement of Firoz @ Akram Amani  Malik  (A-\n</p><p data-structure=\"Conclusion\" id=\"p_316\">      39) :\n</p><blockquote id=\"blockquote_209\">            His confessional statement was recorded on 23.4.1993, wherein he\n      has revealed his participation in the conspiracy, and  his   inclusion\n      thereof, in the Bombay blast.  He has further stated  that  Zakir  had\n      given him 4 handgrenades, one pistol and 16 cartridges.  He  had  kept\n      the said weapons with his brother-in-law (sister’s husband), Fazal. He\n      had taken back the pistol from Fazal on 29.3.1993, and had thereafter,\n      sold the same to Ehsan – (A-122) for Rs. 15,000/-, but Ehsan had given\n      him only Rs.5,000/-.  Ehsan had also been given the cartridges and had\n      been showed how to use them.  After the arrest of  the  appellant,  he\n      had been interrogated on 5.4.1993, and it was in the course  of  this,\n      that he had expressed his willingness to make a disclosure  statement.\n      Therefore, two panch witnesses had been called, and in their presence,\n      he had made his disclosure statement, wherein he has  stated  that  he\n      had given the appellant (A-122), one pistol and  16  cartridges.   The\n      said panchnama was duly  signed  by  the  investigating  officer,  the\n      panchas and the accused (A-39) himself.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_317\">      210.  Deposition of Rohitkumar Ramsaran Chourisa (PW-39):\n</p><blockquote id=\"blockquote_210\">            The panch witness has deposed that he had  been  running  a  pan\n      shop that was situated by the side of the Irani Restaurant  which  was\n      located within the Cadell Court building,  situated  on  Cadell  Road,\n      Mahim.  One police constable had approached him and had asked  him  to\n      accompany him to the Mahim Police Station, as he had  been  called  by\n      the station incharge.  The constable had  stated  that  he  could  not\n      disclose the reason/purpose for which he had been  called  there,  and\n      had only told him that the Inspector would  explain the same  to  him.\n      His friend Ramesh Govalkar had also accompanied him.   They  had  then\n      gone to the Mahim Police Station with the constable.   They  had  been\n      taken to the Detection Room, and upon reaching the same, he had  found\n      therein, 7/8 police constables, alongwith one  other  person  who  was\n      sitting on a chair.   Two persons had also been standing by  his  side\n      in civilian clothes. He had been introduced by the police constable to\n      the inspector i.e. to P.I. Hadap and  A.P.I.  Khanvilkar.  The  police\n      officers had informed him that the  person  who  was  sitting  on  the\n      chair, was an accused in the Bombay blast case, and that therefore, he\n      (PW-39) may act as a panch witness.  He had immediately agreed to  the\n      same.  He had then been told, that the accused had wanted  to  make  a\n      disclosure statement, and therefore, he must pay  close  attention  to\n      it. The person sitting there had then stated that he was Ehsan  Mohmed\n      Tufel Mohmed (A-122). He had further said that  one  pistol  and  some\n      cartridges had been kept by him and his associate Salim Shaikh,  at  a\n      particular  place.  If the officers would come with him, he would also\n      show them where such material had been kept.  A  memorandum  panchnama\n      to this effect had been prepared and explained to the witness in Hindi\n      and Marathi, and then signed.  This witness has  also  identified  the\n      panchnama that had been prepared at the  police  station  on  5.4.1993\n      (Exhibit 119). He has further deposed that the appellant (A-122),  the\n      police officials and the panch witnesses had gone together  from  Fort\n      Road to Mahim Junction and then to Mahim Causeway, Bandra Reclamation.\n       The appellant (A-122) had stopped at the corner, and  had  told  them\n      that they had to go down to the Creek.  The appellant (A-122) had then\n      gone down to the Creek with the police constables  escorting  him,  as\n      well as the panch witnesses. The same was a dirty  place  filled  with\n      water.  The appellant (A-122) had then put his hand in the water,  and\n      in one attempt had taken out the plastic bag.  Upon opening  the  bag,\n      the same was found to contain one pistol and  eight  cartridges.   The\n      eight cartridges were separate from the pistol.  P.I. Hadap had picked\n      up the pistol, and taken out its  magazine.   The  magazine  had  also\n      contained  eight  cartridges.   Thus,  in  all  there   were   sixteen\n      cartridges.  The pistol was black in colour, and  its  name  had  been\n      rubbed off.   On the cartridges, the digits, “11/83”  were  inscribed.\n      He  has  further  deposed  that  A.P.I.  Khanvilkar  had  placed   the\n      contraband in a plastic bag, and upon this  requisite  signatures  had\n      been duly taken. When the sealed packet was opened, it  was  found  to\n      contain a 7.62 mm pistol with magazine.   It  also  contained  sixteen\n      intact  7.62  bottle  necked  pistol  cartridges,  having  head  stamp\n      markings of,  “11/83”. The witness has identified the pistol as  being\n      the same one, that had been  recovered  from  his  person,  through  a\n      seizure panchnama, as also the cartridges and his signature  appearing\n      on their labels.\n</blockquote><blockquote id=\"blockquote_211\">             The  witness  has  been  cross-examined.  A  large  number   of\n      suggestions have been made, and certain contradictions have also  been\n      pointed out. However, he has explained everything, and  has   revealed\n      that he had been able to identify the pistol (<a href=\"/doc/1452355/\" id=\"a_261\">Article 48</a>) because  the\n      same was black in colour, and on the body of the said pistol,  at  the\n      front, only  metal had been visible.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_318\">      211.  Deposition of Prakash Dhanaji Khanvilkar, Police Inspector, (PW-\n</p><p data-structure=\"Conclusion\" id=\"p_319\">           513):\n</p>\n\n<blockquote id=\"blockquote_212\">            He has deposed that on 5.4.1993, he alongwith other officers had\n      interrogated the appellant (A-122) at the Mahim  Police  Station.   He\n      had been arrested earlier on the same day in L.A.C. No. 389/93. During\n      his interrogation, the appellant (A-122) had expressed his  desire  to\n      make a confessional  statement.    Thus,  he  had  secured  two  panch\n      witnesses and in their presence, the appellant’s (A-122) statement had\n      been recorded in Hindi, and for this purpose, a  memorandum  panchnama\n      had also been drawn up.  He has identified  the  signatures  that  had\n      been put on the panchnama  by  the  panchas,  and  by  himself.    The\n      appellant (A-122) had also taken  them  to  Mahim  Creek  to  get  the\n      recovery effected, and after reaching the Creek, he had gone  3  to  4\n      feet away from the shore, into the creek water. He had then taken  out\n      one plastic bag from the creek water, and had handed over the same  to\n      this witness.  He  had  opened  the  said  bag,  and   found  that  it\n      contained one foreign made pistol  loaded  with  magazine,  containing\n      eight 9 mm rounds in it.  The said bag had also contained eight  9  mm\n      loose rounds. He had taken charge of the said articles.   All  sixteen\n      loose rounds had the digits “11/83” marked on the base of the  cap  of\n      the said bullets.  The said pistol and magazines had then been  packed\n      into a white plastic bag, wrapped with brown paper, and  tied  with  a\n      white string and sealed. A label duly signed by  the  panch  witnesses\n      and the witness had also been affixed to the package.  Hence,  he  has\n      corroborated the deposition of Rohitkumar Ramsaran Chourisa   (PW-39).\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_320\">      212.  Deposition of Vishnu Ravalu Shinde (PW-615):\n</p><blockquote id=\"blockquote_213\">            He has proved the forwarding letter dated 6.5.1993, by which the\n      material so collected had been sent for F.S.L.   The  other  witnesses\n      have also proved the receipt of the said material  for F.S.L., and its\n      report has revealed that the pistol had been  in   working  condition,\n      and that all the 16 cartridges were live.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_321\">      213.  In view of the above, it is evident that a pistol had been  sold\n      by Firoz (A-39) to the appellant (A-122), and that  it  had  been  the\n      accused  (A-39),  who  had  taught  the  appellant  how  to  use   the\n      cartridges. It is also evident that the  recovery  had  been  effected\n      from Mahim Creek, on the basis of the disclosure statement made by the\n      appellant, as has been deposed by the panch witness (PW-39).\n</p><p data-structure=\"Precedent\" id=\"p_322\">      214.   The  learned  Designated  Court,  after  appreciation  of   the\n      evidence, has held that though the appellant had been in possession of\n      arms and ammunition in an unauthorized manner, the same  does  not  in\n      any way, show the complicity of the accused in the conspiracy relating\n      to the blast of 12.3.1993.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_323\">      215.  We find no cogent reason to interfere with the findings  of  the\n      learned Designated Court. The appeal lacks merit and  is  accordingly,\n      dismissed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_324\">      216.  Before parting with the  case,  we  will  clarify  that  if  the\n      accused-appellant(s) whose appeals have  been  dismissed  and  are  on\n      bail, their bail bonds  stand  cancelled  and  they  are  directed  to\n      surrender within four weeks from  today,  failing  which  the  learned\n      Designated Court, TADA shall take them into custody and send  them  to\n      jail to serve out the remaining part of their sentences.\n</p>\n\n\n<pre id=\"pre_13\">                                       ………………………….J.    (P. SATHASIVAM)\n\n\n\n                                                        ……………………..…….J.\n      New Delhi,                          (Dr. B.S. CHAUHAN)\n      March 21, 2013\n       Annexure ‘A’\n|S.  |Criminal     |Accused Name and Number|Sentence by  |Award by   |\n|No. |Appeal       |                       |Designated   |Supreme    |\n|    |             |                       |Court        |Court      |\n</pre><p data-structure=\"Conclusion\" id=\"p_325\">|1.  |555 of 2012  |Ibrahim Musa Chauhan @ |8 years RI   |Dismissed  |\n|    |             |Baba Chauhan(A-41)     |with fine of |           |\n|    |             |                       |Rs. 1 lakh;  |           |\n|    |             |                       |10 years RI  |           |\n|    |             |                       |with fine of |           |\n|    |             |                       |Rs.50,000/-;1|           |\n|    |             |                       |0 years RI   |           |\n|    |             |                       |with fine of |           |\n|    |             |                       |Rs.1 lakh;  4|           |\n|    |             |                       |years RI with|           |\n|    |             |                       |fine of      |           |\n|    |             |                       |Rs.25,000/-; |           |\n|    |             |                       |and one year |           |\n|    |             |                       |RI with fine |           |\n|    |             |                       |of Rs.2,000/-|           |\n|2.  |1129-1130 of |Altaf Ali Sayed ((A-67)|10 years RI  |Dismissed  |\n|    |2007         |                       |with fine of |           |\n|    |             |                       |Rs.50,000/-; |           |\n|    |             |                       |and 10 years |           |\n|    |             |                       |with fine of |           |\n|    |             |                       |Rs.2 lakhs   |           |\n|3.  |402 of 2008  |Mohammed Sayeed        |6 years RI   |Dismissed  |\n|    |             |Mohammed Isaaq(A-95)   |with fine of |           |\n|    |             |                       |Rs.15,000/-  |           |\n|4.  |617-618 of   |Ayub Ibrahim           |5 years RI   |Dismissed  |\n|    |2008         |Qureshi(A-123)         |with fine of |           |\n|    |             |                       |Rs.12,500/-; |           |\n|    |             |                       |and 5 years  |           |\n|    |             |                       |RI with fine |           |\n|    |             |                       |of           |           |\n|    |             |                       |Rs.12,500/-  |           |\n|5.  |1631 of 2007 |Mohd. Yunus Gulam      |6 years RI   |Dismissed  |\n|    |             |Rasool Botomiya(A-47)  |with fine of |           |\n|    |             |                       |Rs.25,000/-; |           |\n|    |             |                       |and 6 years  |           |\n|    |             |                       |RI with fine |           |\n|    |             |                       |of           |           |\n|    |             |                       |Rs.25,000/-  |           |\n|    |             |                       |             |           |\n|    |             |                       |             |           |\n|6.  |1419 of 2007 |Mohamed Dawood Mohamed |6 years RI   |Dismissed  |\n|    |             |Yusuf Khan (A-91)      |with fine of |           |\n|    |             |                       |Rs.25,000/-; |           |\n|    |             |                       |and 6 years  |           |\n|    |             |                       |RI with fine |           |\n|    |             |                       |of           |           |\n|    |             |                       |Rs.25,000/-  |           |\n|7.  |1226 of 2007 |Ramesh Dattatray Mali  |6 years RI   |Dismissed  |\n|    |             |(A-101)                |with fine of |           |\n|    |             |                       |Rs.25,000/-  |           |\n|8.  |1422 of 2007 |Shaikh Asif Yusuf      |5 years RI   |Dismissed  |\n|    |             |(A-107)                |with fine of |           |\n|    |             |                       |Rs.25,000/-; |           |\n|    |             |                       |8 years RI   |           |\n|    |             |                       |with fine of |           |\n|    |             |                       |Rs.50,000/-; |           |\n|    |             |                       |and 8 years  |           |\n|    |             |                       |RI with fine |           |\n|    |             |                       |of           |           |\n|    |             |                       |Rs.50,000/-  |           |\n|9.  |1180 of 2007 |Mubina @ Baya Moosa    |5 years RI   |Allowed    |\n|    |             |Bhiwandiwala (A-96)    |with fine of |Conviction |\n|    |             |                       |Rs.25,000/-  |and        |\n|    |             |                       |             |sentence   |\n|    |             |                       |             |awarded by |\n|    |             |                       |             |the        |\n|    |             |                       |             |Designated |\n|    |             |                       |             |Court are  |\n|    |             |                       |             |set aside. |\n|10. |1225 of 2007 |Noor Mohammed Haji     |5 years RI   |Dismissed  |\n|    |             |Mohammed Khan          |with fine of |           |\n|    |             |(A-50)                 |Rs. 1 lakh;  |           |\n|    |             |                       |and 5 years  |           |\n|    |             |                       |RI with fine |           |\n|    |             |                       |of           |           |\n|    |             |                       |Rs.50,000/-  |           |\n|11. |919 of 2008  |Mulchand Sampatraj Shah|5 years RI   |Allowed    |\n|    |             |(A-97)                 |with fine of |Conviction |\n|    |             |                       |Rs.5 lakhs   |and        |\n|    |             |                       |             |sentence   |\n|    |             |                       |             |awarded by |\n|    |             |                       |             |the        |\n|    |             |                       |             |Designated |\n|    |             |                       |             |Court are  |\n|    |             |                       |             |set aside. |\n|12. |1393 of 2007 |Ehsan Mohammad Tufel   |5 years RI   |Dismissed  |\n|    |             |Qureshi(A-122)         |with fine of |           |\n|    |             |                       |Rs.25,000/-  |           |\n\n\n            All these appeals filed  by  the  accused  have  been  dismissed\n      except Criminal  Appeal  Nos.  1180  of  2007  (Mubina  @  Baby  Moosa\n      Bhiwandiwala (A-96) and Criminal Appeal  No.  919  of  2008  (Mulchand\n      Sampatraj Shah (A-97).   The  appeals  filed  by  A-96  and  A-97  are\n      allowed. Their conviction and sentence awarded by the Designated Court\n      are set aside and their bail bonds stand discharged.\n</p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_326\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_24\">161</span>\n\n\n","numcites":79,"numcitedby":21,"docsource":"Supreme Court of India","citetid":57883792,"divtype":"judgments","relatedqs":[{"value":"yakub memon","formInput":"yakub%20memon"},{"value":"sanjay dutt","formInput":"sanjay%20dutt"},{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"mumbai blast case","formInput":"mumbai%20blast%20case"},{"value":"mumbai blast","formInput":"mumbai%20blast"},{"value":"criminal appeal dismissed","formInput":"criminal%20appeal%20dismissed"},{"value":"yakub abdul razak memon","formInput":"yakub%20abdul%20razak%20memon"},{"value":"\"AK 56\"","formInput":"%22AK%2056%22"},{"value":"arms act","formInput":"arms%20act"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"confession","formInput":"confession"},{"value":"passport","formInput":"passport"},{"value":"second charge ","formInput":"second%20charge%20"},{"value":"handcuff","formInput":"handcuff"},{"value":"tada sortby: suresh patel","formInput":"tada%20sortby%3A%20suresh%20patel"},{"value":"tada act","formInput":"tada%20act"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"panchnama ","formInput":"panchnama%20"},{"value":"sec 5 of TADA","formInput":"sec%205%20of%20TADA"},{"value":"memorandum panchnama","formInput":"memorandum%20panchnama"}],"cats":[{"value":"arms","formInput":"tag:arms"},{"value":"licence-for-acquisition-and-possession, firearms-and-ammunition","formInput":"tag:licence-for-acquisition-and-possession, firearms-and-ammunition"},{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}