{"tid":407360,"publishdate":"1983-07-21","title":"Commissioner Of Income-Taxbombay ... vs Shantilal Private Llmited Bombay on 21 July, 1983","doc":"<h2 class=\"doc_title\">Commissioner Of Income-Taxbombay ... vs Shantilal Private Llmited Bombay on 21 July, 1983</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1983 AIR 952, 1983 SCR (3) 470, AIR 1983 SUPREME COURT 952, 1983 TAX. L. R. 1190, 1983 UJ (SC) 697, (1983) 14 TAXMAN 1, (1983) 2 COMLJ 305, (1983) KER LT 57, (1983) 35 CURTAXREP 395, 1983 (15) TAX LAW REV 1 (SC), 1983 SCC (TAX) 237, 1983 TAXATION 70 (3)166, (1983) 144 ITR 57, 1983 (3) SCC 561</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-s-pathak\">R.S. Pathak</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-s-pathak\">R.S. Pathak</a>, <a href=\"/search/?formInput=benchid:a-p-sen\">A.P.  Sen</a>, <a href=\"/search/?formInput=benchid:e-s-venkataramiah\">E.S.  Venkataramiah</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nCOMMISSIONER OF INCOME-TAXBOMBAY CITY-III, BOMBAY\n\n\tVs.\n\nRESPONDENT:\nSHANTILAL PRIVATE LlMITED BOMBAY\n\nDATE OF JUDGMENT21/07/1983\n\nBENCH:\nPATHAK, R.S.\nBENCH:\nPATHAK, R.S.\nSEN, A.P. (J)\nVENKATARAMIAH, E.S. (J)\n\nCITATION:\n 1983 AIR  952\t\t  1983 SCR  (3) 470\n 1983 SCC  (3) 561\t  1983 SCALE  (2)37\n\n\nACT:\n     <a href=\"/doc/789969/\" id=\"a_1\">Income-Tax Act,  1961</a>-Sub-s. (5)  of s.  43-Speculative\ntransaction. A\ttransaction  where  there  is  a  breach  of\ncontract and  damages are  awarded  as\tcompensation  by  an\narbitration award is not a speculative transaction.\n     Words and phrases-Speculative transaction-Meaning of.\n\n\n\nHEADNOTE:\n     The respondent  assessee claimed  that  a\tsum  of\t Rs.\n1,50,000 paid  by them\tas compensation\t for being unable to\nfulfil a  contract was\ta  business  loss.  The\t Income\t tax\nofficer\t rejected   the\t claim\t on  the   ground  that\t the\ntransaction was a speculative transaction as defined by sub-\ns. (5)\tof<a href=\"/doc/394567/\" id=\"a_2\"> s.  43</a> of the Income-tax Act, 1961. The Appellate\nAssistant Commissioner\theld that  the loss  was a  business\nloss and not a speculative loss on the view that the payment\nmade represented  a settlement\tof damages  on breach of the\ncontract, which\t was  distinct\tfrom  a\t settlement  of\t the\ncontract. The  Income Tax  Appellate Tribunal  confirmed the\norder  of  the\tAppellate  Assistant  Commissioner.  On\t the\nrequest of  the Commissioner  of  Income-tax  the  Appellate\nTribunal has referred the question whether the loss suffered\nby the\tassessee was not a loss in a speculative transaction\nwithin the meaning of<a href=\"/doc/967611/\" id=\"a_3\"> s. 43(5)</a> of the Income-tax Act, 1961.\n     Answering the question in the affirmative,\n^\n     HELD:  A\ttransaction  cannot   be  described   as   a\n&quot;speculative trans  action&quot; within the meaning of sub-s. (5)\nof<a href=\"/doc/394567/\" id=\"a_4\"> s.  43</a> where\t there is  a breach of the contract and on a\ndispute\t between   the\tparties\t  damages  are\t awarded  as\ncompensation by an arbitration award. [474 A-B]\n     Sub-s. (5)\t of<a href=\"/doc/394567/\" id=\"a_5\"> s.\t43</a> speaks  of the  settlement  of  a\ncontract. A contract can be said to be settled if instead of\neffecting  the\t delivery  or\ttransfer  of  the  commodity\nenvisaged by the contract the promisee, in terms of<a href=\"/doc/1105874/\" id=\"a_6\"> s. 63</a> of\nthe Contract  Act, accepts  instead of\tit any\tsatisfaction\nwhich he  thinks fit.  It  is  quite  another  matter  where\ninstead of  such acceptance  the parties raise a dispute and\nno agreement can be reached for a discharge of the contract.\nThere is  a breach of the contract and by virtue of<a href=\"/doc/339747/\" id=\"a_7\"> s. 73</a> of\nthe Contract  Act the party suffering by such breach becomes\nentitled to  receive from  the party  who broke the contract\ncompensation for  any loss  or damage caused to him thereby.\nThere is  no reason  why  the  sense  conveyed\tby  the\t law\nrelating to  contracts\tshould\tnot  be\t imported  into\t the\ndefinition of &quot;speculative transaction&quot; What\n471\nis really  settled by  the award  of such  damages and their\nacceptance by the aggrieved party is the dispute between the\nparties. [473 A, C-G]\n     Commissioner of  Income-Tax,  West\t Bengal\t v.  Pioneer\nTrading Company\t Private Ltd.,\t70 ITR\t347; Bhandari Rajmal\nKushiraj v.  Commissioner of  Income Tax, Mysore, 96 ITR 401\napproved.\n     R. Chinnaswami  Chettiar v. Commissioner of Income-Tax,\nMadras, 96 ITR 353 overruled.\n     P.L. KN.  Meenakshi Achi v. Commissioner of Income-Tax,\nMadras, 96 ITR 375; A. Muthukumara Pillai v. Commissioner of\nIncome-Tax, Madras,  96 ITR  557 and Devenport &amp; Co. P. Ltd.\nv. Commissioner\t of Income-Tax,\t West Bengal  11, (1975) 100\nITR 715 not relevant to the point raised.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"CDiscource\" id=\"p_1\">     CIVIL APPELLATE  JURISDICTION: Tax Reference Case No. 4\nof 1978.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Tax Reference  Under <a href=\"/doc/923635/\" id=\"a_8\">Section 257</a> of the Income Tax Act,\n1961 made  by the  Income  Tax\tAppellate  Tribunal,  Bombay\n(Bench &#x27;C&#x27;).\n</p><p data-structure=\"Precedent\" id=\"p_3\">     D. V.  Patel, T.  A. Ramachandran\t&amp; Miss A. Subhashini\nfor the Appellant.\n</p><p data-structure=\"Precedent\" id=\"p_4\">     The Judgment of the Court was delivered by\n     PATHAKJ, J.  In this tax reference made under<a href=\"/doc/923635/\" id=\"a_9\"> S. 257</a> of\nthe income  <a href=\"/doc/789969/\" id=\"a_10\">Tax Act, 1961</a>, we are called upon to express our\nopinion on the following question of law:\n</p><blockquote id=\"blockquote_1\">\t  &quot;Whether,   on   the\t facts\t and   in   the\n     circumstances of  the case, the Tribunal was right\n     in confirming the order of the Appellate Assistant\n     Commissioner  that\t  the  loss   suffered\tby  the\n     assessee was  not a loss incurred in a speculative\n     transaction within\t the meaning  of <a href=\"/doc/967611/\" id=\"a_11\">Sec. 43 (5)</a> of\n     the Income-tax Act, 1961 ?&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">     The assessee,  M/s Shantilal  Pvt. Ltd.,  Bombay, is  a\nprivate limited\t company. In  the assessment proceedings for\nthe assessment year 1971-72 it claimed a sum of Rs. 1,50,000\npaid by\t it as\tdamages to  M/s Medical\t Service Centre as a\nbusiness loss. During the previous year relevant to the said\nassessment year\t the assessee  had contracted  to  sell\t 200\nKilograms of  Folic Acid  USP at  the rate  of Rs.  440\t per\nKilogram to M/s. Medical Service Centre and the delivery was\nto be  effected on  or before November 1, 1969, within about\nthree months of the date of entering into the contract. The\n<span class=\"hidden_text\" id=\"span_1\">472</span>\ncase of\t the assessee  is that as the price of the commodity\nrose very  sharply to  as high\tas Rs.\t2,000  per  Kilogram\nduring the  period when the delivery was to be effected, the\nassessee was unable to fulfil the contract, giving rise to a\ndispute in regard to the payment of compensation between the\nparties. The  dispute was  referred to arbitration and by an\naward dated  August  25,1970  the  arbitrator  directed\t the\nassessee to pay Rs. 1,50,000 as compensation to M/s. Medical\nService Centre.\t A consent  decree in terms of the award was\nmade by the High Court.\n</p><p data-structure=\"Precedent\" id=\"p_6\">     In the  assessment proceedings,  the Income Tax officer\nrejected the  claim of\tthe assessee  that  the\t payment  of\ncompensation  was   a  business\t loss.\tHe  found  that\t the\ntransaction was\t a speculative\ttransactions as\t defined  by\nSub-s. (5)  of<a href=\"/doc/394567/\" id=\"a_12\"> s.  43</a>. <a href=\"/doc/789969/\" id=\"a_13\">Income  Tax Act,\t 1961</a>. The Appellate\nAssistant Commissioner\tallowed the assessee&#x27;s appeal on the\nview that the payment made by it represented a settlement of\ndamages on breach of the contract, which was distinct from a\nsettlement of  the contract.  Accordingly, he found that the\nloss must  be regarded\tas a  business loss  and  not  as  a\nspeculation  loss.  The\t Income\t Tax  officer&#x27;s\t appeal\t was\ndismissed by  the Income Tax Appellate Tribunal by its order\ndated February\t18, 1976.  The Commissioner  of\t Income\t Tax\napplied in  reference for  a decision on the question of law\nset out earlier, and in view of an apparent conflict between\ndifferent High\tCourts on  the point  the Tribunal  has made\nthis reference.\n</p><p data-structure=\"Precedent\" id=\"p_7\">     There is  no doubt\t that the arbitration award granting\ncompensation to\t M/s. Medical Service Centre proceeds on the\nfooting that  there was\t a breach  of contract. The Tribunal\ntook the  view that  the award\tof damages  for breach\tof a\ncontract did not bring the transaction within the definition\nof &quot;speculative\t transaction&quot; set  forth in sub-s. (5) of<a href=\"/doc/394567/\" id=\"a_14\"> s.\n43</a>, Income  Tax Act,  1961.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1174565\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1948147\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352508\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136529\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_6\">In\t this,\tthe  Tribunal  found\nsupport in  the view expressed by the Calcutta High Court in\n<a href=\"/doc/894414/\" id=\"a_15\">Commissioner of\t Income-Tax, West  Bengal v. Pioneer Trading\nCompany Private Ltd.</a>,(<a href=\"/doc/136529/\" id=\"a_16\">1) Daulatram Rawatmull v. Commissioner\nof Income-Tax  (Central), Calcutta</a>(2) and by the Mysore High\nCourt  in  <a href=\"/doc/1352508/\" id=\"a_17\">Bhandari  Rajmal  Kushalroj\tv.  Commissioner  of\nIncome-tax, Mysore</a>,(9)\twhich they  preferred  to  the\tview\nexpressed  by  the  Madras  High  Court\t in  <a href=\"/doc/1948147/\" id=\"a_18\">R.\t Chinnaswami\nChettiar v. Commissioner of Income\n<span class=\"hidden_text\" id=\"span_7\">473</span>\nTax</a>, <a href=\"/doc/1174565/\" id=\"a_19\">Madras.,(1)  P.L. KN. Meenakshi Achi v. Commissioner of\nIncome-Tax</a>, Madras(a)  and A.  Muthukumara Pillai v. Commis-\nsioner of Income-Tax, Madras.(3) on cereful consideration of\nthe matter  we are  of opinion\tthat the  Tribunal is right.\nSub-s. (5)  of<a href=\"/doc/394567/\" id=\"a_20\"> s.  43</a> defines  &quot;speculative transaction&quot;  to\nmean:</span></span></span></span></span>\n</p><blockquote id=\"blockquote_2\">     &quot;a\t transaction   in  which  a  contract  for  the\n     purchase  or  sale\t of  any  commodity,  including\n     stocks and\t shares, is  periodically or ultimately\n     settled otherwise\tthan by\t the actual delivery or\n     transfer of the commodity or scrips ....&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">Is a  contract for purchase or sale of any commodity settled\nwhen no\t actual delivery  or transfer  of the  commodity  is\neffected, and  instead compensation  is\t awarded  under\t and\narbitration award  as damages for breach of the contract ? A\ncontract can  be said  to be settled if instead of effecting\nthe delivery  or transfer  of the commodity envisaged by the\ncontract the  promisee, in  terms of  s. 63  of the <a href=\"/doc/171398/\" id=\"a_21\">Contract\nAct</a>, accepts  instead of it any satisfaction which he thinks\nfit. It\t is quite  another  matter  where  instead  of\tsuch\nacceptance the parties raise a dispute an d no agreement can\nbe reached  for a  discharge of\t the contract.\tThere  is  a\nbreach of  the contract\t and by\t virtue\t of  s.\t 73  of\t the\n<a href=\"/doc/171398/\" id=\"a_22\">Contract Act</a>  the party\t suffering by  such  breach  becomes\nentitled to  receive from  the party  who broke the contract\ncompensation for  any loss  or damage caused to him thereby.\nThere is  no reason  why  the  sense  conveyed\tby  the\t law\nrelating to  contracts\tshould\tnot  be\t imported  into\t the\ndefinition  of\t &quot;speculative  transaction&quot;.  The  award  of\ndamages for  breach of a contract is not the same thing as a\nparty to the contract accepting satisfaction of the contract\notherwise  than\t  in  accordance  with\tthe  original  terms\nthereof. It  may be that in a general sense the layman would\nunderstand that\t the contract  must be\tregarded as  settled\nwhen damages are paid by way of compensation for its breach.\nWhat is\t really settled\t by the\t award of  such damages\t and\ntheir acceptance  by the  aggrieved  party  is\tthe  dispute\nbetween\t the   parties.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1948147\" id=\"span_9\">The   law,  however,  speaks  of  a\nsettlement of  the contract,  and a contract is settled when\nit is  either performed\t or the\t promisee dispenses  with or\nremits, wholly\tor in  part, the  performance of the promise\nmade to\t him or accepts instead of it any satisfaction which\nhe thinks  fit. We  are concerned with the sense of the law,\nand it is\n<span class=\"hidden_text\" id=\"span_10\">474</span>\nthat sense  which must\tprevail in-  sub-s. (5)\t of  s.\t 43.\nAccordingly, we\t hold that a transaction cannot be described\nas a  &quot;speculative transaction&quot; within the meaning of sub-s.\n(5) of<a href=\"/doc/394567/\" id=\"a_23\">\ts. 43</a>,\tIncome Tax Act, 1961 where there is a breach\nof the contract and on a dispute between the parties damages\nare awarded  as compensation by an arbitration award. We are\nunable to  endorse the\tview to\t the contrary  taken by\t the\nMadras High  Court in  <a href=\"/doc/1948147/\" id=\"a_24\">R.  Chinnaswami\tChettiar</a>(supra)\t and\napprove of  the view  taken by\tthe Calcutta  High Court  in\n<a href=\"/doc/894414/\" id=\"a_25\">Pioneer Trading\t Company Private  Ltd.</a> (supra)\tand  by\t the\nMysore High  Court in Bhandari Rajmal Kushalra; (supra).</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1470408\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1174565\" id=\"span_12\">The\ndecisions of  the Madras High Court in <a href=\"/doc/1174565/\" id=\"a_26\">P. L. K. N. Meenakshi\nAchi</a> (supra)  and A.  Muthukumara  Pillai  (supra)  are\t not\napposite and are not concerned with the point before us. Our\nattention was  invited by learned counsel for the Revenue to\nthe decision  of this  Court in\t Devenport  o.\t<a href=\"/doc/1470408/\" id=\"a_27\">P.  Ltd.  v.\nCommissioner of Income-Tax, West Bengal II</a>(1) but this point\ndid not arise there either.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_9\">     Accordingly, we  answer the  question referred  in\t the\naffirmative, in\t favour of  the\t assessee  and\tagainst\t the\nRevenue. There is no order as to costs.\n</p><p data-structure=\"Conclusion\" id=\"p_10\">H.S.K.\t\t\t   Question answered in affirmative.\n</p><span class=\"hidden_text\" id=\"span_13\">475</span>\n\n\n\n","numcites":13,"numcitedby":8,"docsource":"Supreme Court of India","citetid":407360,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"43(5)","formInput":"43%285%29"},{"value":"PIONEER TRADING COMPANY","formInput":"PIONEER%20TRADING%20COMPANY"},{"value":"contract act","formInput":"contract%20act"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"speculation","formInput":"speculation"},{"value":"arbitration award","formInput":"arbitration%20award"},{"value":"private limited company","formInput":"private%20limited%20company"},{"value":"business losses","formInput":"business%20losses"},{"value":"chettiar","formInput":"chettiar"},{"value":"private company","formInput":"private%20company"}],"cats":[{"value":"definitions-of-certain-terms","formInput":"tag:definitions-of-certain-terms"},{"value":"income-tax","formInput":"tag:income-tax"},{"value":"speculative-transaction","formInput":"tag:speculative-transaction"},{"value":"contract","formInput":"tag:contract"},{"value":"dispensation-and-remittance-in-promises","formInput":"tag:dispensation-and-remittance-in-promises"}],"courtcopy":true,"query_alert":null,"agreement":false}