{"tid":815115,"publishdate":"1982-04-29","title":"M. Mohammed And Etc. Etc. vs Union Of India And Ors. on 29 April, 1982","doc":"<h2 class=\"doc_title\">M. Mohammed And Etc. Etc. vs Union Of India And Ors. on 29 April, 1982</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1982BOM443, AIR 1982 BOMBAY 443</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-v-manohar\">Sujata Manohar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-v-manohar\">Sujata Manohar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n  \n\n Sawant, J.  \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. These are five appeals against the learned single judge in five different miscellaneous petitions , under the Public Premises ( <a href=\"/doc/1506082/\" id=\"a_1\">Eviction of Unauthorised Occupants) Act, 1971</a> ( hereinafter referred to as the said Act ) . The appellants in appeals No 214 to 217 of 1979 were the members of the Defense Services and the appellants in appeal No 207 of 1979 are the heirs and the legal representatives of one M.K. Kapoor who was a member of the Defense Services . The premises which are the subject matter of the appeals were admittedly allotted by the Central Government to these members of the Defence Services because they were on its service and on the condition that they would vacate the premise when they retire from service. However, in spite of their retirement , they refused to vacate the same . Hence under the Act the proceedings for evicting them were started against them before the Estate Officer. In the proceedings they took the plea that the premises in question were not &quot; public Premises&quot; within the meaning of the said Act and therefore the authority under the said Act had no jurisdiction to entertain the said eviction proceedings . This plea failed before the Estate Officer . The petitioners preferred an appeal before the appellate authority under the act. The Appellate Authority i.e. The Principal Judge , City Civil Court , Bombay dismissed their appeals . The petitioners then filed writ petitions on the Original Side of this court under <a href=\"/doc/1712542/\" id=\"a_2\">Art. 226</a> of the Constitution . The writ petitions were dismissed by the learned judge . Hence the present appeals.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The only question that falls for consideration in all these appeals is whether the premises in question are &quot; public Premises&quot; within the meaning of<a href=\"/doc/1378595/\" id=\"a_3\"> S. 2(e)</a> of the said Act. Admittedly , the premises in question are not owned by the Central Government nor are they requisitioned by them . However, it is the case of the Government that they are &quot; public premises&quot; firstly because they have been taken on lease from their owners and secondly because in any event , they &quot; belong to the Central Government&quot;. According to them further the appellants who are either the allottees from them or claiming under the allottes have no right to challenge the basis on which the Government came in possession of the same. On the other hand  it  is the contention of the appellants that there is no valid lease in favour of the Government nor has the Government the absolute right of the user of the said premises and hence the proceedings under the said Act are not maintenable against them. Since in all these appeals the contentions raised are the same they are being disposed of by this common judgment.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. It is necessary to state the relevant facts pecuilar to each of these appeals in order to appreciate the respective contentions of the parties.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> Appeals Nos. 207, 214 and 217 of 1979 relate to the flats in a building called &quot;Reviera&quot; situated at marine Drive, Bombay. These flats were taken by the central Government  on lease on August .1, 1942 and the rent of the same is being paid by the Government from that date.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> The appellants in Appeal No. 207 of 1979 are the wife and children of the late wing commander M.K. Kappor. The premises in question are flat No. 22 In the said building. Kappor was in Air force service and retired from the Government service on 3-10-1968. In the meanwhile, he was sent on deputation to the Air India with effect from 26-9-1967 and till his death on 21-8-1975, he continued in service of the Air India as pilot designated as capatain. He was allotted the said flat No.22 on 25-11-1967 and in spite of his retirement from service on 3-10-1968 he failed to vacate the same. Hence, by notice dated 22-11-1971 the Estate officer who is the authority appointed under<a href=\"/doc/1796191/\" id=\"a_4\"> S. 3</a> of the said Act for the purpose, called upon him to vacate the same. Kappor having failed to do so after holding an enquiry, he passed an order of eviction on 2-5-1972  jaooir filled an appeal being Apeal No.87 of 1972 which was dismissed on 2-8-1973. The write petition filedunder <a href=\"/doc/1712542/\" id=\"a_5\">Art. 226</a> of the constn. On the original side of this court was dismissed by the learned single judge by the impugned order dated 3-7-2979.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> The appellant in Appeal No.214 of 1979 is major H.S. Grewal. The premises in his occupation are flat No.27 in t he same building. He was in military service and retired from service in Nov. 1971. He was allotted the said flat first on 14-10-1963 and thereafter on 5-5-1970. After his retirement, he failed to vacate the premises and therefore, after giving noticeon 17-2-1972 and holding an enquiry, the Estate officer passed an order or eviction against him on 28-7-1972. The appeal filed by him being Appeal No.108 of 1972 was dismissed on 2-8-1973. The writ petition filed by him was also dismissed by the learned single judge by the impugned order dated 3-7-2979.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> The appellant in Appeal No. 217 of 1979 is Ram Kumar Gehl and is in occupation of flat No.2 in the same building. He was in the employment of the union of India as commanding  officer No.1, (Maharashtra) Air squaron, N.C.C. up to 1-6-1971. He was allotted the said flat on 19-7-1968. In spite of his reitrement from service on 1-6-1971, he failed to vacate the flat and therefore the Estate officer, after giving him notice on 22-11-1971 and  holding enquiry passed an eviction order on 2-5-1972. The appeal against the said order being Appeal No.89 of 1972 was dismissed on 2-8-1973. His writ petition was dismissed on 3-7-1979.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 4. Appeal No.215 of 1979 relates to a flat in a building called Helioplis situate at colaba, Bombay-5 This flat was also taken on lease by the central Government from the owner of the building with effect from 1-1-1943. The appellant in this case in Lieutenant M.Mohammed. He was in the employment of the union Government as Lieutenant in the Indian Navy and because of his employment he was allotted the said flat on 21-6-1968. He retired from service on and from 1-1-1968. He retired from service on and from 1-1-1970. He failed to vacate the said flat and and hence the Estate office after giving notice and holding an enquiry passed an eviction order aginst the him on 18-8-1970. The appeal filed against the said order being Appeal No.81 of 1970 was allowed on 17-12-1971 on the ground that the Estate officer was not competent to hold the enquiry as his appointment had not been enquiry as his appointment had not been notified in the Government Gazzette as  required under the provisions of<a href=\"/doc/1796191/\" id=\"a_6\"> S. 3</a> of the said Act. Thereafter the Estate officer duly appointed served upon him a fresh notice on 7-1-1972 and after holding  an enquiry passed an eviction order against him on 2-5-1972. The appeal filed by being Appeal No.86 of 1972 was dismissed on 2-8-1973. His writ petition against the appellate order was dismissed on 3-7-1979.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">5 Appeal No.216 of 1979 is in repect of a flat in a building called Krishna Kunj, ituated at walkeshwar Road, Bombay 6. The appellant in this this case is one I.M. Dhaul. This flat was taken by the centreal Government  on lease from the owner of the building on 4-6-1965. The appellant was in the employment of the central Government as a major in the Indian Navy and  by virtue of the said employment. He was alloted the said flat on 15-7-1967. The appellant retired from service on 11-6-1971. On 8-11-1971 he was recalled fro duty and was finally relieved from  duty on 4-4-1972. In spite of his retirement, he failed to vacate the flat and thereforeafter giving notice and  holding enquiry the Estate officer passedan order of eviction against him on 4-9-1972. The appeal filed by him being Appeal No.121 of 1972 was dismissed on 2-8-1973 and his writ petition was dismissed on 3-7-1979.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 6. It will thus be noticed that the appelants in all theses cases are the allottees from the central Government in respect of the premises in question and they were alloted the premises because they were allotted the premises because they were in service of the Government. Under the contentions of allotment they were required to vacate the premises on their retirement. In spite however, of their retirement, they have been continuing to occupy the same unauthorisedly for the last more than 10 years on the only plea that the Estate office has no authority to evict them because the premises are not &quot;public premises&quot; within the meaning of the said Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> In order to appreciate the controversy as to whether the premises in question are public premises or not  it will be necessary first to examine the definition of public premises given inthe said Act. Admittedly the present premises are not covered by the definition of public premises given in sub-cl. (2) of clause (e) of <a href=\"/doc/1727915/\" id=\"a_7\">section 2</a> of the said Act. Therefore the only definition that need be consided in the present case is the one given in sub-clause (1) of the said clause. That defination is as follows :\n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;S. 2(e) &#x27;public premises&#x27; means (1) any premises belonging to or taken on lease on requisitioned by, or on behalf of the central Government, and includes and such premises which have been placed by the Government, whether before or after the commencement of the public preises (Eviction of Unauthorised occupants) Amendment Act, 1980, under the control of the secretariat of either house of parliament for providing residential accommodation to any member of the staff of that secretariat.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> Here again we are not concerned with the latter and the inclusive part of the definition. On the contentions raised by the parties, the only part of the definition which is relevant for out purpos is: - &quot;any premises belonging to or taken on lease or requistioned by, or on behalf of the central Government.&quot; Since further, admittedly the premises are not requistioned or owned by the central Government, ultimately the question that falls to be answered is whether the premises can be said &quot;to belong to&quot; the central Government otherwise than as an owner or they are taken on lease by or on behalf of the central Government.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 7. Before we answer the questions raise before us, it would be instructive to recapitualate the contentions raised by the parties before the forums below and the answers given by them to the said contentions. In all these cases it was firstly the contention of the appellants that since the premises were not owned by the central Government, they did not &quot;belong to&quot; them, and secondly since there was no deed of lease execuated in accordance with the provisions of S. 107 of the Transfer of property Act read with <a href=\"/doc/138062738/\" id=\"a_8\">section 175(3)</a> of the Government of India Act, 1935  or <a href=\"/doc/1525624/\" id=\"a_9\">Art. 299(1)</a> of the constn. They were also not premises taken &quot;on lease by&quot; the central Government. In either case, according to them, therefore they were not public premises within the meaning of the said Act. As against this the contention on behalf of the respondents was twofold. Firstly it was contended on their behalf that the leases in respect of all the said premises were monthly and hence there was no need of a registered deed of lease under S. 107 of the Transfer of property Act. The correspondence between the parties, the long occupatioin of the premises and the payment of rent as evidenced by the rent-receipts was a sufficent evidence of the written contract of monthly lease arrived at between the parties. The second lap of their argument was that in any case, the central Government was in absolute possession of the premises and there the premises &quot;belonged to them&quot; within the meaning of the said Act and it is on the basis of their said absolute possessory right that they had allotted the premises to  the occupants. Hence the premises fell within the definition of public premises and hence the appellants were liable to be evicted from them.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\"> The Estate officer held that the appellants being allottees from the Government were estopped fromdisputing  the title of the Government to the premises. He also held that the premises belonged to the Government as tenant and therefore they were public premises and therefore he had jurisdiction to pass the eviction orders in question. The Appelate Authority viz. The principal Judge, city civil court Bombay, dismissed the appeals of the appellants on three grounds. In the first instance, he held that the appellants were  estopped under<a href=\"/doc/20238/\" id=\"a_10\"> S. 116</a> of the Evidence Act from challenging the title of the central Government since they were admittedly let in the premises by the Government. Secondly, he held that the appellants had no locus standi to challenge the validity of the lease between the landlords and the Government even assuming that there was no compliance with the provisions of <a href=\"/doc/1525624/\" id=\"a_11\">Art. 299(1)</a> of the constn. (<a href=\"/doc/138062738/\" id=\"a_12\">S. 175(3)</a> of the Government of India Act, 1935). Thirdly, he held that in any case the premises &quot;belonged&quot; to the central Government since they were in possession of Government since they  were in possession of Government for a long time and the Government was paying rent of the premises. The Government exercised an absolute ritht of usr of the premises. Hence the orders of eiviction passed by the Estate officer did not suffer from want of jurisdiction. The learned single judge of this court however held that since what was in issue was the jurisdictionof the Estate offficer to entertain the proceedings, the petitioners were noe estopped from challenging the juridiction of the Estate officer. The learned Judge did not deal with the contentions on behalf of the respondents that since the Government had an absolute right of user of the premises, the premises &quot;belonged to&quot; the Government within the meaning of the Act. He however held that the Government had a monthly lease in its favour since it was not in dispute that the Government was in possession of the premises and that montly rent was being  paid by the Government. The learned judge further held that monthly lease in favour of the Government though oral was  valid one since it is permissible under<a href=\"/doc/515323/\" id=\"a_13\"> S. 107</a> of the T.P. Act. According to him, the provisions of<a href=\"/doc/138062738/\" id=\"a_14\"> S. 175(3)</a> of the Government of india Act, 1935 or of <a href=\"/doc/1525624/\" id=\"a_15\">Art. 299(1)</a> of the constn. Come into play only when an agreement was required to be in writing. He therefore held that there were valid agreements of lease between the central Government and the premises answered the defintion of &quot;taken on lease&quot; by the Government and therefore they were public premises within the meaning of the said Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> 8.During the course of t he hearing before us an application was made  on behalf of the respondent-Union of India that an opportunity be given to them to produce certain documents in respect of the flats in Reviera to show that it was not a case of an oral lease but that there was correspondence between the parties showing a concluded written contract of leases. After hearing all the parties by our order dated 17-9-1981 we permitted the respondent-Union of India to lead evidence in that behalf in this court instead of sending the matter to the Estate officer for the purpose which would have delayed the matter still further. In that order we had indicated that we would give our detailed reasons in support of the said order at the time of this judgment which we hereby do.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\"> The additional evidence was sought to be led to prove correspondence with regard to the lease in respect of the flats in the building Reviera. In support of this application it was stated that prior to Feb. 1980the authorities were not aware that here existed the relevant documens. It was only accidentally that a Lower Division clerk working in the office of the ewestern Naval command, Bombay, had come across the said documents while he has taking search of the old records for some othe purpose in office of the Military Estate officer. In this connection it was pointed out that the executive duties connected with the buildings hired for use of Defence services were earlier discharged by the Garrison Enginner and the same were transferred to the military Lands and cantonment service with effect from 2-1-1968 and hence the records connected with the lands and buildings hired were also transferred to the said office after that date. The records being old were consigned to the record room of the military Estate office and till the said Lower Division clerk stumbled upon the docements in question the authorities were not aware of their existence. Hence the same could not be produced in the proceedings earlier. It was also pleaded that for doing justice between the parties the documents in question may be allowed to be produced at this late state For this purpose, shri Desai for the respondents relied on the provisions of O. 41 R.27 (1) (a) and (1) (b) of the code of civil procedure, 1908. The application was opposed on behalf of the appellants. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1723346\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1483878\" id=\"span_2\">The appellants contended that the said provisions of the Civil P.C. could not be invoked in the present case because it was not established that due diligence was exercised on behalf of the respondents for searching the said documents and yet the documents were not found and that to allow the respondents to lead additional evidence would amount to permitting them to fill in the lacuna in their evidence. It was also contended on behalf of the appellants that all along the case of the respondents was that there was an pral lease in respect of the said flats and therefore no documents could now be allowed to be produced to prove the contrary viz., that there was a writen lease. For this prupose teliance was placed upon two decisions of the supreme court viz.  stateof <a href=\"/doc/1483878/\" id=\"a_16\">U.P. v. Manbodhan</a> lal srivastava and , soonda <a href=\"/doc/1723346/\" id=\"a_17\">Ram v. Ramesh</a> waralal.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> According to us the respondents could be permitted to produce the documents in question for various reasons. In the first instance, we were satisfied that the documents which were 13 in number were old and were in the files for the years 1942, 1943, 1944 and 1945 pertaining to the said building Reviera. The files were offered for inspection. The respondents also undertook to prove that the documents were not within their knowledge and/or could not be produce earlier in spite of the exercise of due diligence on their part. Secondly , the only narrow question involved in the present petition is whether the lease in respect of the flaats in the said building had complied with the requirements of the provisions of<a href=\"/doc/138062738/\" id=\"a_18\"> S. 175(3)</a> of the Government of India Act, 1935. It was therefore in the interests of justice that if there existed any documents to prove the said fact, they should not be shut but. It is true that the respondents have earlier described the transaction as one of an oral lease. However this was in ignorance of the true legal position on the subject viz. That although there is no formal document of lease, a concluded contract of lease can be inferred even from corresponence or by a mere offer and acceptance. It may be remembered that it was not the case of the respondents that there was no correspondence on the subject to show that there was an agreement of lease between the parties. What was stated on their behalf before the lower courts was that there was no formal deed of lease and hence there was no written contract of lease. It is therefore incorrect to contend that since the respondents had admidded that there was  only an oral lease, the correspondence on the subject should not be permitted to be produced. We are further of the view that in order to meet the ends of justice, and to prevent an abuse of the process of the court, we should exercise our inherent powers and permit the production of the said documents. It is for this reason again that we were of the opinion that the reliance placed on behalf of the appellants on the two authorities of the appellants on the two authorities of the supreme court was not well conceived. In fact, in  (supra) the court has in terms stated as follows :-\n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;It is well settled that additional evidence should not be permitted at the appellate state in order to enable one of the parties to remove certain lacuna in prersenting its case at the proper stage. And to fill in gaps. Of course, the position is different where the appellate court itself requires certain evidence to be adduced in order to enable it to do justice between the parties&#x27;.  \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> As stated earlier according to us on the facts and circumstances of the present case to deny an opportunity to the respondents to produce the documents in question would not only have not done justice between the parties but would have resulted in injustice and reduced the judicial process to a  ridiculous farce.\n</blockquote> \n\n<blockquote id=\"blockquote_4\"> In  (supra), the High court had not permitted the tenants to aduce additional evidence at the second appellate state n a suit for eviction, and the second appellate state in a suit for eviction, and the supreme court found that the High court had committed no error of law in that regard. It was not a case where the High court had permitted such evidence and the supreme court had discouraged the same. For all these reaons we were of the view that the additional evidence in the form of the said 13 documents should be permitted to be led even at this stage.\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> Accordingly, the central Government led the evidence of the following witnesses  :- (1) Vinyak Anant Mahajan, a lower Division clerk in the office of the western Naval command, Bombay, who looks after the litigations in courts as well as before the Estate officer under the Act; (2) Tapeshwar Nath, superintending Building and Roads in the office of the military Estate Officer, Bombay and Gujarat circle, the Military Estate officer being in actual charge of the hiring of immoveable properties and (3) Lt. Commander sukhjinder singh who is attached to flag officer, commanding-in-chief, western Navel command, Bombay, and who works under the chief staff officer, personnel and Administration. Through these witnesses, certain doucments were produced and by our order dated 5-3-1982, we took on record some of the said documents for the reasons stated therein. The notes of evidence, the order dated 5-3-1982 and the documents taken on record under the said order form part of the present proceedings. Besides the other contentions it is also in the light of these documents that we have to decide whether there is sufficient evidence on record to show that the premises in question were taken on a valid lease by the central Government and if not whether otherwise the premses fall within the definition of &quot;public premises&quot; under the said Act.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 9. Before we discuss the relevant documentary evidence and its effect, it is necessary to state the legal position on the suject viz., whether the Government can enter into an oral contract and if not, the requirements of law needed to be complied with by the Government before entering into a contract. The lease in the present case in respect of the premises in Reviera covered by Appeal Nos.207, 217 of 1979 is admittedly of the year 1942. The lease in respect of the premises in Helipolis, covered by Appeal No. 215 of 1979 is of the year 1943 and the lease in respect of the flat in building jrishna kunj coveredby Appeal No.216 of 1979 is of the year 1965. Therefore in the case of the first two leases it is the provisions of <a href=\"/doc/138062738/\" id=\"a_19\">section 175(3)</a> of the Government of India Act, 1935 and in the case of the lease of 1965 it is the provisions of <a href=\"/doc/1525624/\" id=\"a_20\">Art. 299(1)</a> of the constn. Which would be applicable. However, the two provisions are pari materia and nothing turns on the question whether one or the other provisions applies to the respective leases.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 10.One more question which we need answer before we examine the relevant authorities on the said constitutional provisions is whether the leases In question require registration. Under<a href=\"/doc/158161760/\" id=\"a_21\"> S. 107</a> of the T.P.Act, &quot;a lease of immoveable property from year to year, or for any term exceeding one year, or reserving a yearly rent, can be made only by a registered instrument. All other leases of immovable property may be made either by a registered instrument or by oral agreement accompanied by delivery of possession.&quot; In the present case there is no dispute that the rent of the premises was being  paid monthly and the rent was not reserved yearly. There is also further no dispute that the lease was accompanied by dilivery of possession. All the authorities below including the learned single judge has taken the view that there is monthly lease and not a lease for any term exceeding one year.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> In the case of the building Helipolis, (Appeal No.215 of 1978), the written agreement dated 17-2-1943 clearly contemplates the creation of monthly tenancy since it states that the hiring will be on monthly basis and subject to termination of one calendar month&#x27;s notice on either side. The rent reserved is also monthly at the rate of Rs. 130. The rent receipts also show that the rent has been paid on monthly basis.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> In the case of Krishna Kunj (Appeal No.216 of 1979), the agreement dated 4-6-1965 mentions that the premises were In the occupation of the Government since sept. 1945 under a lease dated 17-9-1945 and that these premises were to be demolished and in their place new premises were to be constructed and they were to be taken on a fresh lease to be executed in the form prescribed by Government and the lease was for a period of ten years with option to the tenant to renew the same for a further period of ten years. This agreement contemplates the execution of a formal elase. There is no record to show that any formal deed of lease was executed subsequently as per the said agreement. However, it is undisputed that after the premises were reconstructed, possession was taken by the central Government and the appellant was allotted the same on 15-7-1967. The rent of the premises is als o being paid on monthly basis since then. There is further no dispute that the old premises in the same building which were  handed over for demolition were also on monthly rental basis. In the absence of any other document it is legitimate to presume that the lease has continued on the same old basis.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> As regards the premises in building &quot; Reviera&quot; ( Appeals Nos. 207, 214, and 217 of 1979) again, it is an admitted position that the rent is being paid monthly by the government and there is no rent reserved yearly. Thus, we are of the view that in all these cases , the lease being monthly there was no need to register the same and therefore the lease agreement between the Government and the owners concerned, cannot be said to be invalid on that account . This is also the findings of all the authorities below and we see no reason to differ from the same much less to interfere with it .\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\"> 11. Coming now to the question whether these leases can be said to be valid in the face of the provisions of<a href=\"/doc/138062738/\" id=\"a_22\"> S. 175(3)</a> of the Government of India Act, 1935 or Art . 299(1) of the Constn . as stated earlier the provisions being similar, it will be suffient if we quote the provisions of <a href=\"/doc/1525624/\" id=\"a_23\">Art. 299(1)</a> of the Constn. Which are as follows :-\n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;299 (1). All contracts made in the executive power of the Union or of the State shall be expressed to be made by the President, or by the Governor of the State , as the case may be, and all such contracts and all assurances of property made in the exercise of that power shall be executed on behalf of the President or the Governor by such persons and in such manner as he may direct or authorise.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732821\" id=\"span_3\">These provisions have been interpreted by the Supreme Court in various decisions . In .  <a href=\"/doc/732821/\" id=\"a_24\">Chaturbhuj Vithaldas Jasani v. Moreshwar Parashram</a>, the facts were that the contracts were not in proper form and not expressed to be made by the President and the contention was that on that account they were void. While dealing with this argument , after reviewing the earlier caselaw on the subject , the court observed as follows :-</span>\n</p>   \n\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1235310\" id=\"span_4\">&quot;In our opinion this is a type of contract to which <a href=\"/doc/911653/\" id=\"a_25\">section 230(3)</a> Contract Act would apply . This view obviates the inconvenience and injustice to innocent persons which the federal court felt in &#x27; <a href=\"/doc/1235310/\" id=\"a_26\">J.K. Gas Plant Manufacturing Co. Ltd. V. Emperor</a>&#x27;  , AIR 1947 FC 38 at pp. 41, 42 (M) , and at the same time protects government. We feel that some reasonable meaning must be attached to <a href=\"/doc/1525624/\" id=\"a_27\">Article 299(1) .</a> We do not think the provisions were inserted for the sake of mere form . We feel they are there to safe guard Government against unauthorised contracts. If in fact a contract is unauthorised or in excess of authority it is right that Government should be safeguarded .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_8\"> On the other hand, an officer entering into a contract on behalf of government can safeguard himself by having recourse to the proper form . In between is a large class of contracts , probably by far the greatest in numbers, which, though authorised are for one reason or other not in proper form .It is only right that an innocent contracting party should not suffer because of this and if there is is no other defect or objection we have no doubt Government will always accept the responsibility. If not, its interests are safeguarded as we think the constitution intented that they should be.\n</blockquote> \n\n<blockquote id=\"blockquote_9\"> In the present case, there can be no doubt that the Chairman of the Board Administration acted on behalf of the Union Government and his authority to contract in that capacity was not questioned.There equally be no doubt that both sides acted in the belief and on the assumption, which was also the fact , that the goods were intented for Government purposes,namely, amenities for the troops. The only flaw is that the contracts were not in proper form and so because of this purely technical defect, the principal could not have been sued. But that is just the kind of case that<a href=\"/doc/87791401/\" id=\"a_28\"> S. 230(3)</a>. <a href=\"/doc/171398/\" id=\"a_29\">Contract Act</a> is designed to meet.\n</blockquote> \n\n<blockquote id=\"blockquote_10\"> It would, in our opinion, be disastrous to hold that the hundreds of Government officers who have daily to enter into a variety of contracts, often of a petty nature, and sometimes in an emergency, cannot contract orally or through correspondence and that every petty contract must be affected by a ponderous legal document couched in a particular form. It may be that Government will not be bound by the contract in that case.But that is a very different thing from saying that the contracts as such are void and of no effect. It only means that the principal cannot be sued ; but we take it there would be nothing to prevent ratification, especially if that was for the benefit of the Government.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"> There is authority for the view that when a Government officer acts in excess of authority Government is bound if it ratifies the excess: see &#x27;Collector of Masulipatam v . Cavaly Venkata Narrainapah&#x27;, (1859-61) 8 Moo Ind App 529 at p. 554 (N). We accordingly hold the contracts in question here are not void simply because the Union Government could not have been sued on them by reason of Art. 299(1).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> This decision therefore lays down,firstly, that an oral contract or a contract through correspondence is not void . Secondly, that even when a Government officer acts in excess of authority the Government is bound bythe contract if it ratifies the same and thirdly the contract is not void for all purposes simply because the union Government cannot be sued on it for non-compliance of the provisions of <a href=\"/doc/1525624/\" id=\"a_30\">Art. 299(1)</a> of the constn. The last proposition means that a contract which is unenforceable by the parties to the contract for non-compliance with the provisions of <a href=\"/doc/1525624/\" id=\"a_31\">Art. 299(1)</a> can still be looked into as a valid contract for other purposes . In that case the court was considering the effect of such a contract vis-a-vis <a href=\"/doc/25582677/\" id=\"a_32\">section 7(d)</a> in these terms :-\n</p>   \n\n<blockquote id=\"blockquote_12\"> &quot;A person shall be disqualified for being chosen as, and for being , a member etc.\n \n\n  ...  ...  ...  ...\n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (d) if  ...   ..  ...  ...  by himself ...  ..  ... he has any share or interest in a contract for the supply of goods to ...  ...  ...  the appropriate Government.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> The argument advanced was that the contract in question being not in compliance with the provisions of <a href=\"/doc/1525624/\" id=\"a_33\">Art. 299(1)</a> was void for all purposes and although the appellant there was a partner of the firm which had at all material times a contract for supply of bidis to the Government, he did not incur disqualification for contesting election under the Representation of the people Act.The court held that the provision of <a href=\"/doc/25582677/\" id=\"a_34\">section 7(d)</a> did not require that the contracts should be enforceable against the Government. All that is required was that the contract should be for the supply of  goods to the Government. The contract in question being just that , it was hit by that section. The court therefore held that the Election Tribunal was right in disqualifying the appellant as a candidate.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> In , State of Bihar v.Karam Chand Thapar and Brothers Ltd., the question which fell for consideration was whether the person who had executed the contract on behalf of the Government had authority to do so or not. The court held while construing the provisions of  <a href=\"/doc/138062738/\" id=\"a_35\">S. 175(3)</a> of the Govrnment  of India Act, 1935 which fell for consideration there , that the said provisions did not prescribe any particular mode in which authority has to be conferred. The Court observed that normally no doubt such conferment will be by notification in the Official Gazette, but there was nothing in the section itself  to preclude authorisation being conferred ad hoc on any person, and when that fact is established, the requirements of the section must be held to have been satisfied. From the correspondence placed on record <a href=\"/doc/1235310/\" id=\"a_36\">in that case</a>, the court found that the Executive Engineer concerned had been authorised by the Governor acting through his Secretary, to execute the agreement for a referance to arbitration. The Court found that the correspondence showed that it was the secretary who from the very inception took a leading part in arranging  for arbitration. He was throughout speaking in the name of  and on behalf of the Government and he did so &quot; as directed.&quot; The subject matter of the arbitration was a claim which concerned the Government. The proposal at the earlier stages to amend a clause of the original contract so as to include an arbitration also showed that the intention of the parties was to treat the agreement for arbitration as part and  parcel of the contract. Even after the agreement was executed , the secretary made corrections and modifications in the agreement on the basis that it was the Government That was a party thereto. The conclusion from all this , according to the court, was irresistable that the Executive Engineer had been authorised to execute the agreement. This decision therefore lays down firstly that whether an officer had or had not an authority, can be gathered in each case from the facts of that case. Neither the section lays down,nor is it necessary to follow, a particular mode for conferring such authority.Secondly once it is established that the officer acting on behalf of the Government had such authority the contract can be deemed to be in compliance with thee Constitutional provisions.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> In ,  Bhikraj Jaipuria v. Union of India , the Court while interpreting Sec 175 (3) of the <a href=\"/doc/93056159/\" id=\"a_37\">Government of India Act</a> , 1935 held that the said provision in terms did not provide that the direction or authority given by the Governor General or the Governor to a person , to execute shall be given only by rules expressly promulgated in that behalf or by a formal notification . A special authorrity may be validly be given in respect of a particular contract or contracts by the Governor to an officer other than the officer notified under the rules made under the said provision . This was stated by the court while however observing that the contracts must show on their face that they are made on behalf of the state i.e. by Head of the State and executed on his behalf and in the manner prescribed and by the person authorised .\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> In ,  State of West Bengal v. M/s B.K. Mondal and sons, while interpreting the same provisions of Sec 175 (3) , and stating the consequences of a contract which did not comply with the said sections for the requirement for the purpose of<a href=\"/doc/63478794/\" id=\"a_38\"> S. 70</a> of the contract Act the Court made the following observations which are material for our purpose ( Paras 14, 19 and 20) :-\n</p>   \n\n<blockquote id=\"blockquote_14\"> &quot; Where a claim for compensation is made by one person against the another under<a href=\"/doc/63478794/\" id=\"a_39\"> S. 70</a> , it is not on the basis of a subsisting contract between the parties ; it is on the basis of the fact that something was done for the party by another and the said work so done has been voluntarily accepted by the other party . In regard to claim against the Government of a State under<a href=\"/doc/63478794/\" id=\"a_40\"> S. 70</a> it may be that in many cases the work done or the goods delivered are the result of a request made by some officer or the other on behalf of the said government . In such a case, the request may be ineffective or invalid for the reason that the officer making the request was not authorised under<a href=\"/doc/138062738/\" id=\"a_41\"> S. 175(3)</a> of the Government of India Act or, if the said officer was authorised to make the said request the request becomes inoperative because the request was not followed up by a contract executed in the manner prescribed in<a href=\"/doc/138062738/\" id=\"a_42\"> S. 175(3)</a> of the Government of India Act . In either case the thing has been delivered or the work has been done without a contract and that brings in <a href=\"/doc/63478794/\" id=\"a_43\">Section 70</a> . It would not be reasonable to suggest that in recognising the claim for compensation under<a href=\"/doc/63478794/\" id=\"a_44\"> S. 70</a> the Court is either directly or indirectly nullifying the effect os<a href=\"/doc/138062738/\" id=\"a_45\"> S. 175(3)</a> of the Government of India Act or treating as valid a contract which is invalid. The fiels covered by the two provisions are separate and distinct. There is no conflict between the two provisions . In the functioning of a vast organisation represented by by a modern state government officers have to invariably enter into a variety of contracts which are often of a petty nature . Sometimes they have to act in a emergency , and in many occasions, in the pursuit of welfare policy of the State Government , officers may have to enter into contract orally or through corresspondence without strictly complying with  the provisions of <a href=\"/doc/138062738/\" id=\"a_46\">Sec. 175(3)</a> of the Act. If in all these cases what is done in pursuance of the contracts is for the benefit of the Government and for their use and enjoyment and is otherwise legitimate and proper , <a href=\"/doc/63478794/\" id=\"a_47\">Section 70</a> would step in and support a claim for compensation made by the contracting parties not withstanding the fact that the contracts had not been made as required by Sec. 175(3).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> Read with the concxurring judgement delivered by Sarkar J. For himself and Das Gupta J. The Learned Judges have observed as follows ( Paras 44 and 45) :-\n</p>   \n\n<blockquote id=\"blockquote_15\"> &quot; We also feel no doubt that the work was done lawfully . It was the work that the Government badly needed. We will assume for the present purpose , as the learned advocate for the appellant said , that work done under the contract with the government which is invalid in view of the provision of <a href=\"/doc/138062738/\" id=\"a_48\">Sec. 175(3)</a> of the Government of India Act, is work unlawfully done . The Learned advocate contended that would be because thereby sec 175(3) of the <a href=\"/doc/93056159/\" id=\"a_49\">Government of India Act</a> would be evaded which is the same thing as doing that which the section forbids. Assume that is so. But that section does not say that if the work is done for the Government without any contract or agreement at all and voluntarily, as was done in the present case , that work would not have been lawfully done . Government is free not to take the benefit of such work . There is no law, and none has been pointed out ot us , which makes the doing of such work unlawful . No reason was given or strikes us for saying that the work was not lawfully done. There is no law, as Bachawat, J. Said, that Government cannot take any work except under a contract in respect of it made in terms of<a href=\"/doc/138062738/\" id=\"a_50\"> S. 175(3)</a> of the Government of India Act. That section may forbid a government to take work under a contract which is invalid because not in terms of it , but it does not make it unlawful for the Government to take the benefit of work done for it without any contract at all . We should suppose that the doing of the work was unlawful the government would not have accepted the benefit of it . In the present case, the Government needed the work badly and we do not see how the Government can say that the work was done lawfully . We therefore think that the work was done lawfully.\n</blockquote> \n\n<blockquote id=\"blockquote_16\"> It was contended that the obligation under <a href=\"/doc/63478794/\" id=\"a_51\">section 70</a> of the contract Act arises only in circumstances in which English law would have created an obligation on the basis of an implied contract or a quasi contract and that there could be no implied contract or quasi contract with the government because a contract could be made with it only in accordance with<a href=\"/doc/138062738/\" id=\"a_52\"> S. 175(3)</a> of the Government of India Act . Now it has been repeatedly held that a resort to english law is not justified for deciding a question arising on our statute unless the statute is such that it cannot be reasonably understood without the assisstance of English Law . Indeed there is good authority for saying that<a href=\"/doc/63478794/\" id=\"a_53\"> S. 70</a> was framed in the form in which it appears with a view to avoid the niceties of English Law on the subject , arising largely from historical reasons and to make the position simple and free from frictions of law and consequent complications : see Pllock on contracts (13th Ed. ) p. 10 Furthermore , we do not see that<a href=\"/doc/138062738/\" id=\"a_54\"> S. 175(3)</a> in any way prevents a contract with the Government being implied or a Government from incurring an obligation under quasi contract. A contract implied in law or a quasi contract is not a real contract or, as it is called a consensual contract and<a href=\"/doc/138062738/\" id=\"a_55\"> S. 175(3)</a> is concerned only with such contracts . The section says that &#x27; all contract made in the exercise of the executive authority of the Federation or of a Province shall be expressed&#x27; in a certain manner and &#x27;shall be executed on behalf of the Governor General or the Governor by such perso and in such manner as he may direct or authorise&#x27; . It therefore applies to consensual contracts which the Government makes and not to something which is also called a contract but which the law brings into existence by a fiction irrespective of the parties having agreed to it . Now by its terms <a href=\"/doc/1454268/\" id=\"a_56\">Section 70</a> of the Contract Act must be applied where its requisite exist; if it is necessary to imply a contract or to contemplate the existence of a quasi contract for applying the section must be done and we do not think that<a href=\"/doc/138062738/\" id=\"a_57\"> S. 175(3)</a> of the Government of India Act prevents that, nor are we aware of any other impediment in this regard . This argument must also fail&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_31\"> It is clear from the above said observations that although a contract does not fulfill the requirements of<a href=\"/doc/138062738/\" id=\"a_58\"> S. 175(3)</a> is not a valid contract , the relationship created thereunder is not unlawful and the work thereunder or the services or the goods supply under it does not become unlawful for the purpose of<a href=\"/doc/1454268/\" id=\"a_59\"> S. 70</a> of the Contract Act. The relationship so created by the acceptance of the goods or services or of the work done can be recognised and a compensation claim can be based on the same . The observations also further reiterate the position in the functioning of the vast organisation , officers have invariably to enter into a variety of contracts.Sometimes they have to act in emergency , and on many occasions, they have to enter into contracts orally or through correspondence without strictly complying with the provisions of<a href=\"/doc/138062738/\" id=\"a_60\"> S. 175(3)</a> . If, in all these cases what is done in pursuance of the contract is for the benefit of the Government and is otherwise legitimate and proper , <a href=\"/doc/1454268/\" id=\"a_61\">Section 70</a> of the Contract Act would step in and the claim for compensation made by the contracting parties on the basis of such contracts is legitimate not withstanding the fact that such contracts are not in compliance with the provisions of Sec 175 (3) . What is important from our point of view is the fact the court there has referred to its earlier decision  ( supra) and has explained the said position by stating that the court had in a earlier case held that a contract made in contravention of <a href=\"/doc/1525624/\" id=\"a_62\">Art. 299(1)</a> of the Constn. Could be ratified by the Government if it was for its benefit and as such it could not take the case of the contractor outside the purview of<a href=\"/doc/184733422/\" id=\"a_63\"> S. 7(d)</a> of the Representation of the People Act . A contract which is void may not be capable of ratification , but, since according to the court the contract in question could have been ratified it was not void in the technical sense,. ( Underlying ours) . It was for this reason according to the court that in that case the following observations were made : &quot; the Government may not be bound by the contract but that is a very different thing from saying that the contract was void and of no effect and that it only meant that the principal ( Government ) could not be sued , but there will be nothing to prevent ratification if it was for the benefit of the Government&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_5\">In  ,  <a href=\"/doc/1961694/\" id=\"a_64\">Union of India v. A. L. Rallia Ram</a>  , the court after referring to the decision in ( supra) held that<a href=\"/doc/138062738/\" id=\"a_65\"> S. 175(3)</a> of the Government of India Act, 1935 did not in terms require a formal document of contract executed on behalf of the Dominion of India alone is effective. In the absence of any direction by the Governor General issued under that section prescribing the manner of executing a contracts a valid contract may result from correspondence if the requisite conditions are fulfilled . The court further held that although it was true that the section used the expression &quot; executed&quot; that did not itself contemplate execution of a formal contract by the contracting parties . A tender for purchase of goods in pursuance of an invitation issued by or on behalf of the Governor General of India and acceptance in writing which is expressed to be made in the name of the Governor General and executed on his behalf by a person authorised for the purpose would conform to the requirements of that section . The court also held on the facts of that case that  the the correspondence between the parties ultimately resulting in the acceptance note, amounted to a contract made by the Government and therefore by the Governor General , because it was the Governor General who had invited the tender through the Director of Purchases , and it was the Governor General through the Chief Director of Purchases accepted the tender of the respondent subject to the conditions prescribed therein. There were no rules made by the Governor General requiring the officer authorised in that behalf of the Governor General of India . Although , therefore <a href=\"/doc/1961694/\" id=\"a_66\">in that case</a> the court held affirming its earlier decision  ( supra ) that the requirements of<a href=\"/doc/138062738/\" id=\"a_67\"> S. 175(3)</a> of the Government of India Act , 1935 were mandatory , the court also held firstly, that the said provisions does not require a formal document to be executed between the parties and secondly, that a valid contract may arise from correspondence , and thirdly there is no need for the officer authorised to enter in to a contract , to describe himself as signing on behalf of the Governor General of India in the absence of a direction to the contrary .</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890075\" id=\"span_6\">In , <a href=\"/doc/1890075/\" id=\"a_68\">K.P. Chowdhry v. State of Madhya Pradesh</a> , two questions arose for consideration . The first was whether the view taken by the High Court that <a href=\"/doc/1084525/\" id=\"a_69\">Art. 299</a> of the Constn. Does not hit an implied contract and therefore an amount due under such contract was recoverable or not under<a href=\"/doc/165304366/\" id=\"a_70\"> S. 155 (b)</a> of the Madhya Pradesh Lannd Revenue Code was correct , and secondly whether , if the view was not correct , the amount was recoverable under any other provision of law. Whiledealing with this question , the court specifically referred to the above said decisions and interpreted them in paras 6 to 9 of the judgment. While interpreting the decision in  (supra) the court stated that it was held there the following three conditions had to be satisfied under<a href=\"/doc/138062738/\" id=\"a_71\"> S. 175(3)</a> of the Government of India Act, 1935 viz. (1) the contract must be expressed to be made by the Governor or the Governor General , (2) it must be executed in writing ,and (3) the execution should be by such persons and in such manner as the Governor or the Governor General might direct or authorise. According to the court, it was further held that<a href=\"/doc/138062738/\" id=\"a_72\"> S. 175(3)</a> did not prescribe any particular form in which the authority must be confirmed and where an ad hoc authority was conferred on any person , the requirement must be held to have been satisfied .  ( supra) was interpreted by the court as laying down that if a contract was to bind the Government it had, (a) to be expressed to be made by the Governor or Governor General , (b) to be executed on behalf of the Governor or the Governor General , and (c) to be executed by an officer duly appointed in this behalf and in such manner as the Governor or the Governor General directed or authorised.  (supra) was interpreted by the court as laying down that the provisions of<a href=\"/doc/138062738/\" id=\"a_73\"> S. 175(3)</a> were mandatory . According to the court the decision in Art. 1954 SC 236 was explained <a href=\"/doc/1890075/\" id=\"a_74\">in that case</a> and it was held that there it should be confined to its own facts in the context of the <a href=\"/doc/55081742/\" id=\"a_75\">Representation of the People Act</a> . According to the court it was further held that <a href=\"/doc/1890075/\" id=\"a_76\">in that case</a> <a href=\"/doc/1454268/\" id=\"a_77\">Section 70</a> of the Contract Act could be invoked against the Government if the person invoking it could show that he had acted lawfully and has not intended to act gratuitously and that the State had enjoyed the benefit .  (supra) was held to have laid down that so long as all the requirements of<a href=\"/doc/138062738/\" id=\"a_78\"> S. 175(3)</a> of the Government of India Act were fulfilled and were clear from the correspondence , the said section did not necessarily require the execution of any formal document.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> After reviewing the said decisions theCourt stated in para 10 of the judgment , that firstly in view of Art 299(1) of the constn. There can be no implied contract between the Government and another person since if such implied contracts were allowed , that would in effect make Art 299(1) useless and a person who had a contract with the Government could get away by saying that an implied contract should be inferred from the facts and circumstances of a particular case. Secondly, if the contract is not in full compliance with <a href=\"/doc/1525624/\" id=\"a_79\">Art. 299(1)</a> , it would be no contract at all and could notbe either enforced by the Government or by other person as a contract. In the case which fell before the court for consideration , there was no contract as required by <a href=\"/doc/1525624/\" id=\"a_80\">Art. 299(1)</a> and therefore the view taken by the High Court that there was an implied contract was not sustained . The court did not answer the second question because whether the amount could be recovered under any other provisions of law was not investigated by the High Court and remanded the matter to the High Court for determining the said question .\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123510\" id=\"span_7\">In , <a href=\"/doc/123510/\" id=\"a_81\">Union of India v. N. K. Private Limited</a>, the court held that though the words &quot; expressed&quot; and &quot;executed&quot; in <a href=\"/doc/1525624/\" id=\"a_82\">Article 299(1)</a> might suggest that it should be by a deed or by a formal written contract, a binding contract by tender and acceptance can also come into existence if the acceptance is by a person duly authorised in this behalf by the President of India . A contract whether by a formal deed or otherwise by persons not authorised by the President cannot be binding and is absolutely void.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> In ,Timber Kashmir Pvt. Ltd . v. Conservator of Forests , Jammu , again while construing the provisions of <a href=\"/doc/1525624/\" id=\"a_83\">Art. 299(1)</a> , the court observed that although a contract cannot be executed without sanction , nevertheless if the sanction could be either expressly or impliedly given by or on behalf of the government , and if some acts of he Government could fasten some obligation upon the Government , the lessee could also be estopped from questioning the terms of the grant of the sanction even where there is no written contract executed to bind the lessee. When there is any question to be decided as to whether the Government had sanctioned the leases, its actions, apart from the execution of leases, could be considered . But, once there has been a valid execution of leases by duly authorised officers, the documents would be the best evidence of sanction also . That was one of the objects of prescribing a formal mode of execution of instruments on behalf of the Government apart from the need to protect its interests against mala fide and other unauthorised acts of its servants or agents. This authority therefore lays down that a sanction could be expressed or implied and for enforcing such sanction , the actions, apart from the execution of the formal document can be considered when there is no formal document of contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_37\"> 12. We may now summarise the law on the subject which emerges from the aforesaid survey of the authorities as follows :- (a) A formal deed or document of contract is not necessary ; (b) a contract be inferred from correspondence ; (c) a mere tender and acceptance is sufficient to constitute a valid contract; (d) the contract must be entered into by an authorised person. However, a contract entered into by an unauthorised person can be ratified by the Government if it is particularly for the benefit of the Government; (e) neither<a href=\"/doc/138062738/\" id=\"a_84\"> S. 175(3)</a> nor <a href=\"/doc/1525624/\" id=\"a_85\">Article 299(1)</a> prescribe any particular mode in which authority has to be conferred . Normally such conferrment is by a notification in an Official Gazette. But it also can be ad hoc on any person and when it is established , the requirements must be held to have been established.\n</p> \n\n<p data-structure=\"Section\" id=\"p_38\"> Further, an authority need not be given by rules expressly promulgated for the purpose. Even where an authority is given by rules , a special authority can always be validly given in respect of a particular contract to an officer other than the officer notified under the rules; (f) the sanction to the contract can be expressly or impliedly given and while inferring the sanction , the actions, apart from the execution of the document can be considered ; (g) a contract entered into without complying with the requirements of <a href=\"/doc/138062738/\" id=\"a_86\">Section 175(3)</a> of the Government of India Act, or <a href=\"/doc/1525624/\" id=\"a_87\">Article 299(1)</a> of the Constitution is void in the sense that it cannot be enforced by either party to the contract . However, it is not void for all purposes and it can be taken into consideration and looked into for collateral purposes. The contract can be said to exist validly for such purpose.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"> 13. For the last proposition we may also usefully refer to Chitty on contracts, 24 th Edition. In paragraph 17, the learned Author has discussed , &quot;Unenforceable contracts&quot; and has observed that &quot;unenforceable contracts are valid in all respects except that one or both parties cannot be sued on the contract. Instances of unenforceable contracts in English Law are afforded by certain contracts which are not evidenced by a signed writing as required by certain statutes; contracts in respect of which the right of action is barred by the <a href=\"/doc/1317393/\" id=\"a_88\">Limitation Act</a> 1939 and contracts with a foreign sovereign or ambassador. In most cases the defect of unenforceability is curable . Thus, if a written evidence of a contract of guarantee or a contract for the sale of an interest in land comes into existence , the contract becomes enforceable, though it was made orally ; a right of action barred by the Limitation Act, 1939 may revive if the defendent makes a written acknowledgment of his indebtedness, or a part payment; a foreign sovereign or an ambassador may waive his immunity. An unenforceable contract may be indirectly enforceable by other means than bringing an action . Thus a statute barred debt may be recoverable indirectly if the creditor has a lien on goods of the debtor which are in his possession. Sometimes the contract is enforceable by one party but not by the other . Thus an contract for the sale of an interest in land can be enforced by the party who has not signed the note or memorandum against the other who has . More often , however , the contract is enforceable by neither party&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> In paragraph 250 whle discussing the same subject, he has observed as follows:-\n</p>   \n\n<blockquote id=\"blockquote_17\"> &quot;Contract unenforceable. A contract which fails to comply with the statutory formalities is not void but unenforceable. No action can be brought to enforce it directly . Nor it can be indirectly enforced by suing on some other cause of action. Thus if A orally agreed to allow B to dig for gravel on A&#x27;s  land and later turns B and his machinery off the land, B cannot sue A in trespass. But  as the contract is not void, it can sometimes be relied upon  as a defence. Thus in the above example B does not commit a trespass by entering the land and digging for the gravel : the oral contract operates as a licence and excuses the trespass. But once A withdraws the licence B will become a trespasser if he does not leave within a reasonable time ; and if A then sues B for possession B cannot, in this action rely on the oral contract as a defence. A fortiori A is entitled to turn B out or to sue for possesion if he withdraws the licence before B enters but B nonethless makes a clandestine entry.\n</blockquote> \n\n<blockquote id=\"blockquote_18\"> As the contract is not void , money or property transfer under it cannot be recovered back ; thus if a purchaser pays a deposit under an oral contract, the vendor can retain the deposit , if the purchaser defaults. And a security given for the performance of the oral contract is not void for want of consideration merely because the oral contract is unenforceable ; thus an action can be brought on a cheque given in payment of a deposit under the oral contract.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_41\"> 14.  Taking into consideration the fact that the whole purpose of the provisions of the former <a href=\"/doc/138062738/\" id=\"a_89\">section 175(3)</a> of the Government of India Act 1935, and the present <a href=\"/doc/1525624/\" id=\"a_90\">Article 299(1)</a> of the constn., is firstly to safeguard the public interests by not saddling the Government with liabilities and obligations under unauthorised contracts and secondly , to protect the interests of the third parties who enter into contracts with the Government daily, according to us, on the authorities of the supreme court discussed above. It will be proper to hold, that the contracts which do not fulfil statutory requirements are only relatively void in the sense that they are not enforceable by the parties to the contract. However, if the parties to the contract accept the obligations under them or if the formal defects in them are curable by such as  ratification, the contracts need not be held to be absolutely void and can be said to exist validly for all other purposes. In particular they can be said to exist validly when third parties challenge their validity. In cases such as the present one where the validity of a contract is questioned in a collateral proceeding  and for a collateral purpose by persons  who have benefitted by such contracts, such as the present allottees, it will have to be held that such contracts do validly exist.\n</p> \n\n<p data-structure=\"Section\" id=\"p_42\"> We may however add that the view taken by the learned single Judge that the contracts in the present case being of monthly tenancy can be oral because <a href=\"/doc/158161760/\" id=\"a_91\">Section 107</a> of the T.P.Act permits is erroneous and contrary to law. When Government is a party to a contract the question to be considered is not whether a general statute such as the <a href=\"/doc/515323/\" id=\"a_92\">T.P. Act</a> or the <a href=\"/doc/171398/\" id=\"a_93\">Contract Act</a> permits a contract in a particular form, but whether the contract is in compliance of the mandatory provisions <a href=\"/doc/123510/\" id=\"a_94\">laid down in</a> that behalf  by the fundamental statute. Such provisions stand superimposed on the general law and  have to be satisfied in addition to the requirements of the ordinary law. We therefore do not agree with the said view of the learned judge.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_43\"> 15.  We may also in this connection refer to the additional submission made by Shri Desai on behalf  of the respondents. He submitted that for excercising statutory powers no sanction is necessary. This argument was necessitated because it was argued on behalf of the appellants that the Garrison Engineer who took the premises had, firstly , not done so far and on behalf of the Government of India and secondly, even if he had, he had no authority to do so. We will presently point out , while discussing the contract of lease in each of the three cases , that the record shows that the leases were entered into by the Garrison Engineer for and on behalf of the Government of India. As regards the second point what is pointed out on behalf  of the respondents is that the Regulations for the Military Engineering Services which are a part of  Defence Services Regulations have given an authority for the hiring and dehiring of lands and buildings to the local commanders and such hiring  has to be done through the agency of the Military Engineer Services. The relevant portion of paragraph 613 of the said Regulations is as follows :-\n</p>   \n\n<blockquote id=\"blockquote_19\"> &quot;The hiring and dehirings of lands and buildings for the Army(excluding Farms and ordinance Factories) , Navy and AirForce is the responsibility of the local commanders and will be carried out through the agency of the MES ..  ...  ..  ...  ..&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\"> Paragraph 683 of the said Regulations further gives power to fix the rental of the building to the Garrison Engineer unless it is otherwise fixed by the Government of  India.\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\"> The paragraph reads as follows :-\n</p>   \n\n<blockquote id=\"blockquote_20\"> &quot;Rules regarding assessment, rates of recovery and remission of rent, including rent for internal electrical installations are contained in &#x27;Quarters and Rents&#x27;. The GE is authorised to fix the rent of a building unless otherwise fixed by the G of I. Market rates of rent will be fixed by the GE, where necessary, after ascertaining the prevailing rents in the market for similar accomodation , in consultation with the appropriate local civil authorities. Buildings in Factory estates by the Factory will assessed by the Factory authorities concerned.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_46\"> The relevant portion of paragraph 4 of the &quot;Quarters and Rents&quot; rules <a href=\"/doc/123510/\" id=\"a_95\">referred to above</a> further reads as follows :-\n</p>   \n\n<blockquote id=\"blockquote_21\"> &quot;Appropriation and hiring of houses for military officers and messes, etc.-\n</blockquote>   \n\n<blockquote id=\"blockquote_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123510\" id=\"span_8\">(a) Accomodation required for all military officers (including R.A.F. officers and departmental officers) and messes for units, etc., for which a mess allowance is <a href=\"/doc/123510/\" id=\"a_96\">laid down in</a> Pay and  Allowance Regulations or in other Government orders, may be appropriated under the cantonments (House Accomodation) Act, No. VI of 1923 as amended by Act IX of 1930, or hired , except in a hotel by a local M.E.S. concerned , under the orders of the O.C. station , provided that suitable quarters owned or hired by Government are not available ( but see exceptions mentioned in para 3 (b) (iii) . )&quot;.</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_47\"> There is no dispute that the M.E.S. officer referred to therein is the garrison Engineer. Although it is not clear from the copy of the &quot; Defense Services Regulations - Regulations for the Military Engineer Services 1978&quot; ( which is the reprint of the original Regulations ) produced before us as to under what provisions the said regulations were made , there is no difficulty in holding these Regulations which are printed and published in a book form have been issued under the authority of the Government of India as is made clear from the preface of the said Regulations written by the Secretary to the Government of India , Ministry of Defence. It can be safely held that it is the Government of India in the exercise of its executive powers , which has given the necessary authority to the Garrison Engineer to hire and dehire lands and buidings and to fix their rental and thus to enter into contracts of  leases on its behalf.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\"> 16. It is in the light of the aforesaid position of law that we may now examine the contracts in each of the three cases . Before we narrate the facts in each of these cases , it is necessary to remember that it is not in dispute that in all these cases there is a contract of lease. What is disputed is that the contracts are according to<a href=\"/doc/138062738/\" id=\"a_97\"> S. 175(3)</a> of the Government of India Act , 1935 or <a href=\"/doc/1525624/\" id=\"a_98\">Art.  299(1)</a> of the Constn. Because (I) there are no formal written leases, and (ii) it is not shown that the contracts have been entered into in the name of the Governor General or the President of India ,and (iii) it has also not been shown that it has been entered into by an authorised officer. The facts to be examined will be in the light of the said three points of controversy.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"> I . In appeal No. 215 of 1979 which pertains to the building Heliopolis, we have on record a letter dated 17-2-1943 written by the office of the Garrison Engineer ( Hirings), Bombay.to Mr. S.A. Patel ,  the landlord of the building . The relevant portions of the letter are as follows :-\n</p>   \n\n<blockquote id=\"blockquote_23\"> &quot; The defence Department will hire the above flat for occupation by .............as from 1st January , 1943 on a monthly rental of Rs. 130/- which will be paid to you by the Government. The flat will be formally taken over 11.30 hours on 23-2-1943 and it is requested that your representative be directed to attend&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_50\"> Four things flow from this letter . Firstly it was the Defence Department which was to take the flat on lease. Secondly, the lease was to be a monthly one. Thirdly, the monthly rent was to be paid by the Government and lastly, the tenancy was to commence from  1st January 1943 although the possession was to be taken from 23-2-1943. There is no dispute that after this letter was written , the premises were taken possession of and were occupied as stated in the said letter. There is further no dispute that the rent is being paid by the Government from the Government treasury since that day. In view of the Military Engineer Services Regulations the Garrison Engineer had an authority to take the said premises on hire and it was he who had taken the same for and on behalf of the government of India and the rent was also being paid by him on their behalf . Although therefore, there is no formal document of lease, these facts on record viz. Letter dated 17-2-1943, the occupation of the flat from 23-2-1943, and rent receipts showing the payment of rent all along by the Government from its funds by an officer authorised for the purpose show that there was a contract of lease entered into between the landlord of the premises on the one hand and the Garrison Engineer on the other for and on behalf of the Government of India . This is therefore not a case of an oral lease but a lease spelt out from the documents on record.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\"> II. In appeal No.216 of 1979 we are concerned with a flat in the building &quot;Krishna Kunj&quot; . The document which is on record is the agreement dated 4-6-1965 entered into between the Trustees of the building and the President of India . The President of India has been described in that agreement as the tenant . This agreement recites that the tenant has been occupation of the premises in question under a lease dated 17-9- 1945 made between the Trustees and the tenant . This document therefore shows that there was a written agreement of tenancy enterd into between the Trustees and the President of India  as early as on 17-9-1945 . The document further proceeds to recite that the Trustees have represented to the tenant that they will rebuild and reconstruct a new building on the same plot of land where the premises in question are now standing ahd that the Trustees will give on lease to the tenant , two flats of the description as are now being occupied and held by the tenant. It also further states that at the request of the Trustees , the tenant has agreed to vacate the portion of the building held by him on the condition that the Trustees will carry out and complete the demolition of the premises and thereafter construct a new building and hand over the new premises  to the tenant within a stipulated period of time. The document also shows that the new premises will be given by the Trustees on lease and at a rent to be fixed by the Bombay Municipal Corporation . The document also states that on the completion of the new building , a fresh lease agreement in the form introduced by the Government of India will be executed between the parties. However, it also further states that the fresh tenancy will commence from the date of occupation by the tenant of the new premises and the tenancy shall be for a period of ten years from the date of such commencement with option to the tenant to renew the same for a further period of ten years.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> There is no dispute that pursuant to this agreement the old premises were handed over and thereafter the new premises were occupied from July 1967 . There is also no dispute that the rent is being paid monthly by the Government from the Government funds even after its occupation of the newly constructed premises in July 1967. There is further nothing on record to show that any fresh agreement of lease as contemplated in the agreement was entered into between the Government of India and the Trustees.  Therefore, it can be legitimately held that since july 1967 , there is a monthly tenancy created in favour of the Government of India as evidenced by the rent receipts on the same terms and conditions as the original tenancy was created . This is further not a case where it can seriously be doubted that the monthly tenancy was for and on behalf of the Government of India , and the agreement for the purpose was entered in to by the Garrison Engineer i.e. the officer authorised on that behalf . This again is not a case of no agreement . The old agreement of 17-9-1945, the new agreement of 4-6-1965 , the rent receipts and the occupation of the premises continuously show that the contract of a monthly tenancy had come into existence validly between the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\"> III . In appeals nos.207, 214 and 217 of 1979 which relate to the premises in building Reviera , there is no formal document of lease, although the correspondence on record, the occupation of the premises and the payment of rent as evidenced by the rent reciepts ever since their occupation from the year 1942 show that there is a validly concluded contract of monthly tenancy between the land lord and the Government of India. In the correspondence the first in the series of letters is a letter dated 13.4.1942 , Exihibit 3(a) which is addressed by the Flag Officer to the Commodore, informing that the Government of India had given its sanction to the hiring of the premises at a monthly rental of Rs.5,800/- on certain conditions. This letter further categorically states that the lease will be executed by the owner or his agent on his behalf and the Garrison Engineer, Bombay, on behalf of the Government of India, and if a stamped lease was required, the cost of the stamp would be met by the owner. The letter also states that the lease shall be for an initial period of 3 years and it will be renewable month by month at the option of the Government at the same rent after the expiry of the period of three years. Three things are clear from this letter. Firstly , the Government of India had given its consent for taking the premises on lease. Secondly, the Government of India had also authorised the Garrison  Engineer to execute the lease. This authorisation was in addition to the general authority under the Military Engineer Services Regulations referred to earlier. Thirdly, the payment of rent was monthly and the tenancy contemplated was a monthly one.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\"> The next document is a copy of letter dated 16.4.1942 Exhibit &#x27;A&#x27;, from the commodore, which states that the Government of  India had given sanction for the hiring of the flats at a monthly rental of Rs.5,800/-. The letter encloses a draft lease agreement which is Exhibit &#x27;B&#x27; on records. This agreement shows that it was to be executed between the owner and the Garrison Engineer on behalf of the Government of India.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\"> The third document is a letter dated 9.6.1942 Exhibit 20 on record which is written by Messrs Gilbert  Lodge &amp; co solicitors of the owner to the commodore, Royal Indian Navy, stating therein that the draft lease with corrections was being sent to the commodore. It also mentions the facts that the landlord wished to execute the lease on or about the 20th of that month. It appears from the subsequent documents on records which are letters dated 18.6.1942 (Ex.16), 25.6.1942 (Ex.12) , 9.7.1942 (Ex.5) , 20.7.1942 (Ex.17 ) 1.8.1942 (Ex.6 ) , 27.8.1942 (Ex.7 ) and 9.9.1942 (Ex.18 ) that the drafts of the lease were exchanged between the parties and the possession of the premises was taken by the Government of India on 31.7.1942. The latter fact is evidenced by the contents of letter dated 1.8.1942. (Ex.6) written by the solicitors of the owner to the Garrison Engineer. Further there is correspondence between the Bombay Municipal Corporation and the Garrison Engineer on the subject. It appears that by his letter Dated 9.9.1942 (Ex.8 ) the Assesor and Collector of the Bombay Municipal Corporation had made a query to the Garrison  Engineer asking him to forward information with regard to the lease of the premises and the Garrison Engineer by his letter dated 11.9.1942 (Ex.19 ) had informed the Assesor and the Collector , that the tenency commenced from 1.9.1942 and the monthly rent of the premises was Rs.5,800/-. It therefore appears that although the premises were occupied on 31.7.1942, the tenancy had commenced from 1.9.1942.This it appears was because the premises were not ready for occupation in all respects as evidenced from the letters exchanged between the parties which are a letter (Ex.12 ) Dt; 25.6.1942 from the solicitors of the owners to the commodore, Royal Indian Navy, and another letter (Ex.17 ) Dt; 20.7.1942 from the Garrison Engineer to the solicitors of the owners. We have also on record a letter dated 30.10.1942 (Ex.9 )from the Station Staff Officer, Head Quarters Bombay , to the Garrison Engineer (Hiring) informing him that sanction was accorded to the hiring of the said premises on a monthly rental of Rs.5,800/- with effect from 1.8.1942. It further appears from the correspondence (Ex.C collectively) on record that till 1.3.1945, a formal lease agreement was not executed between the parties. Letter dated 24.2.1945 which is part of Ex.C (Colly.) and which is written by the solicitors of the owner of the premises, mentions the fact that the building had been in occupation of the officers belonging to the Royal Indian Navy on behalf of the Government since Aug 1942 and laments that although more than one draft of the lease had been prepared and approved and reapproved even as late as 26.8.1944 and it was stipulated that the Government would pay rent of Rs.5,800/- per month for the entire bulding , the rent of only Rs.5,00/- per month was being paid. It appears from this letter that there was some dispute going on between the parties with regard to the responsibility of the costs of repairs and maintanence . The Solicitors therefore had suggested some modification s in the agreement under this letter . This was responded to on behalf of the Government by the officer incharge of the Defence Accounts Department by a letter dated 1.3.1945 by suggesting further amendment in the agreement. There are no further documents on record in respect of the said lease. However, it is not disputed before us that the premises concerned have been in occupation of the Government of India since 1.8.1942. that the rent is being paid monthly  by the Government either from 1.8.1942 or from 1.9.1942. The correspondence also shows that the Garrison Engineer had received in addition to the general authority a special or ad hoc authority to enter into the contract of lease, that the Government has approved of the said contract of lease and had also sanctioned the main terms of lease including the rental. There is  further no dispute today between the landlord of the premises and the Government that a valid monthly lease exists between the parties. These facts therefore according to us are sufficient to establish a validly concluded monthly contract of lease in respect of the premises. This is again not a case of an oral lease but a lease as evidenced by the documents on record.\n</p> \n\n<p data-structure=\"Section\" id=\"p_56\"> 17.  We are therefore of the view that in all three cases viz. The premises in Hellolopis, Krishna Kunj and Reviera, the correspondence and the relevant documents on record together with the rent receipts and the continuous occupation clearly establish that there have been valid leases of the premises between the Government of India and the landlords concerned. The validity of these leases further is not challenged by either of the parties to the contracts for the alleged failure to comply with the requirements of  <a href=\"/doc/138062738/\" id=\"a_99\">S. 175(3)</a> of  the Government of India Act, 1935 or <a href=\"/doc/1525624/\" id=\"a_100\">Art. 299(1)</a> of the constitution as the case may be. In fact both the parties to the contract has accepted the leases as valid and have been fulfilling their respective obligations under them.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> We are further of the view that assuming that there is some non-compliance with the statutory requirements in executing the said leases, in the first instance,the Government has not disowned the same and secondly it has every right to ratify them since it is for its benefit and the Government has ratified them. In fact, the Government has been pursuing proceedings against the allottees i.e. the present appellants on the basis that the leases are valid.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\"> 18. Assuming that we are wrong in the view we have taken that the statutory requirements have been complied with in respect of the leases, there is no reason why in the present case, a presumption under <a href=\"/doc/731516/\" id=\"a_101\">section 114</a> of the Evidence Act that the official acts have been regularly performed, should not be drawn. The provision of  the said section enable the court to presume the existance of any facts which it thinks is likely to have happened, regard being had to the common course of natural events, human conduct and public and private business, in their relations to facts of the particular case. Illustration (e) under the said section enables the court to presume that the common course of business has been followed in particular cases. In all the three cases, we have pointed out that it was the intention of the Goverrnment of India to take the premises on lease. Pursuant to this intention, the premises were taken posession of by the Government of India and ever since the date of such posession, the rents of the  premises are being regularly paid from 1940 till today. None of the parties to the contract further, has ever disputed their validity and they have been fulfilling their obligations under them. Therefore, it will be legitimate to presume that leases have been taken by and on behalf of the Government of India by the officers authorised for the purpose and on the terms and conditions apparent on the record.\n</p> \n\n<p data-structure=\"Section\" id=\"p_59\"> By virtue of<a href=\"/doc/731516/\" id=\"a_102\"> S. 114</a> of the Evidence Act we will also be justified in presuming that the Military Engineer Service Regulations referred to earlier as stated in their preface have been framed in the normal course of business under the authority of the Government of India. Since the contracts have been entered into by the Garrison Engineer in exercise of his powers under the said Regulations, the provisions of<a href=\"/doc/138062738/\" id=\"a_103\"> S. 175(3)</a> of the Government of India Act, 1935 or that of <a href=\"/doc/1525624/\" id=\"a_104\">Art. 299(1)</a> of the Constn. Will not come  into play. For all these reasons we are of the view that there is no defect whatsoever in the contracts of leases in question.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_60\"> 19. The next question that falls for out consideration is, assuming that the leases are invalid, can the authorities under the said Act enquire into their validity at the instance of the third parties such as the allotlees and to what extent?\n</p> \n\n<p data-structure=\"Section\" id=\"p_61\"> According to us, for the reasons stated hereafter, the Estate Officer appointed under S/ 3 of the said Act as well as the Appellate Authority under<a href=\"/doc/106880620/\" id=\"a_105\"> S. 9</a> thereof have only to satisfy themselves that the facts giving rise to their jurisdiction have been established. Once those facts are established it is not open for them to go into the validity of those facts. Not only that but their finding that such facts do exist and therefore give them the jurisdiction can only be challenged by the procedure laid down to the said Act and not in a separate proceeding. If a Tribunal appointed under an Act is vested with jurisdiction to try cases arising out of the said Act, the Tribunal is also vested with the power to decide the existence or non-existence of facts giving rise to such jurisdiction, and the Tribunal&#x27;s finding thereon even if wrong can be assailed only before the authorities if any under the Act. Unless such finding is without any evidence on record or perverse or contrary to the evidence it is not liable to be questioned in a separate proceeding such as the Writ Petition under Arts. 226 and 227 of the Consin. We may in this connection refer to the relevant authorities.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1954356\" id=\"span_9\">In , <a href=\"/doc/1954356/\" id=\"a_106\">Province of Bombay v. Khushaldas S. Advani</a>, at page 242 in para 78 of the judgment the Court has observed as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_24\"> &quot;One other question arises in this connection and that relates to the second and alternative contention raised by the learned Attorney-General. When the legislature Attorney-General. When the legislature delegates powers could be exercised only if a certain state of facts exists, obviously the authority cannot act if the condition is not fulfilled. If It wrongly holdes or assumes that the condition exists although it actually does not exist, its assumption of jurisdiction would be unsupportable, and could be removed by a writ of certiorari. The Legislature however may entrust the authority with a jurisdiction which includes the jurisdiction to determine whether the preliminary state of facts exists. In such cases even if the authority makes a wrong decision either of facts or law, it can be corrected by an appellate tribunal if there is any, but not by an appellate tribunal if there is any, but not by a writ of certiorari, as every authority if it acts within jurisdiction is competent to decide both rightly or wrongly, Per Esher L. J., in Queen come-tax (1888) QBD 313 at p. 319.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> This authority therefore clearly lays down that where the Legislature entrusts an authority with a jurisdiction also to determine whether the preliminary state of facts exist, even if the authority makes a wrond decision either of fact or law, it can be corrected by an Appellate Tribunal if there is any, but not by a Writ of Certiorari, as every authority is competent to decide both rightly or wrongly so long as it is given jurisdiction to do so.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"608874\" id=\"span_10\">In  <a href=\"/doc/608874/\" id=\"a_107\">Bengal Immunity Co. LTD v. State of Bihar</a>, which reiterates what is stated <a href=\"/doc/608874/\" id=\"a_108\">in <a href=\"/doc/608874/\" id=\"a_109\">the above case</a></a>, it is observed in paragraph 144 as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_25\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"608874\" id=\"span_11\">&quot;....  .....  ...  ....  We are not here concerned with a statute whose &#x27;vires&#x27; is not in question, and which confers jurisdiction on any authority to take proceedings if certain facts exist and the enquiry directed by the authority is as to whether those facts exist. The determination in such a case is incidental to the effective exercise by the authority of its undisputed jurisdiction and if, as a result of that enquiry, it came to an erroneous conclusion, there is no error of jurisdiction, and it might well be contended <a href=\"/doc/608874/\" id=\"a_110\">in that case</a> that the remedy of the party aggrieved was to resort to the machinery provided in the Statute itself by way of appeal or revision, and that a writ of prohibition would be misconceived.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"287561\" id=\"span_12\">In . <a href=\"/doc/287561/\" id=\"a_111\">Shauqin Singh v. Desa Singh</a>, and on which much reliance was placed on behalf of the appellants, in para 6 of its judgment, the Court, while dealing with the jurisdiction of the Chief Settlement Commissioner under<a href=\"/doc/565385/\" id=\"a_112\"> S. 24(2)</a> of the Displaced Persons (Compensation and Rehabilitation) Act 44 of 1954, has stated as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_26\"> &quot; ...  ...  ...  ... The Chief Settlement Commissioner has, therefore, power under sub-section (2) to cancel an allotment if he is satisfied that the order of allotment of land has been &quot;obtained by means of fraud, false representation or concealment of any material fact.&quot; The power is judicial and by the use of the expression &quot;is satished&quot; the Chief Settlement commissioner is not made the final arbiter of the facts on which the conclusion is reached. The jurisdiction of the Chief Settlement Commissioner arises only if an allotment is obtained by means of fraud, false representation or concealment of material facts. The relevant satisfaction is a jurisdictional fact on the existence of which alone the power may be exercised. A superior authority or the High Court in a writ petition would, therefore, be entitled to consider whether there was due satisfaction by the Chief Settlement Commissioner on material placed before him and that the order was made not arbitrarily, capriciously or peryersely.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_66\"> It must be remembered that in the aforesaid case the Court was dealing with the exercise of jurisdiction by the Chief Settlement Commissioner where the Commissioner had arrived at a finding without any evidence. This was not a case where the authority had come to the conclusion that it had jurisdiction on the basis of evidence placed beofe it. It is in these circumstances that the Court observed that the High Court in a Writ Petition would be entided to consider whether there was due satisfaction by the Chief before him and that the order was made not arbitrarily, capriciously or perversely.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"342635\" id=\"span_13\">In AIR 1973 SC 1962. <a href=\"/doc/342635/\" id=\"a_113\">Raza Textiles Ltd., Rampur v. Income-tax Officer, Rampur</a>, the Court was dealing with the exercise of jurisdiction by the Income-tax Officer under <a href=\"/doc/108791183/\" id=\"a_114\">Section 18</a> (3-B) read with<a href=\"/doc/158133040/\" id=\"a_115\"> S. 18 (7)</a> of the Income-tax Act, 1922 which required the assessee to pay certain taxes on a sum remited by him as selling-commissioner to a nonresident. The question involved was whether the firm to wom the remittance was made was resident or non-resident. It was the contention of the assessee that the firm was not a non-resident firm. The income-tax Officer having held that the firm was non-resident and directed the payment of ta, the assessee went in appeal to the Appellate Assistant Commissioner. The Appellate Assistant Commissioner rejected the appeal on the ground that the same was not maintainable since an appeal lay to him under <a href=\"/doc/93237429/\" id=\"a_116\">Section 30</a>(1-A) only if the assessee had deducted the tax due from the non-resident in accordance with the provisions of sub-section (3-B) and had paid the sum so deducted to the Government. This order of the Appellate Assistant Commissioner was confirmed by the Tribunal. The appellant thereafter moved the High Court under under <a href=\"/doc/1712542/\" id=\"a_117\">Art. 226</a> of the Constn. The learned single Judge who heard the matter, came to the conclusion that the firm was not a non-resident firm and therefore the appellant was not required to act under <a href=\"/doc/108791183/\" id=\"a_118\">Section 18</a> (3-B). The Revenue went in appeal against the order of the learned single Judge and the Division Bench allowed the appeal obsering that the question before the income-tax Officer was whether the firm was non-resident of not. There was material before him on his question and he had jurisdiction to decide the question either way. It could not be said that the officer assumed jurisdiction by wrong decision on the question of residence. It is while commenting upon this decision of the Division Bench that the Supreme Court observed that the Bench was under an impression that the Income-tax Officer was the sole Judge of the fact that whether the firm in question was resident or non-resident. According to the Court further no authority, much less a quasi-judicial authority can conter jurisdiction on itself while considering a jurisdictional fact wrongly. The question whether the jurisdictional fact has been rightly decided or not is a question which is open for examination by the High Court in an application for a Writ of Certiorari.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\"> In . State of U. P. V. Anand Swarup, the question which fell before the Court was one arising out of the provisions of U. P. Government Premises (Rent Recovery and Eviction) Act, 1952. The point at issue was whether the premises were requisitioned by the Government and, if by the District Magistrate, whether they were requisitioned by him in exertcise of the powers validly delegated to him by the Government. This question arose in a suit which was filed by the occupant of the premises against the Government for a permanent injunction restraining the State and the District Magistrate who was made defendant in the case from recovering certain amount anf from threatening to evict him from a portion of the premises. It was the connot requisitioned. The Court came to the conclusion that on the material on record it was not possible to say that the premises in suit were a requisitioned property and therefore Government premises within the meaning of that Act because no notification containing the order of requisition had been produced either before the High Court or before the Court although an opportunity was offered by the Court in that behalf. Therefore the Court held that the said Act did not apply to the premises in question. This was again a case where there was no evidence on record to show that the premises were requisitioned.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_69\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1560414\" id=\"span_14\">The next case is . Collector or <a href=\"/doc/1560414/\" id=\"a_119\">Customs, Baroda v. Digvijaysinhji Spinning and Weaving Mills</a> /ltd., Jamnagar. In that case the point was whether the Chief Customs Authority while acting under Section 190 of the Sea Customs Act had power to commute the order of confiscation to a penalty not exceeding the value of the goods confiscated. Under the said section, the Authority had power to pass such an order subject to the conditions <a href=\"/doc/1560414/\" id=\"a_120\">laid down in</a> that section viz. That it should have obtained the consent of the party whose goods were confiseated. It is with reference to these facts that the Court observed that &quot;in a case like this when the validity of an order depends upon the fulfilment of a condition, the party relying upon the presumption in favour of the regular performance of an official act, should at least show that the order on the face of it is regular and is in conformity with the provisions of the stature.&quot; The Court further observed that &quot;if the order of the Chief Customs Authority ex facie does not show that it was made under <a href=\"/doc/73337186/\" id=\"a_121\">Section 190</a> of the Act, nor any prrof is offered to establish that fact by necessary evidence. Then it must be held that it has not  been established that the Chief Customs Authority made its order under <a href=\"/doc/73337186/\" id=\"a_122\">Section 190</a> of the Act with the consent of the owner of goods ordered to be confiscated.&quot;</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_70\"> This authority therefore holds that the order must at jeast ex facie show that it satisfies the condition for the exercise of the power.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_71\"> 20. A scrutiny of these authorities shows that the Tribunal appointed under a special Act has to satisfy itself that it has jurisdiction to pass orders. The Tribunal is not the sole Judge of the question whether the jurisdictional fact has been rightly or wrongly decided. If the decision is without evidence, perverse, contrary to facts or without application of mind, it can be corrected However no authority has gone to the extent of saying that although the jurisdictional facts are extablished, the Tribunal can enquire into their validity or otherwise, We are therefore of the view that once the jurisdictional facts are establishe it is not open for such Tribunal to conduct a collateral enquiry into the validity or otherwise of the said facts. In a case such a the present one, once the authorities under the At satisfy themselves that the premises are taken on lease by the Government, the Tribunal Is not required to go into the question of the validity of the lease.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\"> 21. On behalf of the appellants, two authorities of his Court were cited to show that the lease must positively be established to have been taken by and on behalf of the Government and unless it is done it cannot be held that the government is a tenant of the premises. The first is an unreported decision of the Division Bench consisting of Chainani C. J. And K. K. Desai. J. In Spl. Civil Appln. No. 112 of 1962. State of Maharashtra V. J. S. Bagayatkar, decided on 14-9-1962. In that case the facts were that the Commissioner of Police had taken the premises on lease sometime in 1939, and the flat was allotted to a Sub-Inspector of Police who was the opponent No. 1 in that case in 1950. On 2.11.1950, the Commissioner of Police worte a letter to the landlord in which he stated that from 25th Sept., onwards the rent would be paid to the landlord directly by the opponent. Sonce then the rent was all along being paid by the opponent and receipts for payment of rent were also issued in the name of the opponent. After the opponent retired form service in 1964, be was asked to vacate the premises. He die not do so and therefore the Commissioner of Police made an application to the competent authority for an order under the <a href=\"/doc/12004336/\" id=\"a_123\">Bombay Government Premises (Eviction) Act, 1955</a>, The competent authority passed an eviction order against the opponent. In appeal, the Principal Judge, City Civil Court, came to the conclustion that the premises had not been leased by the state Government. It is in these circumstances that the question which arose before the Division Bench was whether the premises were leased by the Government. On facts, the Division Bench came to the conclusion that the letter which the Commissioner of Police wrote to the landlord in 1939 showed that the premises had been leased by the Commissioner in his own name. The receipts were issued by the landlord in the name of the commissioner of Police and not in the name of the State Government. The Court therefore held that the lease in the case was taken by the Commissioner of Police in his own name and therefore it was difficult to hold that the premises had been leased by the State Government. We have pointed out that in our case, the leases have all along been taken for and on behalf of the Government of India.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_73\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"693824\" id=\"span_15\">The next unreported decision relied upon is of a learned single Judge, Chandurkar J. In Special Civil Application No. 665 of 1975. <a href=\"/doc/693824/\" id=\"a_124\">Dr. K. E. Soparrwalla v. M. K. Vaswant</a>, decided on 30-6-1976. It must be remembered at the outset that the Trustees vix., the landlords of the premises had filed a suit for ejectment against the Military Estate Officer, on the ground that it was the Military Estate Officer who was the lessee of the premises. The defence taken by the Military Estate Officer was that the premises were taken on lease by the Government of India and not by the Military Estate Officer and therefore the suit was bad in law. The trial Court held that the lease was through the Government of India and therefore notice under <a href=\"/doc/179074363/\" id=\"a_125\">Section 80</a> of the Civil P. C. Was necessary and since no such notice was given, the suit was not inaintainable. The Appeal Bench of the Small Causes Court held that there was no compliance with the provisions of <a href=\"/doc/1525624/\" id=\"a_126\">Art. 299(1)</a> of the Constn, and hence there was no valid contract of lease between the Government of India and the landlord. The Court therefore came to the conclusion that there was no lease in favour of the Government of India. However, the Court held that the Military Estate Officer against whom the decree was sought was not a legal entiry and therefore no decree could be passed in the suit. The Appeal Court therefore dismissed the plaintifs suit. If is aggrieved by his decision that the plaintiffs came in writ petition under Ar. 227 of the Constn. Before this court and while dealing with this simation, the learned single Judge took the view that it was not established on behalf of the defendant who was resisting the suit that the premises were taken on lease by the Government and not by the Military Estate Officer. It is for this reason that this Court decreed the plaintiff&#x27;s suit which was filed against the Military Estate Officer. Incidentally, it may be stated that while coming to this conclusion the learned single Judge took the view that it was not established on behalf of the defendant who was resisting the suit that the premises were taken on lease by the government and not by the Military Estate Officer, It is for this reason that this Court decreed that plaintiff&#x27;s suit which was filed against the Military Estate Officer. Incidentally, ti may be stated that while coming to this conclusion the learned single judge had an occasion to refer to the 1963 reprint of the Regulations for the Military Engineer Services. 1936, The learned Judge after referring to these Regulations observed that it was not shown that the document of lease entered into by the Garrison Engineer <a href=\"/doc/693824/\" id=\"a_127\">in that case</a> was on behalf of the Government of India or was in the exercise of any executive authority as contemplated by <a href=\"/doc/138062738/\" id=\"a_128\">Section 175(3)</a> of the Government of India Act. 1935. We have already ponted out that in our case there is no lis between the parties to the contracts of lease. In fact, both the parties to the contracts of lease accept the fact that the leases have been executed for and on behalf of the Government of India. Secondly, we have also held that in our case the Garrison Engineer has been authorised to enter into the lease-contracts. The ratio of the said two decisions therefore will be clearly inapplicable to the facts of our case.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_74\"> We therefore hold that even assuming the leases are defective for non-compliancewith the provisions of <a href=\"/doc/138062738/\" id=\"a_129\">Section 175(3)</a> of the Government of India Act, 1935 of <a href=\"/doc/1525624/\" id=\"a_130\">Art. 299(1)</a> of the Constn., it is not open for the appellants to challenge the said lease and the Estate officer or the appellate Authority under the Act cannot go into the question of the validity or otherwise of the leases. Once the factum of lease is established which has been done in the present case the authorities under the Act get jurisdiction to enqure under the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_75\"> 22. Assuming we are wrong in our aforesaid conclusions, we are of the view that there is no reason why the present premises should not fall within the expression &quot;belonging to the Central Government&quot; in the definition of &quot;public premises&quot; in<a href=\"/doc/176529644/\" id=\"a_131\"> S. 2(c)</a> of the said Act. There is no doubt that the expression &quot;belonging to&quot; does not mean the same thing as &quot;owned by&quot;. The two expressions have two different connotations. The expression &quot;belonging to&quot; will take within its sweep not only ownership but also rights lesser than that of ownership. It must be remembered in this connection that the expressions used in the statute are to be interpreted and given meaning in the context in which they are used. The present Act has been placed on the stature book to give a summary remedy to the government to evict persons in occupation of publie premises to obviate the long ordeal of trial in a civil Court and of further proceedings thereafter. Hence a wider meaning will have to be given to the expressions used in the Act for defining the concept of public premises. So viewed there is no reason why the premises of which possession for the time being premises of which possession for the time being vests in the government and which are allotted by the Government to others while so in possession should not be held to be public premises.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1963083\" id=\"span_16\">In . <a href=\"/doc/1963083/\" id=\"a_132\">Mahomed Amir Ahmad Khan v. Municipal Board of Sitapur</a>, the Supreme Court was called upon to consider the expression &quot;belonging to me&quot; used by the tenant in an application to the Compensation Officer under Act 26 of 1948 for the Rahabilitation of Rerugees. While commenting upon this in para 14 of the judgment the Court observed as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_27\"> &quot;Now to revert to paragraphs. 2, 5 and 8 which the learned Judge considered amounted to a clear and unequivocal denial of the Government&#x27;s title, they referred in para 2 to the words &#x27;belonging to me&#x27; as constituting a disclaimer of the tenancy and a repudiation of the landlord&#x27;s title. We do not agree that this is the only or proper construction which the words are capable of bearing. Though the word &quot;belonging&quot; no doubt is capable of denoting an absolute title, is nevertheless not confined to connoting that sense. Even possession of an interest less than that of full ownership could be signified by that word. In Webster &#x27;belong to&#x27; is explained as meaning inter alia &#x27;to be owned by be the possession of.&#x27; The precise sense which the word was meant to convey can therefore be gathered only by reading the document as a whole and adverting to the context in which it occurs. ..  ...  ..  ...&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_77\"> In Stroud&#x27;sJudicial Dictionary at page 269 the word &quot;belonging&quot; was been defined as follows:-\n</p>   \n\n<blockquote id=\"blockquote_28\"> &quot;Property &#x27;belonging&#x27; to a persons, has two general meanings, (1) ownership. (2) absolute right of user: &#x27;A&#x27; road may be said, with perfect properiety to belong to a man who has the right to use it as of right, although the soil does not belong to him.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_78\"> Therefore where a person has an absolute right to user i.e. right of user even against the owner. It can be said that the property belongs to him. It must be remembered that the absolute right of user is distinctfrom the possessory title which a person has against the whole world except the true owner. In the present case, in the first instance there is not dispute between the landlord and the government that the Government is the monthly tenant of the premises in question. Secondly, even under the Bombay Rent act, by virtue of <a href=\"/doc/129934088/\" id=\"a_133\">Section 4(1)</a> thereof, the Government&#x27;s tenancy is protected. Therefore. It can legitimately be held that the Government has an absolute right of user of the premises in question. If this is so, then the premises can property be said to &quot;belonging to&quot; does not merely include the right of ownership but also something less than that and since further the premises of which the absolute right of user vests in a person can be said to belong to him. The present premises will squarely be embraced by the definition of public premises within the meaning of the said Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_79\"> We may usefully refer, in this connnection, to two authorities. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"238448\" id=\"span_17\">In , <a href=\"/doc/238448/\" id=\"a_134\">Laxmipat Singhania v. Larsen &amp; Toubro Ltd.</a>, the facts were that the plaintiff had filed a suit for eviction against the defendants who were a Company to whom a portion of the building was let out. The plaintiff&#x27;s predecessor had taken on lease the land from the Port Trust for constructing the building. After constructing the building, he had let out a portion of the same to the defendants. The question was whether the building belonged to the Port Tust or to the plaintiff. If it belonged to the Port Trust the Rent Court had no jurisdiction in view of S. 4(1) of the Bombay Rent Act. While holding that the building belonged to the plaintiff the Court observed as follows (at p. 209 of AIR) : -</span>\n</p>   \n\n<blockquote id=\"blockquote_29\"> &quot;These decisions in my opinion estabish that there may be in relation to property a dual ownership for a limited period of time: 1982 Bom./30 X G - 12 and it would be possible to say in such cases that even a person who was not the absolute owner but had a right of ownership limited to the period was a person to whom the property belonged. No doubt these cases related to moveable property, but I do not conceive that the principle is any different when we are dealing with immoveable property. The tests as to whether for a limited period of time a temporary ownership has been created is according to the cases (1) whether there is a demise of the property. (2) whether there is full dominion and control over the property in the demisee and (3) whether the risk of the property falls on the demisee, or the absolute owner.\n</blockquote> \n\n<blockquote id=\"blockquote_30\"> Applying these principles to the case of a lease of land together with the building for a limited period of time - Particularly a period as long as 99 years - it appears to me that if the lease demises that land with the building and confers on the transferee full dominion and control over the property, the transferee taking the risk of the property, then, for that limited period, the lessee is the owner of the property and the property can be said to belong to him. Ownership is nothing more than a bundle of rights in relation to property. The aggregate of rights constitutes absolure ownership. It may be that during a stated period some of these rights are vested in one person and some in others. In the case of  a lessor and a lessee such as we are considering, the lessee has the right of reversion which of course is &#x27;not tangible immovable property, but an intangible thing. He has also a right of re-entry under the terms of the lease and he had further a right by covenant to claim the building upon termination in any other manner provided by the lease. With regard to all other rights in the property, these vest completely in the lesseee for the limited period of time. It seems to be that it is the lessee who is under the circumstances the owner qua at any rate those to whom be has let or sublet such premises. It is consistent with dual ownership that qua the lessee it may be that the lessor is the owner of the property; and in any proceedings between the lessor and the lessee it would be possible to say that the premises belonged to the lessor and not to the lessee. That is not the case before me. The case here arises between the lessee and those to whom he had let the premises. I have no doubt in my mind that qua the defendants in these two suits the premises in suit belong to the plaintiff and to nobody so long as the lease is subsisting. That being so, those premises are not excluded from the operation of the <a href=\"/doc/163138661/\" id=\"a_135\">Bombay Rents, Hotel and Lodging House Rates Control Act</a>, and this Court has therefore no jursdiction to entertain or try either of these suits&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_80\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188607\" id=\"span_18\">In  <a href=\"/doc/188607/\" id=\"a_136\">S. R. B. Kaikwad v. Union of India</a>, what fell for consideration was the status of the Central Government as the lessee when the lease is determined and the Government becomes a statutory tenant under the Bombay Rent Act. While construing the meaning of public premises in this context, the Court observed as follows: -</span>\n</p>   \n\n<blockquote id=\"blockquote_31\"> &quot;Even where the lease in favour of the Central Government is determined and the Central Govt, become a statutory tenant under the Bombay Rent Act, 1947 the premises do not cease to be public premises within the meaning of <a href=\"/doc/176529644/\" id=\"a_137\">Section 2(e)</a> The Act is not so much concerned with the title as with the possessory rights vested in the Central Government and <a href=\"/doc/176529644/\" id=\"a_138\">Section 2(e)</a> only indicates the sources by which such right to possession can be acquired, one such being, the taking of the premises on lease from its owner. The definition thus is descriptive of the source or origin of the possessory rights acquired by the Central Government. It is the continuance of the vesting of this possessory right in Government and not so much the origin thereof, that makes any premises, a public premises under the Act. The contract of lease, no dout, gives rise to the estate and interest of the lessee in the property, bare right to possession being only a part of such estate and interest. The determination of the lease, no doubt puts an end to the contract and such interest and the estate. However, provisions of the Bombay Rent Act afford some protection to the tenants against eviction and prevents such determination of lease from having its full effect. In spite of the determination of the lease and incapacity of the tenant and the landlord to enforce the terms of the contract, the ex-tenant actually happens to enjoy still, what once was the fruit and the product of the same contractual lease. In other words, the entire interest covered by the possessory right created by the contract does not come to an end with the determinationof the lease but part of it, at any rate i.e., the bare right to remain in possession still survives and is protected by the <a href=\"/doc/679372/\" id=\"a_139\">Rent Act</a>. The right to possession acquired by the Central Government under the lease on taking the same on lease, thus continues to exist and is protected, though the  lease interest and the estate comes to an end. The premises do not cease to have been &quot;taken on lease&quot; as the phraseology is merely descriptive of how the possessory right originated. The loss of contractual security, and the substitution thereof by the cover of the protection under the <a href=\"/doc/679372/\" id=\"a_140\">Rent Act</a> does not affect, at any rate, the kernel, i.e., the possessory right which also was the creature of the contractual lease. It is difficult to see how the premises cease to be public premises when in spite of the determination of the lease, possessory right created thereunder continues to be vested in the Government.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_81\"> The aforesaid observations reinforce the conclusion that where a person has an absolute right to user i.e., the right or user even against the owner. It can truly be said that the premises belong to such person though he is not the owner of the same. In the preearlier it can validly be held that the premises belong to the Central Government. Even assuming therefore that we are wrong in our conclusion that the premises are leased to the Central Government, the premises will be public premises within the meaning of the said Act and therefore the orders passed evicting the appellants are valid in law.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\"> 23. The Appellate Authority viz. The Principal Judge, City Civil Court, Bombay, has also held that by virtue of the possessory title of the Government, it can be said that the premises &quot;belong to&quot; the Government and therefore they are public premises. The nature of the possessory title as explained earlier is that a person in possession is entitled to remain in possession as against the whole world except the true woner. Even the owner cannot dispossess him except by due process of law. If this is so and if the present appellants have come into the premises under the cover of the possessory title of the Central Government, there is no reason why the phrase &quot;belonging to&quot; should not be construed to include such possessory title. We have out own doubts as to whether the phrase &quot;belonging to&quot; would include a mere possessory title. However it is not necessary for us to express any final opinion on the same either way. In the view that we have taken viz., that the premises are leased to the Central Government and in any case the belong to the Central Government on account of its absolute right of user of the same, according to us the appellants are liable to be evicted from the said premises. Although therefore we are unable to agree with the learned single Judge that an oral lease is a sufficient compliance with the provisions either of<a href=\"/doc/138062738/\" id=\"a_141\"> S. 175(3)</a> of the Government of India Act, 1935 or of <a href=\"/doc/1525624/\" id=\"a_142\">Art. 299(1)</a> of the Constitution, we are of the view that in the circumstances there is no substance in these appeals and they will have to be dismissed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_83\"> 24. In the result, the appeals fail and are hereby dismissed with costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_84\"> 25. The appellants apply for leave to appeal to the Supreme court, Leave is refused for acording to us there is no substantial question of law of public importance involved in the case which requires to be determined by the supreme coutt.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_85\"> 26. The appellants are given time to vacate the premises in their occupation on 31st July, 1982.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_86\">         27. Appeals dismissed.   \n</p> \n\n","numcites":51,"numcitedby":2,"docsource":"Bombay High Court","citetid":815115,"divtype":"judgments","relatedqs":[{"value":"unenforceable contract","formInput":"unenforceable%20contract"},{"value":"quasi contract","formInput":"quasi%20contract"},{"value":"oral contract","formInput":"oral%20contract"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"implied contract","formInput":"implied%20contract"},{"value":"article 299","formInput":"article%20299"},{"value":"government premises leased out","formInput":"government%20premises%20leased%20out"},{"value":"ratification","formInput":"ratification"},{"value":"additional evidence","formInput":"additional%20evidence"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"oral lease","formInput":"oral%20lease"},{"value":"\"implied contract\"","formInput":"%22implied%20contract%22"},{"value":"\"jurisdictional fact\"","formInput":"%22jurisdictional%20fact%22"},{"value":"month to month tenancy","formInput":"month%20to%20month%20tenancy"},{"value":"indian navy","formInput":"indian%20navy"},{"value":"Royal Indian navy","formInput":"Royal%20Indian%20navy"},{"value":"commodore","formInput":"commodore"},{"value":"jurisdictional facts","formInput":"jurisdictional%20facts"}],"courtcopy":false,"query_alert":null,"agreement":false}