{"tid":746307,"publishdate":"2007-12-28","title":"Alcove Industries Ltd. vs Oriental Structural Engineers Ltd. on 28 December, 2007","doc":"<h2 class=\"doc_title\">Alcove Industries Ltd. vs Oriental Structural Engineers Ltd. on 28 December, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2008(1)ARBLR393(DELHI)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-sanghi\">Vipin Sanghi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-sanghi\">Vipin Sanghi</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nVipin Sanghi, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. By this order, I propose to disposed of OMP No. 7/2006 and OMP No.26/2006 both preferred by the Petitioner under <a href=\"/doc/750244/\" id=\"a_1\">Section 12</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the `Act&#x27;) seeking removal of respondent no. 2, (the Sole Arbitrator) and appointment of an independent and impartial arbitrator in his place. Since, most of the facts and contentions are common to both the petitions, I am disposing them off by a common judgment, while making a note of the differences in facts and submissions in the two petitions. Background facts\n \n\n</p><p data-structure=\"Facts\" id=\"p_2\">2. The respondent no.1 i.e. M/s Oriental Structural Engineers Ltd had been awarded the work for conversion of existing road to four lane by widening and strengthening of the existing road starting from 140 km to 180 km and 180 km to 240 km in the State of Bihar, Aurangabad sector by the National Highway Authority of India (NHAI). This contract is referred to as the Principal Contract.? In turn, respondent no.1 awarded a part of the work to the petitioner for the quarrying of rock boulders including transportation and feeding into crusher vide work order dated 19.12.2000. (OMP No.7/2006 has been preferred in relation to the Arbitration proceedings arising out of this work order). Vide separate work order dated 03.07.2002, various earth works to be done at the said road stretch were also awarded to the petitioner. (OMP No.29/2006 pertains to the Arbitration proceedings arising out of this work order).? Though the works commenced, soon thereafter certain safety issues were raised by the petitioner which ultimately led to the works coming to a halt.? Various correspondences were exchanged between the parties and each found the other in the wrong for the works not being performed under the contract. Consequently, disputes and differences arose between the parties.? The work order/agreement dated 19.12.2000 contained an arbitration agreement in clause 23 in the following terms:\n</p><blockquote id=\"blockquote_1\"> 23. All disputes in this contract shall be decided by an Arbitrator to be appointed by the Managing Director, Oriental Structural Engineers Ltd., New Delhi subject to the provisions of <a href=\"/doc/1306164/\" id=\"a_2\">Indian Arbitration and Conciliation Act, 1996</a>. The matter shall be under the jurisdiction of Delhi Courts only.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The work order dated 03.07.2002 also contained an identical clause viz. clause No.26.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">4. The petitioner invoked the arbitration agreement contained in clause 23 vide its letter dated 23.6.2003 and called upon the respondent no. 1 to suggest names of three retired High Court Judges from amongst whom one could be appointed as the sole arbitrator.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. However, clause 23 of the work order/agreement provided that appointment of any arbitrator was to be made by the Managing Director of the Oriental Structural Engineers Ltd, New Delhi (the respondent no.1 herein).\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The respondent no. 1 in its reply dated 01.07.2003 called upon the petitioner to submit its claim before the Managing Director for consideration of the matter. It appears that the petitioner filed a petition under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> of the Act being OMP No.276/2003 seeking certain interlocutory reliefs and measures. This petition is stated to have been listed before the Court on 16.07.2003, and notice was issued by the Court returnable on 19.08.2003. Thereafter, respondent no. 2 was appointed as the Sole Arbitrator by the respondent no.1 vide letter dated 25.8.2003. The Sole Arbitrator i.e. respondent No.2 entered upon the reference on 27.8.2003.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. On 17.9.2003 the petitioner requested the Sole Arbitrator to make a declaration as to his independence and impartiality. It was stated that as per the petitioners information, the respondent No.1 had done a lot of work with the Airport Authority of India (AAI) while the respondent No.2 was working for them. Vide letter of even date, the respondent no. 1 was also requested to furnish the details of works done by them for Airport Authority of India (AAI) during the period when respondent no. 2 was holding various posts with the AAI.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. Both the respondents vide their separate letters dated 23.9.2003 replied to the two letters dated 17.9.2003. The respondent no.2 in his reply stated that in the past he had no relations with respondent no.1 except for working as an Arbitrator/member, Dispute Review Body in respect of some works executed by the respondent no. 1 for various Government Departments. Respondent No.1 also denied any suggestion that it had done any works as contractors under respondent No.2.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. Thereafter, for about 16 months there was no further interaction between the petitioner and the sole Arbitrator. Vide letter dated 21st January, 2005 the respondent no. 2 called upon the petitioner to submit its statement of claim along with documents.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">10. Petitioner responded with a letter dated 18.2.2005 expressing surprise at receiving the letter from respondent No.2 after such length of time, and also stated that they were under the impression that he had rescued himself in the matter. The petitioner also sought certain information with regard to the outcome of the other arbitration proceedings involving respondent no.1 wherein respondent no.2 was acting as an Arbitrator.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. Since no reply was received, the petitioner again wrote to respondent No.2 on 21.4.2005 that on account of? lack of any response from him to the letter dated 18.2.2005, it would be presumed that the arbitrator has recused himself in the matter. Vide reply dated 29.4.2005, respondent no. 2 denied the suggestion that he has recused himself from presiding as the Sole Arbitrator in the arbitration in question. It was also pointed out that, though in last five years he has been appointed as one of the Arbitrators in three arbitral tribunals involving respondent no.1, no award has been passed in any of those proceedings.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">12. The petitioner not having doubts with regard to the independence and impartiality of respondent no.2 to act as the sole Arbitrator preferred this petition on 07.01.2006.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">13. After the petition was filed, an amendment application being IA No.12365/2006 was moved in November, 2006 by the petitioner to amend the petition in the light of the facts disclosed in the reply filed by the respondent No.1 and for the purpose of introducing an additional ground for declaring that the mandate of the Sole Arbitrator stood terminated viz., that he had failed to act without undue delay. This application was allowed by me vide order dated 23.10.2007.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">14. In OMP No.29/2006, vide letter dated 16.12.2005 the arbitration agreement contained in Clause 26 of the relevant work order dated 3.7.2002 was invoked and respondent No.1 appointed respondent No.2 as the arbitrator in this dispute also. This petition has also been filed on the ground that the sole Arbitrator i.e. respondent No.2 has lost his mandate on account of his de jure inability to function as an arbitrator due to the existence of justifiable grounds about his independence and impartiality. Petitioner&#x27;s submissions:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. The respondents have consistently failed to make a full disclosure of the relevant facts with regard to the past association of respondent no.2 with respondent no.1 and his involvement with the principal contract, of which the petitioner is awarded sub-contracts. There is a conscious effort on the part of the respondents to hold back and suppress the relevant information, which has trickled in from time to time during the course of correspondence exchanged with the respondents and also in the course of these proceedings. The disclosures made by the respondents from time to time with regard to the inter se dealings and association between the respondents give rise to justifiable doubts as to the independence and impartiality of respondent no.2 to act as the sole Arbitrator in the arbitral proceedings in question. The reply of respondent no.1 to the petition reveals that the arbitrator has complete personal knowledge of the project, and the principal contract. Admittedly, he is the Chairman of the Dispute Review Board for contract Package IV-D i.e. the Principal Contract, in relation to which the petitioner has been issued the two work orders as a sub-contractor. Admittedly, the second respondent is required to make 3 site visits every year to ascertain the projection conditions and status of work. He has personal knowledge of the conditions in which the work was to be performed by the petitioner which is bound to influence his objectivity in deciding the disputes between the parties and create a prejudice in his mind against the petitioner. Merely because the petitioner has agreed that respondent No.1 may nominate the Arbitrator, it does not mean that the nominee can be a person who is personally involved with, or aware of the circumstances in which the contracts were being executed, since the petitioner had not agreed to nomination of an arbitrator with such association with one of the parties or with such personal knowledge or involvement in the execution of the contracts. Respondent No.2, while functioning as the Chairman of the Dispute Resolution Board in relation to the principal contract would be confronted with, inter alia, the same issues which would need determination in arbitration in relation to the contracts in question, though the petitioners would not be involved in the former process. The views that he may form in those proceedings are bound to influence his determination in the Arbitration proceedings in question between the petitioner and respondent No.1. Respondent No.2 therefore suffers from de jure inability from functioning as an arbitrator in relation to the contracts between the parties and he has lost his mandate to so act.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\">16. As aforesaid, by way of an amendment which has been allowed by me, an additional ground has also been introduced in OMP No.7/2006 to say that the Arbitrator has failed to act without undue delay and on that account his mandate stands terminated. Since OMP No.29/2006 has been filed in respect of appointment of respondent No.2 as arbitrator made only on 16.12.2005, the issue of delay does not arise in this petition.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"463359\" id=\"span_1\">17. Learned Senior counsel for the petitioner Mr. A.S. Chandhiok has relied upon <a href=\"/doc/463359/\" id=\"a_4\">State of Arunachal Pradesh v. Subhas Projects and Marketing Ltd. and Anr.</a> 2007 (1) Arb.</span> LR 564 (Gauhati) (DB) and Shyam Telecom Ltd. V. Arm Ltd. 113 (2004) DLT 778 to support the contention that this court has the jurisdiction to interfere under <a href=\"/doc/966297/\" id=\"a_5\">Section 14</a> of the Act, when the mandate of the Arbitrator stands terminated. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"253595\" id=\"span_2\">Reliance has also been placed on <a href=\"/doc/253595/\" id=\"a_6\">Indira Rai and Anr. v. Vatika Plantations P. Ltd.</a>  to say that once the Arbitrator nominated by a party loses his mandate, the court is not powerless to appoint a substitute.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1781225\" id=\"span_3\"><a href=\"/doc/1781225/\" id=\"a_7\">Saurabh Kalani v. Tata Finance Ltd. and Anr.</a> 2004 (1) Recent Arb. Judgments 120 (Bom) has been relied to say the Arbitrator is duty bound to disclose informations which may give rise to an apprehension of bias. He relies on the tests laid down therein for determining the aspect of possible bias. Respondent&#x27;s submissions:</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">18. The respondent no. 1, first and foremost submitted that these petitions are not maintainable in law. The procedure to challenge the authority and competence of an arbitral tribunal, and the grounds on which the same can be challenged are contained in <a href=\"/doc/750244/\" id=\"a_8\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_9\">13</a> of the Act. The petitioner had raised a challenge to the authority and competence of respondent no.2, and the same has been rejected by him. Accordingly, the arbitral tribunal is now competent to proceed with the reference and make the arbitral award. The petitioner can now raise a further challenge, if it is still aggrieved, only after the arbitral award is made, at the stage of filing objections to the award under <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> of the Act. It is argued that the legislature has consciously prescribed the aforesaid procedure to minimise interference by the courts in the progress of the arbitral proceedings at intermediate stages, so that the arbitral proceedings are taken up expeditiously. Reference was also made to <a href=\"/doc/310829/\" id=\"a_11\">Section 5</a> of the Act which prohibits judicial authorities, which includes civil courts, from intervening in matters covered by <a href=\"/doc/1306164/\" id=\"a_12\">Part I of the Act</a>, except to the extent provided by <a href=\"/doc/1306164/\" id=\"a_13\">Part I of the Act</a>. The respondent also submits that the mere appointment of respondent no.2 as the Chairman of the Dispute Review Board does not impinge on his independence as an arbitrator in resolving the inter se disputes between the petitioner and respondent No.1.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1619007\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1440617\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626800\" id=\"span_6\">19. Mr. P.V. Kapur, learned Senior counsel appearing for the respondent <a href=\"/doc/1781225/\" id=\"a_14\">placed reliance upon</a> <a href=\"/doc/1626800/\" id=\"a_15\">G. Vijayaraghavan v. M.D., Central Warehousing Corporation and Anr.</a> 86(2006) DLT 844 ; <a href=\"/doc/1440617/\" id=\"a_16\">Trishul Construction Co. v. Delhi Development Authority</a> 1994(2) ALR 303 ; <a href=\"/doc/1619007/\" id=\"a_17\">Novel Granites Ltd v. Lakhmi General Finance Ltd.</a> 2003 (supl.) ALR 286 (Mad) to contend that mere appointment of the same person as an arbitrator in more than one matters by a party, or existence of a relationship of employer and employee between a party and the arbitrator does not, of itself, give rise to a justifiable doubt of bias or impinge on the independence or impartiality of an arbitrator. It does not constitute a ground for termination of the mandate of the arbitrator by the Court, as it does not constitute de jure inability to perform the functions of an Arbitrator.</span></span></span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808398\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"516130\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1852790\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1212620\" id=\"span_10\">20. Reliance has been placed upon <a href=\"/doc/1212620/\" id=\"a_18\">Bharat Heavy Electricals Ltd v. C.N. Garg and Ors.</a> 88(2000)DLT 242 (DB) ; <a href=\"/doc/1852790/\" id=\"a_19\">Unipack Industries v. Subhash Chand Jain and Ors.</a> 2002(61) DRJ 586 ; <a href=\"/doc/516130/\" id=\"a_20\">Dharam Prakash v. Union of India and Anr.</a> 2007 III A.D. (Delhi) 103; <a href=\"/doc/1808398/\" id=\"a_21\">Newton Engineering and Chemicals Ltd. v. Indian Oil Corporation Ltd. and Ors.</a> 2006 IX AD (Delhi) 243, to buttress the contention that once as arbitrator stands appointed as per the procedure agreed to by the parties for his appointment, the mandate of the arbitration can be challenged before the arbitrator himself only as per the procedure provided under <a href=\"/doc/1137274/\" id=\"a_22\">Section 13</a> of the Act and if that fails, under <a href=\"/doc/536284/\" id=\"a_23\">Section 34</a> of the Act and there is no other provision under which arbitrator can be removed by the Court.</span></span></span></span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1609294\" id=\"span_11\">21. As far as ground of undue delay on the part of the Arbitrator in proceeding with the reference in relation to work order dated 19.12.2000 is concerned, the submission of the respondent is that the said ground is an afterthought inasmuch, as, the same was not even taken as a ground in the petition as originally filed. The delay, if any, is also stated to be solely attributable to the petitioner as it failed to file its statement of claim in time. Reliance has been placed on <a href=\"/doc/1609294/\" id=\"a_24\">P.C. Sharma and Co. v. DDA and Ors.</a> (2006)VI AD(Delhi)548 in this regard. Discussion and Decision:</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">22. It is well settled that the mere erroneous mention of a legal provision in a petition does not effect the maintainability of the petition itself, if otherwise, the court has the jurisdiction to entertain the petition and the petition itself discloses a cause of action. The mention of <a href=\"/doc/750244/\" id=\"a_25\">Section 12</a> in the title of the petition therefore is not conclusive as to the nature of the petition, and its title would not be determinative of the issue of its maintainability before this court. (See 1999 (V) AD Delhi 52, 2001 IV AD Delhi 870).\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">23. To the extent that the Respondent contends that there is no power of removal of an arbitrator under the Act, the submission of the Respondent is well founded. Unlike the Arbitration Act 1940 (see <a href=\"/doc/310829/\" id=\"a_26\">Sections 5</a>, <a href=\"/doc/1841764/\" id=\"a_27\">11</a> and <a href=\"/doc/750244/\" id=\"a_28\">12</a> of the 1940 Act), the act contains no provision for the removal of the arbitrator on any ground. However, by virtue of <a href=\"/doc/966297/\" id=\"a_29\">Section 14(1)</a> of the Act, the mandate of an arbitrator terminates if one or more of the contingencies specifically provided for therein occur. <a href=\"/doc/966297/\" id=\"a_30\">Section 14(1)</a> of the Act reads as follows: -\n</p>  \n\n<blockquote id=\"blockquote_2\">14. Failure or impossibility to act (1) The mandate of an arbitrator shall terminate if -\n</blockquote>  \n\n<blockquote id=\"blockquote_3\">(a) he becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay; and\n \n\n</blockquote><blockquote id=\"blockquote_4\">(b) he withdraws from his office or the parties agree to the termination of his mandate..\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. This means that the termination of the mandate of the arbitrator upon the occurrence of any of the said contingencies is automatic by sheer force of law, i.e. ipso jure. There may be cases where there may be no scope at all for the parties to get into a controversy with regard to the automatic termination of the mandate of the arbitrator, such as, where he is declared to have become insolvent or insane, and such determination has attained finality, or where he may have suffered from such a debilitating diseases or ailment which robs him of his mental faculties. However, there may be cases where one party is of the view that the Arbitrator has ipso jure lost his mandate, while the other contends that the mandate of the arbitrator still subsists. When such a controversy arises, the same is to be resolved by the court by virtue of <a href=\"/doc/409037/\" id=\"a_31\">Section 14(2)</a> of the Act, which reads as under.\n</p><p data-structure=\"Section\" id=\"p_25\"> 14(2) If a controversy remains concerning any of the grounds referred to in clause (a) of Sub-section (1), a party may, unless otherwise agreed by the parties, apply to the Court to decide on the termination of the mandate.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">25. Therefore, a petition under <a href=\"/doc/409037/\" id=\"a_32\">Section 14(2)</a> of the Act, to determine the issue as to whether the mandate of the arbitrator stands terminated on the occurrence of one or more of the contingencies contained in clauses (a) and (b) of <a href=\"/doc/966297/\" id=\"a_33\">Section 14(1)</a> of the act would be maintainable. While deciding a petition under <a href=\"/doc/409037/\" id=\"a_34\">Section 14(2)</a> of the Act, all that the court does is to declare whether the termination of the mandate of the arbitrator ipso jure has taken place or not. To that extent, the order of the court passed under <a href=\"/doc/409037/\" id=\"a_35\">Section 14(2)</a> of the Act is merely declaratory, and is not in the nature of a mandatory or perpetual injunction to remove the arbitrator or to restrain him from acting as an arbitrator. Removal of an arbitrator postulates that the arbitrator is otherwise vested with mandate to proceed to function as an arbitrator, but the Court, for certain reasons, removes or dislodges him from that position. What follows post that declaration is a different matter. If the Court finds that the mandate of the Arbitrator stands terminated, it may or may not proceed to supply the vacancy, depending on the facts and circumstances of a particular case. However, merely because the Court may in the facts of a given case declare that the mandate of the existing Arbitrator stands terminated and thereafter proceeds to fill up the vacancy, that would not tantamount to the removal of the Arbitrator by the Court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">26. To determine whether a petition is one falling within the scope of <a href=\"/doc/409037/\" id=\"a_36\">Section 14(2)</a> of the Act, one must look to the averments made in the petitions. In the two petitions before me the primary submission of the petitioner is that the arbitrator, i.e. Respondent No. 2 is de jure unable to perform his functions as an Arbitrator inasmuch, as, there is a justifiable and reasonable apprehension of bias against him on account of his past dealings/association with respondent No.1 as respondent No.2 has been appointed in various arbitral proceedings as an arbitrator, wherein respondent No.1 is a party. It is also argued that on account of his personal involvement with the principal contract, as the Chairman of the Dispute Resolution Board under that contract between Respondent No. 1 and the employer i.e. NHAI, Respondent No.2 is de jure disqualified to function as an Arbitrator. In that capacity respondent No.2 is obliged to make repeated visits to the site of the contracts between the petitioner and Respondent No.1, and therefore, has personal knowledge, information and involvement with the said contracts. It is also argued that the conduct of the respondents in holding back information with regard to their past associations, dealings and the involvement of Respondent No.2 with the contract in question gives rise to justifiable doubts as to the independent and impartiality of Respondent No.2 and this makes him de jure unable to perform his function as an arbitrator.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_28\">27. In one of the petitions, namely OMP No.7/2006, the additional submission is that the arbitrator has failed to act without undue delay and therefore has lost his mandate.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">28. The aforesaid submissions of the petitioner need to be examined in greater detail which I shall presently be doing. However, in view of the said averments and arguments, it is clear that the present petitions disclose a cause of action for maintaining these petitions under Section 14(2) of the Act and I accordingly hold so.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">29. I now turn to deal with the primary objection of the respondent that the challenge to the authority and competence of the sole Arbitrator raised under <a href=\"/doc/750244/\" id=\"a_37\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_38\">13</a> of the Act having been raised and turned down, it is not open to the petitioner to now file a petition under <a href=\"/doc/966297/\" id=\"a_39\">Section 14</a> of the Act, and the petitioner has no option at this stage but to participate in the Arbitral proceedings. It is argued that if he is still dissatisfied with the Awards that may be rendered by the sole Arbitrator, it would be open to him to challenge the arbitral awards under <a href=\"/doc/536284/\" id=\"a_40\">Section 34</a> of the Act, and in that process the petitioner may raise a challenge to the authority and competence of the Arbitrator as well before the Court. For this he relies on Sub-sections (4) and (5) of <a href=\"/doc/1137274/\" id=\"a_41\">Section 13</a>, which read as under: -\n</p>  \n\n<blockquote id=\"blockquote_5\">13. .... \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_31\">(4) If a challenge under any procedure agreed upon by the parties or under the procedure under Sub-section (2) is not successful, the arbitral tribunal shall continue the arbitral proceedings and make an arbitral award.\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">(5) Where an arbitral award is made under Sub-section (4), the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with <a href=\"/doc/536284/\" id=\"a_42\">Section 34</a>.?\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">30. It is often said that haste makes waste. The object of the Act is not merely to see that, good or bad, an arbitral award comes into existence at the earliest. The object is to see that the proceedings come to a finality without the intervention of the Court, unless such intervention by the Court is warranted in a given case and the same is permitted by the law. It would serve no purpose, and would rather be a wasteful expense of time and resources, if the arbitral proceedings which ought to be interdicted are allowed to continue and culminate into an award, which would not stand scrutiny in the eyes of law. A stitch in time saves nine. Therefore, if a lacuna is found in the arbitral proceedings, such as, a justifiable apprehension of bias of an Arbitrator, it would be best to see that the law (as contained in <a href=\"/doc/966297/\" id=\"a_43\">Section 14</a> of the Act) is given effect to with promptitude and a declaration made of the event that has, in law, already taken place i.e. the termination of the mandate of the Arbitrator and, if the facts of the case so warrant, to substitute or facilitate the substitution of another independent Arbitrator so that the proceedings can be held in a legal and sustainable manner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">31. Those who are opposed to any kind of intervention by the Court during the pendency of the arbitral proceedings, even when the same, and to the extent the same is expressly permitted by the law, fail to see that timely interference by the court in deserving cases leads to saving of time rather than its wastage, between the point in time that the arbitration proceedings commence and up till the time when the arbitral award becomes enforceable as a decree of the Court. An award does not become enforceable till the objections thereto under <a href=\"/doc/536284/\" id=\"a_44\">Section 34</a> of the Act are dismissed, if preferred. Even if the stage for holding an enquiry with regard to the termination of mandate of an Arbitrator is postponed to the post award stage i.e. under <a href=\"/doc/536284/\" id=\"a_45\">Section 34</a> of the Act, that enquiry, in any event, would have to be undertaken and would consume the same amount of time, effort and expense, and lead to the same result, as a petition under <a href=\"/doc/966297/\" id=\"a_46\">Section 14</a> of the Act would take, if is entertained during the pendency of the arbitral proceedings. Therefore, to my mind it would not adversely impact the amount of time it takes to bring the arbitral award to fruition. On the other hand, timely surgery could remove the malingent and fatal lacunas in the arbitral proceedings and set them on the right course to produce an award bereft of such infirmities. After all, this enquiry would have to be taken once, whether it is under <a href=\"/doc/966297/\" id=\"a_47\">Section 14</a> or <a href=\"/doc/536284/\" id=\"a_48\">Section 34</a> of the Act. If it is undertaken under <a href=\"/doc/966297/\" id=\"a_49\">Section 14</a> and it fails, the said finding would obviously bind the parties and the objecting party would be precluded from raising the same all over again on the same facts and circumstances.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">32. The philosophy behind the earlier view of the Supreme Court in relation to the nature of power exercised by the Chief Justice while dealing with an application under <a href=\"/doc/1841764/\" id=\"a_50\">Section 11</a> of the Act while holding the said power to be an administrative power, was that the arbitration process should be set in motion at the earliest without wastage of time and without entertaining any contentious issues raised by a party objecting to the appointment of an Arbitrator. However, this view was subsequently rejected in SBP and Co. v. Patel Engineering Ltd. (2005) 8 SCC 618, when the Supreme Court realised that such routine appointment of an Arbitrator by treating the power as an administrative one was leading to great prejudice in cases where the appointment of the Arbitrator was not at all called for. The Court held the power of appointment of an Arbitrator under <a href=\"/doc/1841764/\" id=\"a_51\">Section 11</a> to be a judicial power of the Chief Justice since it saw reduction in judicial interference during the course of the arbitration proceedings by adopting such a view. Paragraph 32 of Patel Engineering Ltd. (supra) is relevant and the same reads as follows: -\n</p><blockquote id=\"blockquote_6\"> 32. Moreover, in a case where the objection to jurisdiction or the existence of an arbitration agreement is overruled by the Arbitral Tribunal, the party has to participate in the arbitration proceedings extending over a period of time by incurring substantial expenditure and then to come to the court with an application under <a href=\"/doc/1722761/\" id=\"a_52\">Section 34</a> of the Arbitration Act seeking the setting aside of the award on the ground that there was no arbitration agreement or that there was nothing to be arbitrated upon when the Tribunal was constituted. Though this may avoid intervention by court until the award is pronounced, it does mean considerable expenditure and time spent by the party before the Arbitral Tribunal. On the other hand, if even at the initial stage, the Chief Justice judicially pronounces that he has jurisdiction to appoint an arbitrator, that there is an arbitration agreement between the parties, that there was a live and subsisting dispute for being referred to arbitration and constitutes the Tribunal as envisaged, on being satisfied of the existence of the conditions for the exercise of his power, ensuring that the arbitrator is a qualified arbitrator, that will put an end to a host of disputes between the parties, leaving the party aggrieved with a remedy of approaching this Court under <a href=\"/doc/427855/\" id=\"a_53\">Article 136</a> of the Constitution. That would give this Court, an opportunity of scrutinising the decision of the Chief Justice on merits and deciding whether it calls for interference in exercise of its plenary power. Once this Court declines to interfere with the adjudication of the Chief Justice to the extent it is made, it becomes final. This reasoning is also supported by Sub-section (7) of <a href=\"/doc/1841764/\" id=\"a_54\">Section 11</a>, making final, the decision of the Chief Justice on the matters decided by him while constituting the Arbitral Tribunal. This will leave the Arbitral Tribunal to decide the dispute on merits unhampered by preliminary and technical objections. In the long run, especially in the context of the judicial system in our country, this would be more conducive to minimising judicial intervention in matters coming under the Act. This will also avert the situation where even the order Chief Justice of India could be challenged before a Single Judge of the High Court invoking <a href=\"/doc/1712542/\" id=\"a_55\">Article 226</a> of the Constitution or before an Arbitral Tribunal, consisting not necessarily of legally trained persons and their coming to a conclusion that their constitution by the Chief Justice was not warranted in the absence of an arbitration agreement or in the absence of a dispute in terms of the agreement.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">33. Similarly, in my view, it would not serve any meaningful purpose to negate the rights of a party which are statutorily granted under <a href=\"/doc/966297/\" id=\"a_56\">Section 14</a> of the Act, on account of the desire to see that the arbitral proceedings are not allowed to be stalked or interfered with at the behest of one of the parties during their progress. To deny such a right would be in the teeth of the law. Of course, it would be for the Court to evaluate in the facts of a given case whether there is any merit in the petition or it is merely a delaying tactics on the part of the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996637\" id=\"span_12\">34. A Division Bench of this Court in <a href=\"/doc/996637/\" id=\"a_57\">Surinder Pal Singh v. HPCL and Anr.</a> 2007 (2) RAJ 364 (Del) has also held that in the event of a dispute regarding termination of mandate of an arbitrator, for the reasons contained in <a href=\"/doc/966297/\" id=\"a_58\">Section 14(1)</a>, the issue has to be resolved only by the Court. Thus, a party intending to have the issue regarding termination of mandate resolved, has to apply to the competent court under <a href=\"/doc/966297/\" id=\"a_59\">Section 14(1)</a> and (2) of the Act.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_9\">35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"521597\" id=\"span_13\">In <a href=\"/doc/521597/\" id=\"a_60\">Arun Kapur v. Vikram Kapur</a> 2002 (4) RAJ 414 (Del) this Court cited with approval the following observations made in United Indian Insurance Co. Ltd. v. M/s Kumar Texturisers and Anr. ; ?It is therefore clear that a Court can intervene only in the event of a remedy is provided under the Act. <a href=\"/doc/1306164/\" id=\"a_61\">The Arbitration and Conciliation Act, 1996</a> which hereinafter shall be referred to as the Act of 1996, has repealed as <a href=\"/doc/1052228/\" id=\"a_62\">Arbitration Act, 1940</a> and the Foreign Award Act, 1961 as also another legislation. One of the main objects of the Act is to minimise the supervisory role of Courts in the arbitral process. The question which has arisen, therefore, will have to be decided by considering <a href=\"/doc/310829/\" id=\"a_63\">Section 5</a> and the object for which the Act of 1996 has been enacted.?</span>\n</blockquote><p data-structure=\"Section\" id=\"p_36\"> The court can intervene also on an application under <a href=\"/doc/409037/\" id=\"a_64\">Section 14(2)</a> of the Act of 1996. In other words, a conjoint reading of <a href=\"/doc/310829/\" id=\"a_65\">Section 5</a>, <a href=\"/doc/536284/\" id=\"a_66\">Section 34</a>, <a href=\"/doc/772406/\" id=\"a_67\">Section 37</a> and <a href=\"/doc/409037/\" id=\"a_68\">Section 14(2)</a> of the Act of 1996 will show that the Court can intervene only in cases covered by <a href=\"/doc/966297/\" id=\"a_69\">Section 14</a>, <a href=\"/doc/536284/\" id=\"a_70\">Section 34</a> and <a href=\"/doc/772406/\" id=\"a_71\">Section 37</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">36. Thus, it was held that <a href=\"/doc/310829/\" id=\"a_72\">Section 5</a> does not operates as a bar or in any way curtail the remedy available under <a href=\"/doc/966297/\" id=\"a_73\">Section 14</a> of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_38\">37. The purpose of <a href=\"/doc/966297/\" id=\"a_74\">Section 14</a> is thus clearly to prevent an Arbitrator, who has inter alia, become de jure or de facto unable to perform his functions as an Arbitrator from dragging a party though the process of a long wait or futile arbitration proceedings which may adversely affect his rights or impose on him financial liability.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">38. The object of the new Act is undoubtedly to encourage resolution of disputes expeditiously. So <a href=\"/doc/310829/\" id=\"a_75\">Section 5</a> of the Act proscribes the Courts from interfering in matters governed by <a href=\"/doc/1306164/\" id=\"a_76\">Part I of the Act</a>, except where interference by Courts is expressly permitted by the said part. Therefore, to the extent that the legislature in its wisdom has statutorily permitted intervention by Court for certain purposes, the language of this provision would have to be interpreted in such a manner as to allow full play to those provisions and not to render otiose a remedy that has been specifically provided for. One has also keep in mind that the language of <a href=\"/doc/310829/\" id=\"a_77\">Section 5</a> is restrictive in nature and seeks to take away jurisdiction which otherwise vests in a civil Court. Such a provision, therefore, has to be construed strictly. <a href=\"/doc/310829/\" id=\"a_78\">Section 5</a> cannot be waived as a red herring to ward off a petition under <a href=\"/doc/966297/\" id=\"a_79\">Section 14</a> of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1852790\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1212620\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"516130\" id=\"span_16\">39. I may note that the decision in <a href=\"/doc/516130/\" id=\"a_80\">Dharam Prakash</a> (supra), <a href=\"/doc/1212620/\" id=\"a_81\">Bharat Heavy Electricals</a> (supra) and <a href=\"/doc/1852790/\" id=\"a_82\">Unipack</a> (supra) do not take note of <a href=\"/doc/966297/\" id=\"a_83\">Section 14</a> of the Act and can not be treated as precedent so far as interpretation of <a href=\"/doc/966297/\" id=\"a_84\">Section 14</a> of the Act is concerned.</span></span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">40. <a href=\"/doc/750244/\" id=\"a_85\">Section 12</a> of the Act casts a duty on the Arbitrator to disclose in writing at the outset, such facts which may give rise to justifiable doubts as to his independence or impartially. This obligation continues throughout the arbitral proceedings i.e. whenever such facts come into being during the arbitral proceedings. Therefore, what the law stipulates as a disqualification to become or remain an Arbitrator in a given dispute, is not the existence of actual bias, but the existence of such facts and circumstances as are ?likely to give rise to justifiable doubts as to his independence and impartiality?. An Arbitrator may be challenged only on limited grounds i.e. if circumstances exist that give rise to justifiable doubts as to his independence or impartiality or that he does not possess the qualifications agreed to by the parties. Even this challenge is limited only to such cases where the party raising the challenge who has participated in the appointment of the Arbitrator becomes aware of the grounds on which the challenge is made after the Arbitrator has been appointed. Therefore, if a party was aware of such facts and circumstances at the time of participating in the process of appointment of the Arbitrator as would otherwise be considered good enough to give rise to justifiable doubts as to the independence or impartiality of the Arbitrator, that party is dis-entitled from challenging the Arbitrator on the same ground. Moreover, the challenge is required to be made within 15 days of the party learning of the relevant circumstances. If the challenge is not made in a timely manner, the same may fail as having being condoned and waived on the ground of his acquiescence in the holding of further proceedings.\n</p> \n\n<p data-structure=\"Section\" id=\"p_42\">41. The procedure for challenge to the authority of the arbitrator is contained in <a href=\"/doc/1137274/\" id=\"a_86\">Section 13</a>. The Arbitrator is empowered to rule on this issue. However, his decision (if he overrules the objection) is not final and is open to judicial review by a competent Court in exercise of the power conferred by <a href=\"/doc/536284/\" id=\"a_87\">Section 34</a> read with 13 (5) of the Act. No doubt <a href=\"/doc/46768/\" id=\"a_88\">Section 13(4)</a> states that if the challenge under the procedure agreed upon by the parties or under the procedure prescribed by Sub-section (2) is not successful, the arbitral Tribunal shall continue the arbitral proceedings and make the arbitral award. What this means is that the party challenging the Arbitrator cannot endlessly enter into a dialogue or argument with the Arbitrator on the same issue and after the said challenge is rejected by the Arbitrator, the Arbitrator shall be entitled to proceed with the Arbitral proceedings and to make his award. The party raising the challenge cannot validly refuse to participate in the Arbitral proceedings and stall the same. <a href=\"/doc/1170374/\" id=\"a_89\">Section 13(5)</a> also shuts out a challenge to the determination of the Arbitrator with regard to his competence and authority under <a href=\"/doc/1137274/\" id=\"a_90\">Section 13</a> as an interim award, lest the same is challenged under <a href=\"/doc/536284/\" id=\"a_91\">Section 34</a> of the Act by the aggrieved party even before the culmination of the arbitral proceedings into a final award on the merits of the claims and counter claims, if any. One cannot read into the said provision a limitation on the right of one or the other party to move the Court under <a href=\"/doc/966297/\" id=\"a_92\">Section 14</a> of the Act on the ground that the Arbitrator has become de jure and de facto to unable to perform his functions. In that sense the Act does not contemplate an election of one or the other remedy by the aggrieved party to choose between the remedy under <a href=\"/doc/750244/\" id=\"a_93\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_94\">13</a> on one hand, and the remedy under <a href=\"/doc/966297/\" id=\"a_95\">Section 14</a> on the other hand.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">42. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1511187\" id=\"span_17\">In <a href=\"/doc/1511187/\" id=\"a_96\">Transcore v. Union of India</a> , the Supreme Court while considering the remedies available under the <a href=\"/doc/52229129/\" id=\"a_97\">Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002</a> (referred to by the Supreme Court as the <a href=\"/doc/52229129/\" id=\"a_98\">NPA Act</a>) and the Recovery of Debts due to Banks and Financial Institutions Act, 1993 considered the applicability of doctrine of election and opined as follows:</span>\n</p><blockquote id=\"blockquote_10\"> There are three elements of election, namely, existence of two or more remedies; inconsistencies between such remedies and a choice of one of them. If any one of the three elements is not there, the doctrine will not apply. According to American Jurisprudence, 2d, Vol. 25, page 652, if in truth there is only one remedy, then the doctrine of election does not apply. In the present case, as stated above, the <a href=\"/doc/52229129/\" id=\"a_99\">NPA Act</a> is an additional remedy to the <a href=\"/doc/1683455/\" id=\"a_100\">DRT Act</a>. Together they constitute one remedy and, therefore, the doctrine of election does not apply. Even according to Snell&#x27;s Equity (Thirty-first Edition, page 119), the doctrine of election of remedies is applicable only when there are two or more co-existent remedies available to the litigants at the time of election which are repugnant and inconsistent. In any event, there is no repugnancy nor inconsistency between the two remedies, therefore, the doctrine of election has no application.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\">43. Applying the aforesaid guidelines in the present case, I am of the view that there is no inconsistency between the remedies available to a party under <a href=\"/doc/750244/\" id=\"a_101\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_102\">13</a> on the one hand and <a href=\"/doc/966297/\" id=\"a_103\">Section 14</a> on the other and the invocation of one remedy by a party does not restrict that party from invoking the other remedy as well. In fact these remedies appear to be constitute a single scheme, wherein the aggrieved party would first be expected to challenge the arbitrator under <a href=\"/doc/750244/\" id=\"a_104\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_105\">13</a>, and if that fails, and the party is still aggrieved, and can make out a case of de jure or de facto inability of the Arbitrator to act, to move the Court under <a href=\"/doc/966297/\" id=\"a_106\">Section 14</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\">44. A perusal of <a href=\"/doc/536284/\" id=\"a_107\">Section 34</a> of the Act would show that the grounds on which the mandate of the Arbitrator terminates, i.e. (i) his de facto and de jure inability to perform his functions as an arbitrator; (ii) his failure to act without undue delay; (iii) where he withdraws from office for any reason; (iv) by agreement of the parties [(i) and (ii) fall under <a href=\"/doc/966297/\" id=\"a_108\">Section 14</a> and (iii) and (iv) fall under <a href=\"/doc/626570/\" id=\"a_109\">Section 15</a>] are not made specific grounds on which an award may be set aside by the Court, though it may be successfully argued that some, if not all of these grounds can be brought under clause (v) of <a href=\"/doc/1831758/\" id=\"a_110\">Section 34(2)(a)</a> or <a href=\"/doc/549389/\" id=\"a_111\">Section 34(2)(b)(ii)</a> of the Act. This means that the party desiring to challenge the mandate of an Arbitrator could move a petition under <a href=\"/doc/966297/\" id=\"a_112\">Section 14</a> of the Act when the cause of action for the same arises, and he cannot be expected to raise the said challenge only after the making of the award. In fact, his failure to take timely action in a given case may find him facing an objection on the ground of waiver and acquiescence.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">45. It is well-settled that an Arbitrator with regard to whom there is a reasonable apprehension of bias renders himself de jure unable to perform his functions. The perceived impartiality independence of the Arbitrator lies at the core of his mandate.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">46. ?Commercial Arbitration? by Sir Michael J. Mustill and Stewart C. Boyd, Second Edition at page 247 deals with the capacity and qualifications of the Arbitrator. The learned authors state:\n</p>  \n\n<blockquote id=\"blockquote_11\">An arbitrator cannot be validly appointed unless he possesses the qualifications required by the common law and by the arbitration agreement. Consequently-\n</blockquote>  \n\n<blockquote id=\"blockquote_12\">1. He must have the capacity which the law requires of every person who assumes the office of arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">2. He must possess all the qualifications, and none of the disqualifications, prescribed by the arbitration agreement.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">3. He must be free from any such connection with the parties, or with the subject matter of the dispute, as would make him, or appear to make him, incapable of acting in an impartial manner.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_48\">Although these three requirements are commonly treated together, as aspects of the same problem, they are not all of the same character. The second is a true qualification. If this requirement is not satisfied, the person appointed is not in truth an arbitrator at all, and has no power to make a binding order or award. The first and third requirements are of a different kind. Failure to satisfy them does not make the appointment a nullity. It simply gives the Court power, if it thinks fit, to ensure that the arbitrator is no longer left in charge of the reference.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">47. The learned authors observe (page 250) that the general principles of law relating to bias apply in the same way to arbitrations as they apply to other tribunals. Bias may arise either from a relationship between the Arbitrator and one of the parties, or from a relationship between the Arbitrator and the subject matter of the dispute. Actual bias arising from relationship between the Arbitrator and one of the parties is almost impossible to prove. It is not, however, necessary to go as far as establishing actual bias, for the Court will in appropriate cases intervene if facts are proved which would lead a reasonable person, not knowing the Arbitrator&#x27;s true state of mind, to think it likely that there was bias. The learned authors further comment that ? A person who is approached with a request to act, and knows that he has some kind of relationship with one of the parties, should remember that there is no keener sense of injustice than is felt by someone who has doubts about whether the arbitrator is doing his honest best. He should also bear in mind that the question is not just whether he really is impartial, but whether a reasonable outsider might consider that there is a risk that he is not. If the person nominated considered that a reasonable outsider might (not should) take this view, he should decline to act. If he considers that the case is on the borderline, he should disclose the circumstances which might give rise to suspicion: and he will very often find that no objection is taken to his appointment: can  dour is always the best way to prevent misunderstandings. The other type of bias results from a connection, not between the arbitrator and a party, but between the arbitrator and the subject matter of the reference.?\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\">48. The learned authors, while dealing with the aspect of removal of Arbitrator (which is permitted under the English Law) observed that the power of removing the Arbitrator embraces situations in which, although the Arbitrator has not necessarily acted unfairly, he has allowed himself to get into a position where unfairness might reasonably be suspected or foreseen. The Arbitrator must not only show no bias, but must also appear to be in a position to act judicially and without any bias. The remedy (of removal of an Arbitrator), is therefore, likely to be confined to those cases where the arbitration simply cannot be allowed to continue with the particular arbitrator in office ?either because he has shown actual or potential bias or because his conduct has given serious grounds for destroying the confidence of one or both parties in his ability to conduct the dispute judicially or competently.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">49. I may notice that though the aforesaid observations are made in relation to the power of removal of an Arbitrator (which, as noticed by me, is not provided for under the Act), the same are relevant since the aforesaid rationale for removal of an Arbitrator is also the rationale for the automatic termination of the mandate of an Arbitrator on account of his de jure inability to function as an Arbitrator.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1455833\" id=\"span_18\">50. This Court in <a href=\"/doc/1455833/\" id=\"a_113\">V.K. Dewan and Co. v. Delhi Jal Board</a> 2004 (3) RAJ 32 (DEL) has observed that ?only a well founded and justifiable doubt about the arbitrator covered by <a href=\"/doc/750244/\" id=\"a_114\">Section 12</a> of the Act can be made a ground for terminating the mandate of an arbitrator.?</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">51. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1781225\" id=\"span_19\">In <a href=\"/doc/1781225/\" id=\"a_115\">Saurabh Kalani</a> (supra), the Bombay High court has discussed the law on the subject exhaustively and in para 8 observed:</span>\n</p><blockquote id=\"blockquote_15\"> In the light of the decided cases, it is abundantly clear that in considering the question as to whether a judge or an Arbitrator, is liable to be disqualified in the facts of a given case on the ground of bias the test to be applied is whether the circumstances are such as would lead a fair minded and informed observed to conclude that there was a real possibility that the Judge or Tribunal was biased....\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1808398\" id=\"span_20\">52. The respondents have placed heavy reliance on M/s. <a href=\"/doc/1808398/\" id=\"a_116\">Newton Engineering and Chemicals Ltd.</a> (supra) decided by a learned Single Judge of this Court. In that case the petitioner had preferred a petition under <a href=\"/doc/1758564/\" id=\"a_117\">Section 11(6)(c)</a> read with <a href=\"/doc/1137274/\" id=\"a_118\">Sections 13</a> and <a href=\"/doc/626570/\" id=\"a_119\">15</a> of the Act, seeking a direction for the filing of the arbitration agreement and the appointment of an independent Arbitrator under the arbitration agreement contained in Clause 18 of the contract. The disputes were to be referred by the aggrieved party to the sole arbitration of the Executive Engineer (NR) of the respondent corporation. If the Executive Director (NR) was unable or unwilling to act as the Arbitrator, the matters were to be referred to the sole arbitration of a person nominated by the Executive Director (NR) in his place. When the petitioner invoked the arbitration agreement, the respondent replied stating that the office of the Executive Director (NR) had ceased to exist and required the petitioner to send a written confirmation giving their consent to the substitution of the named Arbitrator with Director (Marketing) of Indian Oil Corporation Ltd. The respondent by stating that the petitioner was willing to have an arbitration whereunder each party would appoint one Arbitrator. This proposal was rejected by the respondent on the ground that under the agreement only a sole Arbitrator could be appointed. The respondent also expressed its willingness to hold arbitration by the Director (Marketing) or his nominee since the post of Executive Engineer (NR) had ceased to exist. The petitioner sought to nominate one Arbitrator and some time later took the stand that since the respondent had failed to nominate the second Arbitrator, they had forfeited their right to make an appointment. The respondent did not agree to the unilateral appointment of an Arbitrator by the petitioner. Thereupon the petitioner took the stand that in the aforesaid circumstances the only option left was to approach the Court for appointment of a sole Arbitrator unless its claims are settled. In the meantime, the Director (Marketing) of respondent No.1 appointed a sole Arbitrator. The Arbitrator entered upon the reference and required the petitioner to file its statement of claim within 30 days. Thereafter, the petitioner filed the aforesaid petition seeking appointment of an independent Arbitrator since the arbitration agreement could not be implemented in toto as the office of the appointing authority had been abolished in the meantime. It was the petitioner&#x27;s case that the Arbitrator nominated by the Director (Marketing) had no mandate to act as the sole Arbitrator. On the other hand, the respondent&#x27;s contention was that there was no provision in the Act, which empowered the Court to remove an Arbitrator who had entered upon the reference and that the only procedure prescribed by the Act, which was open to the petitioner was to take recourse to the provisions of <a href=\"/doc/163714/\" id=\"a_120\">Section 13(2)</a> of the Act. In response to the plea of the petitioner that it was invoking <a href=\"/doc/966297/\" id=\"a_121\">Section 14</a> of the Act, the submission of the respondent was that reliance placed on <a href=\"/doc/966297/\" id=\"a_122\">Section 14</a> was misplaced, as <a href=\"/doc/966297/\" id=\"a_123\">Section 14</a> presupposes that the Arbitrator had a mandate which has been terminated. However<a href=\"/doc/1808398/\" id=\"a_124\">, <a href=\"/doc/1808398/\" id=\"a_125\">in that case</a></a>, the stand of the petitioner was that the Arbitrator appointed by the Director (Marketing) had never had any mandate to act as an Arbitrator. The Court gave its view in the following words: -</span>\n</p>  \n\n<blockquote id=\"blockquote_16\">If, as is the case of the petitioner, the Arbitrator appointed by the respondent No.1 had no mandate, the question of its termination does not arise. If, on the contrary, he enjoys a mandate, the case is squarely covered by <a href=\"/doc/163714/\" id=\"a_126\">Section 13(2)</a> of the Act, which provides that a party who intends to challenge an Arbitrator shall, within fifteen days after becoming aware of the constitution of the Arbitral Tribunal or after becoming aware of any circumstances referred to in Sub-section (3) of <a href=\"/doc/750244/\" id=\"a_127\">Section 12</a>, send a written statement of the reasons for the challenge to the Arbitral Tribunal. Sub-section (3) of <a href=\"/doc/1137274/\" id=\"a_128\">Section 13</a> provides that unless the Arbitrator challenged under Sub-section (2) withdraws from his office or the other party agrees to the challenge, the Arbitral Tribunal shall itself decide on the challenge. Sub-section (4) lays down that if the challenge is not successful, the Arbitral Tribunal shall continue the arbitral proceedings and make an arbitral award. Sub-section (5) provides that where an arbitral award is made under Sub-section (4), that is, in the teeth of the challenge to the Arbitrator, the party challenging the Arbitrator may make an application for setting aside such an arbitral award in accordance with <a href=\"/doc/536284/\" id=\"a_129\">Section 34</a>. Thus, the entire procedure for challenge to the appointment of an Arbitrator is delineated by <a href=\"/doc/1137274/\" id=\"a_130\">Section 13</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">18. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1808398\" id=\"span_21\">In order to contend that <a href=\"/doc/966297/\" id=\"a_131\">Section 14</a> of the Act had no application to the facts of the present case, learned counsel for the respondents <a href=\"/doc/1808398/\" id=\"a_132\">placed reliance upon</a> the judgment of the Supreme Court in the case of M/s <a href=\"/doc/1808398/\" id=\"a_133\">Grid Corporation of Orissa Ltd.</a> (supra). In the said case where a conjoint petition under <a href=\"/doc/605764/\" id=\"a_134\">Section 11(6)</a> and <a href=\"/doc/966297/\" id=\"a_135\">Section 14</a> of the Arbitration and Conciliation Act, 1996 was filed, the Hon&#x27;ble Supreme Court made the following pertinent observations at page 206 of the Report:</span>\n</blockquote><blockquote id=\"blockquote_18\"> 2. Let it be stated at the very outset that a conjoint petition under <a href=\"/doc/605764/\" id=\"a_136\">Section 11(6)</a> and <a href=\"/doc/966297/\" id=\"a_137\">Section 14</a> of the Act would not lie for the simple reason that the petition under <a href=\"/doc/605764/\" id=\"a_138\">Section 11(6)</a> is to be heard and decided by the Chief Justice or any person or institution designated by him while a petition under <a href=\"/doc/966297/\" id=\"a_139\">Section 14</a> of the Act lies to the Court.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808398\" id=\"span_22\">53. Before proceeding further to deal with the observations made by the court in M/s <a href=\"/doc/1808398/\" id=\"a_140\">Newton Engineering and Chemicals Ltd.</a> (supra), at this stage itself I may notice that the present is not petition under <a href=\"/doc/605764/\" id=\"a_141\">Section 11(6)</a> of the Act and it is not the jurisdiction of the Chief Justice under that section which has been invoked by the petitioner. It is the jurisdiction of the Court which has been invoked as reside in Court by virtue of <a href=\"/doc/966297/\" id=\"a_142\">Section 14</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808398\" id=\"span_23\">Moreover, in M/s <a href=\"/doc/1808398/\" id=\"a_143\">Newton Engineering and Chemicals Ltd.</a> (supra) the Court has not gone into the issue whether the grounds giving rise to justifiable doubts about the independence and impartiality of an Arbitrator does tantamount to a de jure inability on the part of the Arbitrator to proceed with the reference. The Court also did not examine and comment on the maintainability of a petition under <a href=\"/doc/966297/\" id=\"a_144\">Section 14</a> of the Act when a ground of reasonably apprehended bias against the Arbitrator is sought to be raised.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">54. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1210300\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808398\" id=\"span_25\">In M/s <a href=\"/doc/1808398/\" id=\"a_145\">Newton Engineering and Chemicals Ltd.</a> (supra) the Court relies on <a href=\"/doc/1210300/\" id=\"a_146\">Pinaki Das Gupta v. Publises (India) Communications and Ors.</a> .</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1210300\" id=\"span_26\">It appears that it was not brought to the notice of the Court that <a href=\"/doc/1210300/\" id=\"a_147\">Pinaki Das Gupta</a> (supra) was a judgment rendered on 07.10.2004 i.e. before the decision of the Supreme Court in SBP and Co. (Supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1210300\" id=\"span_28\">The entire judgment in <a href=\"/doc/1210300/\" id=\"a_148\">Pinaki Das Gupta</a> (supra) is founded upon the earlier view of the Supreme Court in <a href=\"/doc/202973/\" id=\"a_149\">Konkan Railway Corporation Ltd. v. Rani Construction Pvt. Ltd.</a> , which was expressly overruled by the Supreme Court in SBP and Co. (Supra).</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"806787\" id=\"span_29\">Similarly, it appears it was not brought to the notice of the Court that the decision in <a href=\"/doc/806787/\" id=\"a_150\">Grid Corporation of Orissa Ltd. v. AES Corporation and Ors.</a>  was also a decision of the pre SBP and Co. (supra) age, when the power under <a href=\"/doc/1841764/\" id=\"a_151\">Section 11</a> of the Act was considered to be an administrative power. The distinction in the nature and character of the power and function i.e. administrative under <a href=\"/doc/1841764/\" id=\"a_152\">Section 11</a> and judicial under <a href=\"/doc/966297/\" id=\"a_153\">Section 14</a> led the Supreme Court to observe that a conjoint petition under these provisions could not lie.</span> Whether, after the judgment of the Supreme Court in SBP and Co. (supra) such a conjoint petition can be maintained is a moot question, which, does not arise in the present case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">55. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808398\" id=\"span_30\">In paragraphs 21 and 22 of <a href=\"/doc/1808398/\" id=\"a_154\">Newton Engineering and Chemicals Ltd.</a> (Supra) the Court gave its opinion in the following words: -</span>\n</p> \n\n<blockquote id=\"blockquote_19\">?21. A conjoint reading of <a href=\"/doc/1841764/\" id=\"a_155\">Sections 11</a>, <a href=\"/doc/750244/\" id=\"a_156\">12</a>, <a href=\"/doc/1137274/\" id=\"a_157\">13</a>, <a href=\"/doc/966297/\" id=\"a_158\">14</a> and <a href=\"/doc/626570/\" id=\"a_159\">15</a> contained in <a href=\"/doc/1306164/\" id=\"a_160\">Chapter III of the Act</a> and <a href=\"/doc/675839/\" id=\"a_161\">Section 16</a> contained in <a href=\"/doc/1306164/\" id=\"a_162\">Chapter IV of the Act</a> impels me to hold that <a href=\"/doc/1137274/\" id=\"a_163\">Section 13</a> of the Act visualises a ?Challenge Procedure? where the mandate of the Arbitrator is challenged by one of the parties to the arbitration whereas <a href=\"/doc/966297/\" id=\"a_164\">Section 14</a> of the Act deals with the failure or impossibility of the Arbitrator to act on account of other circumstances such as his inability to perform his functions on account of death, resignation or other reasons, his withdrawal from his office or the parties agreeing to the termination of his mandate. <a href=\"/doc/626570/\" id=\"a_165\">Section 15</a> lays down the procedure to be followed upon the termination of the mandate of the Arbitrator inter alia in the circumstances referred to in <a href=\"/doc/1137274/\" id=\"a_166\">Section 13</a> or <a href=\"/doc/966297/\" id=\"a_167\">Section 14</a>. Thus, in a sense, <a href=\"/doc/1137274/\" id=\"a_168\">Sections 13</a> and <a href=\"/doc/966297/\" id=\"a_169\">14</a> are to some extent overlapping, in as much as the words contained in <a href=\"/doc/966297/\" id=\"a_170\">Section 14(1)(b)</a> that the mandate of an arbitrator shall terminate if ?he withdraws from his office or the parties agree to the termination of his mandate? are contained in Sub-section (3) of <a href=\"/doc/1137274/\" id=\"a_171\">Section 13</a> which provides that unless the Arbitrator ?withdraws from his office or the other party agrees to the challenge?, the arbitral tribunal shall decide on the challenge. <a href=\"/doc/626570/\" id=\"a_172\">Section 15</a>, as already stated, provides for the procedure to be followed upon termination of the mandate of the Arbitrator and for substitution of Arbitrator in the circumstances set out in Sub-section (1) including those referred to in <a href=\"/doc/1137274/\" id=\"a_173\">Section 13</a> or <a href=\"/doc/966297/\" id=\"a_174\">Section 14</a>, Sub-section (2) of <a href=\"/doc/626570/\" id=\"a_175\">Section 15</a> expressly stipulates that where the mandate of an Arbitrator terminates, a substitute Arbitrator shall be appointed according to the Rules that were applicable to the appointment of the Arbitrator being replaced.\n</blockquote><blockquote id=\"blockquote_20\"> 22. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1808398\" id=\"span_31\">In the present case, the petitioner instead of pursuing the course available to him for challenging the Arbitrator as <a href=\"/doc/1808398/\" id=\"a_176\">laid down in</a> <a href=\"/doc/1137274/\" id=\"a_177\">Section 13</a> has sought appointment of a substitute Arbitrator through this Court on the ground that the post of Executive Director (NR) having been abolished, the respondents could not have appointed an Arbitrator of their choice. Such a plea, in my considered opinion, is not open to the petitioner for the reason that <a href=\"/doc/1137274/\" id=\"a_178\">Section 13</a> clearly provides that unless an Arbitrator on the objection of the party challenging his appointment recluses himself/ withdraws himself from the arbitration, or unless the other party (the respondents herein) agrees to the termination of his mandate, the only way open to the petitioner is to wait for the Arbitrator Tribunal to decide on its challenge (Sub-section (3) of <a href=\"/doc/1137274/\" id=\"a_179\">Section 13</a>). If such a challenge is not successful, the petitioner shall then have the right to challenge the award made by the Arbitral Tribunal in accordance with <a href=\"/doc/536284/\" id=\"a_180\">Section 34</a> of the Act (Sub-section (5) of <a href=\"/doc/1137274/\" id=\"a_181\">Section 13</a>).</span>\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_58\">56. The conclusion of the Court is contained in para 24 which reads as follows: -\n</p><blockquote id=\"blockquote_21\"> 24. To conclude, I have no hesitation in holding that there is no provision in the Act empowering this Court to terminate the mandate of the Arbitrator who has entered upon the reference and/or to substitute the same with an Arbitrator appointed by this Court. The necessary corollary is that the challenge to the appointment of the Arbitrator must be raised by the petitioner before the Arbitrator Tribunal itself. If such challenge succeeds, the petitioner shall have no cause for grievance left. If, however, the petitioner is unable to succeed before the Arbitral Tribunal, it shall have no option except to participate in the arbitral proceedings and if aggrieved by the arbitral award, to challenge the same in accordance with the provisions of <a href=\"/doc/536284/\" id=\"a_182\">Section 34</a> of the Act.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808398\" id=\"span_32\">57. It would be seen that in M/s <a href=\"/doc/1808398/\" id=\"a_183\">Newton Engineering and Chemicals Ltd.</a> (supra) the petitioner had not challenged the Arbitrator under <a href=\"/doc/1137274/\" id=\"a_184\">Section 13</a> of the Act, which is a material distinction from the facts of the present case. In relation to the scope of <a href=\"/doc/966297/\" id=\"a_185\">Section 14</a> the Court observed ?<a href=\"/doc/966297/\" id=\"a_186\">Section 14</a> of the Act deals with the failure or impossibility of the Arbitrator to act on account of other circumstances such as his inability to perform his functions on account of death, resignation or other reasons.... Firstly, it is clear that the court gave only a few illustrations when <a href=\"/doc/966297/\" id=\"a_187\">Section 14</a> may be invoked, as is clear from the use of the word ?such as?. The court did not pronounce upon the scope of <a href=\"/doc/966297/\" id=\"a_188\">Section 14(1)</a> so as to exhaust all cases of de jure or de facto inability of the arbitrator to so act. In my view there is nothing to suggest that justifiable doubt about the integrity and impartiality of an Arbitrator is not a ground good enough to terminate the mandate of an Arbitrator. As noticed hereinabove, this is also the view taken by this Court in other cases.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1808398\" id=\"span_33\">Even from the conclusion drawn by the learned Judge in M/s <a href=\"/doc/1808398/\" id=\"a_189\">Newton Engineering and Chemicals Ltd.</a> (supra) I cannot draw any inference that the Court has held that in an appropriate case the remedy under <a href=\"/doc/966297/\" id=\"a_190\">Section 14</a> of the Act cannot be invoked by an aggrieved party, merely because it is open to him to raise the challenge before the Arbitrator under <a href=\"/doc/1137274/\" id=\"a_191\">Section 13</a> read with <a href=\"/doc/750244/\" id=\"a_192\">Section 12</a> which he may or may not have invoked. In fact, the court has held that <a href=\"/doc/1137274/\" id=\"a_193\">Section 13</a> and <a href=\"/doc/966297/\" id=\"a_194\">14</a> are to some extent overlapping. To read <a href=\"/doc/1808398/\" id=\"a_195\">the said judgment</a> as prohibiting a resort to <a href=\"/doc/966297/\" id=\"a_196\">Section 14</a> of the Act in an appropriate case would be doing violence to <a href=\"/doc/966297/\" id=\"a_197\">Section 14</a> itself and would render <a href=\"/doc/1808398/\" id=\"a_198\">the said decision</a> per incurium. However, in view of the observations made by the court in paragraphs 21 and 22, it is clear that even in <a href=\"/doc/1808398/\" id=\"a_199\">the said decision</a>, the Court held that the remedy under <a href=\"/doc/966297/\" id=\"a_200\">Section 14</a> of the Act would be available in appropriate cases. This decision therefore does not support the submission of the respondent.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"463359\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1042986\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"253595\" id=\"span_36\">58. On the contrary, decisions in <a href=\"/doc/253595/\" id=\"a_201\">Indira Rai and Anr v. Vatika Plantations (P) Ltd and Ors.</a>  and <a href=\"/doc/1042986/\" id=\"a_202\">Shyam Telecom Ltd. v. Arm Ltd.</a> 113(2004) DLT 778 of this Court and the decision in <a href=\"/doc/463359/\" id=\"a_203\">State of Arunachal Pradesh v. Subhash Projects and Marketing Ltd and Anr.</a> 2007(1) ALR 564(Gau) (DB) are based on the premise that <a href=\"/doc/966297/\" id=\"a_204\">Section 14</a> so permits judicial intervention.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\">59. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"463359\" id=\"span_37\">In <a href=\"/doc/463359/\" id=\"a_205\">State of Arunachal</a> (supra) the Division Bench of Gauhati High Court have observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_22\">31. The legislative concern manifested in <a href=\"/doc/750244/\" id=\"a_206\">Section 12</a> requiring a prospective arbitrator to disclose any circumstance likely to give rise to justifiable doubts as to his independence and impartiality is of utmost significance. This coupled with the obligation of the appointed arbitrator to make such disclosure even during the arbitral proceedings proclaim the unambiguous legislative disapproval of the appointment or continuance of a person against whom circumstances exist giving rise to justifiable doubts as to his independence or impartiality. The lawmakers, while casting the said duty and permitting a challenge to the independence or impartiality of an arbitrator, recognized neutrality and fairness to be the hallmark of an arbitral tribunal absence whereof, would vitiate the proceedings striking at the validity, authenticity and the bona fide thereof.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">32. While there is a conceivable logic to permit continuance of the arbitral proceedings following an unsuccessful challenge to the arbitrator, there is no apparent rationale to exclude the invocation of any other provision of the Act for redress to a party in default in a fact situation justifying the same. In other words, if circumstances envisaged in <a href=\"/doc/1983758/\" id=\"a_207\">Section 12(3)</a> of the Act exist, a party failing to raise the challenge based thereon under <a href=\"/doc/163714/\" id=\"a_208\">Section 13(2)</a>, in our considered opinion, cannot be debarred from availing a remedy otherwise available to him under the Act. To put it differently, failure of such a party to file an application under <a href=\"/doc/163714/\" id=\"a_209\">Section 13(2)</a> on the grounds under <a href=\"/doc/1983758/\" id=\"a_210\">Section 12(3)</a> of the Act would not act as an estoppel against him. We are fortified in our view by the fact that the grounds specified in <a href=\"/doc/536284/\" id=\"a_211\">Section 34</a>, only on which an arbitral award is assailable, do not contemplate possible bias or partiality of the arbitrator as a ground of impeachment of the award. To shut out such a party in the above premise from resorting to any other legally permissible remedy would connote that the malaise of bias would not only remain unresolved during the arbitration process but also remain unimpugned at the post award stage as well.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_62\">60. <a href=\"/doc/966297/\" id=\"a_212\">Section 14</a> of the Act has been interpreted by the Gauhati High Court in the following words:\n</p><blockquote id=\"blockquote_24\"> 35. It is now time to turn to <a href=\"/doc/966297/\" id=\"a_213\">Section 14</a>. Sub-section(1) perceives an automatic termination of the mandate of the arbitrator if he becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay and if he withdraws from his office or the parties agree to the termination of his mandate. In the prescribed eventualities as above, there is a statutory termination of the arbitrator&#x27;s mandate. If the facts constituting the eventualities in Sub-section(1) of <a href=\"/doc/966297/\" id=\"a_214\">Section 14</a> are neither in dispute nor demand any proof to be established, termination of the mandate of the arbitrator takes place on statutory prescription. However, if one or more of the circumstances enumerated hereinabove, requires to be established, a party may unless otherwise agreed to by the parties, apply to the court to decide on the termination of the mandate. Considering the scheme of <a href=\"/doc/1306164/\" id=\"a_215\">Chapter III of the Act</a> dealing with the composition of an arbitral tribunal and challenge to the appointment and continuance of an arbitrator, we are of the view that <a href=\"/doc/966297/\" id=\"a_216\">Section 14</a> has a role and relevance independent of <a href=\"/doc/1137274/\" id=\"a_217\">Section 13</a> of the Act. The applicability thereof, therefore, is not contingent on <a href=\"/doc/1137274/\" id=\"a_218\">Section 13</a>. The width and amplitude of <a href=\"/doc/966297/\" id=\"a_219\">Section 14</a> having regard to the precepts thereof are more comprehensive...\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\">61. In Shyam Telecom (supra) a single Judge of this Court considered the scope of <a href=\"/doc/966297/\" id=\"a_220\">Section 14</a> with reference to the words de jure and de facto appearing in that section in the following words:\n</p>  \n\n<blockquote id=\"blockquote_25\">12...The mandate of an Arbitrator automatically terminates at the death of the Arbitrator or his physical incapacity to proceed with the mandate. This provision sets following three grounds that constitutes an Arbitrator&#x27;s inability, (i) his dejure or (ii) his de facto inability to perform his functions or (iii) his failure to act without undue delay for other reasons. The first situation refers to an Arbitrator&#x27;s legal incapacity to perform his functions under the law and relates to circumstances under which the Arbitrator by law is barred from continuing in office, for instance, incapacity, bankruptcy conviction for a criminal offence, etc. The second incapacity relates to factual inability, which includes factual situation, in which the Arbitrator is physically unable to perform his functions for instance, such as continuous ill- health, etc. the last situation ?failure to act without undue delay? is an expiry provision according to which the mandate of the Arbitrator shall terminate if for other reasons he fails to act without undue delay.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">13. The de jure impossibility referred to in Clause (a) of Sub-section(1) of <a href=\"/doc/966297/\" id=\"a_221\">Section 14</a> is the impossibility which occurs due to factor personal to Arbitrator and de facto occurs due to factors beyond the control of the Arbitrator. The judicial intervention of the Court is provided in Sub-section(2) only if a controversy remains concerning any of the grounds referred to in Clause(a) of Sub-section(1) of <a href=\"/doc/966297/\" id=\"a_222\">Section 14</a> of the Act. Sub-section(2) of <a href=\"/doc/966297/\" id=\"a_223\">Section 14</a> empowers the Court to decide the question of termination of the mandate if a controversy arises concerning the termination of the Arbitrator&#x27;s mandate on one or the other grounds.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">14. .....The expression ?de jure? means the `legal right&#x27; or `authority&#x27; or `according to law&#x27;. The Blacks Legal Dictionary defines ?de jure? to be ?existing by right or according to law?. P. Ramanatha Aiyar&#x27;s Law Lexicon, Second Edition, 1997 defines ?de jure? as ?of right, legitimate; lawful; by right and just title.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">15. In the opinion of this Court, the expression?de jure? is amply wide so as to cover a situation like the case in hand. This view is based on the settled legal position that Arbitration Agreement is the fountain head of the Arbitrator&#x27;s power and authority and the parties as well as the Arbitrator are governed and controlled by the terms of Arbitration Agreement. Unless parties agree to the contrary, the terms of Arbitration Agreement must operate in full. The consequence of the Arbitrator not concluding the the proceedings and rendering the award within the period prescribed under the Arbitration Agreement as in the present cases would uncloth the Arbitrator of his legal authority to continue with the proceedings unless the parties agree to extend the period of making the award or a party waives his right to such an objection. It must, therefore, be held that expiry of the prescribed period for making the award, would render the Arbitrator &#x27;de jure&#x27; unable to continue with the proceedings and has the effect of termination of the mandate of the Arbitrator within the meaning of <a href=\"/doc/966297/\" id=\"a_224\">Section 14</a> of the Act.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"463359\" id=\"span_38\">62. Gauhati High Court in <a href=\"/doc/463359/\" id=\"a_225\">State of Arunachal Pradesh</a> (supra) also considered the effect of the provisions of <a href=\"/doc/1137274/\" id=\"a_226\">Section 13</a> on the scope of <a href=\"/doc/966297/\" id=\"a_227\">Section 14</a> and observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_29\">It is incomprehensible that in a given fact situation exhibiting justifiable doubts about the independence and impartiality of the arbitrator his mandate would continue and the challenge to his authority would have to wait till the completion of the process only because the party aggrieved had failed to act in terms of <a href=\"/doc/163714/\" id=\"a_228\">Section 13(2)</a> within the period prescribed. It is not unlikely that in such an eventuality, irreversible consequences may follow, a situation neither statutorily conceived nor countenanced. Understandably, such a view cannot enjoy judicial imprimatur as well. We, therefore, hold that a party who had either abstained from or omitted to raise a challenge to the independence or impartiality of an arbitrator under <a href=\"/doc/163714/\" id=\"a_229\">Section 13(2)</a> of the Act would not be debarred from invoking <a href=\"/doc/966297/\" id=\"a_230\">Section 14</a> contending that the arbitrator had become de jure unable to perform his functions. Independence and impartiality of an arbitrator being inseverable attributes to vest him with the legal authority to adjudicate the difference between the parties in an arbitration exercise, he would be de jure disqualified from discharging his functions once he renounces the above qualities. This according to us is the mandate of <a href=\"/doc/750244/\" id=\"a_231\">Sections 12</a>, <a href=\"/doc/1137274/\" id=\"a_232\">13</a>, <a href=\"/doc/966297/\" id=\"a_233\">14</a> which form a complete scheme with the underlying objective of securing the sanctity and probity of an arbitration proceeding.? 63. However in para 35 of the judgment it was observed:\n</blockquote><blockquote id=\"blockquote_30\"> 35...Two provisions are not mutually exclusive so much so that a party not raising a challenge under <a href=\"/doc/1137274/\" id=\"a_234\">Section 13</a> of the Act would be excluded from availing a remedy under <a href=\"/doc/966297/\" id=\"a_235\">Section 14</a> even if the ground(s) urged is/are within the prescribed parameters of the said provision. To reiterate, though a party unsuccessful in his challenge under <a href=\"/doc/1137274/\" id=\"a_236\">Section 13</a> would be debarred from carrying the same to any other forum resting on some other provision of the Act except to the extent permissible under <a href=\"/doc/536284/\" id=\"a_237\">Section 34</a>, such an impediment does not stare at a party omitting and/or failing to question the independence and impartiality of the arbitrator under <a href=\"/doc/163714/\" id=\"a_238\">Section 13(2)</a> within the time prescribed.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">64. While I find myself in broad agreement with the view expressed by the Gauhati High Court, I respectfully disagree with the view that a party unsuccessful in his challenge under <a href=\"/doc/1137274/\" id=\"a_239\">Section 13</a> would be debarred from carrying the same to any other forum resting on some other provision of the Act except to the extent permissible under <a href=\"/doc/536284/\" id=\"a_240\">Section 34</a>, for the reasons already stated. In my view once <a href=\"/doc/966297/\" id=\"a_241\">Section 14</a> confers on the court the power to decided the controversy whether or not the mandate of the arbitrator stands terminated, the said power cannot be taken away by a decision of the Arbitrator under <a href=\"/doc/163714/\" id=\"a_242\">Section 13(2)</a> of the Act which in no way is binding on the court. Neither <a href=\"/doc/1170374/\" id=\"a_243\">Section 13(5)</a> nor <a href=\"/doc/966297/\" id=\"a_244\">Section 14</a> of the Act imposes such limitation on the scope of <a href=\"/doc/966297/\" id=\"a_245\">Section 14</a> of the Act, and it makes no difference to the existence of the remedy under <a href=\"/doc/966297/\" id=\"a_246\">Section 14</a>, whether the remedy under <a href=\"/doc/1137274/\" id=\"a_247\">Section 13</a> has been availed of or not. The impact of the interpretation given by the Gauhati High Court to the interplay between <a href=\"/doc/1137274/\" id=\"a_248\">Sections 13</a> and <a href=\"/doc/966297/\" id=\"a_249\">14</a> would be that invariably the challenging party would straightaway move a petition under <a href=\"/doc/966297/\" id=\"a_250\">Section 14</a> of the Act and by-pass the challenge procedure under <a href=\"/doc/1137274/\" id=\"a_251\">Section 13</a> of the Act altogether. Of the two remedies, the one before the challenged Arbitrator under <a href=\"/doc/1137274/\" id=\"a_252\">Section 13</a> would invariably be more expeditious which would then remain unexplored. It could well be that when an Arbitrator is challenged, his response to the challenge may satisfy the concerns of the apprehensive party and he may not even feel the need to invoke the jurisdiction of the Court under <a href=\"/doc/966297/\" id=\"a_253\">Section 14</a> of the Act. However, the aforesaid interpretation given by the Gauhati High Court to <a href=\"/doc/1137274/\" id=\"a_254\">Section 13</a> of the Act would invariably nip such a possibility in the bud and lead the challenging party to rush to the Court under <a href=\"/doc/966297/\" id=\"a_255\">Section 14</a> in the first instance itself. In my view the aforesaid mechanism would prolong, rather than curtail the delays in the culmination of the arbitration proceedings.\n</blockquote> \n\n<blockquote id=\"blockquote_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1440617\" id=\"span_39\">65. The decisions in <a href=\"/doc/1440617/\" id=\"a_256\">Trishul Construction Co.</a> (supra) is a case where the Court rejected a petition for removal of the arbitrator under <a href=\"/doc/159656615/\" id=\"a_257\">Sections 11</a> and <a href=\"/doc/159136073/\" id=\"a_258\">12</a> of the Old Act on the facts of that case as the plaintiff had failed to bring on record any material to enable formation of a reasonable opinion of possible bias. It has no application to the facts of this case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1619007\" id=\"span_40\"><a href=\"/doc/1619007/\" id=\"a_259\">Novel Granites Ltd.</a>(supra) was a case where same person was appointed as Arbitrator in more than one cases pertaining to one of the parties. That is not the case in hand. Therefore this case is also of no avail.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1626800\" id=\"span_41\"><a href=\"/doc/1626800/\" id=\"a_260\">G. Vijayaraghavan</a> (supra) is a case where the Court held that mere existence of the Arbitrator on the panel prepared by one of the parties was not enough to give rise to bias. This case also has no application in the facts of the present case.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_33\">66. Reverting to the merits of the case before me what needs to be determined is whether in the facts and circumstances of this case there is a reasonable apprehension of bias to constitute de jure inability to act as an arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">67. The conduct of both the respondents is material here. I, therefore, deem it essential to set out the relevant portions of the communication exchange that took place between the parties and disclosures made from time to time. In response the petitioner&#x27;s letter dated 16.9.2003 respondent no. 2 wrote:\n</blockquote><blockquote id=\"blockquote_35\"> Although the Arbitration and Conciliation Act 1996 does not provide for making any such declaration by the Arbitrator, yet in order to dispel any doubts in this regard, I hereby declare in the past I had no relations with M/s. Oriental Structural Engineers Pvt. Ltd. except for working as an Arbitrator/Member Dispute Review Board in respect of some works executed by them for various Govt. Department.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">68. This reply suggested that the respondent no. 2 had in the past acted as an Arbitrator/Member, Dispute Review Board in respect of some works executed by the first respondent for Government Departments. However, there was no mention that respondent No.2 was also the Chairman of the Dispute Resolution Board Constituted in respect of the principal contract. Respondent no.1 in its cryptic reply states that :\n</blockquote><blockquote id=\"blockquote_37\"> It is not at all a fact that we as Contractors have done any work under Shri Prem Nath. He was, no doubt, an officer of the National Airports Authority but we have not done any work under him. Your allegation that we have a deep rooted relationship with Mr. Prem Nath is a fabrication of your imagination.\n</blockquote> \n\n<blockquote id=\"blockquote_38\">69. Therefore, even respondent No.1 suppressed the aforesaid relevant information. Thereafter on further probe, the respondent no. 2 in his letter dated 29.4.2005 informed the petitioner that : ?In the past five years, I have been appointed as one of the Arbitrators in three Arbitral Tribunals, involving Ms. Oriental Structural Engineers Pvt. Ltd., as Contractor/ JV Partner. No awards have been passed yet by any of the three Arbitral Tribunals.?\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_65\">Yet again, the aforesaid information was withheld by him.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_66\">70. However, after the petition was filed, respondent no. 1 did a complete volte&#x27; face and in its reply to the petition, for the first time, came out with facts which to my mind ought to have been disclosed by the respondent no. 2 when he was called upon to make a disclosure under <a href=\"/doc/750244/\" id=\"a_261\">Section 12</a> of the Act. Even the respondent no.1 had, conveniently, at the relevant time chosen not to inform the petitioner in his reply dated 23.9.2003 of the existence of facts which it has now sought to place on record, with the allegation that the petitioner has concealed these material facts. The respondent no.1 in para 6 of its reply brought out the real relation between it and respondent no.2 as follows:\n</p><blockquote id=\"blockquote_39\"> The respondent no.1 submits that respondent no.2 has been appointed as arbitrator keeping in mind the fact that the respondent no. 2 apart from being experienced, is professionally qualified, and is the Chairman of the Disputes Review Board for the Contract Package IV-D. The Disputes Review Board, as stated above, consists of 3 members, one each appointed by respondent no.1 and the National Highways Authority of India (NHAI) with chairman to be chosen by the two members so appointed. The Disputes Review Board is bestowed with the function of conciliation between the contractor and NHAI and makes recommendations. As the Chairman of the Disputes Review Board, the respondent no.2 is closely associated with the Contract Package IV-D under which the respondent no.1 issued the work order to the petitioner. The claims raised by the petitioner and respondent no.1 can only be adjudicated by a person who not only is aware of the complete project, but also has sufficient knowledge and experience with the type of work involved and interpretation of contractual documents. It is further pertinent to point out that all the Members of the Disputes Review Board including respondent no.2 are required to carry out at lease 3 site visits per year so as to be aware of the projection conditions and status of work. The respondent no.1 submits that keeping the above facts in mind, the respondent no.2 has been appointed as the sole arbitrator.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_67\">71. I am of the view that apart from the existence of the above stated nexus between the arbitrator and the contract, the conduct of both the respondents in not informing the petitioner of this fact in the first instance itself raises sufficient and justifiable doubt as to the independence and impartiality of the respondent no.2 to act as an arbitrator in this matter. The fact that Respondent No.2 was the Chairman of the Dispute Resolution Board in relation to the principal contract was an extremely relevant fact, and none could have bona fide entertained any doubt about its relevancy. Having been the Chairman of the said Board, Respondent No.2 must have been aware of his association with the principal contract and the knowledge acquired by him in that capacity. In all fairness, he ought to have disclosed it even without being so required. However, respondent No.2 kept this vital information close to his chest even when he was required to make a complete disclosure.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_68\">72. Even otherwise the relationship of the Arbitrator (as the Chairman of Dispute Review Body qua the contract granted to the respondent no.1 by NHAI for which the petitioners are sub-contractors) with the contract is such that in a dispute between respondent no.1 and NHAI, where the petitioner might not even be a party, the alleged breach on part of the petitioner in the two sub contracts in question may be attempted to be brought forth by the first respondent, and same may in all likelihood influence the mind of the second respondent. The personal association/relation/knowledge of the Arbitrator (the fact that three site visits have to be made by the arbitrator and he is responsible to ensure cordial relations between the Contractor and NHAI) with the cause of action is something which is zealously guarded against in our jurisprudence and it is a settled proposition that a judge should not decide a matter in which he is personally interested/or has personal knowledge, unless the responsibility is entrusted to him by the parties consciously after being well aware of such circumstances. These site visits made by the Arbitrator before and after the abandonment of the work by petitioner might already have introduced him to information pertaining to the cause of dispute which might have already influenced his mind, even before the dispute was referred to him or after it was so referred.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\">73. In this regard, I may also refer to the provisions contained in part III of the Act, which deal with the aspect of conciliation. A conciliator is to assist the parties in an independent and impartial manner in their attempt to reach an amicable settlement of their dispute. He is entitled to take into account the circumstances surrounding the disputes. He can invite parties to meet him and communicate with them orally or in writing. He may meet or communicate with the parties together, or with each of them separately. The Conciliator holds a position of Trust, and is bound to keep to himself confidential information that one or the other party may provide to him in the course of conciliation proceedings. He is bound to maintain confidentiality in respect of all matters relating to the conciliation proceedings on account of the fact that the parties are expected to confide in him and he acquires personal knowledge about the parties and the subject matter of the dispute. <a href=\"/doc/216768/\" id=\"a_262\">Section 80</a> of the Act prohibits a conciliator from acting as an arbitrator or as a representative or counsel of a party in any arbitral or judicial proceeding in respect of a dispute that is the subject of the conciliation proceedings. The conciliator shall not be represented by the parties as a witness in any arbitral or judicial proceedings. This is, of course, subject to the exception that where the parties mutually agree, the conciliator may act as the arbitrator or as representative or counsel of one of the parties in arbitral and judicial proceedings and may appear as a witness in such proceedings. The aforesaid provisions throw light on the nature of role of a conciliator in contradistinction with that of an arbitrator. Before a conciliator, parties can, and normally would have a heart to heart. Not so before an arbitrator. Therefore, the conciliator may be privy to a lot more relevant information than an arbitrator who must decide the disputes only on the case presented before him. Mustill and Boyd (supra), 2nd Edition at page 252, while dealing with the aspect of interest and bias of an arbitrator makes the following observations: ?More troublesome are the cases where the arbitrator has nothing personally to win or lose, but has already taken up a position in relation to some or all of the issues which casts doubt on his ability to assess them fairly. This can happen where, in advance of the reference, the arbitrator has already expressed himself on the very matter which is in dispute. This is unusual. Rather less so is the situation where the arbitrator has decided the same issue of factor law in the course of an arbitration between different parties. Here, we suggest that there is no necessary obstacle to the appointment of the arbitrator: for he can be reminded that it is his duty to approach the issue afresh in the light of the evidence and arguments addressed to him on each occasion.?\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\">74. From the aforesaid quotation, it is seen that the learned Authors drew a distinction between a case where the arbitrator has already expressed himself on the very issue which is in dispute, though not in the capacity of an arbitrator and the other where he has acted as an arbitrator and decided the same issue of fact or law in the course of an arbitration between different parties. In the latter situation, the learned authors felt that there is no necessary obstacle to the appointment of the arbitrator as he can be reminded that it is his duty to approach the issue afresh in the light of evidence and argument addressed to him on each occasion. However, in a case where the arbitrator while earlier functioning as a conciliator has acquired vital information and knowledge with regard to subject matter of dispute or the parties and in that capacity has expressed himself the situation would be different since the parties would have lowered their shield before a conciliator who is obliged to maintain confidentiality and whose proceedings are also clothed with confidentiality, which would not be the case where the same arbitrator had earlier functioned as an arbitrator.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_71\">75. In my view both factors, viz. the non-disclosure in the very first instance of relevant circumstances by respondent No.2 and the subsequent disclosures made in Installments before and after the filing of the present petitions, as well as the personal knowledge and association of respondent No.2 with the principal contract give rise to justifiable doubts about his independence and impartiality insofar as the arbitration under the two contracts in question between the parties herein are concerned. Consequently, respondent No.2 has become de jure unable to perform his functions as an arbitrator, since his independence and impartiality is in justifiable doubt. His mandate as an Arbitrator accordingly stands terminated in both the Arbitrations in question. 76. Reverting now to the second contention of the petitioner, which pertains to OMP No.7/2006 only, that the arbitrator has failed to act within a reasonable time and there has been undue delay and therefore his mandate stands terminated, I find that the Arbitrator was appointed on 25.8.2003 and he entered into reference on 27.8.2003. Thereafter the petitioner sought the declaration under <a href=\"/doc/750244/\" id=\"a_263\">Section 12</a> from him. The Arbitrator replied to the said letter on 23.9.2003. However, no effort or progress was made so far as arbitration proceedings are concerned until 21.1.2005 when the Arbitrator called upon the petitioner to file its statement of claim. This to my mind was an unreasonable and lax approach on the part of the second respondent. I see no force in the contention of the respondent that since the said ground was not pleaded in the petition as originally filed and was introduced by way of an amendment at a later stage, it needs to be rejected. When an amendment is allowed by the Court, unless the claim introduced by the amendment is time barred, it relates back to the date of the filing of the original petition and delayed introduction of the claim by itself is not a ground for rejecting a claim which may otherwise be tenable in law and in facts of the case.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\">77. Because of the casual approach adopted by the arbitrator, the very purpose of resolving disputes through arbitration failed to yield any result expeditiously which is the object of the Act. Since the arbitrator failed to act without under delay, his mandate stands terminated on this ground as well.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\">78. As to the question of supplying a fresh Arbitrator to fill the vacancy that has consequently arisen, <a href=\"/doc/1937086/\" id=\"a_264\">Section 15(2)</a> of the Act provides that a substitute arbitrator is to be appointed according to the rules that were applicable to the appointment of arbitrator being replaced. The agreement provides for appointment of an Arbitrator by the Managing Director of the first respondent. However, the aforesaid conduct of the first respondent in concealing the real association between them clearly reveals that it has failed to act bona fide. Merely because one of the parties to an arbitration agreement may be entrusted with the duty of nominating an Arbitrator, it does not mean that the nominee can be a person who is in such a position in relation to one or the other party, or is possessed of such knowledge or attributes, as may give rise to justifiable doubts as to his independence and impartiality. The obligation to nominate an Arbitrator is a solemn fiduciary obligation to nominate an unbiased and fair Arbitrator. This obligation cannot be turned into an opportunity by the party making the nomination, to nominate an Arbitrator who acts with partiality in favor of one or the other party. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"711774\" id=\"span_42\">In the present case, the nominating authority, in appointing the second respondent failed to discharge what has been referred to in <a href=\"/doc/711774/\" id=\"a_265\">Interstate Constructions v. NPCC Limited [Del</a>] 2004(7) AD (Del) 499 as, his fiduciary duty towards the adversaries.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"711774\" id=\"span_43\">In <a href=\"/doc/711774/\" id=\"a_266\">Interstate</a> (supra) the learned single Judge of this Court was faced with a situation where the Appointing Authority as well as the Arbitrator appointed by him acted unreasonably. The learned judge held that the conduct and dealing of the Appointing Authority compelled it to overlook strict procedural objections which are calculated to defeat the ends of justice. The learned single Judge thereafter proceeded to appoint an Arbitrator after ?overlooking? the power of the Appointing Authority to appoint an Arbitrator.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">79. I find myself in agreement with the aforesaid view expressed by the learned single Judge. Therefore, I appoint Mr. Justice M. Jagannadha Rao (Retd.) Judge, Supreme Court of India as the Sole Arbitrator in both the cases. The learned Arbitrator shall be entitled to fix his own fee and is requested to conclude the proceedings as expeditiously as possible. Petitions stand disposed of. \n</p> \n\n","numcites":50,"numcitedby":27,"docsource":"Delhi High Court","citetid":746307,"divtype":"judgments","relatedqs":[{"value":"removal of arbitrator","formInput":"removal%20of%20arbitrator"},{"value":"termination of mandate","formInput":"termination%20of%20mandate"},{"value":"dispute review board","formInput":"dispute%20review%20board"},{"value":"biased arbitrator","formInput":"biased%20arbitrator"},{"value":"de jure and de facto","formInput":"de%20jure%20and%20de%20facto"},{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"Oriental Structural Engineers","formInput":"Oriental%20Structural%20Engineers"},{"value":"justifiable doubt to his independance and impartiality","formInput":"justifiable%20doubt%20to%20his%20independance%20and%20impartiality"},{"value":"nhai","formInput":"nhai"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"dispute resolution board","formInput":"dispute%20resolution%20board"},{"value":"arbitrator independence impartial ","formInput":"arbitrator%20independence%20impartial%20"},{"value":"de jure","formInput":"de%20jure"},{"value":"arbitrator, impartiality","formInput":"arbitrator%2C%20impartiality"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"powers of the arbitrator","formInput":"powers%20of%20the%20arbitrator"},{"value":"arbitrator not court","formInput":"arbitrator%20not%20court"},{"value":"termination of mandate of arbitrator","formInput":"termination%20of%20mandate%20of%20arbitrator"},{"value":"shyam telecom","formInput":"shyam%20telecom"}],"cats":[{"value":"failure-or-impossibility-to-act","formInput":"tag:failure-or-impossibility-to-act"},{"value":"challenge-procedure","formInput":"tag:challenge-procedure"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"}],"courtcopy":false,"query_alert":null,"agreement":false}