{"tid":1352717,"publishdate":"1974-08-07","title":"M. Nanjappa vs M.P. Muthuswamy on 7 August, 1974","doc":"<h2 class=\"doc_title\">M. Nanjappa vs M.P. Muthuswamy on 7 August, 1974</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1975KANT146, ILR1975KAR263, 1975(1)KARLJ122, AIR 1975 KARNATAKA 146, ILR (1974) KANT 263, (1976) 1 SERVLR 393, 1975 (1) KANTLJ 122</h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. This  second    appeal is by the defendant against the decree passed by the Principal District Judge, Bangalore, in Regular Appeal No. 25 of 1966 modifying the decree passed by the Principal Civil Judge, Bangalore (Urban), in Original Suit No. 83 of 1964. The plaintiff has also preferred cross-objections. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\"> 2. The respondent Muthuswamy was employed by the appellant Nanjappa as a salesman under the contract Ex. D-1 dated 2nd January, 1962. The contractual period stipulated therein is five years. The salary fixed was Rs. 120 per month and Muthuswamy was entitled to annual increments at the rate of Rs. 10. The contract also provides that in the event of Muthuswamy deciding to start his own business, he is free to quit the job on the completion of three years of service. On the same day another contract came into existence between the parties under which Nanjappa agreed to pay a further sum of Rs. 80 per month if Muthuswamy secured good business from places outside the city of Bangalore. It is not disputed that no occasion arose for payment of the additional amount as ,per the contract Ex. P-3. Muthuswamy was employed as a salesman in the employer&#x27;s shop situated in the city of Bangalore, which deals in silk fabrics and garments. Muthuswamy rendered service as a salesman till 17-3-1964, when his service was terminated by the employer. Muthu-swamy instituted the suit on the 18th of July, 1964 for damages for breach of the contract of service Ex. D-1 and claimed a sum of Rs. 10,540.00 as damages. This amount, according to Muthuswamy, represents the remuneration which he would have got if he had continued in service for the full period of five years stipulated in the contract of service Ex. D-1. He has claimed this amount after giving deduction to the amounts received from his employer. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> 3. Nanjappa resisted the suit on various grounds. It is his case that it is Muthuswamy that has committed the breach of the contract and abandoned the service voluntarily and therefore, he is not entitled (liable) to pay any damages. His further case is that the amount of damages claimed by Muthuswamy is excessive and unreasonable. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The Court of first instance awarded Rs. 500 to Muthuswamy, as nominal damages for breach of the contract. The Court held that it is Nanjappa the employer, that committed the breach of the contract as the termination of the service was brought about without any just or proper cause. The Court further held that Muthuswamy not having taken any reasonable steps to mitigate the damages, he is not entitled to claim remuneration for the un-expired period of the contract of service, which in this case happens to be 2 years, 9 months and 15 days. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\"> 5. The decree passed by the Court of first instance was challenged by Muthuswamy in appeal to the District Judge, Bangalore. The learned District Judge allowed the appeal and made a decree in favour of Muthuswamy and awarded a sum of Rs. 5,130.00 as damages for breach of the contract of service with interest on the said amount at 6 per cent. per annum from the date of suit till the date of realisation. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. It is the decree passed by the learned District Judge that is challenged by Nanjappa in this appeal. Muthuswamy has also filed his cross-objections and claimed higher amount as damages. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\"> 7. Sri K. M. Jagadeesa Sastry, learned counsel appearing for the appellant (defendant) contended that the learned District Judge committed an error in law in holding that the defendant not having placed any evidence on record to prove that other employment was available to the respondent (plaintiff), the plaintiff was not under an obligation to prove that he has taken reasonable steps for mitigating the damages resulting from the breach of the contract The learned District Judge has taken the view that the plaintiff, having successfully established that the defendant has committed the breach of the contract, would be entitled, by way of damages to an amount equivalent to the remuneration, which he would have earned, had he continued in service for the stipulated period of five years under the contract of service Ex. D-l. He has further held that it is only if the defendant had established by placing evidence on record that other similar jobs were available to the plaintiff and that the plaintiff did not avail of the opportunity to secure other employment, that the plaintiff would be disen-titled to claim as damages an amount equivalent to the remuneration, which he would have earned had he remained in service for the full contractual period. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1787618\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1499847\" id=\"span_2\">In support of his decision, the learned District Judge, has relied upon the decision of the Madras High Court reported in AIR 1938 Mad 672 (<a href=\"/doc/1499847/\" id=\"a_1\">Sundaram Chettiar v. Chokalingam Chettiar</a>) and the decision of the Madhya Pradesh High Court  (<a href=\"/doc/1787618/\" id=\"a_2\">Pannalal Jugatmal v. State of Madhya Pradesh</a>).</span></span> The contention of Sri Jagadesa Sastry, learned counsel appearing for the defendant, is that the contention put forward by him is fully supported by the decision of the Supreme Court  (Murlidhar v. Harish-chandra). \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 8. Before analysing the rival contentions, it is necessary to briefly indicate the facts which are no more in controversy in this case. Sri Jagadeesa Sastry does not question the correctness of the finding recorded by the learned District Judge to the effect that the defendant has committed the breach of the contract of service Ex. D-1. It is also not disputed that the breach of the contract was committed on the 11th of March, 1964. It is also not disputed by the parties that on the date of the breach of the contract, the plaintiff was drawing a salary of Rs. 140 per month. The plaintiff has, in categorical terms, stated in his evidence that after his service was terminated, he did not make any efforts to secure alternate employment. It is also not disputed that the defendant has also not placed any evidence regarding the availability of similar jobs after the service of the plaintiff was terminated. Sri B. S. Somasun-dara, learned counsel appearing for the plaintiff conceded that the plaintiff has not taken any steps to secure employment after he was wrongfully dismissed from the service by his employer, the defendant. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 9. <a href=\"/doc/339747/\" id=\"a_3\">Section 73</a> of the Contract Act, hereinafter referred to as the Act, which provides for compensation for the breach of contracts, reads as follows: \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;When a contract has been broken, the party who suffers by such breach is entitled to receive from the party who has broken the contract, compensation for any loss or damage caused to him thereby, which naturally arose in bhe usual course of things from such breach, or which the parties knew, when they made the contract to be likely to result from the breach of it.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> Such compensation is not to be given for any remote and indirect loss or damage sustained by reason of the breach. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> When an obligation resembling those created by contract has been incurred and has not been discharged, any person injured by the failure to discharge it is entitled to receive the same compensation from the party in default, as if such person had contracted to discharge it and had broken his contract. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> Explanation: In estimating the loss or damages arising from a breach of contract, the means which existed of remedying the inconvenience caused by the non-performance of the contract must be taken into account.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\"> It cannot be disputed that <a href=\"/doc/339747/\" id=\"a_4\">Section 73</a> of the Act provides for compensation for breach of contracts whether they are commercial contracts or service contracts. It is clear from <a href=\"/doc/339747/\" id=\"a_5\">Section 73</a> of the Act that the defendant, who committed the breach of the contract, has incurred a liability to pay compensation to the plaintiff that naturally arose in the usual course of things from such breach or which the parties knew, when they made the contract, to be likely to result from the breach of the contract. The arguments of learned counsel for both parties, centred on the proper construction to be put on the explanation to <a href=\"/doc/339747/\" id=\"a_6\">Section 73</a> of the Act. Explanation to <a href=\"/doc/339747/\" id=\"a_7\">Section 73</a> of the Act is required to be taken into consideration by the Court for the purpose of remedying the loss or damage arising from the breach of the contract. The explanation makes it clear that bhe Court must take into account the means which existed for remedying the inconvenience caused by the non-performance of the contract. It is not disputed that the Court is under a duty to take into account the means which existed of remedying the inconvenience caused by the non-performance of the contract. Whereas Sri Jagadeesa Sastry maintains that the explanation imposed a statutory duty on the party who alleges that the other party has committed the breach of the contract, of taking reasonable steps to mitigate the damages flowing from the breach of the contract, it is asserted by Sri Somasundara that it is for the party committing the breach of the contract to establish that the means of remedying the inconvenience caused by the breach of the contract, did exist and that such means were unreasonably not availed of by the other party. In M/s. Murlidhar Chiranjilal&#x27;s case,  the Supreme Court examined the scope of <a href=\"/doc/339747/\" id=\"a_8\">Section 73</a> and the explanation thereto, while dealing with a case arising out of a breach of contract of sale of goods. After examining the scope of <a href=\"/doc/339747/\" id=\"a_9\">Section 73</a> of bhe Act, the Supreme Court has laid down the principles on which damages for the breach of contracts have to be determined. In para 9 of the judgment, the principles have been stated in the following terms: \n</p><blockquote id=\"blockquote_5\">  &quot;The two principles on which damages in such cases are calculated are well-settled. The first is that, as far as possible, he who has proved a breach of a bargain to supply what he contracted to get is to be placed, as far as money can do it, in as good a situation as if the contract had been performed; but this principle is qualified by a second, which imposes on a plaintiff the duty of taking all reasonable steps to mitigate the loss consequent on the breach, and debars him from claiming any part of the damage which is due to his neglect to take such steps. (British Westing-house Electric and Mfg. Co. Ltd. v. Underground Electric Ry. Co. of London, (1912) AC 673 at p. 689). These two principles also follow from the law as laid down in <a href=\"/doc/339747/\" id=\"a_10\">Section 73</a> read with the explanation thereof.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\"> 10. Though the case dealt with by the Supreme Court was of a breach of a commercial contract of sale of goods, as the decision was rendered on the construction of <a href=\"/doc/339747/\" id=\"a_11\">Section 73</a> read with Explanation thereof, the principles laid down by the Supreme Court are of general application in respect of all breaches of contracts to which <a href=\"/doc/339747/\" id=\"a_12\">Section 73</a> of the Act applies. The general principles deduci-ble from the judgment of the Supreme Court are as follows:-- \n</p>   \n\n<blockquote id=\"blockquote_6\"> (i) As far as possible a party who has\nproved a breach of the contract is\nto be placed, as far as money can\ndo it, in as good a situation as   if\n the contract had been performed. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (ii) A statutory duty is cast on the plaintiff who has proved the breach of the contract of taking all reasonable steps to mitigate the loss consequent on the breach of the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (iii) If the plaintiff, who proves the breach of the contract but fails to prove that he took all reasonable steps to mitigate the loss consequent on the breach of the contract, he will be debarred from claiming damages to the extent he could have mitigated the same by taking such steps.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 11. It is clear from the decision of the Supreme Court that in a suit for damages for breach of the contract, the plaintiff has not only to establish the alleged breach of the contract, but he has further to establish that he has discharged the statutory duty cast upon him by the Explanation to <a href=\"/doc/339747/\" id=\"a_13\">Section 73</a> of the Act. The statutory duty, which he is required to discharge, is to take all reasonable steps to mitigate the loss consequent on the breach of the contract. The clear effect of the judgment of the Supreme Court is to place the burden on the plaintiff, who has proved the breach of the contract, of further establishing that he has taken all reasonable steps to mitigate the loss consequent on the breach of the contract. The question as to whether the plaintiff has taken all reasonable steps to mitigate the loss consequent on the breach of the contract, is a question of fact to be decided having regard to the facts and circumstances of each case. If the plaintiff places material before the Court in support of his case that he has taken all reasonable steps to mitigate the loss consequent on the breach of the contract, it would be open to the defendant to place material before the Court and to establish that the steps taken by the plaintiff are not reasonable steps to mitigate the loss having regard to the facts and circumstances of the case. It is then for the Court to weigh the evidence produced by the parties and come to the conclusion as to whether the plaintiff has taken all reasonable steps to mitigate the loss consequent on the breach of the contract. If the Court on facts comes to the conclusion that all reasonable steps were taken by the plaintiff, he would be entitled to secure a decree for damages. If, however, the plaintiff having established the breach of the contract alleged by him, fails to establish that he has taken all reasonable ste,ps to mitigate the damages consequent on the breach of the contract, he will be debarred from claiming damages from the defendant to the extent he could have mitigated the damages by taking reasonable steps. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 12. In this case, the learned District Judge, relying on the decision reported in AIR 1938 Mad 672, came to the conclusion that it was for the defendant to establish that there existed means of mitigating the damages. It is no doubt true that the Madras High Court in the said case, has held that the burden of proof is upon the defendant of establishing that there existed means of mitigating the damages and that the plaintiff has not taken any steps to mitigate the damages. In view of the authoritative pronouncement of the Supreme Court to the contrary, with respect, I cannot follow the decision of the Madras High Court. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1787618\" id=\"span_3\">13. The decision of the Madhya Pradesh High Court in <a href=\"/doc/1787618/\" id=\"a_14\">Pannalal Jugat-mal</a>&#x27;s case  is consistent with the view taken by the Supreme Court. The learned District Judge has not properly understood the ratio of the decision of the Madhya Pradesh High Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1787618\" id=\"span_4\">This is what the Madhya Pradesh High Court has <a href=\"/doc/1787618/\" id=\"a_15\">laid down in</a> <a href=\"/doc/1787618/\" id=\"a_16\">Pannalal Jugatmal</a>&#x27;s case:</span> \n</p><blockquote id=\"blockquote_9\">  &quot;Damages are compensatory and not penal and one who has suffered loss from breach of contract must take every reasonable step that is available to him to mitigate the extent of damages caused by the breach. He cannot claim to be compensated by the party in default for loss which is really due not to the breach but to his own failure to behave reasonably after the breach. This rule is incorporated in the explanation to <a href=\"/doc/339747/\" id=\"a_17\">Section 73</a> of the Contract Act. The explanation casts a burden upon the person complaining of breach of the contract to show that he did not possess means of remedying the inconvenience caused by the non-performance of the contract. The law, for wise reasons, imposes upon a party subjected to injury from breach of a contract the active duty of making reasonable exertions to render the injury as light as possible.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> This decision fully supports the case of the defendant as the view taken therein is consistent with the decision of the Supreme Court. As there is an authoritative pronouncement on the construction of <a href=\"/doc/339747/\" id=\"a_18\">Section 73</a> read with the explanation thereto, I consider it unnecessary to refer to the other decisions of the English Courts, which Sri Jagadeesa Sastry, learned counsel for the defendant, cited in support of his contention. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 14. Coming to the facts of the present case, it is clear that the plaintiff on his own showing has not taken any steps to mitigate the loss caused by the breach of the contract. The plaintiff was working as a salesman in the service of the defendant. It is clear from his evidence that he has been in service since several years. In his evidence he has stated that he has not at all made any effort to seek similar appointment as salesman. As the plaintiff did not take any steps to secure similar employment, it has to be held that he has failed to discharge the statutory duty cast upon him of taking all reasonable steps to mitigate the loss consequent upon the breach of the contract of service. He has, by his own neglect, disentitled himself from claiming by way of damages, the remuneration which he would have got for the entire unexpired contractual period. As the burden of proof in this behalf was on the plaintiff, failure on the part of the defendant to place evidence to the effect that there did exist means of mitigating damages, does not come to the rescue of the plaintiff. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 15. The plaintiff having established the breach of the contract of service, he would be disentitled only to such damages, which he could have mitigated by taking reasonable steps for mitigating the loss consequent upon the breach of the contract. I have, therefore, to estimate the damages, if any. which the plaintiff would be entitled to had he taken reasonable steps to mitigate the damages consequent on the breach of the contract of service. The plaintiff&#x27;s service having been wrongfully terminated, the reasonable step which he should have taken in the circumstances, was to try to secure similar employment with other similar firms. In the city of Bangalore, there are number of shops dealing with silk fabrics and silk garments, and similar goods. Even if he had taken reasonable steps for securing employment with other firms, it cannot be assumed that he would have secured similar employment the very next day after his service was terminated by the defendant. In the normal course, having regard to the nature of the employment which the plaintiff held and the emoluments that were attached to the said post, it would not be unreasonable to hold that it would have taken about three months&#x27; time for the plaintiff to secure similar employment in the city of . Bangalore. The plaintiff, would, therefore, be entitled to damages equivalent to the salary for a period of three months. As already mentioned, the plaintiff was drawing Rs. 140 per month on the date on which his services were terminated. The amount of salary for three months, would therefore come to Rs. 420. The. Court of first instance has awarded Rs. 500 in favour of the plaintiff and that was not challenged by the defendant by way of appeal in the Court of the District Judge. The said amount of Rs. 500 awarded by the Court of first instance, in my opinion, represents the correct measure of damages, which the plaintiff would be entitled to having regard to the circumstances of the case. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> 16. As the appeal of the defendant has succeeded, the cross-objections filed by the plaintiff have to fail. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\"> 17. For the reasons stated above, this appeal is allowed, the judgment and the decree passed by the learned District Judge are set aside and those of the learned Civil Judge, are restored. No costs both in the appeal and the cross-objections. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> 18. Appeal allowed. \n</p> \n\n","numcites":3,"numcitedby":7,"docsource":"Karnataka High Court","citetid":1352717,"divtype":"judgments","relatedqs":[{"value":"mitigation of losses","formInput":"mitigation%20of%20losses"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"damages mitigate","formInput":"damages%20mitigate"},{"value":"breach of contract + damages","formInput":"breach%20of%20contract%20%2B%20damages"},{"value":"consequences of breach of contract","formInput":"consequences%20of%20breach%20of%20contract"},{"value":"\"contract for service\" \"contract of service\"","formInput":"%22contract%20for%20service%22%20%22contract%20of%20service%22"},{"value":"contract for service","formInput":"contract%20for%20service"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"when plaintiff himself breaches the contract","formInput":"when%20plaintiff%20himself%20breaches%20the%20contract"},{"value":"contract for service or contract of service","formInput":"contract%20for%20service%20or%20contract%20of%20service"},{"value":"muthuswami","formInput":"muthuswami"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"contract act","formInput":"contract%20act"},{"value":"non performance","formInput":"non%20performance"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"statutory duty is   ","formInput":"statutory%20duty%20is%20%20%20"},{"value":"\"contract of service\"","formInput":"%22contract%20of%20service%22"},{"value":"mitigating","formInput":"mitigating"},{"value":"no cross objections ","formInput":"no%20cross%20objections%20"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"}],"cats":[{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"}],"courtcopy":false,"query_alert":null,"agreement":false}