{"tid":139653985,"publishdate":"2014-02-05","title":"State Th. Cbi New Delhi vs Jitender Kumar Singh on 5 February, 2014","doc":"<h2 class=\"doc_title\">State Th. Cbi New Delhi vs Jitender Kumar Singh on 5 February, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2014 SUPREME COURT 1169, 2014 (11) SCC 724, 2014 AIR SCW 1153, AIR 2014 SC (CRIMINAL) 769, 2014 (3) AJR 154, (2015) 1 RAJ LW 157, 2014 (207) DLT 323, 2014 (2) SCALE 65, 2014 (1) ABR (CRI) 746, (2014) 1 MAD LJ(CRI) 566, (2014) 85 ALLCRIC 253, (2014) 2 ALLCRIR 1426, 2014 (3) SCC (CRI) 512, (2014) 4 KCCR 367, (2014) 57 OCR 874, (2014) 136 ALLINDCAS 186 (SC), 2014 CRILR(SC MAH GUJ) 432, (2014) 2 ALLCRILR 666, (2014) 2 CRILR(RAJ) 432, (2014) 1 MADLW(CRI) 707, (2014) 2 DLT(CRL) 169, (2014) 2 KER LJ 117, (2014) 1 UC 587, 2014 CRILR(SC&MP) 432, (2014) 1 CURCRIR 419, (2014) 1 KER LT 666, (2014) 1 RECCRIR 908, (2014) 2 SCALE 65, (2014) 1 CRIMES 229, (2014) 2 ALD(CRL) 106</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-radhakrishnan\">K. S. Radhakrishnan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a>, <a href=\"/search/?formInput=benchid:k-radhakrishnan\">K. S. Radhakrishnan</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n                       CRIMINAL APPEAL NO.943 OF 2008\n\n\nState through CBI New Delhi             .. Appellant\n\n                                   Versus\n\nJitender Kumar Singh                    .. Respondent\n\n                                    WITH\n\n                       CRIMINAL APPEAL NO.161 OF 2011\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">K. S. RADHAKRISHNAN, J.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_2\">1.    We are, in these cases, concerned with the interpretation  of  various\nsections that appear in Chapter II read with <a href=\"/doc/1331755/\" id=\"a_1\">Chapter III of  the  Prevention\nof Corruption Act, 1988</a> (for short “the <a href=\"/doc/1331755/\" id=\"a_2\">PC Act</a>”), especially <a href=\"/doc/581728/\" id=\"a_3\">Sections 3</a>,  <a href=\"/doc/731949/\" id=\"a_4\">4</a>,\n<a href=\"/doc/616856/\" id=\"a_5\">5</a>  and  other  related  provisions  dealing  with  offences  and   penalties\nappearing in <a href=\"/doc/1331755/\" id=\"a_6\">Chapter III of the PC Act</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.    We are, in Criminal  Appeal  No.  943  of  2008,  concerned  with  the\nquestion whether the Special Judge, after framing charges against  a  Public\nServant under 13(2) read with <a href=\"/doc/178303/\" id=\"a_7\">Section 13(1)(b)</a> falling  under  <a href=\"/doc/1750443/\" id=\"a_8\">Section  3(1)</a>\nof the PC Act and against private persons for offences under  Sections  120-\nB, 420, 467, 468, 471 <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a> can go ahead with the trial of  the  case  against\nthe private persons for non-PC offences, even after the death  of  the  sole\npublic servant.  In other words, the question is whether, on  the  death  of\nthe sole public servant, the Special Judge will cease to  have  jurisdiction\nto continue with the trial against the private persons for non-PC  offences.\nFurther question raised  is  that,  assuming  that  the  Special  Judge  has\njurisdiction under sub-section (3) of <a href=\"/doc/731949/\" id=\"a_10\">Section 4</a> of the  PC  Act  to  proceed\nagainst the private persons, is the Special Judge duty bound to try any non-\nPC offence, other than the offences specified under <a href=\"/doc/581728/\" id=\"a_11\">Section 3</a> of the PC  Act\nagainst the accused persons charged at the same trial.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_4\">3.    In Criminal Appeal  No.  161  of  2011,  we  are  concerned  with  the\nquestion as to whether the Special  Judge  has  jurisdiction  under  <a href=\"/doc/1591736/\" id=\"a_12\">Section\n4(3)</a> of the PC Act to try non-PC offences against private  persons  when  no\ncharges have been framed against public  servants  for  trying  a  case  for\noffences under <a href=\"/doc/1750443/\" id=\"a_13\">Section 3(1)</a> of the PC Act, since they  died  before  framing\nof charges under the <a href=\"/doc/1331755/\" id=\"a_14\">PC Act</a> or <a href=\"/doc/1569253/\" id=\"a_15\">IPC</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">4.    We have two conflicting judgments, one  rendered  by  the  Delhi  High\nCourt, which is impugned in Criminal Appeal No. 943 of  2008  filed  by  the\nState through Central Bureau of  Investigation  (CBI),  New  Delhi  and  the\nother rendered by the Bombay High Court, which is challenged  by  a  private\nperson in Criminal Appeal No. 161 of 2011.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">5.    Delhi High Court seems  to  have  taken  the  view  that  when  public\nservants  and  non-public  servants  are  arrayed  as  co-accused  and  some\noffences are under the <a href=\"/doc/1331755/\" id=\"a_16\">PC Act</a> coupled with  other  offences  under  <a href=\"/doc/1569253/\" id=\"a_17\">IPC</a>,  on\ndeath of a  public  servant,  the  offences  under  the  <a href=\"/doc/1331755/\" id=\"a_18\">PC  Act</a>  cannot  be\nproceeded with and the trial Court has to modify and/or alter  and/or  amend\nthe  charges.  Bombay  High  Court  has  taken  the  view  that   once   the\njurisdiction is vested on a Special Judge, the same cannot  be  divested  on\nthe death of a public servant and that if a private person has  abetted  any\noffences punishable under the <a href=\"/doc/1331755/\" id=\"a_19\">PC Act</a>, he  can  be  tried  even  without  the\npublic servant, in  view  of  the  separate  charge  levelled  against  such\nprivate person by the Special Judge.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">6.    We may first deal with the facts in Criminal Appeal No. 943  of  2008.\nThe CBI, New Delhi registered a  case  No.  RCSIG  2000/E0001  on  16.5.2000\nagainst one P. K. Samal (A-1), Chief Manager SBI, Jaipur Road, J.  K.  Singh\n(A-2), Director M/s Mideast Integrated Steels Ltd. (MISL), New  Delhi,  Rita\nSingh (A-3), Director M/s MISL, Deepak Singh (A-4)  and  Proprietor  Kesoram\nRefractory, New Delhi, under Section 120B read with <a href=\"/doc/1436241/\" id=\"a_20\">Sections 420</a>,  <a href=\"/doc/1985627/\" id=\"a_21\">467</a>,  <a href=\"/doc/1466184/\" id=\"a_22\">471</a>\nIPC and <a href=\"/doc/1259316/\" id=\"a_23\">Section  13(2)</a>  read  with  <a href=\"/doc/178303/\" id=\"a_24\">Section  13(1)(d)</a>  of  the  PC  Act  and\nsubstantive offences under <a href=\"/doc/1436241/\" id=\"a_25\">Sections 420</a>, <a href=\"/doc/1985627/\" id=\"a_26\">467</a>, <a href=\"/doc/556166/\" id=\"a_27\">468</a> and <a href=\"/doc/1466184/\" id=\"a_28\">471</a>  IPC  and  <a href=\"/doc/1259316/\" id=\"a_29\">Section\n13(2)</a> read with <a href=\"/doc/178303/\" id=\"a_30\">Section 13(1)(d)</a> of the PC Act  alleging  that  A-1,  during\n1996-97, was a party to a criminal conspiracy with A-2, A-3, A-4 and  others\nwith the object of cheating IDBI,  Mumbai  and  in  pursuance  thereof,  A-1\nabused his official position to  cause  undue  pecuniary  advantage  to  the\naccused persons A-2 and A-3 and corresponding loss to IDBI, to the  tune  of\nRs.3,52,63,550/- by negotiating forged /fictitious invoices  purportedly  of\nM/s. Kesoram Refractories, a B.K. Birla  Group  Company,  Calcutta,  against\nL.Cs opened by SBI, Jaipur Road.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">7.     CBI,  after  completing  the  investigation,  filed  charge-sheet  on\n1.11.2001 before the Special Judge, New Delhi  and  the  Special  Judge,  on\n25.3.2003, after hearing the prosecution as well  as  the  defence  counsel,\nframed charges against the accused persons  under  Section  120B  read  with\n<a href=\"/doc/1985627/\" id=\"a_31\">Sections 467</a>, <a href=\"/doc/1466184/\" id=\"a_32\">471</a> and <a href=\"/doc/1436241/\" id=\"a_33\">420</a> IPC and also under <a href=\"/doc/178303/\" id=\"a_34\">Sections 13(1)(d)</a> and <a href=\"/doc/1259316/\" id=\"a_35\">13(2)</a>  of\nthe PC Act and  substantive  offences  against  the  accused  persons  under\n<a href=\"/doc/1436241/\" id=\"a_36\">Sections 420</a>, <a href=\"/doc/1985627/\" id=\"a_37\">467</a>, <a href=\"/doc/1466184/\" id=\"a_38\">471</a> IPC and  also  substantive  offences  under  <a href=\"/doc/178303/\" id=\"a_39\">Sections\n13(1)(d)</a> and <a href=\"/doc/1259316/\" id=\"a_40\">13(2)</a> of the PC Act against  A-1.    All  the  accused  persons\npleaded not guilty and claimed trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">8.    The Special Judge, later, posted the case for prosecution evidence  on\n10.4.2003 and, on that day, two witnesses were present,  but  the  case  was\nadjourned.   Meanwhile, on 20.6.2003, the sole public servant A-1 died.   A-\n3 then filed Criminal Revision No. 550 of 2003  before  the  High  Court  of\nDelhi on 22.7.2003 challenging the order framing the  charges  against  him.\nThe High Court, on 1.8.2003, directed the trial Court  to  record  only  the\nexamination-in-chief of the  witnesses.   Accordingly,  the  examination-in-\nchief of 8 prosecution  witnesses  was  recorded  on  different  days.    On\n28.4.2004, A-2 filed an application before the Special  Judge  for  dropping\nthe charges in view of the death of  A-1,  the  sole  public  servant.    On\n12.5.2004, A-2 filed an application before the High Court as  Criminal  M.C.\nNo. 1395/2004 seeking stay of further proceedings before  the  trial  Court,\ntill charges are amended.   The  High  Court,  on  14.5.2004,  directed  the\ntrial Court to dispose of the application filed  by  A-2  for  modification,\namendment or alteration of charges on account of death of  A-1  and  further\ndirected if the Court feels it necessary, it may add,  alter  or  amend  the\ncharges and proceed in accordance with law.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"561739\" id=\"span_1\">9.    CBI, however, filed objection to  the  above  application  before  the\nSpecial Judge on 20.5.2004.  A-2, on 12.7.2005, filed Criminal Revision  No.\n535 of 2005 before the High Court for calling of  the  case  pending  before\nthe Special Judge, so as to consider the propriety of not passing any  order\non the application for dropping the charges, despite the  directions  issued\nby the High Court.   He also prayed for setting aside the  charges  in  view\nof  the  death  of  the   sole   public   servant.    CBI   questioned   the\nmaintainability of the revision and  also  pointed  out  that  there  is  no\nstatutory provision vitiating the  jurisdiction  of  the  Special  Judge  on\ndeath of the public servant.  The High Court, however, placing  reliance  on\nits earlier judgement in <a href=\"/doc/561739/\" id=\"a_41\">Kartongen Kemi Ochforvaltning AB v.  State</a>  through\nCBI (2004) 1 JCC 218 (Bofors case) held  that  on  the  death  of  a  public\nservant, the offences  under  the  <a href=\"/doc/1331755/\" id=\"a_42\">PC  Act</a>  cannot  be  proceeded  with  and\ndirected to modify and alter and/or amend the charges in view of  the  death\nof A-1, the legality of which is under challenge in Criminal Appeal No.  943\nof 2008.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">10.   We may now examine the facts in Criminal Appeal No. 161 of 2011.   CBI\n(Banks Securities &amp; Fraud Cell), Mumbai registered an FIR on 2.7.1996  which\ndiscloses that accused no. 1, the then Chairman  and  Managing  Director  of\nthe Bank of Maharashtra, Pune, who was working as Deputy General Manager  of\nBank of Maharashtra along with accused nos. 9 and 10, the employees  of  the\nBank of Maharashtra, entered into a criminal conspiracy with  an  intent  to\ncheat the bank, with the appellant (accused no. 2) and accused  Nos.  3  and\n5, who were working as the Managing Director, General Manager of  M/s  Orson\nElectronics Limited respectively.   It was also alleged  in  the  FIR  that,\nduring 1986-88, A-2 and  other  accused  persons  entered  into  a  criminal\nconspiracy with the officers of the Bank of Maharashtra  and,  in  pursuance\nto the criminal conspiracy, obtained huge credit facilities to the  tune  of\nRs.20 crore in favour  of  M/s  Orson  Electronics  Limited  and  M/s  Nihon\nElectronics Limited,  of  which  A-2  was  the  Managing  Director/Director,\nknowing very well that both the companies were having very low  capital  and\nwere new.  It was also  alleged  in  the  FIR  that  those  funds  were  not\nutilized for the purpose for which the same were obtained from the bank  and\nwere  siphoned  off  through  M/s  Orson  Electronics  Limited   and   other\nfictitious firms.  Consequently, accused persons failed to repay  the  funds\nof the bank, thereby the bank was cheated to the tune  of  Rs.20.64  crores.\nIt was also alleged in the FIR that A-1 had abused his  position  as  public\nservant and granted favour to A-2 to A-8 and thereby caused wrongful  losses\nto the bank.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">11.   CBI completed the investigation and  the  charge-sheet  was  filed  on\n14.9.2001 against the accused persons for  offences  punishable  inter  alia\nunder Section 120B read with <a href=\"/doc/1436241/\" id=\"a_43\">Section 420</a> IPC  and  <a href=\"/doc/1420677/\" id=\"a_44\">Section  5(2)</a>  read  with\n<a href=\"/doc/157520839/\" id=\"a_45\">Section 5(1)(b)</a> of the Prevention of Corruption Act, 1947, corresponding  to\n<a href=\"/doc/1259316/\" id=\"a_46\">Section 13(2)</a> read with <a href=\"/doc/178303/\" id=\"a_47\">Section 13(1)(d)</a> of the PC  Act,  in  the  Court  of\nSpecial Judge, Mumbai.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">12.   Accused nos. 9 and 10, though named in the charge-sheet, could not  be\nsent for trial since they died before the charge-sheet came to be  filed  on\n14.9.2001.   On 18.2.2005, A-1, the sole public servant also  expired.    A-\n2, the appellant herein, then preferred an application  before  the  Special\nJudge for sending the case to the  Metropolitan  Magistrate  at  Bombay  for\nconducting the trial for offences under <a href=\"/doc/1569253/\" id=\"a_48\">IPC</a>, as the  offence  under  the  <a href=\"/doc/1331755/\" id=\"a_49\">PC\nAct</a> was not attracted due to the  death  of  the  public  servant.   It  was\npointed out that, in the charge-sheet, two public servants  were  joined  as\naccused persons, but only one of them was alive when  the  charge-sheet  was\nfiled.  Further, it was stated that when  the  charges  were  sought  to  be\nframed, no public servant was alive, hence, no  charges  under  the  <a href=\"/doc/1331755/\" id=\"a_50\">PC  Act</a>\ncould be framed.   In the absence of any  offence  under  the  <a href=\"/doc/1331755/\" id=\"a_51\">PC  Act</a>,  the\nSpecial Judge could  not  have  tried  the  offences  levelled  against  the\naccused persons under the <a href=\"/doc/1569253/\" id=\"a_52\">IPC</a>. The application was, however, opposed by  CBI\nstating that even though the sole  public  servant  had  died,  the  offence\nlevelled against the accused persons could be tried by the Special Judge.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">13.   The Special Judge, after hearing the  parties,  passed  the  following\norder:\n</p><blockquote id=\"blockquote_1\">      “9.   On going through the above ratios,  it  can  be  said  that  the\n      existence of public servant for facing trial before the Special  Court\n      is must and in his absence, private person cannot be tried by  Special\n      Court.   In present case, the sole  public  servant  died  during  the\n      pendency of this case.  The charge is not framed.  The accused Nos.  2\n      to 8 are private persons facing  trial  for  the  offences  punishable\n      under Section 409 r/w 120-B of <a href=\"/doc/1569253/\" id=\"a_53\">IPC</a>.   The said offences are triable by\n      the Court of Chief Metropolitan Magistrate.   Therefore, the  case  is\n      required to be sent to Court  of  Chief  Metropolitan  Magistrate  for\n      trial as per the law.   With this, I pass the following order:-\n</blockquote>\n\n<blockquote id=\"blockquote_2\">                                    ORDER\n           Misc. Application (Exh. 18) is allowed.\n</blockquote><blockquote id=\"blockquote_3\">           Registrar (S) is directed to send case papers of Spl. Case No.88\n      of  2001  to  Chief  Metropolitan  Magistrate  for  trial  of  accused\n      according to law within period of four weeks from  the  date  of  this\n      order.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">           Misc. Application (Exh.18) stands disposed of.\n</blockquote>\n\n<blockquote id=\"blockquote_5\">                                                                 Sd/- 5.2.09\n                                                               (S.P. Tavade)\n                                                 Special Judge for CBI Cases\n                                                            Greater Mumbai.”\n\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_15\">14.    CBI,  aggrieved  by  the  said  order,  preferred  Criminal  Revision\nApplication No. 389/2009 before the Bombay High Court.  The High Court  took\nthe view that the  jurisdiction  conferred  on  the  Special  Judge  is  not\ndivested on the death of an accused.  The High Court held that, upon  death,\nthe case against that public servant alone abates and the rest of  them  can\nbe proceeded against by the Special Judge,  since  the  Court,  once  vested\nwith the jurisdiction, cannot be divested of it on the  death  of  a  public\nservant.  Consequently, the order passed by the Special Judge was set  aside\nand the Special Judge, CBI, Bombay was directed to continue with  the  trial\nof the case.   Aggrieved by the same, Criminal Appeal No. 161  of  2011  has\nbeen preferred by A-2.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">15.   Shri P.P. Malhotra, learned  Additional  Solicitor  General  appearing\nfor CBI in Criminal Appeal No. 943 of 2008, referred to  <a href=\"/doc/1750443/\" id=\"a_54\">Sections  3(1)</a>  and\n<a href=\"/doc/180243/\" id=\"a_55\">4(1)</a> of the PC Act and submitted that irrespective of  whether  the  offence\nmentioned in <a href=\"/doc/1750443/\" id=\"a_56\">Section 3(1)</a> was committed by a public  servant  or  a  private\nperson, individually or jointly,  trial  could  be  conducted  only  by  the\nSpecial Judge  who  is  conferred  with  the  jurisdiction  by  the  Central\nGovernment or the State Government, as the case may be, under  the  <a href=\"/doc/1331755/\" id=\"a_57\">PC  Act</a>.\nShri Malhotra  submitted  that  on  the  death  of  a  public  servant,  the\njurisdiction  once  vested  on  the  Special  Judge  cannot   be   divested.\nFurther, it was also pointed out that once  the  public  servant  dies,  the\ncharge against him alone would abate, but  the  jurisdiction  of  the  Court\nwould not be divested.  It was stated that the direction issued by the  High\nCourt was contrary to the statutory provisions  and  settled  principles  of\nlaw and is liable to be set aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">16.   Shri K. Radhakrishnan, learned senior counsel appearing  for  the  CBI\nin Criminal Appeal no. 161 of 2011, highlighted the objects and  reasons  of\nthe <a href=\"/doc/1331755/\" id=\"a_58\">PC Act</a> and submitted that once  the  jurisdiction  to  try  the  offence\nunder the <a href=\"/doc/1331755/\" id=\"a_59\">PC Act</a>, as well as the offence under <a href=\"/doc/1569253/\" id=\"a_60\">IPC</a>, has been conferred on  a\nSpecial Judge, it cannot be divested by the act  of  parties,  even  on  the\ndeath of a public servant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">17.   Shri V. Giri, learned senior  counsel  and  amicus  curiae,  submitted\nthat once jurisdiction is  conferred  on  a  Special  Judge,  it  cannot  be\ndivested by the subsequent events and on death of the  public  servant  only\nthe charge against him will abate,  but  the  jurisdiction  of  the  Special\nJudge will not be divested.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">18.   Shri Kawal Nain, learned counsel  appearing  for  the  respondents  in\nCriminal Appeal No. 943 of 2008, also traced the legislative history of  the\n<a href=\"/doc/1331755/\" id=\"a_61\">PC Act</a> as well as the jurisdiction of the ordinary Criminal Court under  the\nCode, with specific reference to <a href=\"/doc/581728/\" id=\"a_62\">Section 3</a> of the PC Act read  with  <a href=\"/doc/178303/\" id=\"a_63\">Section\n13(1)(d)(i)(ii)</a> of the PC  Act  and  <a href=\"/doc/1897847/\" id=\"a_64\">Section  120B</a>  of  the  IPC.    Learned\ncounsel pointed out that the charge against  public  servant  under  <a href=\"/doc/178303/\" id=\"a_65\">Section\n13(1)(d)(i)(ii)</a> has abated on his  death,  consequently,  it  would  not  be\npossible  for  the  Special  Judge  to  try  any  offence  as  against   the\nrespondents, since both  are  intrinsically  interlinked.   Learned  counsel\npointed out that to establish an offence of conspiracy, there  must  be  two\nor more persons as stated in <a href=\"/doc/591631/\" id=\"a_66\">Section 120A</a> IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">19.   Shri R. Basant, learned senior counsel appearing for the appellant  in\nCriminal Appeal No. 161 of 2011, has taken the stand that the Special  Judge\nhas no jurisdiction under <a href=\"/doc/1591736/\" id=\"a_67\">Section 4(3)</a> of the PC Act  to  try  the  offences\npunishable under  Section  409  read  with  <a href=\"/doc/1897847/\" id=\"a_68\">Section  120B</a>  IPC  against  the\nappellant, since there  is  no  public  servant  in  the  array  of  accused\npersons.  Learned senior counsel submitted, assuming that the Special  Judge\nhas jurisdiction under <a href=\"/doc/1591736/\" id=\"a_69\">Section 4(3)</a> of the PC Act, still the  Special  Judge\nhas the discretion to decide as to whether he should try any offence,  other\nthan the offence specified in <a href=\"/doc/581728/\" id=\"a_70\">Section 3</a> of the PC Act.  It was  pointed  out\nthat the jurisdiction of the Special Judge to try offences  specified  under\n<a href=\"/doc/581728/\" id=\"a_71\">Sections 3(a)</a> and (b) is not only in respect of  offences  punishable  under\nthe <a href=\"/doc/1331755/\" id=\"a_72\">PC Act</a>, but also non-PC offences in view of <a href=\"/doc/1591736/\" id=\"a_73\">Section 4(3)</a> of the PC  Act,\nwhich is only an enabling provision.     Further, it was  also  pointed  out\nthat when exclusive jurisdiction is conferred on the  Special  Judge,  while\ntrying offences under <a href=\"/doc/679308/\" id=\"a_74\">Section 3(1)(a)</a> and  (b)  against  public  servant  as\nwell as the private  persons,  the  discretion  is  also  conferred  on  the\nSpecial Judge under <a href=\"/doc/1591736/\" id=\"a_75\">Section 4(3)</a> to try  non-PC  offences  as  well  against\nprivate persons.  On the basis of the above legal premises,  learned  senior\ncounsel pointed out that, in the instant case, since no  charges  have  been\nframed against the public servant under <a href=\"/doc/1750443/\" id=\"a_76\">Section 3(1)</a> of the PC Act and  that\nthe public servant is no more,  the  discretion  exercised  by  the  Special\nJudge under <a href=\"/doc/1591736/\" id=\"a_77\">Section 4(3)</a> of the PC Act should not have been interfered  with\nby the High Court.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">20.   We may, before examining the rival contentions raised by the  parties,\ndeal with the objects and reasons for  enacting  the  <a href=\"/doc/1331755/\" id=\"a_78\">PC  Act</a>.   The  <a href=\"/doc/1569253/\" id=\"a_79\">Indian\nPenal Code</a> has provided for  punishment  for  the  offence  of  bribery  and\ncorruption even against the public servants.   Parliament,  in  its  wisdom,\nnoticed that the Penal Code was not adequate to meet the exigencies of  time\nand a need was felt to introduce  a  special  legislation  with  a  view  to\neradicate  the  evil  of  bribery   and   corruption   from   the   society.\nConsequently, the Prevention of Corruption Act, 1947 was enacted, which  was\namended in the year 1964, based on  the  recommendations  of  the  Santhanam\nCommittee.    Parliament still felt that the anti-corruption laws should  be\nmade more effective, by widening their coverage and enhancing penalties  and\nto expedite the proceedings and hence the 1988 Act was enacted.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">21.   <a href=\"/doc/1331755/\" id=\"a_80\">Chapter II of the PC Act</a> deals with the appointment of Special  Judges\nand Chapter III deals with the offences and penalties.  <a href=\"/doc/581728/\" id=\"a_81\">Section 3</a> of the  PC\nAct deals with the power to  appoint  Special  Judges,  which  is  extracted\nhereunder for an easy reference:\n</p><blockquote id=\"blockquote_6\">    “3. Power to appoint special Judges.-  (1) The  Central  Government  or\n    the State Government may, by  notification  in  the  Official  Gazette,\n    appoint as many special Judges as may be necessary  for  such  area  or\n    areas or for such case or group of cases as may  be  specified  in  the\n    notification to try the following offences, namely:-\n</blockquote>\n\n<blockquote id=\"blockquote_7\">        a) any offence punishable under this Act; and\n\n\n</blockquote><blockquote id=\"blockquote_8\">        b) any conspiracy to  commit  or  any  attempt  to  commit  or  any\n           abetment of any of the offences specified in clause (a).\n</blockquote>\n\n<blockquote id=\"blockquote_9\">    (2) A person shall not be qualified for appointment as a special  Judge\n    under this Act unless he  is  or  has  been  a  Sessions  Judge  or  an\n    Additional Sessions Judge or an Assistant Sessions Judge under the <a href=\"/doc/445276/\" id=\"a_82\">Code\n    of Criminal Procedure</a>, 1973 (2 of 1974).”\n\n\n\n    <a href=\"/doc/731949/\" id=\"a_83\">Section 4</a> of the PC Act deals with the cases triable by Special Judges.\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">The same is also extracted below:\n</p>\n<blockquote id=\"blockquote_10\">    “4. Cases triable by  special  Judges.-   (1) Notwithstanding  anything\n    contained in the <a href=\"/doc/445276/\" id=\"a_84\">Code of Criminal Procedure</a>, 1973 (2 of  1974),  or  in\n    any other law for the time being in force, the  offences  specified  in\n    sub- section (1) of <a href=\"/doc/581728/\" id=\"a_85\">section 3</a> shall be tried by special Judges only.\n</blockquote>\n\n<blockquote id=\"blockquote_11\">         (2) Every offence specified in sub- section (1) of <a href=\"/doc/581728/\" id=\"a_86\">section 3</a>  shall\n    be tried by the  special  Judge  for  the  area  within  which  it  was\n    committed, or, as the case may be, by the special Judge  appointed  for\n    the case, or where there are more special  Judges  than  one  for  such\n    area, by such one of them as may be specified in  this  behalf  by  the\n    Central Government.\n</blockquote>\n\n<blockquote id=\"blockquote_12\">         (3) When trying any case, a special Judge may also try any offence,\n    other than an offence specified in <a href=\"/doc/581728/\" id=\"a_87\">section 3</a>, with  which  the  accused\n    may, under the <a href=\"/doc/445276/\" id=\"a_88\">Code of Criminal Procedure</a>, 1973 (2 of 1974), be charged\n    at the same trial.\n</blockquote>\n\n<blockquote id=\"blockquote_13\">         (4) Notwithstanding anything contained  in  the  <a href=\"/doc/445276/\" id=\"a_89\">Code  of  Criminal\n    Procedure</a>, 1973  (2  of  1974),  a  special  Judge  shall,  as  far  as\n    practicable, hold the trial of an offence on day- to- day basis.”\n\n\n\n    <a href=\"/doc/616856/\" id=\"a_90\">Section 5</a> of the PC Act deals with the procedure and powers of  Special\nJudge.  The same also has some relevance and is extracted below for an easy\nreference:\n</blockquote>\n<blockquote id=\"blockquote_14\">    “5. Procedure and powers of special Judge.-  (1) A  special  Judge  may\n    take cognizance of offences without the accused being committed to  him\n    for trial  and,  in  trying  the  accused  persons,  shall  follow  the\n    procedure prescribed by the <a href=\"/doc/445276/\" id=\"a_91\">Code of  Criminal  Procedure</a>,  1973  (2  of\n    1974), for the trial of warrant case by Magistrates.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">         (2) A special Judge may, with a view to obtaining the  evidence  of\n    any person supposed to have been directly or indirectly  concerned  in,\n    or privy to, an offence, tender a pardon to such person on condition of\n    his making a full and true disclosure of the whole circumstances within\n    his knowledge relating  to  the  offence  and  to  every  other  person\n    concerned, whether as principal or abettor, in the  commission  thereof\n    and any pardon so tendered shall, for the purposes of sub- sections (1)\n    to (5) of <a href=\"/doc/1417508/\" id=\"a_92\">section 308</a> of the Code of Criminal  Procedure,  1973  (2  of\n    1974), be deemed to have been tendered under section 307 of that Code.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">         (3) Save as provided in sub- section (1) or sub- section  (2),  the\n    provisions of the <a href=\"/doc/445276/\" id=\"a_93\">Code of Criminal  Procedure</a>,  1973  (2  of  1974  .),\n    shall, so far as they are not inconsistent with this Act, apply to  the\n    proceedings before a special Judge; and for the purposes  of  the  said\n    provisions, the Court of the special Judge shall  be  deemed  to  be  a\n    Court of Session and the  person  conducting  a  prosecution  before  a\n    special Judge shall be deemed to be a public prosecutor.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">         (4) In particular and without prejudice to the  generality  of  the\n    provisions contained in sub- section (3), the  provisions  of  <a href=\"/doc/1264755/\" id=\"a_94\">sections\n    326</a> and <a href=\"/doc/239420/\" id=\"a_95\">457</a> of the Code of Criminal Procedure, 1973 (2 of 1974), shall,\n    so far as may be, apply to the proceedings before a special  Judge  and\n    for the purposes of the said  provisions,  a  special  Judge  shall  be\n    deemed to be a Magistrate.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_24\">         (5) A special Judge may pass upon any person convicted by  him  any\n    sentence authorised by law for the punishment of the offence  of  which\n    such person is convicted.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_25\">         (6) A special Judge, while trying an offence punishable, under this\n    Act, shall exercise all the  powers  and  functions  exercisable  by  a\n    District Judge under the Criminal Law Amendment Ordinance,  1944  (Ord.\n    38 of 1944).”\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_26\">22.   <a href=\"/doc/1750443/\" id=\"a_96\">Section 3(1)</a> of the PC Act confers power on the Central Government  or\nthe State Government to appoint as many Special Judges as may be  necessary,\nfor such area or areas or for such cases  or  group  of  cases  as  will  be\nspecified in the notification to be issued in the  Official  Gazette.    The\nSpecial Judge is so empowered to try any offence  punishable  under  <a href=\"/doc/679308/\" id=\"a_97\">Section\n3(1)(a)</a> of the PC Act.   The Special Judge is also empowered  to  try  under\n<a href=\"/doc/1321823/\" id=\"a_98\">Section 3(1)(b)</a> any conspiracy to commit or any attempt  to  commit  or  any\nabetment of any of the offences specified in clause (a).  To  make  it  more\nprecise, following offences would come within the scope of <a href=\"/doc/1750443/\" id=\"a_99\">Section  3(1)</a>  of\nthe PC Act:\n</p><pre id=\"pre_2\">    (1)    Any offence punishable under the <a href=\"/doc/1331755/\" id=\"a_100\">PC Act</a>.\n    (2)    Any conspiracy to commit any offence  punishable  under  the  <a href=\"/doc/1331755/\" id=\"a_101\">PC\n           Act</a>.\n    (3)    Any attempt to commit any offence punishable under the <a href=\"/doc/1331755/\" id=\"a_102\">PC Act</a>.\n    (4)    Any abetment of any offence punishable under the <a href=\"/doc/1331755/\" id=\"a_103\">PC Act</a>.\n</pre><p data-structure=\"Section\" id=\"p_27\">23.   Let us examine what are  the  offences  specified  in  Clause  (a)  of\n<a href=\"/doc/1750443/\" id=\"a_104\">Section 3(1)</a> of the PC Act, for which reference  has to be made  to  <a href=\"/doc/1331755/\" id=\"a_105\">Chapter\nIII of the PC Act</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">24.   <a href=\"/doc/324254/\" id=\"a_106\">Section 7</a> of the  PC  Act  refers  to  offences  dealing  with  public\nservant taking gratification, other than the legal remuneration  in  respect\nof an official act. <a href=\"/doc/990066/\" id=\"a_107\">Section 10</a> deals  with  punishment  for  abetment  by  a\npublic servant of offences defined in <a href=\"/doc/733974/\" id=\"a_108\">Sections 8</a> and <a href=\"/doc/1324019/\" id=\"a_109\">9</a>.  <a href=\"/doc/1973776/\" id=\"a_110\">Section 11</a>  of  the\nPC Act refers to an offence of a public servant  obtaining  valuable  thing,\nwithout consideration  from  person  concerned  in  proceeding  or  business\ntransacted by such public servant.  Offences under <a href=\"/doc/324254/\" id=\"a_111\">Sections  7</a>,  <a href=\"/doc/990066/\" id=\"a_112\">10</a>  and  <a href=\"/doc/1973776/\" id=\"a_113\">11</a>\ncan be committed only  by  the  public  servant,  though  an  offence  under\n<a href=\"/doc/324254/\" id=\"a_114\">Section 7</a> can also be  committed  by  a  person  expected  to  be  a  public\nservant. An offence under <a href=\"/doc/324254/\" id=\"a_115\">Section 7</a> or 11 could also be abetted  by  a  non-\npublic servant, for which punishment has been prescribed  under  <a href=\"/doc/642316/\" id=\"a_116\">Section  12</a>\nof the PC Act.  <a href=\"/doc/733974/\" id=\"a_117\">Section 8</a> deals with the taking  gratification,  by  corrupt\nor illegal means, to influence public servant.  <a href=\"/doc/1324019/\" id=\"a_118\">Section 9</a> deals with  taking\ngratification, for exercise  of  personal  influence  with  public  servant.\nOffences under <a href=\"/doc/733974/\" id=\"a_119\">Sections 8</a> and <a href=\"/doc/1324019/\" id=\"a_120\">9</a> can be committed by a person  who  need  not\nnecessarily be a public servant.   An offence under <a href=\"/doc/733974/\" id=\"a_121\">Sections 8</a>, <a href=\"/doc/1324019/\" id=\"a_122\">9</a> or 12  can\nbe committed by a public servant or by a private person  or  by  combination\nof both.   <a href=\"/doc/178303/\" id=\"a_123\">Section 13</a>  deals  with  the  criminal  misconduct  by  a  public\nservant,  which  is  exclusively  an  offence  against  the  public  servant\nrelating to criminal misconduct.  An  offence  under  <a href=\"/doc/178303/\" id=\"a_124\">Sections  13</a>  is  made\npunishable under <a href=\"/doc/1228205/\" id=\"a_125\">Section 15</a> of  the  PC  Act.  The  above  discussion  would\nindicate that a public servant as well as a non-public  servant  can  commit\noffences punishable under the <a href=\"/doc/1331755/\" id=\"a_126\">PC Act</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">25.   A Special Judge appointed under <a href=\"/doc/1750443/\" id=\"a_127\">Section 3(1)</a> of the  PC  Act  has  got\njurisdiction  to  proceed  exclusively  against   a   public   servant   and\nexclusively against a non-public servant as well, depending upon the  nature\nof the offence referred to in <a href=\"/doc/1331755/\" id=\"a_128\">Chapter III of the  PC  Act</a>.   Junction  of  a\npublic servant is not a must for the Special Judge to proceed against a non-\npublic servant for any offence alleged to have been committed by  him  under\n<a href=\"/doc/1331755/\" id=\"a_129\">Chapter III of the  PC  Act</a>.     As  already  indicated,  an  offence  under\n<a href=\"/doc/733974/\" id=\"a_130\">Section 8</a> or <a href=\"/doc/1324019/\" id=\"a_131\">Section 9</a> can be committed by non-public servant and he can  be\nproceeded against under the <a href=\"/doc/1331755/\" id=\"a_132\">PC Act</a> without joinder of  any  public  servant.\nFor example:\n</p><blockquote id=\"blockquote_18\">     - <a href=\"/doc/324254/\" id=\"a_133\">Section 7</a> of the Act uses the words “Whoever, being, or expecting to\n       be a public servant….”\n</blockquote><blockquote id=\"blockquote_19\">     - <a href=\"/doc/990066/\" id=\"a_134\">Sections 10</a> and <a href=\"/doc/1973776/\" id=\"a_135\">11</a> of the Act use the words “Whoever, being a public\n       servant….”.\n</blockquote><blockquote id=\"blockquote_20\">     - <a href=\"/doc/178303/\" id=\"a_136\">Section 13</a> uses the words “A public servant is said to commit…..”.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_30\">26.   Thus, offences under <a href=\"/doc/324254/\" id=\"a_137\">Sections 7</a>, <a href=\"/doc/990066/\" id=\"a_138\">10</a>, <a href=\"/doc/1973776/\" id=\"a_139\">11</a> and <a href=\"/doc/178303/\" id=\"a_140\">13</a> of the PC  Act  can  be\ncommitted by a public servant though an  offence  under  <a href=\"/doc/324254/\" id=\"a_141\">Section  7</a>  can  be\ncommitted also by a “person expected to be a public servant”.  On the  other\nhand:\n</p><blockquote id=\"blockquote_21\">      - <a href=\"/doc/733974/\" id=\"a_142\">Section 8</a> uses the words “whoever…”, simpliciter, without using  any\n        other qualifying words.\n</blockquote><blockquote id=\"blockquote_22\">      -  Likewise,  <a href=\"/doc/1324019/\" id=\"a_143\">Sections  9</a>  and  <a href=\"/doc/642316/\" id=\"a_144\">12</a>  also  use  the  words   “whoever…”\n        simpliciter.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_31\">27.   Thus, an offence under <a href=\"/doc/733974/\" id=\"a_145\">Sections 8</a>, <a href=\"/doc/1324019/\" id=\"a_146\">9</a> or 12 can  be  committed  by  any\nperson, who need not necessarily be a public servant. Such an  offence  can,\ntherefore, be committed by a public servant or by a private person or  by  a\ncombination of the two.  It is thus clear that an offence under the  <a href=\"/doc/1331755/\" id=\"a_147\">PC  Act</a>\ncan be committed by either a  public  servant  or  a  private  person  or  a\ncombination of both and in view of the mandate of <a href=\"/doc/180243/\" id=\"a_148\">Section  4(1)</a>  of  the  PC\nAct, read with <a href=\"/doc/1750443/\" id=\"a_149\">Section 3(1)</a> thereof, such offences can be tried  only  by  a\nSpecial Judge.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">For example:\n</p><blockquote id=\"blockquote_23\">     - A private person offering a bribe to a  public  servant  commits  an\n       offence under <a href=\"/doc/642316/\" id=\"a_150\">Section 12</a> of Act.  This offence can be tried only  by\n       the Special Judge, notwithstanding the  fact  that  only  a  private\n       person is the accused in the  case  and  that  there  is  no  public\n       servant named as an accused in that case.\n</blockquote><blockquote id=\"blockquote_24\">     - A private person can be the only accused person in an offence  under\n       <a href=\"/doc/733974/\" id=\"a_151\">Section 8</a> or <a href=\"/doc/1324019/\" id=\"a_152\">Section 9</a> of the said Act. And it is not necessary that\n       a public servant should also be specifically named as an accused  in\n       the same case.   Notwithstanding the fact that a private  person  is\n       the only accused in an offence under <a href=\"/doc/733974/\" id=\"a_153\">Section 8</a> or <a href=\"/doc/1324019/\" id=\"a_154\">Section 9</a>, it  can\n       be tried only by a Special Judge.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">28.   Thus, the scheme of the <a href=\"/doc/1331755/\" id=\"a_155\">PC Act</a>  makes  it  quite  clear  that  even  a\nprivate person who is involved in an offence mentioned in  <a href=\"/doc/1750443/\" id=\"a_156\">Section  3(1)</a>  of\nthe PC Act, is required to be tried only by  a  Special  Judge,  and  by  no\nother Court.  Moreover, it is not necessary that in every offence under  the\n<a href=\"/doc/1331755/\" id=\"a_157\">PC Act</a>, a public servant must necessarily be an accused.   In  other  words,\nthe existence of a public servant for facing the trial  before  the  Special\nCourt is not a must and even in his absence, private persons  can  be  tried\nfor PC as well as non-PC offences, depending upon the facts of the case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">29.   We, therefore, make it clear that it is not the law  that  only  along\nwith the junction of a public servant  in  array  of  parties,  the  Special\nJudge can proceed  against  private  persons  who  have  committed  offences\npunishable under the <a href=\"/doc/1331755/\" id=\"a_158\">PC Act</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">30.   <a href=\"/doc/679308/\" id=\"a_159\">Sections 3(1)(a)</a> and  (b),  it  may  be  noted,  deal  with  only  the\noffences punishable under the <a href=\"/doc/1331755/\" id=\"a_160\">PC Act</a> and not any  offence  punishable  under\n<a href=\"/doc/1569253/\" id=\"a_161\">IPC</a> or any other law and     <a href=\"/doc/180243/\" id=\"a_162\">Section 4(1)</a>  of  the  PC  Act  makes  it  more\nexplicit.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">31.   <a href=\"/doc/180243/\" id=\"a_163\">Section 4(1)</a> of the PC Act has used a non-abstante clause.   It  says,\n“notwithstanding anything contained in the <a href=\"/doc/445276/\" id=\"a_164\">Code of Criminal Procedure</a>,  1973\n(2 of 1974) or in any other law for the time being in  force,  the  offences\nspecified in sub-section (1) of <a href=\"/doc/581728/\" id=\"a_165\">Section 3</a> shall be tried by  special  Judges\nonly”.  Consequently, the offences referred to in  <a href=\"/doc/1750443/\" id=\"a_166\">Section  3(1)</a>  cannot  be\ntried  by  the  ordinary  criminal  court,  since  jurisdiction   has   been\nspecifically conferred on a Special Judge appointed under  <a href=\"/doc/1750443/\" id=\"a_167\">Section  3(1)</a>  of\nthe PC Act.  Sub-section (2) of <a href=\"/doc/731949/\" id=\"a_168\">Section 4</a> also makes it  clear,  which  says\nthat every offence specified in sub-section (1) of <a href=\"/doc/581728/\" id=\"a_169\">Section 3</a> shall be  tried\nby the special Judge for the area within which it was committed, or, as  the\ncase may be, by the special Judge appointed for the case,  or,  where  there\nare more special Judges than one for such area, by such one of them  as  may\nbe specified in this behalf by the Central Government.  A  conjoint  reading\nof <a href=\"/doc/1750443/\" id=\"a_170\">Section 3(1)</a> along with <a href=\"/doc/180243/\" id=\"a_171\">Sections 4(1)</a> and (2) would make it  amply  clear\nthat only the Special Judge has got the jurisdiction  to  try  the  offences\nspecified in sub-section (1) of <a href=\"/doc/581728/\" id=\"a_172\">Section 3</a> committed by a public  servant  or\na non-public servant, alone or jointly.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">32    We may now examine the scope of sub-section (3) of <a href=\"/doc/731949/\" id=\"a_173\">Section  4</a>  of  the\nPC Act, which indicates that “when trying any case”, which means trying  any\ncase relating to the offences referred to in <a href=\"/doc/679308/\" id=\"a_174\">Section 3(1)(a)</a> and (b) of  the\n<a href=\"/doc/1331755/\" id=\"a_175\">PC Act</a> for which exclusive jurisdiction is conferred on the  Special  Judge.\nA Special Judge, while exercising, exclusive  jurisdiction,  that  is,  when\ntrying any case relating to offences under <a href=\"/doc/679308/\" id=\"a_176\">Sections 3(1)(a)</a> and (b)  of  the\n<a href=\"/doc/1331755/\" id=\"a_177\">PC Act</a>, may also try  any  offence  other  than  the  offence  specified  in\n<a href=\"/doc/581728/\" id=\"a_178\">Section  3</a>,  with  which  the  accused  may,  under  the  <a href=\"/doc/445276/\" id=\"a_179\">Code  of  Criminal\nProcedure</a>, 1973 be charged at the same trial.  An accused, in a given  case,\nmay be charged under the <a href=\"/doc/445276/\" id=\"a_180\">Code of Criminal  Procedure</a>  on  an  offence  being\ncommitted under the <a href=\"/doc/1569253/\" id=\"a_181\">IPC</a> and the offence specified in <a href=\"/doc/581728/\" id=\"a_182\">Section  3</a>  of  the  PC\nAct.   Criminal cases that can be tried by a Special Judge are under the  <a href=\"/doc/1331755/\" id=\"a_183\">PC\nAct</a>  and  also  for  the  charges  under  <a href=\"/doc/1569253/\" id=\"a_184\">IPC</a>  or  any  other   legislation.\nConspiracy to commit any offence either under the <a href=\"/doc/1331755/\" id=\"a_185\">PC Act</a> or  under  the  <a href=\"/doc/1569253/\" id=\"a_186\">IPC</a>\nis a separate  offence,  has  to  be  separately  charged  and  tried.   For\nexample, the conspiracy to  commit  offence  punishable  under  the  <a href=\"/doc/1331755/\" id=\"a_187\">PC  Act</a>\nitself is an offence to be tried only by a Special Judge.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"928322\" id=\"span_2\">In <a href=\"/doc/928322/\" id=\"a_188\">Ajay  Aggarwal\nv. Union of India</a> (1993) 3 SCC 609, the Court held as follows:</span>\n</p><blockquote id=\"blockquote_25\">           “….Conspiracy to commit  a  crime  itself  is  punishable  as  a\n      substantive offence and every individual offence committed pursuant to\n      the conspiracy is separate and distinct offence  to  which  individual\n      offenders are liable to punishment, independent of the conspiracy. ….”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549326\" id=\"span_3\">33.   Reference may also be made to the judgments of this Court in <a href=\"/doc/549326/\" id=\"a_189\">Sanichar\nSahni v. State of Bihar</a> (2009) 7 SCC 198 and Mohd. Arif v.  State  (NCT  of\nDelhi) (2011) 13 SCC 621.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137074571\" id=\"span_4\">34.   In other words, an accused person, either a  public  servant  or  non-\npublic servant, who has been charged for an offence under  <a href=\"/doc/1750443/\" id=\"a_190\">Section  3(1)</a>  of\nthe PC Act, could also be charged for an offence under <a href=\"/doc/1569253/\" id=\"a_191\">IPC</a>, in the event  of\nwhich, the Special Judge has got  the  jurisdiction  to  try  such  offences\nagainst the public servant as well as against a  non-public  servant.    The\nlegal position is also settled by the Judgment of this Court in <a href=\"/doc/137074571/\" id=\"a_192\">Vivek  Gupta\nv. CBI and another</a> (2003) 8 SCC 628, wherein this Court held that  a  public\nservant who is charged of an offence under   the provisions of  the  <a href=\"/doc/1331755/\" id=\"a_193\">PC  Act</a>\nmay also be charged by the Special Judge at the same trial  of  any  offence\nunder <a href=\"/doc/1569253/\" id=\"a_194\">IPC</a>  if the same is committed in a manner contemplated  under  Section\n220 of the Code.  This Court  also  held,  even  if  a  non-public  servant,\nthough charged only of offences under Section  420  and  Section  120B  read\nwith <a href=\"/doc/1436241/\" id=\"a_195\">Section 420</a> IPC, he could also be tried by the Special Judge  with  the\naid of sub-section (3) of <a href=\"/doc/731949/\" id=\"a_196\">Section 4</a> of the PC Act.  We  fully  endorse  that\nview.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_40\">35.   We are, however, in Criminal Appeal No.161 of 2011, concerned  with  a\nsituation where no charge has been framed against the public servant,  while\nhe was alive, under <a href=\"/doc/1750443/\" id=\"a_197\">Section  3(1)</a>  nor  any  charge  was  framed  against  a\nprivate person for any offence under  <a href=\"/doc/1750443/\" id=\"a_198\">Section  3(1)</a>  of  the  PC  Act.   The\nSpecial Judge, therefore, had no occasion to “try any  case”  under  <a href=\"/doc/1750443/\" id=\"a_199\">Section\n3(1)</a> of the PC Act, either against a public servant or a private person,  so\nas to try any offence other than an offence specified in <a href=\"/doc/581728/\" id=\"a_200\">Section 3</a>,  meaning\nthereby, non-PC offences against private person, like the appellant.\n</p>\n\n<p data-structure=\"Section\" id=\"p_41\">36.   The Special Judge appointed under  <a href=\"/doc/1750443/\" id=\"a_201\">Section  3(1)</a>  could  exercise  the\npowers under sub-section (3) to <a href=\"/doc/731949/\" id=\"a_202\">Section 4</a> to try non-PC offence.  Therefore,\ntrying a case by a Special Judge under <a href=\"/doc/1750443/\" id=\"a_203\">Section 3(1)</a> is  a  sine-qua-non  for\nexercising jurisdiction by the Special Judge for trying any  offence,  other\nthan an offence specified in <a href=\"/doc/581728/\" id=\"a_204\">Section 3</a>.   “Trying any  case”  under  <a href=\"/doc/1750443/\" id=\"a_205\">Section\n3(1)</a> is, therefore, a jurisdictional fact for the Special Judge to  exercise\npowers to try any offence other than an offence specified in <a href=\"/doc/581728/\" id=\"a_206\">Section 3</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">37.   Exclusion of the jurisdiction of ordinary Criminal Court,  so  far  as\noffences under the <a href=\"/doc/1331755/\" id=\"a_207\">PC Act</a>  are  concerned,  has  been  explicitly  expressed\nunder <a href=\"/doc/180243/\" id=\"a_208\">Section 4(1)</a> of the PC Act, which does not find a place in respect  of\nnon-PC offences in sub-section (3) of <a href=\"/doc/731949/\" id=\"a_209\">Section 4</a> of the  PC  Act.    Further,\nit is not obligatory on the part of a Special Judge to try non-PC  offences.\n The expression “may also try” gives an element of discretion  on  the  part\nof the Special Judge which will depend upon the facts of each case  and  the\ninter-relation between PC offences and non-PC offences.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">38.   A Special Judge exercising powers under the <a href=\"/doc/1331755/\" id=\"a_210\">PC Act</a> is not expected  to\ntry non-PC offences totally unconnected with any PC offences  under  <a href=\"/doc/1750443/\" id=\"a_211\">Section\n3(1)</a> of the PC Act and in the event  of  a  Special  Judge  not  trying  any\noffence under <a href=\"/doc/1750443/\" id=\"a_212\">Section 3(1)</a> of the PC Act, the question of the Special  Judge\ntrying non-PC offences does not arise. As already indicated, trying of a  PC\noffence is a jurisdictional fact to exercise the  powers  under  Sub-section\n(3) of <a href=\"/doc/731949/\" id=\"a_213\">Section 4</a>.  Jurisdiction of the Special Judge, as such, has not  been\ndivested, but the exercise of jurisdiction, depends upon the  jurisdictional\nfact of trying a PC offence. We are, therefore, concerned with the  exercise\nof jurisdiction and not the existence of jurisdiction of the Special Judge.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1494424\" id=\"span_5\">39.   The meaning and content of the expression  “jurisdictional  fact”  has\nbeen considered by this Court in <a href=\"/doc/1494424/\" id=\"a_214\">Carona Ltd. v. Parvathy Swaminathan &amp;  Sons</a>\n (2007) 8 SCC 559, and noticed that where the jurisdiction of a Court  or  a\nTribunal is dependent on the existence of a  particular  state  of  affairs,\nthat state of affairs may be described as preliminary to, or  collective  to\nthe merits of the issue.  Existence of a jurisdictional fact is thus a  sine\nqua non or condition precedent  to  the  assumption  of  jurisdiction  by  a\nCourt.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1673900\" id=\"span_6\">In <a href=\"/doc/1673900/\" id=\"a_215\">Ramesh Chandra Sankla v. Vikram Cement &amp; Ors.</a>  (2008) 14 SCC  58,\nthis  Court  held  that   by   erroneously   assuming   existence   of   the\njurisdictional fact, a Court cannot confer upon  itself  jurisdiction  which\notherwise it does not possess.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122530\" id=\"span_7\">40.   We have already indicated that the jurisdictional fact so  as  to  try\nnon-PC offences is “trying any case” under the <a href=\"/doc/1331755/\" id=\"a_216\">PC Act</a>.   As noticed by  this\nCourt in <a href=\"/doc/122530/\" id=\"a_217\">Ratilal Bhanji Mithani v. State of Maharashtra</a> (1979)  2  SCC  179,\nthe trial of a warrant case starts with the framing  of  charge.   Prior  to\nthat the proceedings are only an inquiry.  The Court held as follows:-</span>\n</p><blockquote id=\"blockquote_26\">      “Once a charge is framed, the Magistrate has no  power  under  Section\n      227 or any other provision of the  Code  to  cancel  the  charge,  and\n      reverse the proceedings to the stage of Section 253 and discharge  the\n      accused. The trial in a  warrant  case  starts  with  the  framing  of\n      charge; prior to it, the proceedings are only an  inquiry.  After  the\n      framing of the charge if the accused pleads not guilty, the Magistrate\n      is required to proceed with  the  trial  in  the  manner  provided  in\n      Sections 254 to 258 to a logical end. Once a charge  is  framed  in  a\n      warrant case, instituted either on complaint or a police  report,  the\n      Magistrate has no power under the Code to discharge the  accused,  and\n      thereafter, he can either acquit or  convict  the  accused  unless  he\n      decides to proceed under Section 349 and  562  of  the  Code  of  1898\n      (which correspond to Sections 325 and 360 of the Code of 1973).”\n\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_46\">41.   We may now examine whether, in both these appeals, the above test  has\nbeen satisfied.  First, we may deal with Criminal Appeal No.  943  of  2008.\nCBI, in this appeal, as already indicated,  submitted  the  charge-sheet  on\n1.11.2001 for the offences against A-1, who is a public servant, as well  as\nagainst non-public servants.   Learned  Special  Judge  had,  on  25.3.2003,\nframed the charges against the  accused  persons  under  Section  120B  read\nSections with 467, 471 and 420 <a href=\"/doc/1569253/\" id=\"a_218\">IPC</a> and  also  under  <a href=\"/doc/178303/\" id=\"a_219\">Sections  13(1)(d)</a>  and\n<a href=\"/doc/1259316/\" id=\"a_220\">13(2)</a> of the PC Act and substantive offences under  <a href=\"/doc/1436241/\" id=\"a_221\">Sections  420</a>,  <a href=\"/doc/1985627/\" id=\"a_222\">467</a>  and\n<a href=\"/doc/1466184/\" id=\"a_223\">471</a> IPC and also substantive offences under <a href=\"/doc/178303/\" id=\"a_224\">Sections 13(1)(d)</a> and  <a href=\"/doc/1259316/\" id=\"a_225\">13(2)</a>  of\nthe PC Act against the  public  servants.    Therefore,  charges  have  been\nframed against the public servants as  well  as  non-public  servants  after\nhearing the prosecution  and  defence  counsel,  by  the  special  Judge  on\n25.3.2003 in respect of PC offences as well as non-PC offences.  As  already\nindicated, under sub-section (3) of <a href=\"/doc/731949/\" id=\"a_226\">Section  4</a>,  when  trying  any  case,  a\nSpecial Judge may also try any offence other than the offence  specified  in\n<a href=\"/doc/581728/\" id=\"a_227\">Section 3</a> and be charged in the same  trial.   The  Special  Judge,  in  the\ninstant case, has framed charges against  the  public  servant  as  well  as\nagainst the non-public servant for offences punishable  under  <a href=\"/doc/1750443/\" id=\"a_228\">Section  3(1)</a>\nof PC Act as well as for the offences punishable  under  Section  120B  read\nwith <a href=\"/doc/1985627/\" id=\"a_229\">Sections 467</a>,  <a href=\"/doc/1466184/\" id=\"a_230\">471</a>  and  <a href=\"/doc/1436241/\" id=\"a_231\">420</a>  IPC  and,  therefore,  the  existence  of\njurisdictional fact that is “trying a  case”  under  the  <a href=\"/doc/1331755/\" id=\"a_232\">PC  Act</a>  has  been\nsatisfied.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">42.   The Special Judge after framing the charge for PC and non-PC  offences\nposted the case for examination of  prosecution  witnesses,  thereafter  the\nsole public servant died on 2.6.2003. Before that,  the  Special  Judge,  in\nthe instant case, has also exercised his powers  under  sub-section  (3)  of\n<a href=\"/doc/731949/\" id=\"a_233\">Section 4</a> of the PC Act and hence cannot be divested with  the  jurisdiction\nto proceed against the non-public servant, even if the sole  public  servant\ndies after framing of the charges.  On death, the charge against the  public\nservant alone abates and since the special Judge has already  exercised  his\njurisdiction under sub-section  (3)  of  <a href=\"/doc/731949/\" id=\"a_234\">Section  4</a>  of  the  PC  Act,  that\njurisdiction cannot be  divested  due  to  the  death  of  the  sole  public\nservant.\n</p>\n<p data-structure=\"Section\" id=\"p_48\">43.   We can visualize a situation where a public servant dies  at  the  fag\nend of the trial, by that time, several witnesses might have  been  examined\nand to hold that the entire trial would be vitiated due to death of  a  sole\npublic servant would defeat the entire object and purpose  of  the  <a href=\"/doc/1331755/\" id=\"a_235\">PC  Act</a>,\nwhich is enacted for effective  combating  of  corruption  and  to  expedite\ncases related to corruption and bribery. The purpose of the  <a href=\"/doc/1331755/\" id=\"a_236\">PC  Act</a>  is  to\nmake  anti-corruption  laws  more  effective  in  order  to   expedite   the\nproceedings, provisions for day-to-day trial  of  cases,  transparency  with\nregard to grant of stay and exercise of powers of revision on  interlocutory\norders have also been provided under the <a href=\"/doc/1331755/\" id=\"a_237\">PC Act</a>.    Consequently,  once  the\npower has been exercised by the  Special  Judge  under  sub-section  (3)  of\n<a href=\"/doc/731949/\" id=\"a_238\">Section 4</a> of the PC Act to proceed against non-PC  offences  along  with  PC\noffences, the mere  fact  that  the  sole  public  servant  dies  after  the\nexercise of powers under sub-section (3) of <a href=\"/doc/731949/\" id=\"a_239\">Section 4</a>, will not  divest  the\njurisdiction of the Special Judge or vitiate the proceedings pending  before\nhim.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_49\">44.   We are, therefore, inclined to allow Criminal Appeal No. 943  of  2008\nand set aside the order of the High Court and direct the  Special  Judge  to\ncomplete the trial of the cases within a period of six months.\n</p>\n<p data-structure=\"Section\" id=\"p_50\">45.   We may now examine Criminal Appeal No. 161 of 2011, where the FIR  was\nregistered on 2.7.1996 and the charge-sheet was  filed  before  the  Special\nJudge on 14.9.2001 for the offences under <a href=\"/doc/1897847/\" id=\"a_240\">Sections 120B</a>, <a href=\"/doc/1436241/\" id=\"a_241\">420</a>, IPC read  with\n<a href=\"/doc/1259316/\" id=\"a_242\">Sections 13(2)</a> and <a href=\"/doc/178303/\" id=\"a_243\">13(1)</a> of the PC Act.  Accused 9 and 10 died  even  before\nthe charge-sheet was sent to the Special  Judge.   The  charge  against  the\nsole public servant under the <a href=\"/doc/1331755/\" id=\"a_244\">PC Act</a> could also not be framed since he  died\non 18.2.2005.  The Special Judge also could not  frame  any  charge  against\nnon-public  servants.   As  already  indicated,  under  sub-section  (3)  of\n<a href=\"/doc/731949/\" id=\"a_245\">Section 4</a>, the special Judge could try non-PC  offences  only  when  “trying\nany case” relating to PC offences.  In the instant case, no PC  offence  has\nbeen committed by any of  the  non-public  servants  so  as  to  fall  under\n<a href=\"/doc/1750443/\" id=\"a_246\">Section 3(1)</a> of the PC Act.  Consequently, there was  no  occasion  for  the\nspecial Judge to try any case relating to offences under the <a href=\"/doc/1331755/\" id=\"a_247\">PC Act</a>  against\nthe Appellant.  The trying of any case under the <a href=\"/doc/1331755/\" id=\"a_248\">PC  Act</a>  against  a  public\nservant or a non-public servant, as already  indicated,  is  a  sine-qua-non\nfor exercising powers under sub-section (3) of <a href=\"/doc/731949/\" id=\"a_249\">Section 4</a> of PC Act.  In  the\ninstant case, since no PC offence has been committed  by  any  of  the  non-\npublic servants and no charges have been framed against the public  servant,\nwhile he was alive, the Special Judge  had  no  occasion  to  try  any  case\nagainst any of them under the <a href=\"/doc/1331755/\" id=\"a_250\">PC Act</a>, since no charge has been framed  prior\nto the death of the public servant.  The  jurisdictional  fact,  as  already\ndiscussed above, does not exist so far as this appeal is  concerned,  so  as\nto exercise jurisdiction by the Special Judge to deal with non-PC  offences.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_51\">46.   Consequently, we find no error  in  the  view  taken  by  the  Special\nJudge, CBI, Greater Mumbai in forwarding the case  papers  of  Special  Case\nNo. 88 of 2001 in the Court of Chief Metropolitan Magistrate for trying  the\ncase in accordance with law.  Consequently, the order  passed  by  the  High\nCourt is set aside.  The competent Court to which the Special  Case  No.  88\nof 2001 is forwarded, is directed to dispose of the same within a period  of\nsix months.  Criminal Appeal No. 161 of 2011 is allowed accordingly.\n</p>\n\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_52\">                                  eard Hear……………………………..J.\n                                  (K. S. Radhakrishnan)\n\n\n\n\n                                  eard Hear……………………………..J.\n                                  (A.K. Sikri)\nNew Delhi,\nFebruary 05, 2014.\n</p>","numcites":38,"numcitedby":122,"docsource":"Supreme Court of India","citetid":139653985,"divtype":"judgments","relatedqs":[{"value":"section 420 ipc","formInput":"section%20420%20ipc"},{"value":"offences by public servants","formInput":"offences%20by%20public%20servants"},{"value":"sec 467 ipc","formInput":"sec%20467%20ipc"},{"value":"section 13(1)d of pc act","formInput":"section%2013%281%29d%20of%20pc%20act"},{"value":"section 420","formInput":"section%20420"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"judge a public servant","formInput":"judge%20a%20public%20servant"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"indian penal code section 467","formInput":"indian%20penal%20code%20section%20467"},{"value":" 420 ipc","formInput":"%20420%20ipc"},{"value":"ipc 467","formInput":"ipc%20467"},{"value":"Death of public servant   filter:  death of public servant in corruption case","formInput":"Death%20of%20public%20servant%20%20%20filter%3A%20%20death%20of%20public%20servant%20in%20corruption%20case"},{"value":"section 120b","formInput":"section%20120b"},{"value":"120b with section 420","formInput":"120b%20with%20section%20420"},{"value":"\"jurisdictional fact\"","formInput":"%22jurisdictional%20fact%22"},{"value":"special judge pc act","formInput":"special%20judge%20pc%20act"},{"value":"pc act","formInput":"pc%20act"},{"value":"appointment of judges","formInput":"appointment%20of%20judges"},{"value":"section 471 of indian penal code","formInput":"section%20471%20of%20indian%20penal%20code"},{"value":"\"section 420\" \"indian penal code\"","formInput":"%22section%20420%22%20%22indian%20penal%20code%22"}],"cats":[{"value":"corruption","formInput":"tag:corruption"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"criminal-misconduct-by-public-servant","formInput":"tag:criminal-misconduct-by-public-servant"}],"courtcopy":true,"query_alert":null,"agreement":false}