{"tid":36420,"publishdate":"1987-09-15","title":"State Of Rajasthan vs Gujarat State Construction ... on 15 September, 1987","doc":"<h2 class=\"doc_title\">State Of Rajasthan vs Gujarat State Construction ... on 15 September, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1988GUJ73, (1988)1GLR1, AIR 1988 GUJARAT 73</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. The Petitioner, State of Rajasthan, is aggrieved by the order of the learned Civil Judge (S.D.), Narol, dated 12-61987, below Exh. 7, being an application filed by the petitioner to hear the question of jurisdiction as a preliminary issue, in Misc. Civil Applications No. 25/87, 26/87 and 27/87. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. A few facts may shortly be stated to bring the controversy between the parties in a proper perspective. Brig. D. R. Kathuria was appointed Sole Arbitrator to decide different disputes between the State of Rajasthan and Gujarat State Construction Corporation Ltd., which arose out of three different contracts awarded to the latter by the former. The Chief Engineer, Mahi-Bajaj Sagar Project, Banswara, filed three applications dated 21-3-1987 objecting to the jurisdiction of the court, namely, the Civil Court (S.D.) at Narol, contending that under Cf. 41 of the Special Conditions of Contract, all suits relating to the dispute arising out of the contract are required to be instituted in the trial Court of Rajasthan and praying that preliminary objection of the State of Rajasthan may be taken on record, be heard and tried as a preliminary issue. The respondent, Gujarat State Construction Corporation Limited, filed respective replies contending that the question about jurisdiction of the Civil Court at Narol could not be decided without taking evidence in the matters, since the issue involved both questions of facts and law and that therefore the jurisdictional issue could not be tried as a preliminary issue. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. Since all the three Miscellaneous Civil Applications raised identical questions of facts and law, they were heard and decided together, with the consent of both the parties and they were disposed of by a common order. For the reasons recorded by the trial Judge in his judgment, he dismissed application, Exh. 7, of the petitioner, the State of Rajasthan, for hearing the issue relating to the question of jurisdiction as a preliminary issue. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4. The aforesaid order has been challenged by the petitioner in Civil Revision Application No. 483 of 1987. Since, however, on behalf of the respondent a contention was raised that a single revision was not permissible in law, even though the trial Judge -has disposed of the three applications by a common order, the petitioner has filed Civil Revision Applications Nos. .506 and 507 of 1987 to cure a technical defect. These two Civil Revision Applications were admitted and with the consent of both the parties, present common judgment is passed in these three Civil Revision Applications. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_5\"> The relevant Clause 41 of the contact which  relate ,to jurisdiction runs as under :- \n</p>\n<blockquote id=\"blockquote_1\">  The contract shall be governed by the law of India for the time being in force and all suits, relating to the dispute arising out of, his contract shall only be instituted in the trial Court of Rajasthan.&#x27; &#x27; \n\n \n\n There is no dispute between the par-ties that the clause relating to jurisdiction is identically worded in all the three contracts. \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. The learned trial Judge has observed in the course of his order that in view of the concession made on behalf of the State of Rajasthan before him, there is no controversy between the parties that a part of the cause of action had arisen within the jurisdiction of the Civil Court at Narol. It was not disputed before him that in view of the definition of &quot;Court&#x27; &#x27; in<a href=\"/doc/105873/\" id=\"a_1\"> S.  2(c)</a> of the Arbitration Act, 1940, the Civil Court would have jurisdiction to entertain and decide the Civil Misc. Applications filed before it. The question which was raised before the trial Court was, however, that even if the Civil Court at Narol had the jurisdiction to entertain and try the three Civil Miscellaneous Applications, its Jurisdiction was excluded, in view of Cf. 4J of the contract. It was submitted before him that Cf. 41 of the contract in each case was an absolute bar to the jurisdiction of the Civil Court at Narol. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"695697\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170336\" id=\"span_2\">6. Oil behalf of the respondent, it as contended before the trial Court  relying upon the two decisions of this Court, in the case of <a href=\"/doc/170336/\" id=\"a_2\">Snehalkumar Sarabhai v. Economic Transport Organisation</a>, AIR 1975 Guj 72, and the case of <a href=\"/doc/695697/\" id=\"a_3\">Rai and Sons Pvt. Ltd. v, Trikamji Kanji Gajjar and Sons</a>, (1975) 10 Guj LR 31 that Clause 41 does not create any total bar of jurisdiction as a matter of law, but the Court had discretion in the matter. In Snehalkumar Sarabhai&#x27; s case (supra), N4. P, Thakkar, J. (as fie then was) held that while parties can lawfully enter into an agreement to restrict the dispute to a particular court having jurisdiction that stipulation, though valid, could not take away the jurisdiction of the Court which had otherwise jurisdiction to try the matter. The ouster clause could operate as an estoppel against the parties to the contract, but it could riot tie down the power of the Court to do justice. In other words, the stipulation to confine the jurisdiction of the Court by the parties in one of the Courts does not have the effect of divesting the other Court of its jurisdiction, if it has a jurisdiction under law to decide the matter. The Court which has a jurisdiction in the matter is not bound by the stipulation entered into between the parties and could ignore the stipulation, if that Court considers having regard to the facts and circumstances of the case before it that such a stipulation would oppressively operate against one of the parties.</span></span> \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 7. In the case of Rai &amp; Sons Pvt. Ltd. (1975-16 Guj LR 31) (supra), J.3.,Mehta, J. held that : &quot;When the attention A the Court in which such suit is instituted drawn to a contractual stipulation of this kind, the Court might in exercise of its discretion stay its hands and refuse &#x27;to try the suit until the competent judicial authority to whose decision the parties have agreed to submit its disputes has pronounced its decision. The prima facie leaning of the Court is that the contract should be enforced and the parties should be kept to their bargain. Subject to this prima facie leaning, the discretion of the Court is guided by considerations of justice the balance of convenience, the nature of the claim and of the defence, the history of the case,, the proper law which governs the contract, the connection of the dispute with the several countries and the facilities for obtaining even handed justice from the foreign tribunal are all material and relevant considerations. If on a consideration of all the circumstances of case the Court comes to the conclusion that it will be unjust or unfair to stay the suit, the Court may refuse to grant the stay asked for ......&#x27; The respondent herein had pressed before the trial Judge the considerations which operated in his favour for not tying down the Court to Clause 41 of the contract. It was submitted before the trial Judge that in the present case the jurisdiction of the Court was not a pure question of law, and that it did raise questions of fact on which evidence would be required to be led and that therefore the question of Jurisdiction could not be tried as a preliminary issue. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1826064\" id=\"span_3\">8. It was submitted before the trial Judge that the two decisions of the Gujarat High Court must be considered to have been overruled by the Supreme Court in the case of <a href=\"/doc/1826064/\" id=\"a_4\">Globe Transport Corporation v. Trivedi Engineering Works</a>, (1983) 4 SCC 707. The relevant facts of <a href=\"/doc/1826064/\" id=\"a_5\">the above case</a> were as under :</span> \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 9. The appellant was carrying on transport business in Jaipur. The consignor entrusted goods to the  appellant at Baroda for carriage, to Naini, Allahabad. The goods were damaged in transit due to an accident and the damaged goods were delivered to the respondent, who was the endorsee of the consignment note. One of the conditions of the consignment note (Clause 17) was that the Co6rt in Jaipur alone shall have jurisdiction in respect of all claims and matters arising under the consignment. But the respondents filed suit for damages against the appellant in the Court of Civil Judge, Allahabad, being the place where the goods were delivered. The Civil Court as well as the High Court held that since-no part of the cause of action had arisen. In Jaipur the Civil Court in Jaipur had no jurisdiction. Allowing the appeal  the Supreme court held as &#x27;under : . \n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">  It is not competent to the parties by agreement to invest a court with jurisdiction which it does not otherwise possess but if there are more than one forums where a suit can be filed., it is open to the parties by agreement to select a particular forum and exclude the other forums in regard to claims which one party may have against the other under a contract. Since in the present case the appellant was carrying on business in Jaipur, in view of Ss. 19 and 20, <a href=\"/doc/161831507/\" id=\"a_6\">CPC</a>, the Court in Jaipur would have jurisdiction to entertain the suit filed by the respondent. In that event Clause 17 of the Contract of Carriage conferring exclusive jurisdiction on the Court in Jaipur city and excluding the jurisdiction of other courts would be valid and effective.&#x27; &#x27; \n\n \n\n In the course of the judgment, the Supreme Court observed as under :   \n</p>\n<blockquote id=\"blockquote_2\">  &quot;We are therefore, of the view that the High Court was in error in taking the view that the jurisdiction of the Court of Civil Judge, Allahabad was not excluded by Clause 17 of the Contract of Carriage and that Court had jurisdiction to entertain that suit accordingly allow the appeal, set aside the judgment of the High Court as also the order passed by the Civil Judge, Allahabad and taking, the view that the Court of the Civil Judge, Allahabad has no jurisdiction to entertain the suit, we direct that the plaint may be returned to the respondents for presentation to the appropriate court in Jaipur City.&#x27;  \n\n \n\n \n\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\"> 10. On behalf of the respondent, it was contended before the trial Judge that a judgment is an authority for what it decides and not for what follows logically from it. The trial Judge observed to that effect that the ratio of a decision would be required to be determined by considering the controversy which the Court was dealing with, in the context of the facts before it and that it would not be proper to extend the court&#x27; s observations, in the context in which the Court&#x27; s decision is not rendered. The trial Judge further observed that in case before the Supreme Court, the only contentions raised by the plaintiff were that a part of the cause of action had arisen wit in the jurisdiction of the Allahabad Court and that the Court in Jaipur had no jurisdiction. The Supreme Court. on examining the facts before it came to the conclusion that Civil Court at Jaipur had the jurisdiction to decide the disputes which had arisen between the parties and it was in that context that the Supreme Court held that &#x27; the High Court was in error in taking the view that the jurisdiction of the Court of Civil Judge, Allahabad, was not excluded by Clause 17 of the Contract of Carriage land that the Court had jurisdiction to entertain that suit. The trial Judge held that no controversy had arisen between the parties exactly on the question whether such a clause would have the effect of ousting the jurisdiction of Court which, under law, had jurisdiction to try the matter and the jurisdiction of which was ousted by the agreement between the parties. In other words, the two Gujarat decisions were dealing with such a  controversy specifically and both the learned Judges of the Gujarat High Court, namely, M. P. Thakkar, J. (as he then was) and J. B. Mehta, J., in effect held that the settled legal position is entirely to the effect that such a contract by which the parties selected one of the two competent forums, does not amount to ouster of the jurisdiction of the ordinary Courts. Therefore, the competent court would always have a discretion to resolve this question by taking into consideration this stipulation as only one of the factors, which would be given great weight as the parties had selected a particular forum, but ultimately the question would have ) be decided not by treating the stipulation as-if there was an absolute bar to the existence of the jurisdiction but as one of the factors to be considered for the exercise of the jurisdiction on sound judicial principles. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1100887\" id=\"span_4\">11. So far as the alleged binding effect of the Supreme Court judgment in Globe Transport Corporation&#x27; s case (1993-4 SCC V7) (supra) is concerned &#x27;, the Full Bench of this Court in the case of  <a href=\"/doc/1100887/\" id=\"a_7\">Ramnikial Dwarkadas Modi v. Mohanlal Laxmichand</a>, 18 Guj LP, 32 : (AIR 1,977 Guj 15) observed that a decision of the Supreme Court is not to be read, as a statute.</span> The Full Bench then referred to the oft-quoted passage of Earl of Halsbury in Quinn v. Leathern, (1901) AC 495, which reads as under : \n</p>\n<blockquote id=\"blockquote_3\">  &quot;Now before discussing the case of Allen v. Flood, (1898) AC I and what was decided therein, there are two observations of a general character which I wish to make, and one is to repeat what I have very often said before, that every judgment must be read as applicable to the particular facts proved, or  assumed to be proved, since the generality of the expressions which may be found there are not intended to be expositions of the whole law, but governed and qualified by the particular facts of the case in which such expressions are to be found. The other is that a case is only an authority for what it actually decides. I entirely deny that it can be quoted for a proposition that may seem to follow logically from it. Such a mode of reasoning assumes that the law is necessarily a logical Code, whereas every lawyer must acknowledge that the law is not always logical at all.&#x27; &#x27; \n\n \n\n It is not a profitable task to extract sentence here and there from a judgment and to build upon it.&#x27; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1697841\" id=\"span_5\">&#x27; \n\n \n\n The Full Bench of this court observed in the case of <a href=\"/doc/1697841/\" id=\"a_8\">The Ahmedabad Mfg. &amp; Calico Printing Co. Ltd. v. Union of India</a>, 1983 (1) 24 Guj LR I : (1983 Tax LR NOC 126) as under :</span> \n</blockquote>\n<blockquote id=\"blockquote_4\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"388259\" id=\"span_6\">&quot;What is considered binding to all the Courts is the ratio decidendi of the decision which is to be gathered from the statements of principles of law applicable to the legal problems disclosed by the facts of the case decided by the Supreme Court. The Supreme Court in <a href=\"/doc/388259/\" id=\"a_9\">Dalbir Singh v. State of Punjab</a>, AIR 1979, SC 1384, has also uttered a warning to the effect that the greatest possible care must be taken to relate the observations of a Judge to the precise issue before him and confine such observations, even though expressed in broad terms, in the general compass of the questions before him. It is, therefore, evident that the decision of the Supreme Court is only an authority for what is actually decided and the observations made in the judgment should be restricted to the context in which they are made after relating the observations to the precise issue before the Court taking care to interpret the observations in the context of the question before the Court even though the same are expressed in broad terms. It can scarcely be doubted tha6before culling out the ratio of a decision, the Court must of necessity&#x27; examine the precise question or the precise issue which arose before the Court and identify the principle of law applied by the Court in resolving the issue and make a further effort to find out what is the proposition of law which emerges from the decision of the Court.</span> \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 12. It was argued before the trial Judge that the question of  jurisdiction  which arose before the Civil Court was not an issue of law only but that it was a question of fact and law. It was also submitted before the trial Court that the respondent intended to lead evidence to satisfy the conscience of the Court that it would be oppressing under the facts and circumstances of the case to the respondent to give effect to Clause 41 of the contract against it and to drive it to face litigation in the Rajasthan Court. The respondent wanted to lead evidence to satisfy the conscience of the Court that the balance of convenience, the a nature of the claim and of the defence, the history of the case operated in favour of the respondent and that it would be unjust and unfair to stay the suit. Those questions would require not only legal inferences to be drawn from the facts proved, but also factual inferences to be raised from the facts proved. Moreover, the facts relevant for the plea of the corporation are not necessarily on the record of the Arbitrator. The Corporation thus intended to lead evidence on the question of jurisdiction and that, therefore, in the first place, it was not in the interest of justice that the issue of jurisdiction was tried as a preliminary issue. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 13. 1 have discussed the submissions made before the trial Judge and his manner of dealing with them at length because in effect the -said contentions were raised before me by Mr. Pareekh, for the petitioner, and Mr. S. B. Vakil, for the respondent. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 14. As pointed out by me above, Mr. S. B. Vakil raised a contention that one Revision Application was not competent, even when an order was passed disposing of three identical applications given in three different. Misc.Civil Applications. However, to cure this defect, the petitioner filed two other Civil Revision Applications and therefore Mr. Vakil did not press this submission. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 15. The second submission of Mr. S. B. Vakil was that the jurisdiction of this Court was not attracted under S. 115 oftheCodeof Civil Procedure. He submitted that sub-clause (a) and (b)of sub-sec.(i)of<a href=\"/doc/82577596/\" id=\"a_10\"> S. 115</a> of the Code of Civil Procedure were not attracted. He further submitted that even sub-clause (c) of sub-section (1) of S. 115 was not attracted, since it co not be said that the Civil Judge had acted, in exercise of his jurisdiction &quot;illegally or with material irregularity&#x27; &#x27; . \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"35670\" id=\"span_7\">16. Mr. Vakil invited my attention to the observations made by the Supreme Court in the case of <a href=\"/doc/35670/\" id=\"a_11\">Ratilal Balabhai Nazar v. Ranchhodbhai Shankarbhai Patel</a>, AIR 1966 SC 439. He relied on the following observations there in :</span> \n</p>\n<blockquote id=\"blockquote_5\">   ......... the Privy Council had distinguished between cases ii~ which on a wrong decision the Court assumes jurisdiction which I:, not vested in it or refuses to exercise jurisdiction which is vested in it by law and those in which in exercise of its jurisdiction the Court arrives at a conclusion erroneous in law or in fact and that while in the former class of cases exercise of revisional jurisdiction by the High Court is permissible it is not permissible in the latter class of cases.&#x27; &#x27; \n\n \n\n Mr. Vakil submitted that there is no manner of doubt that the Civil Court at Narol had jurisdiction to decide the application which was made before it and to try the question of jurisdiction as a preliminary issue, and if it had the jurisdiction to decide that application, this Court would not have revisional jurisdiction over the order passed by the Civil Judge, even if for an argument&#x27; s sake it is presumed that it had decided the question before it wrongly. I have discussed the order of the trial Judge at length, and in fact I am of the -view that he has decided the question correctly. But even apart front the correctness of the decision reached by him in that order, I accept Mr. Vakil&#x27; s submission that f or the reasons discussed above, I would not be justified to disturb that decision of the trial Court in exercise of the revisional powers. \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1806917\" id=\"span_8\">17. Mr. Vakil also invited my attention to the judgment in the case of Ambubhail Somabhai Patel v. Kapilaben Mulshanker Vyas,(1964)5GujLRIO,35.B.J.Divan,J.(as he then was) cited the case of <a href=\"/doc/1806917/\" id=\"a_12\">N. S. Venkatagiri Ayyangar v. Hindu Religious Endowments Board, Madras</a>, 76 Ind App 67 : (AIR t949 PC 156), wherein Sir John Beaumont delivering the judgment of their Lordships of the Privy Council held as follows :</span> \n</p>\n<blockquote id=\"blockquote_6\">  &quot;<a href=\"/doc/82577596/\" id=\"a_13\">Section 115</a> of the Code of Civil Procedure applies to jurisdiction alone, and empowers  the High Court to satisfy itself on three matters, (a) that the order of the subordinate Court is .within its jurisdiction, (b) that the case is one in which the subordinate court ought to exercise jurisdiction and (c) that in exercising jurisdiction the court has not acted illegally that is, in breach of some provision of law, or with material irregularity  that is, by committing some error of procedure in the course of the trial which is material in that it may have affected the ultimate decision&#x27; &#x27; . \n</blockquote>\n \n\n<blockquote id=\"blockquote_7\"> It cannot be said indeed that trial Judge is guilty of the infraction, of even one of the above-stated three principles. \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_20\"> 18. It is also  necessary to refer to the proviso to S. 115 of the code of civil Procedure. It run&#x27;s thus  \n\n   \n\n &quot;Provided that the High Court  shall  not under this section, vary or reverse any  order made, or any order deciding an issue in the course of a suit or other proceeding, except where- \n</p>\n   \n\n<blockquote id=\"blockquote_8\"> (a)  the order, if it had been made in favour of the party applying for revision, would have finally disposed of the suit or other .proceeding, or  \n\n \n\n</blockquote><blockquote id=\"blockquote_9\"> (b) the order. if allowed to stand, would occasion a failure of justice, or cause irreparable injury to the party against whom it was made.&#x27;   \n\n \n\n Clause (a) of the above proviso is not  attracted in the facts and circumstance  of  this case, and so far cl  (b) is concerned. It is not even averred in the petition that there is irreparable injury or that there is failure of justice which has resulted from the impugned order, nor has the Counsel canvassed such an argument before me in the course of his arguments, \n\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\"> 19. It was further submitted before me that 0. 14 R. 2, sub-rule (2) gives a discretionary power to the Court. Sub-rule (2) of R. 2 of 0. 14 <a href=\"/doc/161831507/\" id=\"a_14\">of the Code of Civil Procedure</a> runs as under : \n</p>\n  \n\n<blockquote id=\"blockquote_10\">  &quot;(2) Where issues both of law and of fact arise in the same suit, and the Court is of opinion that the case or any part thereof may be disposed of on an issue of law only, it may try that issue first if that issue relates to- \n</blockquote>\n   \n\n<blockquote id=\"blockquote_11\"> (a) the jurisdiction of the Court, or  \n\n \n\n</blockquote><blockquote id=\"blockquote_12\">  (b) a bar to the suit created by any law for the time being in force:  \n</blockquote>\n<blockquote id=\"blockquote_13\">  and for that purpose may, if it thinks fit, postpone the settlement f the other issues until after that issue has been determined, and may deal with the suit in accordance with the decision on that issue&#x27;   \n\n \n\n It is indeed true to say that <a href=\"/doc/161831507/\" id=\"a_15\">the Code of Civil Procedure</a> confers a discretionary power to the  Court to try an issue of law relating to the jurisdiction of the Court or a bar to the suit  created by  any law for the time being in force, as a  preliminary issue. It cannot be said  reading the impugned order of the trial Court, that it has exercised its power arbitrarily or in a per verse manner. Therefore even if two views are possible. the revisional  Court would not be justified in substituting its own view of the matter for the view of the trial Court. This can be only if the revisional Court come, to the conclusion that the ,conclusion reached by the trial Court is  illegal perverse, arbitrary or mala fide-. \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 20. Nir. Parekh relied upto the case of Hakam Siagh v. M/s. Gan.irtion (India) Ltd., AIR 1971 SC 740 and relied upon the observation of the Supreme Court that : &quot;It is not open to the parties by agreement to confer by their agreement jurisdiction on a Court which it does not possess under the Code. But where two courts or more have under <a href=\"/doc/161831507/\" id=\"a_16\">the Code  of Civil Procedure</a> jurisdiction to try a suit or proceeding an agreement between the parties that the dispute between them shall be tried in one such Court is not contrary to public policy. Such an agreement does not contravene<a href=\"/doc/597719/\" id=\"a_17\"> S. 28</a> of the contract Act. There is no quarrel about this proposition, which, in fact, states the law on the point. The question before me is whether such a clause ousts the jurisdiction of a Court which has under law jurisdiction to try a case, when the parties have by their agreement chosen another legal forum competent to try the matter. The question of ouster of jurisdiction is not considered in the above judgment, and therefore, with respect, it does not help  \n\n \n\n Mr. Parekh. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"193219\" id=\"span_9\">21. Mr. Parekh referred me to the case of <a href=\"/doc/193219/\" id=\"a_18\">Balsukh Refractories and Ceramics Ltd. v. Hindusthan Steel Ltd.</a>, AIR 1977 Cal 20, wherein AIR 1971 SC 740 is followed. It is  indeed observed <a href=\"/doc/193219/\" id=\"a_19\">in <a href=\"/doc/193219/\" id=\"a_20\">the above case</a></a> by a Division Bench of the Calcutta High Court that in view of the express agreement between the petitioner and the opposite party ,No.. 1 the application was not maintainable in the Court of Subordinate Judge, Asansol. However, this decision also does not help Mr. Parekh, in the first place because the question of ouster of the jurisdiction of the Court is not discussed in this judgment, and secondly, so far as this Court is concerned, the two decisions of this Court are specific and clear on the point. I am bound respectfully to follow the two decisions of this Court <a href=\"/doc/193219/\" id=\"a_21\">referred to above</a>.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1826064\" id=\"span_10\">1, therefore, do not discuss the judgments&#x27; of the Calcutta High Court cited before me by Mr. Parekh to  show that the Calcutta High Court had taken the view that the effect of the Supreme Court judgment in <a href=\"/doc/1826064/\" id=\"a_22\">Globe Transport Corporation</a> case, (1983) 4 SCC 707 (supra) is to oust the jurisdiction of the Court which was not chosen by the parties.</span> \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1826064\" id=\"span_11\">22. Mr. Parekh laid great emphasis upon the judgment in <a href=\"/doc/1826064/\" id=\"a_23\">Globe Transport Corporation</a>&#x27;s case (supra), I have not discussed this judgment at length, since it has been well discussed by the trial Judge in his judgment. In that case, the Supreme Court was in fact considering the question whether the Jaipur Court would have the jurisdiction, since the Civil Court as well as the High Court had held that since no part of the cause of action had arisen in Jaipur, the Civil Court in Jaipur had no jurisdiction. The Supreme Court held that since the appellant was carrying on business in Jaipur, in view of Ss. 19 and 20 <a href=\"/doc/161831507/\" id=\"a_24\">of the Code of Civil Procedure</a>, the Court in Jaipur would have jurisdiction to entertain the suit filed by the respondent. The Supreme Court, therefore, held that both the Courts at Jaipur and Allahabad had the jurisdiction to try the suit, and therefore C1. 17 of the Contract Carriage came into operation conferring exclusive jurisdiction in Court in Jaipur City and excluding the jurisdiction of other Courts. It was only incidentally that it was observed that the Court of Civil Judge at Allahabad, had no jurisdiction to entertain the suit. It was not the question before the Supreme Court. Whether by&#x27; the agreement between the parties, the jurisdiction of the Allahabad Court was ousted and that such a clause created an absolute bar in entertaining the suit by the Allahabad Court. The ratio of <a href=\"/doc/1826064/\" id=\"a_25\">the said judgment</a> is therefore not one which Mr. Parekh has endeavoured to draw from the observations of the Supreme Court, which observation i s made, in the facts and circumstances before it, which raised a different issue before it and not one which is similar to the dispute before me in these Civil Revision Applications.</span> \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_25\"> 23. In view of the above discussion, the impugned order does not need any revisional interference, and, in the result, therefore, I dismiss all these three Civil Revision Applications. Rule dischared  in each of these civil Revision Applications with no order as to costs. Interim stay vacated. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> 24. At the oral request of Mr. M. B. Buch, Advocate for the Petitioner, the operation of my above judgment is stayed till 30th September, 1987. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> 25. Applications dismissed. \n</p> \n\n","numcites":13,"numcitedby":7,"docsource":"Gujarat High Court","citetid":36420,"divtype":"judgments","relatedqs":[{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"ouster","formInput":"ouster"},{"value":"globe transport corporation","formInput":"globe%20transport%20corporation"},{"value":"how fact can be proved","formInput":"how%20fact%20can%20be%20proved"},{"value":"issue of law","formInput":"issue%20of%20law"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"leading of evidence","formInput":"leading%20of%20evidence"},{"value":"question as to the jurisdiction ","formInput":"question%20as%20to%20the%20jurisdiction%20"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"supreme court  judgment","formInput":"supreme%20court%20%20judgment"},{"value":"logic","formInput":"logic"},{"value":"\"code of civil procedure\"","formInput":"%22code%20of%20civil%20procedure%22"},{"value":"consignment","formInput":"consignment"}],"courtcopy":false,"query_alert":null,"agreement":false}