{"tid":1384216,"publishdate":"1957-04-11","title":"Punjab State vs Moji Ram on 11 April, 1957","doc":"<h2 class=\"doc_title\">Punjab State vs Moji Ram on 11 April, 1957</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1957P&H223, AIR 1957 PUNJAB 223, ILR (1957) PUNJ 1378 59 PUN LR 567, 59 PUN LR 567</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Bishan Narain, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an appeal by the Punjab State against the order of the Senior Subordinate Judge, Hissar, by which the Govern-merit&#x27;s application for stay of the suit filed by Moji Ram for the recovery of Rs. 7,750 has been dismissed.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2 Moji Ram is a Government contractor. On the 1st of May 1951 he was given two contracts to construct at Canal Colony, Hissar, the senior clerk&#x27;s quarters and Sub-Divisional Officer&#x27;s bungalow. On 5-2-1952 he was given the contract to construct a V. R. bridge at Rana Distributary and a syphon at Balsamand Distributary. The work entailed in these contracts was described and detailed in work order forms. These forms show that each item of work was specified with rates. On the 3lst August 1954 the contractor filed the present suit for recovery of the balance due for the work done in constructing the buildings.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">With the plaint he filed the relevant work order forms and also three schedules. One schedule Rave the items of work which are covered by the work orders. The value of this work is Rs. 3.608-3-0. The second schedule gives the items not covered by the work orders and its value is alleged to be Rs. 4,126-9-0. The third list gives the items of work done and paid for. Thus for the present proceedings we have only to consider the schedule giving the items which according to the plaintiff are not covered by the work orders. The trial Court fixed the 19th of November 1954 for appearance of the defendant.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">On this date the Government Pleader with one Kartar Singh, Sub-Divisional Officer, appeared and asked for time to file written statement as Instructions with a copy of the plaint had not been received. The Court granted adjournment and fixed 17th of December 1954 for filing the written statement. On this date the Government Pleader filed the application for stay of the suit under Section  34 of the Indian Arbitration Act. This application was contested by the plaintiff on the grounds that there was no arbitration agreement between the parties and that in any case the suit should not be stayed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">Some evidence was lea by the parties and then the Court refused to stay the suit on the  ground that the entire suit was not covered by the arbitration agreement, although a&quot; finding was given in favour of the Government that the application for stay was not belated on -account of the Government Pleader&#x27;s application for adjournment of the case on the 19th of November, 1954.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">3. When I last heard the case I found the judgment confusing and I sent the case back for report as to the items which were or which were not covered by the work orders and also for a report if the items not covered by work orders were subsidiary to the work entrusted to the contractor or independent of it. The report has now come. The Court has reported that most of the items in the disputed schedule are not covered by the work orders but that they are all subsidiary to the main contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">Unfortunately, the report is not very helpful as the trial Court has decided the matter of items in reference to the written statement filed by the Government after the dismissal of the application and not on the basis of the evidence produced by the parties for the purpose for which the case was sent down for report.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">4.    The learned counsel for the respondent has  argued  before me that the application  had been filed after a step in the suit proceedings had been taken by the Government and that the Government was not ready and willing to get    the matter  decided by  arbitration.   His  main  point however,  is that  the    arbitration     agreement    did not cover the entire dispute in the suit and therefore the suit could not be stayed.  I proceed to deal with these items in seriatim.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">5. On the 19th of November 1954 when the Government Pleader appeared he stated that he had not received any instructions or a copy of the plaint. There is nothing on the record to show if the plaintiff had filed a copy of the plaint to be served with summons on the Government, nor it can be gathered whether the Government had at all been served by that time. The Gov-ernment Pleader filed an affidavit in the trial Court that at the time he had asked for adjournment he had no instructions from the Legal Remembrancer and Secretary to Government, Punjab, to defend this case and that he was not conversant with its facts.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">There is no reason to disbelieve the Government Pleader on these points. The question arises whether in these circumstances the Government can be said to have taken &quot;any steps in the proceedings.&quot; I have not come across any case in which an effort has been made to define as to what is a step in the proceedings. Lindley, L. J.. in Ives and Barker v. Willans, (1894) 2 Ch 478 (A), has said :\n</p><blockquote id=\"blockquote_1\">  &quot;The authorities shew that a step in the pro-ceedings means something in the nature of an application to the Court, ..... taking of some step, such as taking out a summons or something of that kind, which is, in the technical sense, a step in the proceedings.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1476830\" id=\"span_1\">In  <a href=\"/doc/1476830/\" id=\"a_1\">Subal Chandra Bhur v.  Md. Ibrahim</a>, AIR 1943 Cal 484 (B), it was held that an application must be made to Court and  the act of making such application should Indicate that the defendant is acquiescing in the dispute being decided by a suit in civil Court.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864948\" id=\"span_2\">Similar view has been taken in <a href=\"/doc/864948/\" id=\"a_2\">Nuruddin Abdulhusein   v.  Abu Ahmed</a>, AIR  1950 Bom 127  (C).</span>   It follows whether  a particular   application to     Court   amounts  to  a step in proceedings depends on the circumstances in each  case and no  absolute  test can be  laid down to determine it.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">It is however, clear, that such an application must be made by a defendant or under his authority. The Government Pleader had neither received the notice nor had he the authority under the notification appointing him to receive it. On the 19th of November 1954,  when he ap-peared before the Court, he had no authority to represent the Government. He, In fact, did not know anything about the case, nor did he know its nature or the cause of action on which it was based. He did not even know whether the suit was based on a contract or on some other cause of action.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">He merely acted as a volunteer and asked for adjournment on the assumption that in due course be would receive instructions from the Government. In these circumstances it cannot be said  that the Government, i.e., the defendant, took any step at all in the proceedings. In any case application for adjournment in such circumstances really amounts to an application to get time to discover the exact nature of the suit and nothing more. It cannot at all be said that the application in the present case was made with a view to take a step In the proceedings within <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a> of the Arbitration Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> A similar view has been taken by Falshaw J. In Harbans Lal Narang v. National Fire and General Insurance-Co., Ltd., No. 45-D of 1952 (D), and I respectfully agree with this view. I have therefore no hesitation in rejecting this contention raised on behalf of the plaintiff.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">6. The only ground on which it is urged that the defendant was not ready and willing to do all things necessary to the proper conduct of the arbitration is that the Government did not reply to the plaintiff&#x27;s notice given by him on 17-2-1953, i.e. about 1 1/2 years before the filing of the present suit. Silence of the defendant before the suit is filed, however, does not affect the applicability of <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> of the Arbitration Act, nor does it indicate that the defendant is not ready and willing to get the dispute decided by arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">It is only on receiving notice of the suit that the defendant has to make up his mind if he should enforce the arbitration agreement, but he should do so before filing the written statement or before taking any-step in the proceedings in the suit, vide Governor-General in Council v. Simla Banking and Industrial Co.. Ltd., AIR 1947 Lah 215 (E).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">7. This brings me to the main dispute in the present appeal. It is whether the entire subject matter of the suit is covered by the arbitration agreement. The arbitration agreement reads:\n</p><blockquote id=\"blockquote_2\">  &quot;In matter of dispute the case shall be referred to the Superintending Engineer of the Circle, whose order shall be final.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\"> The real dispute between the parties is whether the disputed items are covered by the items mentioned in the work orders or not. It is clear from the work orders that they describe the work to be done and then follow the description of each item and the rate at which each item is to be paid. The work entrusted to the contractor was for construction of buildings etc. described in the beginning of this judgment and specified in the plaint. The Items that follow in the work orders only give specifications of the items of work that is to be done by the contractor to perform that contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">The main contract is to construct the buildings, a bridge and a syphon. The parties have produced expert engineers in the witness-box and they are not agreed whether the entire work is covered or not covered by the items mentioned in the work Orders. The Executive Engineer, Hissar, has produced Exhibit D. W. A./ 1 and 2 which shows that out of the disputed items only the items relating to site clearance (Value 270) are not covered by the work orders. Shri  Lakhanpal, Executive Engineer, has appeared in the witness-box and stated that all items are subsidiary to and relate to the buildings etc. hut some of the items are not covered by the work orders.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">The plaintiff has produced Shri Raj Bansi Lal a retired Executive Engineer, who has stated after his attention had been directed to the latest rules of the P. W. D., that some of the disputed items are not covered by the work orders. They are, however, not agreed on these items; Thus the experts disagree regarding the details of the items which are not covered by the work orders. It can, however, not be disputed that all these disputed items relate to the main contract for construction of buildings, a syphon and a bridge.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354758\" id=\"span_3\">8. It is well settled that an arbitration agreement is to be constvued according to its language and in the light of circumstances in which it is made to determine if the dispute is covered by it, vide <a href=\"/doc/354758/\" id=\"a_5\">Gaya Electric Suppiy Co., Ltd. v. State of Bihar</a>. AIR 1953 SC 182 (F). In the present case the plaintiff&#x27;s claim is that he is entitled to receive payment for certain items of work done in carrying out the contracts. In other words, he claims that in executing the contracts, he had done extra work for which he is entitled to separate payment.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">This is denied by the Government. It is therefore clear that this dispute can only be settled after looking at and construing the items given in the work orders. That being so, obviously it is a dispute under the work orders and the arbitration agreement is applicable. The claim made in the suit is not outside the ambit of the contracts and the arbitration agreement between the parties. It may be pointed out that the arbitration agreement reads--\n</p><blockquote id=\"blockquote_3\">  &quot;In matter of dispute the case shall be referred * * * **&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">These words are very wide and even wider than the words &quot;under the contract.&quot; Lord Esher, M. R., in Re, Hohenzollern Action Geselischaft Fur Locomotiv ban and City of London Contract Corpn., (1886) 51 L. T. 596, at p. 597 (G), interpreting a clause that all disputes were to be settled by the engineer observed as follows:--\n</p><blockquote id=\"blockquote_4\">  &quot;Now, of course, &#x27;all disputes&quot; cannot mean disputes as to matters that have no relation at all to the contract. But I think that these words are to be read as if they were &#x27;all disputes that may arise between the parties in consequence of this  contract having been entered into.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> I think that, as my brother Mathew pointed out in the Cout below, there being all these clauses in the Contract as to any of which a dispute might arise, this last clause was added to settle them all.\n</p><blockquote id=\"blockquote_5\">  &quot;I agree with what my brother Lepes has said, that a dispute as to &#x27;the construction of the contract&#x27; is  within the clause.    The  question,     therefore, comes to be, was this a dispute in consequence of the contract having been made?&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> If this rule is applied then it is obvious that the present dispute is covered by the arbitration agreement.   It must also be remembered that it is well settled that if resort has to be had to the terms of a contract to settle a dispute between the parties, then that dispute arises out    of the   contract and the arbitration agreement in the present case would cover the dispute.   Even if it be held that the contractor has done some work which is not covered by the items   mentioned   in   the     work orders a claim for payment of this   extra   work would be covered by the arbitration agreement.\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">It is after all a dispute which relates to the contract. Every slight deviation or every deviation from the original terms of the contract would not make the dispute relating to that deviation outside the scope of the contract. In Woolf v. Collis Removal Service, (1947), 2 All E. R. 260 (H), As ouith, L. J., laid down the legal position in these words--\n</p><blockquote id=\"blockquote_6\">  &quot;The arbitration clause in the present case is, as to the subject-matter of claims within its ambit, in the widest possible terms. That clause is not in terms limited to claims arising &#x27;under&#x27; the con-tract. It speaks simply of &#x27;claims&#x27;. This, of course, does not mean that the term applies to claims of every imaginable kind, Claims which are entirely unrelated to the transaction covered by the contract would no doubt be excluded; but we are of opinion that, even if the claim in negligence is not a claim &#x27;under the contract&#x27;, yet there is a sufficiently close connection between that claim and that transaction to bring the claim within the arbitration clause even though framed technically in tort.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> Similarly, every extra work done in performing the contract of construction must be held to be a claim relating to the contract and therefore covered by the arbitration agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">9. The learned counsel for the plaintiff did not urge any other circumstance for rejecting the application under <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a> of the Arbitration Act. Ordinarily when a dispute is covered by an arbitration agreement then the suit should be stayed and it is for the plaintiff to show why it should not be stayed. In the present case the nature of the dispute is such that the Superintending Engineer is in a better position &quot;to settle it than a Court of law which will ultimately have to reply on the evidence of rival&#x27;s experts.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">10. For all these reasons I accept this appeal and stay the suit of the plaintiff. There will be no Order as to costs.\n</p> \n\n","numcites":4,"numcitedby":12,"docsource":"Punjab-Haryana High Court","citetid":1384216,"divtype":"judgments","relatedqs":[{"value":"work order","formInput":"work%20order"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"no further adjournment","formInput":"no%20further%20adjournment"},{"value":"deviation","formInput":"deviation"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}