{"tid":1593938,"publishdate":"1963-03-27","title":"Union Of India vs Birla Cotton Spinning & Weaving Mills ... on 27 March, 1963","doc":"<h2 class=\"doc_title\">Union Of India vs Birla Cotton Spinning &amp; Weaving Mills ... on 27 March, 1963</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1967 AIR 688, 1964 SCR (2) 599, AIR 1967 SUPREME COURT 688</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-c-shah\">J.C. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-c-shah\">J.C. Shah</a>, <a href=\"/search/?formInput=benchid:b-p-sinha\">Bhuvneshwar P. Sinha</a>, <a href=\"/search/?formInput=benchid:n-r-ayyangar\">N. Rajagopala Ayyangar</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nUNION OF INDIA\n\n\tVs.\n\nRESPONDENT:\nBIRLA COTTON SPINNING &amp; WEAVING MILLS LTD.\n\nDATE OF JUDGMENT:\n27/03/1963\n\nBENCH:\nSHAH, J.C.\nBENCH:\nSHAH, J.C.\nSINHA, BHUVNESHWAR P.(CJ)\nAYYANGAR, N. RAJAGOPALA\n\nCITATION:\n 1967 AIR  688\t\t  1964 SCR  (2) 599\n\n\nACT:\nArbitration-Balance  of\t price\tof goods  supplied  under  a\ncotract-Liability to pay admitted-Invocation of the arbitra-\ntion  clause  in the contract to set off money due  Under  a\ndifferent  and\tindependent  contract-Whether\tpermissible-\n<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a> (X of 1940), s. 34.\n\n\n\nHEADNOTE:\nThe respondent supplied to the appellants goods of the value\nof Rs. 1,06,670.89 nP. under a contract entered into by\t the\nparties\t and  received about Rs. 93,727/- as  part  payment.\nThe  appellant declined to pay the balance on the plea\tthat\nan  amount  of about Rs. 10,625/- was due to  the  appellant\nunder another contract between the parties.  The  respondent\nthereupon filed a suit before the Senior Sub-ordinate Judge,\nDelhi for realisation of the amount.  &#x27;The appellant applied\nunder  s. 34 of the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act, 1940</a>, for stay of\t(lie\nsuit alleging that a dispute had arisen between the  parties\nand there being an arbitration agreement it could be invoked\nby  the appellant.  The respondent submitted that there\t was\nno dispute concerning the contract which was covered by\t any\nvalid arbitration clause and which attracted the application\nof<a href=\"/doc/1722761/\" id=\"a_3\"> s. 34</a> of the Arbitration Act.\n600\nThe  Subordinate  judge\t held that before  s.  34  could  be\ninvoked\t the  suit must raise a dispute in  respect  of\t the\nmatter\tagreed\tto  be\treferred  to  arbitration  and\t not\nindependent  of\t it  and as no dispute\twas  raised  by\t the\nappellant  about its liability to pay the amount claimed  by\nthe  respondent\t arising out of the contract  and  the\tonly\ndispute which was sought to be raised was in respect of\t the\nliability of the respondent under another contract the\tsuit\ncould  not  be\tstayed.\t An appeal against  this  order\t was\ndismissed  in limine by the High Court.\t The present  appeal\nwas by way of special leave granted by this Court.\nIt was contended that the terms of the arbitration agreement\nincluded  a  dispute  relating\tto a  refusal  to  meet\t the\nobligations  arising  under  the contract  even\t though\t the\nrefusal was not founded on any right arising under the terms\nof the contract.\nHeld  that for enforcement of the arbitration  clause  there\nmust exist a dispute; in the absence of dispute between\t the\nparties\t to  the  arbitration  agreement  there\t can  be  no\nreference.\nA  plea that the appellant though liable to pay\t the  amount\nunder the terms of the contract would not pay it because  it\n(disired  to  appropriate  it towards  another\tclaim  under\nanother\t independent contract cannot reasonably be  regarded\nas  a  dispute &quot;under or in connection&quot; with  that  contract\nunder which the liability sought to be enforced has arisen.\nUttam  Chand  Saligram\tv.  Jewa  Mamooji,  I.L.R.  46\tCal,\nChundaumull  Jahaleria\tv.  Clive Mills\t Go.,  Ltd.,  I.L.R.\n(1948)\t2 Cal. 297 and Heyman v. Darwins Ltd.,\tL.R.  [1942]\nA.C. 356 distinguished.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">CIVIL APPELLATE JURISDICTION : Civil Appeal No. 609 of 1961.\nAppeal\tby special leave from the judgment and\torder  dated\nApril  12, 1960 of the Punjab High Court (Circuit Bench)  at\nDelhi in First Appeal from Order No. 43-D of 1960.\nN. S. Bindra and   H. Dhebar, for the appellant.\nG.B. Pai, J.B. Dadachanji, O.C. Mathur and Ravinder  Narain,\nfor the respondent\n<span class=\"hidden_text\" id=\"span_1\"> 601</span>\n1963.  March 27.  The judgment of the Court was delivered by\nSHAHJ.-The  Birla  Cotton Spinning and Weaving\tMills  Ltd.-\nhereinafter  called &#x27;the Company&#x27;-supplied to the  Union  of\nIndia  goods  of the value of Rs. 1,06,670.89  nP.  under  a\ncontract dated January 30, 1956 and received Rs. 93,727/- as\npart  payment of the price.  The Union declined to  pay\t the\nbalance\t of  Rs. 12,943.89 nP.\tThe Company  then  commenced\nSuit No. 386 of 1958 in the Court of the Senior\t Subordinate\nJudge,\tDelhi, against the Union of India for a\t decree\t for\nRs. 10,625/- and Rs. 2, 762.50 nP. as interest from  October\n12,  1956 till date of suit and interest pendente  lite\t and\ncosts of  the suit.  The Company alleged that the Union\t had\nwithheld payment of the balance of Rs. 12,943. 89 nP. on the\nplea  that  an amount of Rs.10, 625/- was due to  the  Union\nunder  another\tcontract  between the  parties\tfor  a\tbulk\npurchase  order No. PBI/ 7028-705 dated December  16,  1949.\nThe  Company submitted that there was no such  contract\t and\nthe  dispute  raised in that behalf by the  Union  had\tbeen\nreferred to the arbitration of the Officer on Special  Duty,\nDirectorate  General  of  Supplies and\tDisposals  and\tShri\nRamniwas  Agrawala but had since been adjourned sine die  by\nthe arbitrators.\n</p><p data-structure=\"Precedent\" id=\"p_2\">The Union by petition dated May 19, 1959 applied under s. 34\nof the Indian Arbitration Act for stay of the suit  alleging\nthat  a\t dispute had arisen between the\t parties  and  there\nbeing an arbitration agreement which could be invoked  under\nthe  circumstances and the Union being ready and willing  to\ndo  all\t things\t necessary  for\t the  proper  conductof\t the\narbitration under cl. 21 contained-in form No. WSB133.\t The\nCompany\t resisted the petition contending that there was  no\ndispute\t concerning  the contract which was covered  by\t any\nvalid submission arbitration clause, and which attracted the\napplication\n<span class=\"hidden_text\" id=\"span_2\">602</span>\nof<a href=\"/doc/1722761/\" id=\"a_4\"> s. 34</a> of the Arbitration Act.  The subordinate judge held\nthat  before  s. 34 could be invoked the suit must  raise  a\ndispute\t in respect of the matter agreed to be\treferred  to\narbitration and not independent of it and as no dispute\t was\nraised\tby the Union about its liability to pay\t the  amount\nclaimed\t by the Company arising under the contract  and\t the\nonly dispute which was sought to be raised was in respect of\nthe  liability\tof the Company under another  contract,\t the\nsuit  could  not  be stayed.  An appeal\t against  the  order\nrefusing  to  stay the suit was dismissed in limine  by\t the\nHigh  Court  of Punjab.\t With special leave, the  Union\t has\nappealed to this Court.\n</p><p data-structure=\"Section\" id=\"p_3\">The  only contention raised in the appeal is that the  terms\nof the arbitration agreement include a dispute relating to a\nrefusal\t to meet the obligations arising under the  contract\neven though the refusal was not founded on any right arising\nunder the terms of the contract.  The arbitration  agreement\nis  contained in cl, 21, which is so far as it\tis  material\nprovides :\n</p><blockquote id=\"blockquote_1\">\t      &quot;In  the\tevent  of any  question\t or  dispute\n\t      arising under these conditions or any  special\n\t      conditions  of contract or in connection\twith\n\t      this  contract (except as to any\tmatters\t the\n\t      decision of which is specially provided for by\n\t      these  conditions) the same shall be  referred\n\t      to the award of an arbitrator to be  nominated\n\t      by  the  purchaser  and an  arbitrator  to  be\n\t      nominated by the Contractor, or in case of the\n\t      said  arbitrators\t not agreeing  then  to\t the\n\t      award  of\t an Umpire to be  appointed  by\t the\n\t      arbitrators  in writing before  proceeding  on\n\t      the   reference  and  the\t decision   of\t the\n\t      arbitrators,  or\tin the event  of  their\t not\n\t      agreeing of the Umpire appointed by them shall\n\t      be final and conclusive and the provisions  of\n\t      the  <a href=\"/doc/1052228/\" id=\"a_5\">Indian Arbitration Act, 1940</a>, and of\t the\n\t      Rules there under and\n<span class=\"hidden_text\" id=\"span_3\"> 603</span>\nany Statutory modification thereof shall be deemed to  apply\nto and be incorporated in this contract.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_4\">The  arbitration  clause  is  wide  and\t includes  not\tonly\ndisputes  arising  under the covenants of the  contract\t but\nalso  to disputes under conditions general or special or  in\nconnection with the contract.  But before an order for\tstay\nof  a proceeding maybe made under<a href=\"/doc/1722761/\" id=\"a_6\"> s. 34</a> of  the\t Arbitration\nAct, the following conditions must co-exist :\n</p><blockquote id=\"blockquote_2\">(i)there  must\tbe  a  subsisting  and\tbinding\t arbitration\nagreement capable of being enforced between the parties ;\n</blockquote><blockquote id=\"blockquote_3\">(ii) the subject-matter in dispute in the proceeding  sought\nto  be\tstayed must be within the scope of  the\t arbitration\nagreement and\n</blockquote><blockquote id=\"blockquote_4\">(iii)the petition must be made to the judicial authority  by\na party to the arbitration agreement or some person claiming\nunder him at the earliest stage of the proceeding\ni.e.  before the filing of the written statement  or  taking\nany other step in the proceeding.\n</blockquote><p data-structure=\"Section\" id=\"p_5\">The judicial authority may, if these conditions exist, grant\nstay, if it is satisfied that the party applying is and\t has\nalso been at all material times before the proceedings\twere\ncommenced  ready and willing to do all things necessary\t for\nthe  proper  conduct  of the arbitration  and  there  is  no\nsufficient reason for not referring the matter in accordance\nwith the arbitration agreement.\n</p><p data-structure=\"Precedent\" id=\"p_6\">The  evidence  recorded by the Trial  Court  discloses\tthat\nthere was no dispute between the Company\n<span class=\"hidden_text\" id=\"span_4\">604</span>\nand  the Union arising under the contract on which the\tsuit\nwas  filed.  The Union accepted liability to pay the  amount\nclaimed\t by  the  Company in tile  suit.   The\tUnion  still\ndeclined to pay the amount asserting that an amount was\t due\nfrom  the company, to the Union under a\t distinct  contract.\nThis  amount was not sought to be set-off under any term  of\nthe  contract under which the Company made the\tclaim.\t The\ndispute raised by the Union was therefore not in respect  of\nthe  liability\tunder  the  terms  of  the  contract  &#x27;which\nincluded  the  arbitration  clause, but\t in  respect  of  an\nalleged\t liability  of the Company  under  another  contract\nwhich  it  may\tbe  noted  had\talreajy\t been  referred\t  to\narbitration.   The Union had no defence to the action  filed\nby the Company : it was not contended that the amount of Rs.\n10,625/-  was  not  due to the Company\tunder  the  contract\nreliecd upon by the Company.  For enforcement of the  arbit-\nration clause there must exist a dispute : in the absence of\na   dispute  between  the  parties  to\tthe  arbi.   tration\nagreement, there can be no reference.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">It  was\t urged\tthat mere refusal by the Union\tto  pay\t the\namount\tdue is sufficient to raise a dispute &quot;in  connection\nwith  the  contract&quot;  within the meaning of cl.\t 21  of\t the\nArbitration  agreement.\t  We arc unable to agree  with\tthat\ncontention.   A dispute that the Union is not liable to\t pay\nthe  price under the terms of the contract is undoubtedly  a\ndispute\t under the contract, and in any event in  connection\nwith the contract.  But a plea that the Union though  liable\nto  pay the amount under the terms of the contract will\t not\npay it because it desires to appropriate it towards  another\nclaim  under another independent contract cannot  reasonably\nbe regarded as a dispute &quot;under or in connection&quot; with\tthat\ncontract under which the liability sought to be enforced has\narisen.\n</p><p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"680370\" id=\"span_5\">The  decision  of the  Calcutta High  Court in\t<a href=\"/doc/680370/\" id=\"a_7\">Uttam  Chand\nSaligram v. Jewa Mamooji</a> (1). on\n(1)  I.L,R. 46 Cal.</span>\n</p><span class=\"hidden_text\" id=\"span_6\"> 603</span>\n<p data-structure=\"Section\" id=\"p_9\">\t      any  Statutory modification thereof  shall  be\n\t      deemed to apply to and be incorporated in this\n\t      contract.&quot;\n</p><p data-structure=\"Section\" id=\"p_10\">  The  arbitration  clause  is wide and\t includes  not\tonly\ndisputes  arising  under the covenants of the  contract\t but\nalso  to disputes under conditions general or special or  in\nconnection with the contract.  But before an order for\tstay\nof  a proceeding maybe made under<a href=\"/doc/1722761/\" id=\"a_8\"> s. 34</a> of  the\t Arbitration\nAct, the following conditions must co-exist :\n</p><blockquote id=\"blockquote_5\">\t      (i)   there  must be a subsisting and  binding\n\t      arbitration   agreement\tcapable\t  of   being\n\t      enforced between the parties ;\n</blockquote><blockquote id=\"blockquote_6\">\t      (ii)  the\t subject-matter\t in dispute  in\t the\n\t      proceeding sought to be stayed must be  within\n\t      the scope of the arbitration agreement and\n</blockquote><blockquote id=\"blockquote_7\">\t      (iii) the\t  petition  must  be  made  to\t the\n\t      judicial\t authority   by\t a  party   to\t the\n\t      arbitration agreement or some person  claiming\n\t      under  him  at  the  earliest  stage  of\t the\n\t      proceeding i.   e.  before the filing  of\t the\n\t      written statement or taking any other step  in\n\t      the proceeding.\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">   The\tJudicial authority may, if these  conditions  exist,\ngrant  stay, if it is satisfied that the party\tapplying  is\nand  has  also\tbeen  at  all  material\t times\tbefore\t the\nproceedings  were  commenced  ready and willing\t to  do\t all\nthings\tnecessary for the proper conduct of the\t arbitration\nand  there  is no sufficient reason for\t not  referring\t the\nmatter in accordance with the arbitration agreement.\nThe  evidence  recorded by the Trial  Court  discloses\tthat\nthere was no dispute between the Company\n<span class=\"hidden_text\" id=\"span_7\">604</span>\nand  the Union arising under the contract On which the\tsuit\nwas  filed. -The Union accepted liability to pay the  amount\nclaimed\t by  the  Company in tile  suit.   The\tUnion  still\ndeclined to pay the amount asserting that an amount was\t due\nfrom  the  Company to the Union under a\t distinct  contract.\nThis  amount was not sought to be set-off under any term  of\nthe  contract under which the Company made the\tclaim.\t The\ndispute raised by the Union was therefore not in respect  of\nthe  liability\tunder  the  terms  of  the  contract  &#x27;which\nincluded  the  arbitration  clause, but\t in  respect  of  an\nalleged\t liability  of the Company  under  another  contract\nwhich  it  may\tbe  noted  had\talready\t been  referred\t  to\narbitration.   The Union had no defence to the action  filed\nby the Company : it was not contended that the amount of Rs.\n10,625/-  was  not  due to the Company\tunder  the  contract\nrelied\tupon by the Company.  For enforcement of the  arbit-\nration clause there must exist a dispute : in the absence of\na dispute between the parties to the arbitration  agreement,\nthere can be no reference.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">    It\twas urged that mere refusal by the Union to pay\t the\namount\tdue is sufficient to raise a dispute &quot;in  connection\nWith  the  contract&quot;  within the meaning of cl.\t 21  of\t the\nArbitration  agreement.\t  We are unable to agree  with\tthat\ncontention.   A dispute that the Union is not liable to\t pay\nthe  price under the terms of the contract is undoubtedly  a\ndispute\t under the contract, and in any event in  connection\nwith the contract.  But a plea that the Union though  liable\nto  pay the amount under the terms of the contract will\t not\npay it because it desires to appropriate it towards  another\nclaim  under another independent contract cannot  reasonably\nbe regarded as a. dispute &quot;under or in connection&quot; with that\ncontract under which the liability sought to be enforced has\narisen.\n</p><p data-structure=\"Precedent\" id=\"p_13\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"680370\" id=\"span_8\">The decision of the  Calcutta High Court in <a href=\"/doc/680370/\" id=\"a_9\">Uttam Chand\nSaligram v. Jewa Mammoji</a> (1), on\n(1)  I.L.R. 46 Cal.</span>\n</p><span class=\"hidden_text\" id=\"span_9\"> 605</span>\n<p data-structure=\"Precedent\" id=\"p_14\">which  reliance\t was placed by the Union does  not,  in\t our\njudgment,  support  any such proposition.  In that  case  an\naward of the arbitrator was challenged on the ground that it\nwas without jurisdiction, there being no dispute between the\nparties,  the party applying having admitted  his  liability\nunder  the  contract.\tRankin\tJ.  held  that\tthough\t the\nexistence  of it dispute was an essential condition for\t the\narbitrator&#x27;s jurisdiction, the dispute may be either in\t the\nacknowledgement of the debt or as regards the mode and\ttime\nof  satisfying\tit.  In that case the Court  held  that\t the\ndefence of the applicant applying for vacating the award was\nthat he was not under any obligation to pay the amount\tdue.\nThis is clear from the observation made on 1). 540 where the\nlearned judge observed :\n</p><p data-structure=\"Precedent\" id=\"p_15\">\t      &quot;x    x  x  but  in  truth  the\tpetitioner&#x27;s\n\t      later letters  to\t the Chamber,  his  petition\n\t      itself in paragraphs 5, 6 and 12, paragraph  6\n\t      of the affidavit filed in this behalf in reply\n\t      all  show conclusion that he  was\t withholding\n\t      payment under a claim of right so to do.\tThat\n\t      the claim has little substance makes his\tcase\n\t      so much the worse.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_16\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"711989\" id=\"span_10\">The\t Union\tis however not seeking to  withhold  payment\nunder a claim of right so to do.  What the Union contends is\nthat  under the contract they are liable to pay the  amounts\ndue  but they will not pay because they have  another  claim\nunrelated to the claim in suit against the Company.\n    The\t decision of the Calcutta High Court in\t <a href=\"/doc/711989/\" id=\"a_10\">Chundanmull\nJhaleria v. Clive Mills Co. Ltd.</a> (1), on which also reliance\nwas  placed  does not assist the Union.\t In  that  case\t the\nCourt  decided that an arbitration clause in a contract,  by\nwhich  the parties thereto agree to refer their disputes  to\narbitration; may be wide enough to include a dispute whether\nthe\n(1)  I. L.R. (1948) 2 Cal. 297,\n<span class=\"hidden_text\" id=\"span_11\">606</span>\ncontract  itself has or has not been frustrated; but in\t the\npresent case we are not concerned about any dispute relating\nto frustration of the contract.</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\">      The principle of the decision of the House of Lords in\nHeyman v. Darwins Ltd. (1), on which reliance was placed  on\nbehalf of the Union has also no application.  It was held in\nthat case that when an arbitration clause in a contract pro-\nvides  without\tany  qualification that\t any  difference  or\ndispute which may arise &quot;&#x27;in respect of&quot; or &quot;with regard to&quot;\n</p><blockquote id=\"blockquote_8\">or  &quot;under the contract&quot; shall be referred  to\tarbitration,\nand  the parties are at one in asserting that  they  entered\ninto  a binding contract, the clause will apply even if\t the\ndispute\t  involves   an\t  assertion  by\t  one\tparty\tthat\ncircumstances  have  arisen,  whether before  or  after\t the\ncontract has been partly performed, which have the effect of\ndischarging   one  or  both  parties  from  all\t  subsequent\nliability  under  the contract, such as repudiation  of\t the\ncontract by one party accepted by the other, or\t frustration\nof  the\t contract, Viscount Simon, L.C.,  observed  in\tthat\ncase:\n</blockquote><blockquote id=\"blockquote_9\">\t      &quot;An   arbitration\t  clause   is\ta    written\n\t      submission,  agreed to by the parties  to\t the\n\t      contract, and, like other written\t submissions\n\t      to arbitration, must be construed according to\n\t      its   language  and  in  the  light   of\t the\n\t      circumstances  in\t which it is made.   If\t the\n\t      dispute is whether the contract which contains\n\t      the clause has ever been entered into at\tall,\n\t      that issue cannot go to arbitration under\t the\n\t      clause,  for the party who denies that he\t has\n\t      ever  entered  into the  contract\t is  thereby\n\t      denying  that he has ever joined in  the\tsub-\n\t      mission.\t Similarly,  if\t one  party  to\t the\n\t      alleged contract is contending that it is void\n\t      ab initio (because, for example, the making of\n\t      such  a contract is illegal), the\t arbitration\n\t      clause  cannot operate, for on this  view\t the\n\t      clause   itself  also  is\t void.\t But  in   a\n\t      situation where the parties are,\n\t      (1)   L. R. [1942] A. C. 356.\n</blockquote><span class=\"hidden_text\" id=\"span_12\">\t       607</span>\n<p data-structure=\"Section\" id=\"p_18\">\t      at  one in asserting that they entered into  a\n\t      binding contract, but a difference has  arisen\n\t      between  them whether there has been a  breach\n\t      by one side or the other, or whether  circums-\n\t      tances  have arisen which have discharged\t one\n\t      or both parties from further performance, such\n\t      differences should be regarded as\t differences\n\t      which  have arisen &quot;in respect of,&quot;  or  &quot;with\n\t      regard  to&quot;  or &quot;under the contract&quot;,  and  an\n\t      arbitration   clause  which  uses\t these,\t  or\n\t      similar,\t expressions  should  be   construed\n\t      accordingly.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_19\">  But  the  Union is not seeking to go to arbitration  on  a\ndispute between the parties about a breach committed by\t one\nside or the other or whether circumstances have arisen which\nhave   discharged   one\t or  both   parties   from   further\nperformance.  It is a case in which in substance there is no\ndispute\t between the parties &quot;under&quot;, &quot;in connection  with&quot;,\nor  even &quot;with regard to&quot; the contract.\t The plea raised  by\nthe  Union for stay of the suit was frivolous.\tIt is  some-\nwhat  surprising that the plea should have been\t raised\t and\npersisted  in,\tand even after going to arbitration  in\t the\nother  case  have been brought up to  this  Court  involving\nlarge costs to the public exchequer.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">     The appeal therefore fails and is dismissed with costs.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">\t\t\t     Appeal dismissed\n<span class=\"hidden_text\" id=\"span_13\">608</span>\n\n\n\n</p>","numcites":4,"numcitedby":39,"docsource":"Supreme Court of India","citetid":1593938,"divtype":"judgments","relatedqs":[{"value":"contract under dispute ","formInput":"contract%20under%20dispute%20"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"contracts independent of each other","formInput":"contracts%20independent%20of%20each%20other"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"no frustration","formInput":"no%20frustration"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"},{"value":"set off","formInput":"set%20off"},{"value":"declined","formInput":"declined"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"}],"courtcopy":true,"query_alert":null,"agreement":false}