{"tid":147459300,"publishdate":"2017-07-04","title":"Nakka Sreenivasa Rao @ ... vs State Of A.P., Reptd By Public ... on 4 July, 2017","doc":"<h2 class=\"doc_title\">Nakka Sreenivasa Rao @ ... vs State Of A.P., Reptd By Public ... on 4 July, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-v-reddy\">C.V.Nagarjuna Reddy</a>, <a href=\"/search/?formInput=benchid:m-s-jaiswal\">M.S.K.Jaiswal</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nHON&#x27;BLE SRI JUSTICE C.V.NAGARJUNA REDDY AND HONBLE SRI JUSTICE M.S.K.JAISWAL                  \n\nCRIMINAL APPEAL Nos.33 of 2011 and batch     \n\n04-07-2017 \n\nNakka Sreenivasa Rao @ Sreenu,Sanyasinaidu..... Appellant  \n\nState of A.P., reptd by Public Prosecutor, Hyderabad. .....Respondent\n\nCounsel for appellant: Mr. V.Ravi Kiran Rao\n\nCounsel for the respondent: Public Prosecutor (AP)\n\n&lt;Gist:\n\n&gt;Head Note: \n\n?citation referred:                                                                     \n\n\nHONBLE SRI JUSTICE C.V.NAGARJUNA REDDY          \nAND  \nHONBLE MR JUSTICE M.S.K.JAISWAL        \nCRIMINAL APPEAL Nos.33 &amp; 362 of 2011     \nDate:04.7.2017 \n\nThe Court made the following:\n\n\nCOMMON JUDGMENT:</pre><p data-structure=\"Issue\" id=\"p_1\"> (per Honble Sri Justice C.V.Nagarjuna Reddy)      \n        Criminal Appeal No.33 of 2011 is filed by accused No.1 in\nSessions Case No.215 of 2008 on the file of the VII Additional\nDistrict &amp; Sessions Judge, (Fast Track Court), Visakhapatnam,\nchallenging his conviction for the offence punishable under\n<a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> I.P.C. and sentencing him to rigorous imprisonment\nfor life and also to pay a fine of Rs.50/-, in default, to suffer\nsimple imprisonment for fifteen days, vide judgment, dated\n05.01.2011, passed in the aforesaid Sessions Case.\n</p><p data-structure=\"Issue\" id=\"p_2\">        Criminal Appeal 362 of 2011 is filed by the de facto\ncomplainant against the acquittal of accused No.1 of the charge\nunder <a href=\"/doc/1599401/\" id=\"a_2\">Section 341</a> read with <a href=\"/doc/37788/\" id=\"a_3\">Section 34</a> I.P.C., and of accused\nNo.2 and 3 of the charges under <a href=\"/doc/1599401/\" id=\"a_4\">Section 341</a> read with <a href=\"/doc/37788/\" id=\"a_5\">Section\n34</a> and <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_7\">Section 34</a> I.P.C.  The de facto\ncomplainant also prayed for imposing on all the accused, the\nmaximum punishment prescribed by law for the  \naforementioned respective offences.\n</p><p data-structure=\"Facts\" id=\"p_3\">        For the sake of convenience, the parties are hereinafter\nreferred to as accused Nos.1 to 3, the de facto complainant and\nthe State.\n</p><p data-structure=\"Facts\" id=\"p_4\">        Before proceeding further, it requires to be mentioned that\nthe alleged offence took place on 27.02.2008 and the proviso to\n<a href=\"/doc/81939/\" id=\"a_8\">Section 372</a> of the Code of Criminal Procedure, 1973 (<a href=\"/doc/445276/\" id=\"a_9\">Cr.P.C</a>.)\nconferring a right of appeal on the victim was introduced with\neffect from 31.12.2009 by Act No.5 of 2009.  Since the said\nprovision was not in force as on the date of commission of the\noffence, the de facto complainant had no right to file appeal as a\nvictim.  In our opinion, the Registry has wrongly numbered the\ncase filed by the de facto complainant as Criminal Appeal\ninstead of numbering the same as Criminal Revision Case\nunder <a href=\"/doc/1865117/\" id=\"a_10\">Section 397</a> read with <a href=\"/doc/1571667/\" id=\"a_11\">Section 401</a> Cr.P.C.  Therefore, we\ntreat Criminal Appeal No.362 of 2011 as the Criminal Revision\nCase. \n</p><p data-structure=\"RespArg\" id=\"p_5\">        We have heard Mr.V.Ravi Kiran Rao, learned counsel for\naccused No.1, Mr.Lasetty Ravinder, learned counsel for the de\nfacto complainant and the learned Public Prosecutor (AP)\nappearing for the State.\n</p><p data-structure=\"Facts\" id=\"p_6\">        The case of the prosecution, in brief, is as follows:\n</p><blockquote id=\"blockquote_1\">     The deceased-Karri Mahalaxmi Naidu is the junior\npaternal uncle of accused No.3. Accused Nos.1 and 2 are the\nmaternal uncles of accused No.3.  The mother of the deceased \nwas the actual Sarpanch of Kattubolu village.  The deceased was\nacting as a de facto Sarpanch.  The father of the deceased had\nAcs.30.00 of land at the time of the marriage of the mother of\naccused No.3 with Karri Ramu-the elder brother of the\ndeceased.  The deceased acquired certain lands on his own by \ndoing real estate business.  As Karri Ramu-the elder brother of\nthe deceased, the father of accused No.3 and L.W.3-Rameswara  \nRao and another brother of the deceased, were not worldly wise,\nthe deceased used to maintain the entire family.  Due to family\ndifferences, accused No.3, his sister and their parents were\nresiding separately in the same village for nine years and their\nmaintenance was being looked after by the deceased.  As the \nmoney given by the deceased was not sufficient for running the\nfamily of the parents of accused No.3, his maternal grandfather\n(father of accused Nos.1 and 2), used to support the family by\nproviding rice, dal etc. In the year 2004, accused No.3 joined\nIndian Army. Two years prior to the date of occurrence, the\nmother of accused No.3 died due to her ill-health.  The father of\naccused No.3 and the deceased did not look after the needs of\nthe sister of accused No.3 and therefore, the father of accused\nNos.1 and 2 took her to his house and later, he along with\naccused Nos.1 and 2 raised dispute demanding the deceased to  \nallot shares in the landed property to accused No.3 and his sister.\nIn connection with the same, P.W.3 held a panchayat, during\nwhich, the deceased at the first instance, agreed to give Acs.5.00\nof land as share, but later, he went back by saying that all the\nproperties were acquired with his own earnings. In the month\nof May, 2006, an altercation took place between the deceased\nand the father of accused Nos.1 and 2, during which, the\ndeceased and his followers beat the father of accused Nos.1 and\n2 and his family members with iron pipes and sticks and caused\ngrievous injuries to them, for which, a case in Crime No.34 of\n2006 was registered for the offences punishable under Sections-\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">147, 148, 326, 324 and 506 read with 34 <a href=\"/doc/1569253/\" id=\"a_12\">I.P.C</a>. against the\ndeceased and his followers and the same is pending before the\nAdditional Judicial First Class Magistrate, Yellamanchili as\nC.C.No.539 of 2006; that since the said incident, the father of\naccused Nos.1 and 2 became physically challenged with inability\nto walk; that during the said altercation, the deceased also\nchased accused No.1, who managed to escape and that since   \nthen, accused No.1 is residing with his wife at Yellamanchili due\nto the fear of the deceased. In the Sarpanch elections held on\n02.08.2006, the mother of the deceased contested with the\nsupport of Telugu Desam party; that in that election, accused\nNos.1 and 2 and their father supported the rival group of\nCongress-I party and both the parties tried to cause breach of\npeace and public tranquility in the village and in that\nconnection, a case in Crime No.50 of 2006 was registered for\nthe offence under <a href=\"/doc/1914745/\" id=\"a_13\">Section-107</a> Cr.P.C. by arraigning the\ndeceased as R-1 of A-party and the father of accused Nos.1 and\n2 as R-6 of B-party, which is also pending in the Court of the\nMandal Executive Magistrate, Rambilli, vide M.C.No.10 of 2006.\nIn view of the afore-mentioned incidents, accused Nos.1 to 3\nand the father of accused Nos.1 and 2 bore grudge against the\ndeceased and openly proclaimed that they will do away with the\nlife of the deceased. While so, accused No.3, who is working in\nIndian Army, came to the house of accused No.1 at \nYellamanchili on thirty days annual leave from 20.02.2008. All\nthe accused hatched a plan to do away with the life of the\ndeceased and according to their plan, they waited for an\nopportunity during nights in the hut of one Agraharapu\nAmmannathalli situated by the side of mud road running from\nKattubolu Village to the house of the deceased. On the day of the\noccurrence, i.e., on the evening of 27.02.2008, accused Nos.1\nand 3 left Yellamanchili Village on their mother cycle, went to\nKattubolu village, hid their motor cycle in the outskirts, both of\nthem went to the house of accused No.2 and there, accused \nNos.1 and 2 picked up knives and all the three accused lurked in\nthe hut of Ammannathalli situated by the side of mud road\nrunning from Kattubolu Village to the house of the deceased.\n</p><p data-structure=\"Facts\" id=\"p_8\">     On 27.02.2008 at about 8.00 a.m., the deceased went to\nYellamanchili village and in the evening, he attended one party\nat Pothireddipalem junction by the side of NH-5 road at a hotel,\nalong with P.Ws.4, 8 and 9 and L.W.15Karanam Eswara Rao,    \nfor his successful land purchase transaction. They all consumed\nalcohol up to 10.45 p.m. After the party, the deceased along\nwith P.W.4 and L.W.15 left Yellamanchili village and on the way,\nL.W.15 got down from the car at Dimili village and the deceased\nalong with P.W.4 came to his cattle shed in his car and there, the\ndeceased parked his car in that cattle shed. The deceased started\non his motor cycle along with P.W.4 and on the way, near the\nhouse of the deceased, P.W.4 got down from the motor cycle and \nwent to his house.\n</p><p data-structure=\"Facts\" id=\"p_9\">        At about 11.30 p.m., on that night accused Nos.1 to 3, who\nlurked in the hut, noticed the deceased coming alone on his\nmotor cycle through the mud road, while accused No.3 was \nwatching the surroundings, accused No.2, who was armed with  \nknife, went onto the road, stopped the motor cycle of the\ndeceased and hacked him on his hands, throat, chin and head \nwith a knife. When the deceased fell down on the road with his\nmotor cycle, accused No.1 hacked him on the back side of head, \nshoulders and caused severe cut injuries and on hearing the\ncries of the deceased, P.W.4, who was about to reach his house,\nreturned to the corner of the road turning and witnessed the\naccused. On hearing the cries of the deceased, P.W.1 came to the \nspot and took the head of the deceased into her lap and at that\ntime, the deceased disclosed the name of accused No.1 to her \nand while disclosing the names of others, he succumbed to the\ninjuries in the lap of his wifeP.W.1.\n</p><p data-structure=\"Facts\" id=\"p_10\">        After attacking the deceased, all the accused ran away into\nthe agricultural fields. Thereafter, accused No.2 went to his\nhouse, changed his dress and then, they went to the village\noutskirts. The two knives used by accused Nos.1 and 2 and the\nblood stained clothes of accused No.2 were concealed in the\nbushes and thereafter, they left the village on their motor cycle\nand came to Yellamanchili Railway Station during that night.\nAccused No.1 went to his house in Yellamanchili village and\nchanged his clothes, kept them in his house and then brought\nhis wife to Yellamanchili Railway Station in the morning and\nsent her to Visakhapatnam by train and later, all the accused\ncame to the house of accused No.1 and there, accused No.3  \ncollected his luggage and then, all of them went to\nVisakhapatnam, where they have dispersed. On the report given\nby P.W.1, P.W.9 drafted the same and P.W.14 registered F.I.R. as \nCrime No.12 of 2008 for the offences punishable under\nSections-302 and 341 read with 34 <a href=\"/doc/1569253/\" id=\"a_14\">I.P.C</a>. of Rambilli Police\nStation at 8.00 a.m. on 28.02.2008 and P.W.16 took up further\ninvestigation.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">        During the course of investigation, P.W.16 visited the\nscene of offence, prepared a rough sketch and drafted an\nobservation report for examination of the scene of offence in the\npresence of the mediators L.W.15 and P.W.12.  The dead body  \nof the deceased and the scene of offence were got photographed\nthrough P.W.11. P.W.16 conducted inquest over the dead body  \nof the deceased on 28.02.2008 in the presence of the\npanchayatdarsL.W.15, L.W.16Vaddipenti Venkata Rao and    \nthree others, P.Ws.1 to 3 and L.Ws.2, 4 and 5Karri\nChellayamma, Thetakallu Ramu and Thetakallu Somaraju and   \nsent the dead body for post-mortem examination to P.W.15. \nThereafter, P.W.16 examined P.Ws.4 to 9 and L.Ws.8 and 12   \nKanthamreddi Pentayya Naidu and Selamsetti Surya Prakasha    \nRao, and recorded their statements. Accused No.1 surrendered \nhimself before the Court on 05.03.2008 and he was sent for\nremand. P.W.16 took accused No.1 into custody for six days \nfrom 13.03.2008 to 18.03.2008 by filing a memo. On\n16.03.2008 at 11.00 a.m., P.W16 secured two mediators  \nP.W.13 and L.W.19 Senapathi Ramana @ Pala Sreenu and in     \ntheir presence, he interrogated accused No.1 and recorded his\nconfessional statement under the cover of the mediators report\non 16.03.2008, in which, accused No.1 confessed his killing of\nthe deceased and in pursuance of the said confession, P.W.16 \nseized blood stained shirt and pant belonging to accused No.1\nfrom his house in the presence of the mediators  P.W.13 and\nL.W.19 under the cover of the mediators report. On 16.03.2008,\naccused No.2 surrendered himself at Yellamanchili Rural Police\nStation, and thereupon, he was arrested by P.W.16 and his\nconfessional statement was recorded in the presence of the\nafore-mentioned mediators under the cover of the mediators\nreport.  In pursuance of the confession of accused Nos.1 and 2,\nP.W.16 seized one pair of blood stained clothes, viz., pant and\nshirt of accused No.2 and two blood stained knives used by\naccused Nos.1 and 2 from the bushes situated near Kattubolu \nvillage in the presence of the afore-mentioned mediators under\nthe cover of the mediators report, produced accused Nos.1 and\n2 before the Court concerned and forwarded the Material\nObjects to L.W.24N.Adinarayana, Assistant Director, Regional\nForensic Science Laboratory, Visakhapatnam, for lab test. On\ndeputation by P.W.16, P.W.14 and his staff went to Rajasthan\nState, where accused No.3 was working, and there, L.W.22  \nCaptain Raveendran, handed over accused No.3 to them. Then,  \nP.W.14 and his staff brought accused No.3 to Yellamanchili\nvillage and produced him before P.W.16 on 17.05.2008. P.W.16 \narrested accused No.3 on the same day, recorded his \nconfessional statement in the presence of the mediatorsP.Ws.10 \nand 11 under the cover of the mediators report and sent him for\njudicial custody. P.W.15-the Medical Officer of the Government\nHospital, Yellamanchili, who conducted autopsy over the dead\nbody of the deceased, issued Ex.P-8 post-mortem certificate,\nopining that the deceased appeared to have suffered an\ninstantaneous death due to the injuries to the neck and head\nabout 12 to 24 hours prior to the post-mortem examination.\nL.W.24, who conducted analysis, issued Ex.P-16-Analysis report \nopining that, when item Nos.1 to 11 were examined, human \nblood is detected on item Nos.1, 3 to 7 and 9 to 11, blood stains\non item Nos.3 to 5 and 10 are of A group blood, blood stains on\nitem Nos.1, 6, 7, 9 and 11 could not be established and blood is\nnot detected on item Nos.2 and 8, of which item No.2 is received\nas control for item No.1.  On completion of the investigation,\nP.W.16 filed the charge sheet in the case.\n</p><p data-structure=\"Issue\" id=\"p_12\">     All the accused pleaded not guilty and hence, they were\nsubjected to trial, during which, the prosecution examined\nP.Ws.1 to 16, marked Exs.P-1 to P-19 and produced M.Os.1 to   \n</p><p data-structure=\"Section\" id=\"p_13\">11.  On behalf of the defence, no oral evidence was adduced.\nHowever, Exs.D-1 to D-4 were marked on its side. On \nappreciation of the oral and documentary evidence, the Court\nbelow, while acquitting accused Nos.2 and 3 of all the offences\npunishable under Section-341 read with Section 34 I.P.C. and\nSection 302 read with Section 34 I.P.C., however, convicted\naccused No.1 for the offence punishable under Section 302 I.P.C.\n</p><p data-structure=\"PetArg\" id=\"p_14\">        At the hearing, Mr. A.Ravi Kiran Rao, learned counsel for\naccused No.1, has submitted that the prosecution failed to\nestablish the motive on the part of accused No.1 and also the\nidentity of the person, who gave Ex.P-1 report to the Police; that\nthere was a long delay of 8 hours in giving Ex.P-1-report to the\nPolice, which gave scope for false implications by the\ninvestigating agency; that even as per the prosecution case,\nthere were no eye-witnesses and that all the witnesses are either\nhearsay or circumstantial witnesses and their evidence is highly\nartificial.  He has further argued that it has come out on record\nthrough the evidence of the witnesses such as P.W.4 that the\ndeceased had many enemies as, he had a long criminal  \nbackground; that in the absence of any motive, there was no\nreason for accused No.1 to commit the offence and that the\nCourt below has completely erred in convicting accused No.1\nfor the offence punishable under Section 302 I.P.C.\n</p><p data-structure=\"RespArg\" id=\"p_15\">        While opposing the above submissions, the learned Public\nProsecutor (AP) appearing for the State has submitted that the\nevidence of P.W.1, who conveyed the words uttered by the\ndeceased, shall be treated as a dying declaration; that as accused\nNo.1 was clearly named by the deceased at the time of his death,\nthe prosecution was able to drive home the guilt of the said\naccused and that therefore, the Court below has rightly\nconvicted and sentenced him to suffer imprisonment for life.\n</p><p data-structure=\"RespArg\" id=\"p_16\">        Mr. Lasetty Ravinder, learned counsel for the de facto\ncomplainant, while supporting the submissions of the learned\nPublic Prosecutor (AP), has argued that as the involvement of\naccused Nos.2 and 3 is also proved by the circumstantial\nwitnesses such as P.W.5, the Court below has wrongly acquitted \nthem.  He has further submitted that as the act of the accused in\nstopping the deceased before doing away with his life amounted\nto wrongful restraint, the Court below has committed an error\nby not convicting them for the offence punishable under <a href=\"/doc/1599401/\" id=\"a_15\">Section\n341</a> read with <a href=\"/doc/37788/\" id=\"a_16\">Section 34</a> I.P.C. along with <a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> read\nwith <a href=\"/doc/37788/\" id=\"a_18\">Section 34</a> I.P.C. He has further argued that the life\nsentence imposed on accused No.1 is not adequate having  \nregard to the brutal nature of murder committed by him along\nwith accused Nos.2 and 3 and hence, all the accused are liable to\nbe sentenced to death.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">        We have carefully considered the respective submissions\nof the learned counsel for the parties with reference to the\nrecord.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">        From the narration of the prosecution version made\nhereinabove, it is evident that the case is based on circumstantial\nevidence.  No witness including P.W.1 witnessed the actual\nattack on the deceased. The law is well settled that when the case\nis based on the circumstantial evidence, motive assumes pivotal\nrole in establishing the guilt of the accused.\n</p><p data-structure=\"Precedent\" id=\"p_19\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"667950\" id=\"span_1\">In <a href=\"/doc/667950/\" id=\"a_19\">Shivaji Genu Mohite v. State of Maharashtra</a> , the\nSupreme  Court held that evidence as to motive would, no\ndoubt, go a long way in cases wholly dependent on\ncircumstantial evidence, that such evidence would form one of\nthe links in the chain of circumstantial evidence in such a case,\nbut, that would not be so in cases where there are eye-witnesses\nof credibility, though even in such cases if motive is properly\nproved such proof would strengthen the prosecution case and\nfortify the court in its ultimate conclusion.</span>\n</p><p data-structure=\"Precedent\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144689\" id=\"span_2\">In <a href=\"/doc/144689/\" id=\"a_20\">Suresh Chandra Bahri v. State of Bihar</a>  the Supreme\nCourt held that motive is something which prompts a person to\nform an opinion or intention to do certain illegal act or even a\nlegal act but with illegal means with a view to achieve that\nintention, that in a case where there is clear proof of motive for\nthe commission of the crime, it affords added support to the\nfinding of the court that the accused was guilty of the offence\ncharged with.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153963412\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1107450\" id=\"span_4\">(See <a href=\"/doc/1107450/\" id=\"a_21\">Subedar Tewari v. State of Uttar Pradesh</a>  and\n<a href=\"/doc/153963412/\" id=\"a_22\">Ujagar Singh v. State of Punjab</a> ).</span></span>\n</p><p data-structure=\"RespArg\" id=\"p_21\">     The prosecution pleaded two-pronged motive; (1) that the\ndeceased refused to give away the share to accused No.3, who is\nthe nephew of accused Nos.1 and 2; and (2) that the deceased \nattacked the father of accused Nos.1 and 2 in the year 2006, in\nconnection with which a criminal case has been pending,\nwherein the deceased is shown as the accused.  The prosecution \nalso alleged that in the Sarpanch elections, the accused\nsupported Congress-I candidate against the candidature of the\nmother of the deceased, who is of Telugu Desam party.\n</p><p data-structure=\"RespArg\" id=\"p_22\">        As regards the alleged refusal of the deceased to partition\nthe properties and allot the shares to accused No.3 and his sister,\nP.Ws.1 and 2 spoke about the fact of the father of accused Nos.1\nand 2 demanding the share of his grand children, i.e., accused\nNo.3 and his sister. P.W.3 - the Ex-Sarpanch of the Village, who\nclaimed that he tried to mediate the dispute, deposed that during\nthe mediation, the deceased agreed to partition Acs.8.00 of the\njoint family properties, while declining to partition the\nremaining property claimed to have been acquired by him.  In\nhis cross-examination, he denied the suggestion that he never\nacted as a mediator, he could not remember the date, month and \nyear when the father of accused Nos.1 and 2 raised dispute and\nthat, he does not know the patta and Survey numbers of\nAcs.8.00 of the joint family properties.\n</p><p data-structure=\"Facts\" id=\"p_23\">     Neither P.W.1 nor P.W.2 had specified the time around\nwhich the alleged mediation was held. Except the ipsi-dixit of\nP.Ws.1 to 3, the prosecution has failed to produce any material\nto show that a serious dispute, over partition of the properties,\nbetween the deceased on the one side and accused No.3 and his  \nsister on the other side, was subsisting. We are, therefore, of the\nopinion that the prosecution failed to establish the alleged\ndispute over partition as the motive for the accused to commit\nthe offence.\n</p><p data-structure=\"Facts\" id=\"p_24\">        As regards the second part of the motive alleged by the\nprosecution, namely, that the deceased caused injury to the\nfather of accused Nos.1 and 2, which made him immobile and \nthat, since then, they were inimical towards the deceased, P.W.1\ncategorically deposed that after 2006 till the death of the\ndeceased, neither there were disputes between her family and\naccused No.1s family nor they were on visiting terms. Though\nP.W.1 has denied the suggestion that after the attack on the\nfather of accused Nos.1 and 2 by the deceased in the year 2006,\naccused No.1 left the village and settled at Gajuwaka, it is the\nspecific case of the prosecution, as reflected in the charge sheet,\nthat accused No.1 shifted his residence to Yellamanchili, which\nclearly shows that he was not living in Kattubolu Village, where\nthe deceased was living. Though the undisputed facts show that\nthe relationship between the families of the deceased and\naccused Nos.1 and 2 was not cordial, the prosecution has failed\nto establish that the disputes between the two families have\ntaken such an ugly turn so as to provoke the accused to the\nextent of taking away the life of the deceased. In this view of the\nmatter, we are of the opinion that the prosecution failed to\nestablish the alleged motive for the accused to commit the\noffence.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">        Coming to Ex.P-1-report, a perusal of the same reveals\nthat it was drafted by P.W-9-Panchayat Secretary of\nKomanapalli Village, who was also in-charge of Kattubolu\nVillage. P.W-9 in his evidence deposed that he drafted Ex.P-1-\nreport, obtained the signature of P.W-1 on it and submitted the\nsame to the Police. P.W-14 deposed that on 28.02.2008 at about \n8 am., P.W.1 herself came to Rambilli Police Station and\npresented Ex.P-1-report, basing on which, he has registered a\ncase in Crime No.12 of 2008. Interestingly, in her evidence,\nP.W.1 denied her going to the Police Station and presenting\nEx.P-1-report. She has categorically stated that she has never\ngone to the Police Station. Thus, there is a material contradiction\nin the evidence of P.Ws.1, 9 and 14 as to the person who gave\nEx.P-1-report.\n</p><p data-structure=\"RespArg\" id=\"p_26\">        As rightly argued by Mr. V.Ravi Kiran Rao, learned counsel\nfor accused No.1, since Ex.P-1 is a crucial document, which has\nset the law into motion, failure of the prosecution to establish\nwith certainty as to the person who gave the first information to\nthe Police about the alleged murder throws any amount of doubt\non the creditability of the whole case of the prosecution.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">        As regards the submission of the learned counsel relating\nto the delay in furnishing the information to the Police and the\nFIR reaching the Court, it is to be noted that the alleged\noccurrence took place at 11.30 pm on 27.02.2008. According to\nP.W.14, he has received Ex.P-1-report at 8 am on the following\nday, i.e., 28.02.2008. It is evident from Ex.P-7-F.I.R. that the\ndistance between Kattubolu Village and Rambilli Police Station is\nonly 18 kms. As per the evidence of P.W-5, a driver, the\ndeceased owned a car apart from a motor cycle and the car was \nkept in a cattle shed near Kattubolu Village. When a murder has\ntaken place around 11.30 pm on 27.02.2008 and P.Ws.1 to 4  \nhave allegedly arrived at the scene of offence in a few moments\nthereafter, it is not possible to believe that no one has thought of\ngoing to the Police Station and reporting the occurrence to the\nPolice on that night itself.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">        P.W.14 has admitted in his evidence that the Village has\nlandline telephone facility besides many people in the Village\nhaving cell phones. If the offence had taken place at the time\nand in the manner, as alleged by the prosecution, it is surprising\nthat the Police were kept dark till 8 am on 28.02.2008. In this\nregard, P.W.1 has initially stated that as she was in a shock, she\ndoes not know whether her brother-in-law (P.W.2) informed\nthe occurrence to the Police or not. Immediately in her next\nstatement, she deposed that P.W-2 informed the occurrence to \nthe Police by phone. This statement gives rise to a serious\nsuspicion as to whether the claim of the Police that they received\ninformation about the alleged occurrence at 8 am on\n28.02.2008 is correct or whether they had information about\nthe occurrence during the night of 27.02.2008 itself, prior to\ntheir receiving Ex.P-1-report. Even assuming that Ex.P-1-report\nwas given to the Police at 8 am on 28.02.2008, in our opinion,\nthe prosecution failed to explain the long delay of 8 hrs, i.e., the\ntime gap between 8 am and 4 pm on 28.02.2008, in Ex.P-7-  \nF.I.R. reaching the Court of the jurisdictional Magistrate. The\ndistance between Rambilli Police Station and the Court of the\njurisdictional Magistrate being 22 kms, we find no justifiable\nreason or any such reason having been put forth by the\nprosecution for the long delay in the Ex.P-7-FIR reaching the\nCourt of the jurisdictional Magistrate.\n</p><p data-structure=\"Precedent\" id=\"p_29\">        In order to overcome this lacuna in the case of the\nprosecution, the learned Public Prosecutor argued that the\nprosecution witnesses were not subjected to cross-examination\non this count. Indeed, the defence has suggested to the\nprosecution witnesses-P.Ws.1 and 2 that the accused were  \nfalsely implicated in the case. Even otherwise, in our opinion,\nmere failure of the defence to subject the prosecution witnesses\nto cross-examination on the delay does not improve the case of\nthe prosecution as, the law is well settled that the long and\nunexplained delay in lodging the police report and the same\nreaching the Court of the jurisdictional Magistrate is fatal to the\ncase of the prosecution as, it give rises to false implications and\nembellishments in the case of the prosecution.\n</p><p data-structure=\"Precedent\" id=\"p_30\">     In Thulia Kali v. State of Tamil Nadu , H.R. Khanna, J,\nhas highlighted the importance of the FIR in a criminal case.  It\nwas held that FIR is an extremely vital and valuable piece of\nevidence for the purpose of corroborating the oral evidence\nadduced at the trial and that the importance of the report can\nhardly be overestimated from the standpoint of the accused, that\nthe object of insisting upon prompt lodging of the report to the\npolice in respect of commission of an offence is to obtain early\ninformation regarding the circumstances in which the crime\nwas committed, the names of the actual culprits and the part\nplayed by them as well as the names of eyewitnesses present at \nthe scene of occurrence and that delay in lodging the FIR quite\noften results in embellishment which is a creature of\nafterthought.  It was further held that on account of delay, the\nreport not only gets bereft of the advantage of spontaneity,\ndanger creeps in of the introduction of coloured version,\nexaggerated account or concocted story as a result of\ndeliberation and consultation and that it is therefore essential\nthat the delay in the lodging of the FIR should be satisfactorily\nexplained.\n</p><p data-structure=\"Precedent\" id=\"p_31\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105640015\" id=\"span_5\">In <a href=\"/doc/105640015/\" id=\"a_23\">Meharaj Singh v. State of U.P.</a> , the Supreme Court\nheld that with a view to determine whether the FIR was lodged\nat the time it is alleged to have been recorded, the courts\ngenerally look for certain external checks; one of the checks is\nthe receipt of the copy of the FIR, called a special report in a\nmurder case, by the local Magistrate; if this report is received by\nthe Magistrate late, it can give rise to an inference that the FIR\nwas not lodged at the time it is alleged to have been recorded,\nunless, of course, the prosecution can offer a satisfactory\nexplanation for the delay in dispatching or receipt of the copy of\nthe FIR by the local Magistrate and that the object of insisting\nupon prompt lodging of the FIR is to obtain the earliest\ninformation regarding the circumstances in which the crime\nwas committed, including the names of the actual culprits and\nthe parts played by them, weapons, if any, used, as also the\nnames of the eyewitnesses, if any.  If the report is received by the\nMagistrate late, it can give rise to an inference that the FIR was\nnot lodged at the time it is alleged to have been recorded, unless,\nof course the prosecution can offer a satisfactory explanation for\nthe delay in dispatching or receipt of the copy of the FIR by the\nlocal Magistrate.</span>\n</p><p data-structure=\"Precedent\" id=\"p_32\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51674427\" id=\"span_6\">In <a href=\"/doc/51674427/\" id=\"a_24\">Gajanan Dashrath Kharate Vs. State of\nMaharashtra</a> , the Supreme Court held that the delay in setting\nthe law into motion by lodging the compliant and registration of\nthe First Information Report is normally viewed by the Courts\nwith suspicion because there is a possibility of concoctions and\nembellishments of the occurrence and that, therefore, it becomes\nnecessary for the prosecution to satisfactorily explain the delay.\nIt was further held that the object of insisting on prompt\nreaching of the report is to obtain early information not only\nregarding the assailants but also about the part played by them,\nthe nature of the incident and the names of the witnesses. This\nview is taken by the Supreme Court consistently.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_33\">        It could be gathered from the record that while Ex.P-4-\ninquest report was prepared at around 10.30 am and the post-\nmortem was commenced at 2.30 pm and completed by 4.30 pm,     \nEx.P-7-F.I.R. reached the Court of the jurisdictional Magistrate\nat 4 pm on 28.02.2008. Thus, the unexplained delay of 8 hours\nin Ex.P-7-F.I.R. reaching the Court of the jurisdictional\nMagistrate gives rise to a serious suspicion as to whether Ex.P-\n1-report was really given to P.W-14 by P.W-1 at 8 am on\n28.02.2008.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">        In the light of the above discussion, we are of the opinion\nthat the prosecution failed to explain the long delay in lodging\nEx.P-1-report in the Police Station and Ex.P-7-F.I.R. reaching\nthe Court of the jurisdictional Magistrate, which might have\ngiven room for false implication of the accused.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">        As regards the credibility of the evidence of the\nprosecution witnesses, we find a serious material discrepancy in\nthe version of P.W-1, between Ex.P-1-report, her earliest\nversion, and her evidence given as P.W-1.\n</p><p data-structure=\"Facts\" id=\"p_36\">        In Ex.P-1-report, P.W-1 has stated that when she was\nwatching T.V. in her house, at around 11.30 pm on 27.02.2008,\nshe heard the pangs of her husband that I am dead; that she\ncame out immediately and saw her husband lying on the country \nroad in a pool of blood at a distance of 150 feet from their\nhouse; and that she saw three persons along with knives\nrunning away in the darkness. In her evidence as P.W-1, she\ncame out with an improved version. She has deposed that when \nshe was watching T.V., she heard a vehicle sound along with the\ncry of her husband that he was being murdered and that\nthereupon, she came out and observed accused Nos.1 to 3  \nescaping, while her husband was in a pool of blood. Therefore,\nher deposition that she heard a vehicle sound and cry of her\nhusband that he was being murdered are pure improvements as,  \nthey were never stated by her in Ex.P-1-report. Similarly, she\nhas not stated in Ex.P-1-report that she observed accused Nos.1\nto 3 escaping from the scene of offence as, she merely stated\ntherein that she saw three persons along with knives running\naway in the dark.       Therefore, her evidence given before the Court\nthat she has seen the accused escaping from the scene of offence\ncannot be viewed with any credibility.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">     The most crucial part of the evidence of P.W-1 lies in the\ndeceased allegedly informing her that accused No.1 and two\nothers hacked him with knives and ran away. In Ex.P-8-Post-\nmortem Certificate, P.W-15 has given his opinion to the effect\nthat the deceased appears to have suffered an instantaneous\ndeath due to the injuries to the neck and head about 12 to 24\nhours prior to the post-mortem examination. In his chief-\nexamination, P.W-15 reiterated the said opinion. In his cross-\nexamination, he has deposed that as the deceased died \ninstantaneously, there was no possibility of his speaking prior to\nhis death.\n</p><p data-structure=\"Precedent\" id=\"p_38\">     In Ex.P-8-Post-mortem Certificate, injury No.2 on the\ndeceased was described as under:- \n</p><blockquote id=\"blockquote_2\">A cut injury 10 cm x 2 cm x bone deep is present\nobliquely on left occipital area. Brain matter\nexposed through the injury, edges clear cut.\n</blockquote>\n<blockquote id=\"blockquote_3\">      A perusal of Ex.P-4-Inquest report shows that the\ndeceased suffered severe injuries on the forehead, grievous\nlaceration on the back side of the head on left portion and the\nbrain matter protruding. Exs.P-4 and 8, thus, clinchingly\nestablish that the injury on the head of the deceased was so\nserious that even the brain matter got exposed, which caused his\ninstantaneous death, as opined by P.W-15. As such, it is not\npossible to believe the version of P.W-1 that the deceased has\nuttered the name of accused No.1 and also spoke about the \ninvolvement of two others to her. It is, thus, evident that P.W-1\nwas not coming out with a true version and her evidence lacked\ncredibility. It is her specific case that as soon as she reached the\nscene of offence, the deceased kept his head on her lap. When\nthe deceased has received serious lacerated injuries on his head\nand neck, there would have been profuse bleeding and her saree\nmight have been drenched in blood. The prosecution, admittedly,\nfailed to seize the saree of P.W-1. In her evidence,    P.W-1 has\nadmitted that she has not handed over her saree to the Police as,\nthey did not ask for it. In our opinion, if the incident had taken\nplace in the manner it was spoken to by P.W-1 and if she had\nreally reached the scene of offence immediately after the\noccurrence, the Police would not have failed to seize her saree.\nThis, coupled with the fact that the information was not sent to\nthe Police till 8 am on 28.02.2008 would cast a serious doubt\nabout the very presence of P.W-1 at the scene of offence\nimmediately after the alleged occurrence.\n</blockquote><blockquote id=\"blockquote_4\">        P.W-5 is examined as a circumstantial witness to prove the\ninvolvement of the accused in the occurrence. It is his version\nthat he knows the deceased and all the accused. He deposed that \nhe is a resident of Dimili Village, which is at a distance of 1 km\nfrom Kattubolu Village; that at about 11.30 pm., when he went\nto attend the calls of nature, he observed the accused proceeding\non a motor cycle; and that on the next day morning, he came to\nknow about the occurrence. In his cross-examination, to a\nquestion put by the defence, he deposed that he cannot say in\nwhich direction he saw the accused proceeding. He admitted \nthat if one proceeds towards right side, he can reach Kattubolu\nand if one proceeds towards left side, he can reach Cherukupalli\nVillage; that he did not state before the Police in which direction\nhe saw the accused proceeding; and that he also could not say\nthe registration number of the motor cycle. Thus, it is clear from\nhis evidence that he did not notice the accused proceeding\nwhether to or from Kattubolu Village. In our opinion, P.W-5 is a\nplanted witness, whose evidence does not in any manner help \nthe prosecution to establish the involvement of the accused in\ncommission of the offence.\n</blockquote><blockquote id=\"blockquote_5\">     In addition to the evidence of P.Ws.1 to 4, the prosecution\nhas relied upon Ex.P-10-admissible portion in the confessional\nstatement of accused No.1, Ex.P-11-seizure report, Ex.P-12-\nadmisible portion in the arrest mahazar and Ex.P-13-seizure\nreport under which clothes-M.Os.6 and 7 and knives-M.Os.5, 8\nand 9 allegedly used by the accused in commission of the offence\nwere seized by the Police. P.Ws.12 and 13 were cited as\nwitnesses to Exs.P-10 to P-13.\n</blockquote><blockquote id=\"blockquote_6\">        P.W-12-Village Revenue Officer of Purushotampuram,  \ndeposed that on 16.3.2008, police called him to the Police\nStation, where they have brought accused No.1 and 2 after their\narrest; that accused Nos.1 and 2 confessed their guilt and he was\nasked to sign on the mediators report,. When questioned by the\nPublic Prosecutor, whether accused Nos.1 and 2 handed over \nanything, he replied in the negative and stated that nothing was\nseized from the accused in his presence. Though he was \nsubjected to cross-examination by the Public Prosecutor by\ntreating him as hostile, nothing could be elicited from him which\ncould prove the case of the prosecution that any seizure was\neffected from accused No.1 in pursuance of his confession.\n</blockquote><blockquote id=\"blockquote_7\">        P.W-13-the Panchayat Secretary of Shaiklapalem Village \ndeposed that he has prepared the mediators report, at the\nrequest of the Police, in pursuance of the confession of accused\nNo.1. He has, however, denied seizure of any clothes and knife\nfrom accused No.2. He was also treated as hostile witness. But,\nthe prosecution failed to elicit anything from him supporting its\ncase regarding the alleged seizure.\n</blockquote><blockquote id=\"blockquote_8\">     Being the responsible Government officials, we cannot\ndisbelieve the version of P.Ws.12 and 13 to the extent that\nseizure has not taken place in their presence. <a href=\"/doc/1953529/\" id=\"a_25\">Under Section-27\nof the Indian Evidence Act, 1872</a>, mere confession which did not\nlead to discovery of a fact is not admissible in evidence. As both\nP.Ws.12 and 13 have not supported the case of the prosecution\nregarding seizure, the alleged confession of accused Nos.1 and 2\ndoes not help the prosecution in establishing their involvement\nin commission of the alleged offence.\n</blockquote><blockquote id=\"blockquote_9\">     The Court below has not properly appreciated the\nevidence on record, as a result, it has wrongly convicted accused\nNo.1. The de facto complainant-the appellant in Criminal\nAppeal in Crl.A.No.362 of 2011 could not make out any case for\nreversing the judgment of the Court below qua accused Nos.2\nand 3.\n</blockquote><blockquote id=\"blockquote_10\">     On a careful scrutiny of the entire evidence on record, we\nare of the opinion that the prosecution has failed to establish the\nlinks in the chain of circumstances, namely, motive and the\nparticipation of the accused in commission of the offence\nthrough the circumstantial evidence. Therefore, all the accused\nincluding accused No.1 are entitled to the benefit of doubt.\n</blockquote><blockquote id=\"blockquote_11\">        In the result, Criminal Appeal No.362 of 2011 (which is\ntreated as Criminal Revision Case) is dismissed and Criminal\nAppeal No.33 of 2011 is allowed and the impugned judgment of \nthe Court below to the extent of the conviction and sentence of\naccused No.1 is set aside. Accused No.1, who is on bail, must\nsurrender himself before the Jail Superintendent for his formal\nrelease from the custody, after completion of the required\nformalities.\n</blockquote><blockquote id=\"blockquote_12\">____________________________________________       \nJUSTICE C.V.NAGARJUNA REDDY        \n___________________   \nJUSTICE M.S.K.JAISWAL     \n04th July 2017\n          </blockquote>","numcites":16,"numcitedby":7,"docsource":"Andhra HC (Pre-Telangana)","citetid":147459300,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"justice c.v.nagarjuna reddy","formInput":"justice%20c.v.nagarjuna%20reddy"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"C.V. Nagarjuna reddy","formInput":"C.V.%20Nagarjuna%20reddy"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"confession","formInput":"confession"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"de facto complainant","formInput":"de%20facto%20complainant"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"mediators report","formInput":"mediators%20report"},{"value":"sec.302 read with sec.34 i.p.c","formInput":"sec.302%20read%20with%20sec.34%20i.p.c"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"inquest","formInput":"inquest"},{"value":"hacking","formInput":"hacking"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":" blood stains ","formInput":"%20blood%20stains%20"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"wrongful-restraint","formInput":"tag:wrongful-restraint"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}