{"tid":170053381,"publishdate":"2018-05-23","title":"Munshilal vs State Of M.P. on 23 May, 2018","doc":"<h2 class=\"doc_title\">Munshilal vs State Of M.P. on 23 May, 2018</h2>\n\n<pre id=\"pre_1\">                                         1            Criminal Appeal No.770/2005\n                            [Munshilal Vs. State of M.P.]\n\n                 HIGH COURT OF MADHYA PRADESH\n                               BENCH GWALIOR\nDIVISION BENCH:\n                      HON. SHRI JUSTICE VIVEK AGARWAL\n                                               &amp;\n                      HON. SHRI JUSTICE G.S. AHLUWALIA\n\n\n                           Criminal Appeal No.770/2005\n\n\n.........Appellant:                          Munshilal\n\n\n                                       Versus\n\n\n.........Respondent:                         State of M.P.\n----------------------------------------------------------------------------------------\nShri D.S. Kushwaha, Advocate for the appellant.\nShri Yogesh       Chaturvedi,               Public      Prosecutor         for     the\nrespondent/State.\n----------------------------------------------------------------------------------------\nDate of hearing                              : 19/05/2018\nDate of Judgment                             : .../05/2018\nWhether approved for reporting               : Yes\nLaw laid down:\n\n\nSignificant paragraphs:\n                      JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                         (23/05/2018)\nPer Justice G.S. Ahluwalia,\n\n       This Criminal Appeal under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> of Cr.P.C. has been\n\nfiled against the judgment dated 22/9/2005 passed by Fifth\n\nAdditional Sessions Judge (Fast Track Court), Morena in S.T.\n\nNo.272/1998, by which the appellant has been convicted under\n\n<a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> of IPC and has been sentenced to undergo life\n                                    2            Criminal Appeal No.770/2005\n                      [Munshilal Vs. State of M.P.]\n\nimprisonment and a fine of Rs.500/-.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.    The necessary facts for disposal of the present appeal in\n\nshort are that according to the prosecution case, on 23/5/1997 the\n\ncomplainant-Hargovind (PW-1) lodged a report that on 22/5/1997\n\nhe had gone to attend the marriage ceremony of daughter of son-\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">in-law of his elder brother, where the appellant had caused\n\nnuisance after consuming liquor and had slapped Bhura; the son\n\nof his daughter, and, therefore, he had tried to pacify the\n\nappellant, but he was also pushed by the appellant and also\n\nextended the threat. On persuasion by other relatives, the\n\nappellant went back to his house at Jaderua. After the entire\n\nmarriage ceremonies were over, the complainant came back to his\n\nhouse, then his neighbors inquired about their health. When the\n\ncomplainant informed that nothing has happened to him, then the\n\nneighbors informed the complainant that at about 3 in the night,\n\nthe appellant alongwith one more boy had come on a motorcycle\n\nand took away the son of the complainant, namely Mahesh with\n\nthem, on the pretext that the wife of the complainant is seriously ill\n\nand is not speaking. Thereafter, the complainant came to\n\nGhosipura, Jaderua alongwith his wife and searched for his son\n\nand the appellant, but could not get any information. Accordingly,\n\na report was lodged expressing suspicion that because of hot talk\n\nin the marriage ceremony, the appellant might have abducted his\n\nson with evil intention. The police registered the FIR (Ex.P/1) on\n                                    3            Criminal Appeal No.770/2005\n                      [Munshilal Vs. State of M.P.]\n\nthe basis of aforesaid complaint and recorded the statements of\n\nthe witnesses. The appellant was searched and on 25/5/1997 he\n\nwas arrested. The appellant made a confessional statement\n\n(Ex.P/11) and on the basis of disclosure statement made by the\n\nappellant, the dead body of the deceased-Mahesh was recovered\n\nand recovery Panchnama (Ex.P/7) was prepared. Dead body\n\nPanchnama (Ex.P/8) and spot map (Ex.P/9) were also prepared.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">The dead body of the deceased was sent for postmortem and\n\nafter completing the investigation, the police filed the charge-sheet\n\nfor offence under <a href=\"/doc/996413/\" id=\"a_3\">Sections 347</a>, <a href=\"/doc/1374258/\" id=\"a_4\">364-A</a>, <a href=\"/doc/1560742/\" id=\"a_5\">302</a>, <a href=\"/doc/37788/\" id=\"a_6\">34</a> of IPC against the\n\nappellant and one Gangaram and co-accused Pappu alias\n\nLaxminarayan was shown to be absconding.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">3.   The Trial Court by order dated 14/10/1999 framed charge\n\nunder <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> of IPC against the appellant, whereas framed\n\ncharge under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> or in the alternative 302 read with\n\n<a href=\"/doc/1897847/\" id=\"a_9\">Section 120-B</a> of IPC against the co-accused Gangaram. The\n\nappellant as well as co-accused Gangaram abjured their guilt and\n\npleaded not guilty.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.   The prosecution in support of its case examined Hargovind\n\n(PW-1), Rajo W/o Bhagri (PW-2), Rajo W/o Hargovind (PW-3),\n\nUsha (PW-4), Dataram (PW-5), Gangaram (PW-6), Nandram\n\n(PW-7), Mahendra Singh Tomar (PW-8), Mohankumar (PW-9),\n\nNekram (PW-10), Mahesh (PW-11), A.V. Pathak (PW-12), Navab\n\nSingh (PW-13), R.K. Tripathi (PW-14), Siyaram (PW-15), Prakash\n                                      4            Criminal Appeal No.770/2005\n                        [Munshilal Vs. State of M.P.]\n\n(PW-16), Bhagirath (PW-17), Dr. J.N. Soni (PW-18), R.K.S.\n\nBhadoriya (PW-19) and S.S. Raghuvanshi (PW-20).\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.       The appellant and the co-accused Gangaram did not\n\nexamine any witness in their favor.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">6.       The Trial Court after recording the evidence and hearing\n\nboth the parties, convicted the appellant for offence under <a href=\"/doc/1560742/\" id=\"a_10\">Section\n\n302</a> of IPC, whereas acquitted the co-accused Gangaram of all\n\nthe charges.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">7.       The acquittal of the co-accused Gangaram has not been\n\nchallenged, therefore, any reference to the co-accused Gangaram\n\nshall be in respect of the allegations against the present appellant.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">8.       Challenging the judgment and sentence dated 22/9/2005 it\n\nis submitted by the counsel for the appellant that the entire case is\n\nbased on circumstantial evidence and the chain of circumstances\n\nis not complete and, therefore, the appellant is entitled to be\n\nacquitted. It is further submitted that the appellant is in jail from\n\nthe date of his arrest, and at the most the offence committed by\n\nthe appellant would be, an offence under Section 304 Part II of\n\nI.P.C.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">9.       Per contra, it is submitted by the counsel for the State that\n\nalthough the case is based on circumstantial evidence, but the\n\nprosecution has proved all the circumstances beyond reasonable\n\ndoubt and the chain of circumstance is complete and it proves the\n\nguilt of the appellant without any reasonable doubt.\n</p><p data-structure=\"Issue\" id=\"p_12\">                                      5            Criminal Appeal No.770/2005\n                        [Munshilal Vs. State of M.P.]\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">10.   Heard learned counsel for the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">11    The present case is based on following circumstances:-\n</p>\n<pre id=\"pre_2\">      (i)     Motive;\n\n      (ii)    last seen together;\n\n</pre><p data-structure=\"Issue\" id=\"p_15\">      (iii)   recovery of dead body on the disclosure\n\n              statement of appellant-Munshilal; and\n\n</p><p data-structure=\"Issue\" id=\"p_16\">      (iv)    the deceased had died homicidal death.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">11.1 Since the case is based on circumstantial evidence,\n\ntherefore, first of all it would be necessary to find out whether the\n\ndeath of the deceased- Mahesh was homicidal in nature or not?\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">Dr. J.N. Soni (PW-18), had conducted the postmortem of the dead\n\nbody of the deceased Mahesh. Dr. J.N. Soni (PW-18) had found\n\nfollowing ante-mortem injuries on the body of the deceased-\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">Mahesh:-\n</p>\n<blockquote id=\"blockquote_1\">                   Ligature mark present around the neck\n\n              above the level of thyroid cartilage 2 cm. below the\n\n              angle of mandible and 3 cm. below the mastoid all\n\n              around, 2 cm wide having marks of wearing pattern\n\n              of cloths, 2.5 cm. wide, ligature mark is hard,\n\n              parchment like, Neck circumference 28 cm.\n</blockquote>\n<blockquote id=\"blockquote_2\">                   Postmortem wound was found over right side\n\n              of the abdomen 10 X 4 cm. vertical, loops of\n\n              intestine &amp; mesentery protruded out through the\n\n              wound.\n</blockquote><blockquote id=\"blockquote_3\">                                        6            Criminal Appeal No.770/2005\n                          [Munshilal Vs. State of M.P.]\n\n11.2 The following opinion was given by Dr. J.N. Soni (PW-18):-\n</blockquote>\n<blockquote id=\"blockquote_4\">                    Opinion:- Dead body of a young male is in\n\n            early    to     moderate      state    of   decomposition,\n\n            Evidence        of   strangulation     present.    However\n\n            viscera has been preserved for chemical analysis.\n</blockquote>\n<blockquote id=\"blockquote_5\">                    Duration of death is within 03 days to 05\n\n            days since p.m. examination.&quot;\n</blockquote>\n<blockquote id=\"blockquote_6\">            Postmortem report is (Ex.P/17)\n\n11.3 This witness was cross-examined and he admitted that he\n\nhad not mentioned in the postmortem report that death of the\n\ndeceased-Mahesh was homicidal in nature, however, he has\n\nstated that he had mentioned that the cause of death was\n\nstrangulation. He further stated that the marks of animal bites\n\nwere postmortem in nature. Thus, it is clear that the deceased-\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_20\">Mahesh was killed by strangulating and some cloth was used for\n\nstrangulating the deceased.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">11.4 Accordingly, it is held that the deceased died a homicidal\n\ndeath.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">12.   Before considering the circumstances, which have been\n\nalleged against the appellant, it would be in the interest of justice,\n\nto consider the law governing the cases based on circumstantial\n\nevidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13149785\" id=\"span_1\">12.1 In <a href=\"/doc/13149785/\" id=\"a_11\">Sharad Birdhichand Sarda v. State of Maharashtra</a>\n\nreported in (1984) 4 SCC 116, the Supreme Court has laid down\n                                   7            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nfive golden principles which constitute the &quot;panchsheel&quot; in respect\n\nof a case based on circumstantial evidence. It has been held as\n\nunder :</span>\n</p>\n<blockquote id=\"blockquote_7\">        &quot;153. A close analysis of this decision would show\n     that the following conditions must be fulfilled before a\n     case against an accused can be said to be fully\n     established:\n</blockquote><blockquote id=\"blockquote_8\">           (1) the circumstances from which the conclusion\n        of guilt is to be drawn should be fully established.\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1035123\" id=\"span_2\">It may be noted here that this Court indicated that\n        the circumstances concerned &quot;must or should&quot; and\n        not &quot;may be&quot; established. There is not only a\n        grammatical but a legal distinction between &quot;may be\n        proved&quot; and &quot;must be or should be proved&quot; as was\n        held by this Court in <a href=\"/doc/1035123/\" id=\"a_12\">Shivaji Sahabrao Bobade v.\n        State of Maharashtra</a> [(1973) 2 SCC 793] where the\n        observations were made:</span>\n</p><blockquote id=\"blockquote_9\">            &quot;Certainly, it is a primary principle that the\n        accused must be and not merely may be guilty\n        before a court can convict and the mental distance\n        between &#x27;may be&#x27; and &#x27;must be&#x27; is long and divides\n        vague conjectures from sure conclusions.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\">            (2) the facts so established should be consistent\n         only with the hypothesis of the guilt of the accused,\n         that is to say, they should not be explainable on any\n         other hypothesis except that the accused is guilty,\n            (3) the circumstances should be of a conclusive\n         nature and tendency,\n            (4) they should exclude every possible\n         hypothesis except the one to be proved, and\n            (5) there must be a chain of evidence so\n         complete as not to leave any reasonable ground for\n         the conclusion consistent with the innocence of the\n         accused and must show that in all human\n         probability the act must have been done by the\n         accused.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307495\" id=\"span_3\">12.2 The Supreme Court in the case of <a href=\"/doc/307495/\" id=\"a_13\">Padala Veera Reddy Vs.\nState of A.P.</a> reported in 1989 Supp (2) SCC 706 has held as\nunder :</span>\n</p><blockquote id=\"blockquote_10\">     &quot;10. ... (1) the circumstances from which an inference of\n  guilt is sought to be drawn, must be cogently and firmly\n  established;\n</blockquote><blockquote id=\"blockquote_11\">                                    8            Criminal Appeal No.770/2005\n                      [Munshilal Vs. State of M.P.]\n\n     (2) those circumstances should be of a definite tendency\n  unerringly pointing towards guilt of the accused;\n     (3) the circumstances, taken cumulatively, should form a\n  chain so complete that there is no escape from the\n  conclusion that within all human probability the crime was\n  committed by the accused and none else; and\n     (4) the circumstantial evidence in order to sustain\n  conviction must be complete and incapable of explanation of\n  any other hypothesis than that of the guilt of the accused\n  and such evidence should not only be consistent with the\n  guilt of the accused but should be inconsistent with his\n  innocence.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">12.3 The Supreme Court in the case of Ramreddy Rajesh\nKhanna Reddy v. State of A.P. reported in (2006) 10 SCC 172\nhas held as under :\n</p><blockquote id=\"blockquote_12\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906369\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195279723\" id=\"span_5\">&quot;26. It is now well settled that with a view to base a\n   conviction on circumstantial evidence, the prosecution must\n   establish all the pieces of incriminating circumstances by\n   reliable and clinching evidence and the circumstances so\n   proved must form such a chain of events as would permit no\n   conclusion other than one of guilt of the accused. The\n   circumstances cannot be on any other hypothesis. It is also\n   well settled that suspicion, however grave it may be, cannot\n   be a substitute for a proof and the courts shall take utmost\n   precaution in finding an accused guilty only on the basis of\n   the circumstantial evidence. (See <a href=\"/doc/195279723/\" id=\"a_14\">Anil Kumar Singh v. State\n   of Bihar</a> and <a href=\"/doc/1906369/\" id=\"a_15\">Reddy Sampath Kumar v. State of A.P.</a>).&quot;</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1150284\" id=\"span_6\">12.4 The Supreme Court in the case of             <a href=\"/doc/1150284/\" id=\"a_16\">Balwinder Singh v.\nState of Punjab</a> reported in 1995 Supp (4) SCC 259 has held as\nunder :</span>\n</p><blockquote id=\"blockquote_13\">     &quot;4. ... the circumstances from which the conclusion of\n  guilt is to be drawn should be fully proved and those\n  circumstances must be conclusive in nature to connect the\n  accused with the crime. All the links in the chain of events\n  must be established beyond a reasonable doubt and the\n  established circumstances should be consistent only with\n  the hypothesis of the guilt of the accused and totally\n  inconsistent with his innocence. In a case based on\n  circumstantial evidence, the court has to be on its guard to\n  avoid the danger of allowing suspicion to take the place of\n  legal proof and has to be watchful to avoid the danger of\n  being swayed by emotional considerations, howsoever\n  strong they may be, to take the place of proof.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">                                  9            Criminal Appeal No.770/2005\n                    [Munshilal Vs. State of M.P.]\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"163090059\" id=\"span_7\">12.5 The Supreme Court in the case of <a href=\"/doc/163090059/\" id=\"a_17\">Jagroop Singh v. State\nof Punjab</a>, reported in (2012) 11 SCC 768 has held as under :</span>\n</p><blockquote id=\"blockquote_14\">        15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1135333\" id=\"span_8\">In <a href=\"/doc/1135333/\" id=\"a_18\">Harishchandra Ladaku Thange v. State of\n        Maharashtra</a> [(2007) 11 SCC 436], while dealing\n        with the validity of inferences to be drawn from\n        circumstantial     evidence,     it   has    been\n        emphasised that where a case rests squarely\n        on circumstantial evidence, the inference of\n        guilt can be justified only when all the\n        incriminating facts and circumstances are found\n        to be incompatible with the innocence of the\n        accused or the guilt of any other person and\n        further the circumstances from which an\n        inference as to the guilt of the accused is drawn\n        have to be proved beyond reasonable doubt\n        and have to be shown to be closely connected\n        with the principal fact sought to be inferred from\n        those circumstances.</span>\n</blockquote><blockquote id=\"blockquote_15\">        16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141148\" id=\"span_9\">In <a href=\"/doc/141148/\" id=\"a_19\">State of U.P. v. Ashok Kumar Srivastava</a>\n        [(1992) 2 SCC 86] emphasis has been laid that\n        it is the duty of the court to take care while\n        evaluating circumstantial evidence. If the\n        evidence adduced by the prosecution is\n        reasonably capable of two inferences, the one\n        in favour of the accused must be accepted. That\n        apart, the circumstances relied upon must be\n        established and the cumulative effect of the\n        established facts must lead to a singular\n        hypothesis that the accused is guilty.</span>\n</blockquote><blockquote id=\"blockquote_16\">        17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1384369\" id=\"span_10\">In <a href=\"/doc/1384369/\" id=\"a_20\">Ram Singh v. Sonia</a> [(2007) 3 SCC 1],\n        while referring to the settled proof pertaining to\n        circumstantial evidence, this Court reiterated\n        the principles about the caution to be kept in\n        mind by court. It has been stated therein that:</span>\n</blockquote><blockquote id=\"blockquote_17\">        &quot;39. ... in a case depending largely upon\n        circumstantial evidence, there is always a\n        danger that conjecture or suspicion may take\n        the place of legal proof. The court must satisfy\n        itself that various circumstances in the chain of\n        events have been established clearly and such\n        completed chain of events must be such as to\n        rule out a reasonable likelihood of the\n        innocence of the accused. It has also been\n        indicated that when the important link goes, the\n        chain of circumstances gets snapped and the\n        other circumstances cannot in any manner,\n        establish the guilt of the accused beyond all\n                                   10            Criminal Appeal No.770/2005\n                      [Munshilal Vs. State of M.P.]\n\n          reasonable doubts.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">          18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186059\" id=\"span_11\">In <a href=\"/doc/186059/\" id=\"a_21\">Ujjagar Singh v. State of Punjab</a> [(2007)\n          13 SCC 90], after referring to the aforesaid\n          principles pertaining to the evaluation of\n          circumstantial evidence, the Supreme Court has\n          held as under :</span>\n</p><p data-structure=\"CDiscource\" id=\"p_31\">          &quot;14. ... It must nonetheless be emphasised that\n          whether a chain is complete or not would\n          depend on the facts of each case emanating\n          from the evidence and no universal yardstick\n          should ever be attempted.&quot;\n</p><p data-structure=\"Issue\" id=\"p_32\">                          * * * * *\n</p><p data-structure=\"PetArg\" id=\"p_33\">          27. Quite apart from the above, what is argued\n          is that there is a long gap between the last seen\n          and recovery of the dead body of the deceased.\n          As per the material on record, the informant\n          searched for his son in the village in the late\n          evening and next day in the morning he went to\n          the fields and the dead body was found. The\n          post-mortem report indicates that the death had\n          occurred within 24 hours. Thus, the duration is\n          not so long as to defeat or frustrate the version\n          of the prosecution. Therefore, there can be no\n          trace of doubt that the deceased was last seen\n          in the company of the accused persons.\n</p><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92638458\" id=\"span_12\">12.6   The Supreme Court in the case of <a href=\"/doc/92638458/\" id=\"a_22\">Sunil Clifford Daniel\nVs. State of Punjab</a> reported in (2012) 11 SCC 205 has held as\nunder :</span>\n</p><blockquote id=\"blockquote_18\">          &quot;29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13149785\" id=\"span_13\">In <a href=\"/doc/13149785/\" id=\"a_23\">Sharad Birdhichand Sarda v. State of\n          Maharashtra</a> [(1984) 4 SCC 116] it was held by\n          this Court that the onus is on the prosecution to\n          prove that the chain is complete and that falsity\n          or untenability of the defence set up by the\n          accused cannot be made the basis for ignoring\n          any serious infirmity or lacuna in the case of the\n          prosecution. The Court then proceeded to\n          indicate the conditions which must be fully\n          established before a conviction can be made on\n          the basis of circumstantial evidence. These are:</span>\n</blockquote><blockquote id=\"blockquote_19\">          (SCC p. 185, para 153)\n            &quot;(1) the circumstances from which the\n            conclusion of guilt is to be drawn should be\n            fully established.\n</blockquote><p data-structure=\"Section\" id=\"p_35\">            ... the circumstances concerned &#x27;must&#x27; or\n            &#x27;should&#x27; and not &#x27;may be&#x27; established. ...\n</p><p data-structure=\"RespArg\" id=\"p_36\">                                 11            Criminal Appeal No.770/2005\n                    [Munshilal Vs. State of M.P.]\n\n           (2) the facts so established should be\n           consistent only with the hypothesis of the\n           guilt of the accused, that is to say, they\n           should not be explainable on any other\n           hypothesis except that the accused is\n           guilty,\n           (3) the circumstances should be of a\n           conclusive nature and tendency,\n           (4) they should exclude every possible\n           hypothesis except the one to be proved,\n           and\n           (5) there must be a chain of evidence so\n           complete as not to leave any reasonable\n           ground for the conclusion consistent with\n           the innocence of the accused and must\n           show that in all human probability the act\n           must have been done by the accused.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_37\">        Thus, in a case of circumstantial evidence, the\n        prosecution must establish each instance of\n        incriminating circumstance, by way of reliable\n        and clinching evidence, and the circumstances\n        so proved must form a complete chain of\n        events, on the basis of which, no conclusion\n        other than one of guilt of the accused can be\n        reached. Undoubtedly, suspicion however grave\n        it may be, can never be treated as a substitute\n        for proof. While dealing with a case of\n        circumstantial evidence, the court must take\n        utmost precaution whilst finding an accused\n        guilty, solely on the basis of the circumstances\n        proved before it.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96523706\" id=\"span_14\">12.7    The Supreme Court in the case of <a href=\"/doc/96523706/\" id=\"a_24\">Pudhu Raju Vs. State</a>\nreported in (2012) 11 SCC 196 has held as under :</span>\n</p>\n<blockquote id=\"blockquote_20\">        &quot;15. In a case of circumstantial evidence, the\n        prosecution must establish each instance of\n        incriminating circumstance by way of reliable\n        and clinching evidence, and the circumstances\n        so proved, must form a complete chain of\n        events, on the basis of which, no conclusion\n        other than one of guilt of the accused can be\n        reached. Undoubtedly, suspicion, however\n        grave it may be, can never be treated as a\n        substitute for proof. While dealing with a case of\n        circumstantial evidence, the court must take\n        utmost precaution whilst finding an accused\n                                  12            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\n          guilty solely on the basis of the circumstances\n          proved before it.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"132493581\" id=\"span_15\">12.8 The Supreme Court in the case of <a href=\"/doc/132493581/\" id=\"a_25\">Satish Nirankari Vs.\nState of Rajasthan</a> reported in (2017) 8 SCC 497 has held as\nunder :</span>\n</p><blockquote id=\"blockquote_21\">        &quot;29. It is now well established, by a catena of\n     judgments of this Court, that circumstantial evidence of\n     the following character needs to be fully established:\n</blockquote><blockquote id=\"blockquote_22\">            (i) Circumstances should be fully proved.\n</blockquote><blockquote id=\"blockquote_23\">            (ii) Circumstances should be conclusive in nature.\n</blockquote><blockquote id=\"blockquote_24\">            (iii) All the facts established should be consistent\n        only with the hypothesis of guilt.\n</blockquote><blockquote id=\"blockquote_25\">            (iv) The circumstances should, to a moral certainty,\n        exclude the possibility of guilt of any person other\n        than the accused (see State of U.P. v. Ravindra\n        Prakash Mittal; Chandrakant Chimanlal Desai v.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_40\">        State of Gujarat). It also needs to be emphasised that\n        what is required is not the quantitative, but qualitative,\n        reliable and probable circumstances to complete the\n        claim connecting the accused with the crime.\n        Suspicion, however grave, cannot take place of legal\n        proof. In the case of circumstantial evidence, the\n        influence of guilt can be justified only when all the\n        incriminating facts and circumstances are found to be\n        not compatible with the innocence of the accused or\n        the guilt of any other person.\n</p><p data-structure=\"Precedent\" id=\"p_41\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307495\" id=\"span_16\">30. The following tests <a href=\"/doc/132493581/\" id=\"a_26\">laid down in</a> <a href=\"/doc/307495/\" id=\"a_27\">Padala Veera\n     Reddy v. State of A.P.</a> also need to be kept in mind: (SCC\n     pp. 710-11, para 10)\n            &quot;10. (1) the circumstances from which an inference\n        of guilt is sought to be drawn, must be cogently and\n        firmly established;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_42\">            (2) those circumstances should be of a definite\n        tendency unerringly pointing towards guilt of the\n        accused;\n</p><p data-structure=\"CDiscource\" id=\"p_43\">            (3) the circumstances, taken cumulatively, should\n        form a chain so complete that there is no escape\n        from the conclusion that within all human probability\n        the crime was committed by the accused and none\n        else; and\n            (4) the circumstantial evidence in order to sustain\n        conviction must be complete and incapable of\n        explanation of any other hypothesis than that of the\n        guilt of the accused and such evidence should not\n        only be consistent with the guilt of the accused but\n                                     13            Criminal Appeal No.770/2005\n                        [Munshilal Vs. State of M.P.]\n\n         should be inconsistent with his innocence.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_44\">         31. Sir Alfred Wills in his book Wills&#x27; Circumstantial\n      Evidence (Chapter VI) lays down the following rules\n      specially to be observed in the case of circumstantial\n      evidence:\n</p><blockquote id=\"blockquote_26\">            &quot;(1) the facts alleged as the basis of any legal\n         inference must be clearly proved and beyond\n         reasonable doubt connected with the factum\n         probandum;\n</blockquote><blockquote id=\"blockquote_27\">            (2) the burden of proof is always on the party who\n         asserts the existence of any fact, which infers legal\n         accountability;\n</blockquote><blockquote id=\"blockquote_28\">            (3) in all cases, whether of direct or circumstantial\n         evidence, the best evidence must be adduced which\n         the nature of the case admits;\n</blockquote><blockquote id=\"blockquote_29\">            (4) in order to justify the inference of guilt, the\n         inculpatory facts must be incompatible with the\n         innocence of the accused and incapable of\n         explanation, upon any other reasonable hypothesis\n         than that of his guilt; and\n         (5) if there by any reasonable doubt of the guilt of the\n         accused, he is entitled as of right to be acquitted.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_45\">13.   Now, we shall consider the circumstances which have been\n\nalleged by the prosecution, against the appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">13.1 Motive\n\n      According    to    the    prosecution      case,     on    22/5/1997\n\ncomplainant-Hargovind (PW-1) and Rajo W/o Hargovind (PW-3)\n\nhad gone to attend the marriage ceremony of daughter of son-in-\n</p>\n<p data-structure=\"PetArg\" id=\"p_47\">law of his elder brother, where the appellant was creating\n\nnuisance after consuming liquor. When the father of the\n\ndeceased-Mahesh, namely Hargovind (P.W.1) objected to it, then\n\nthe appellant had extended a threat for dire consequences. When\n\nthe parents of the deceased came back to their house on the next\n\nmorning, their neighbors inquired about the health of the parents\n\nof the deceased and when they told their neighbors that nothing\n                                  14            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nhas happened to them, then the neighbors informed the parents of\n\nthe deceased that at about 3 in the night, the appellant alongwith\n\none more person, had come on a scooter and had taken away the\n\ndeceased with them on the ground that his mother is seriously ill\n\nand is not speaking. Thereafter, the parents of the deceased tried\n\nto search for the deceased as well as the appellant, but as they\n\ncould not locate them, therefore, the FIR (Ex.P/1) was lodged on\n\n23/5/1997 at 18:10 hours.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">     Hargovind (PW-1) and Rajo W/o Hargovind (PW-3) are the\n\nfather and mother of the deceased. Both these witnesses have\n\nspecifically stated about the nuisance which was being created by\n\nthe appellant in the marriage ceremony of the daughter of the son-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">in-law of the elder brother of Hargovind (PW-1), and when it was\n\nobjected by Hargovind (PW-1), then not only there was a scuffle\n\nbetween the appellant and Hargovind (PW-1), but while leaving\n\nthe marriage ceremony, the appellant had also extended the\n\nthreat to Hargovind (PW-1). Complainant-Hargovind (PW-1) has\n\nfurther stated that when they came back to their house, in the\n\nmorning of 23/5/1997, then their neighbors inquired about their\n\nhealth and when he told them that nothing has happened to them,\n\nthen they were informed by the neighbors that the appellant had\n\ncome in the night and has taken away the deceased-Mahesh with\n\nhim on the ground that the mother of the deceased, namely, Rajo\n\nw/o Hargovind (PW-3) is seriously ill and is not talking and,\n                                  15            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\ntherefore, these witnesses went to the village of the appellant in\n\norder to find out the deceased as well as the appellant, but they\n\ncould not locate them. Accordingly, the FIR (Ex.P/1) was lodged\n\nby Hargovind (PW-1) on 23/5/1997 at 18:10 hours. In the FIR the\n\nincident which had taken place in the marriage ceremony of the\n\nrelative of Hargovind (PW-1) on 22/5/1997, as well as the\n\nnuisance created by the appellant in the said marriage, and threat\n\nextended by the appellant to Hargovind (PW-1) is also specifically\n\nmentioned. It is also specifically mentioned in the FIR, that on the\n\nnext day, when Hargovind (PW-1) and his wife (PW-3) came back\n\nto their house, then their neighbors inquired about their health\n\ncondition and when they informed that they are alright and nothing\n\nhas happened to them, then their neighbors told Hargovind that at\n\nabout 3 in the night the appellant alongwith one boy had come on\n\na scooter and has taken away the son of Hargovind with them on\n\nthe ground that the mother of the deceased, namely, Rajo W/o\n\nHargovind (PW-3) is seriously ill and is not talking, and\n\naccordingly, the deceased went alongwith the appellant and\n\nanother boy. It is also mentioned in the FIR that thereafter\n\nHargovind (PW-1) went to village Ghosipura, Jaderua in order to\n\nfind out the appellant and the deceased, but could not locate\n\nthem. It is also mentioned in the FIR that the appellant is already\n\nknown to Hargovind (PW-1) and a suspicion was also expressed\n\nthat as some hot talk had taken place between the appellant and\n                                     16            Criminal Appeal No.770/2005\n                        [Munshilal Vs. State of M.P.]\n\nHargovind, therefore, it appears that the appellant has abducted\n\nhis son with an evil intention. The promptness with which the FIR\n\n(Ex.P/1) was lodged clearly indicates that the appellant had some\n\nhot talk and scuffle with Hargovind, as the appellant was creating\n\nnuisance after consuming liquor and, therefore, the appellant had\n\nextended a threat for dire consequences to Hargovind (PW-1).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">Hargovind (PW-1) and Rajo W/o Hargovind (PW-3) have been\n\ncross-examined in detail, but the counsel for the appellant could\n\nnot point out anything in the cross-examination which may make\n\ntheir evidence unreliable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">      Nandram (PW-7) is the brother of Hargovind (PW-1) and this\n\nwitness had also gone to attend the marriage ceremony of the\n\ndaughter of the son-in-law of his elder brother. He has also stated\n\nthat as the appellant was creating nuisance after consuming\n\nliquor, therefore, Hargovind (PW-1) had intervened in the matter\n\nand   the   appellant     had    extended      threat    of   facing    dire\n\nconsequences. Mohankumar (PW-9) is also one of the witnesses,\n\nwho was present in the marriage ceremony and he has also\n\nstated about the threat extended by the appellant to Hargovind\n\n(PW-1). Mahesh (PW-11) is also a witness, who was present in\n\nthe marriage ceremony and he has also supported the\n\nprosecution case about the threat extended by the appellant to\n\nHargovind (PW-1). Whereas, Dataram (PW-5) and Siyaram (PW-\n</p>\n<p data-structure=\"RespArg\" id=\"p_52\">15) have turned hostile and they have not supported the\n                                  17            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nprosecution case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">     From the evidence of these witnesses, it is clear that there is\n\nnothing to disbelieve the evidence of these witnesses specifically\n\nwhen a detailed FIR was already lodged by Hargovind (PW-1) on\n\nthe next date of incident, i.e. 23/5/1997, and by that time the\n\nwhereabouts of the appellant and the deceased were not known.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">Thus, in the light of the FIR (Ex.P/1), which was lodged by\n\nHargovind (PW-1) as well as the evidence of Hargovind (PW-1)\n\nand Rajo W/o Hargovind (PW-3), Nandram (PW-7), Mohan Kumar\n\n(PW-9) and Mahesh (PW-11), this Court is of the considered\n\nopinion that on 22/5/1997, during the marriage ceremony of the\n\ndaughter of the son-in-law of the elder brother of Hargovind (PW-\n</p>\n<p data-structure=\"PetArg\" id=\"p_55\">1), the appellant-Munshilal was creating nuisance after consuming\n\nliquor and when it was objected by Hargovind (PW-1), then he had\n\na scuffle with him and while leaving the place, he had also\n\nextended a threat to Hargovind (PW-1). It is submitted by the\n\nCounsel for the appellant, that in a case, which is based on\n\ncircumstantial evidence, the prosecution must prove the motive,\n\nbeyond reasonable doubt, as motive is an important circumstance\n\nand in the present case, the prosecution has not proved the\n\nmotive, beyond reasonable doubt.\n</p>\n<p data-structure=\"PetArg\" id=\"p_56\">     The submission made by the Counsel for the appellant is\n\nmisconceived and is hereby rejected. It is incorrect to say that in\n\nall the cases, which are based on circumstantial evidence, the\n                                  18            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nprosecution must prove the motive, otherwise, the chain of\n\ncircumstance would not be complete.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29060748\" id=\"span_17\">The Supreme Court in the case of <a href=\"/doc/29060748/\" id=\"a_28\">Vivek Kara Vs. State of\n\nRajasthan</a> reported in (2014) 12 SCC 439 has held as under :</span>\n</p>\n<blockquote id=\"blockquote_30\">         6. We have considered the submissions of the\n         learned counsel for the parties and we agree\n         with the learned counsel for the appellant that\n         from the evidence of PW 11 one could not hold\n         that the appellant had committed the murder of\n         the deceased to take revenge on his uncle (PW\n</blockquote><blockquote id=\"blockquote_31\">         11), who had not given him Rs 80,000 kept in\n         the fixed deposit. We are, however, of the\n         opinion that where prosecution relies on\n         circumstantial evidence only, motive is a\n         relevant fact and can be taken into\n         consideration under <a href=\"/doc/482978/\" id=\"a_29\">Section 8</a> of the Evidence\n         Act, 1872 but where the chain of other\n         circumstances establishes beyond reasonable\n         doubt that it is the accused and the accused\n         alone who has committed the offence, and this\n         is one such case, the Court cannot hold that in\n         the absence of motive of the accused being\n         established by the prosecution, the accused\n         cannot be held guilty of the offence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186059\" id=\"span_18\">In <a href=\"/doc/186059/\" id=\"a_30\">Ujjagar\n         Singh v. State of Punjab</a> this Court observed:</span>\n</blockquote><blockquote id=\"blockquote_32\">         (SCC p. 99, para 17)\n            &quot;17. ... It is true that in a case relating to\n            circumstantial evidence motive does\n            assume great importance but to say that\n            the absence of motive would dislodge the\n            entire prosecution story is perhaps giving\n            this one factor an importance which is not\n            due and (to use the cliché) the motive is in\n            the mind of the accused and can seldom\n            be fathomed with any degree of accuracy.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_58\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"145276691\" id=\"span_19\">The Supreme Court in the case of <a href=\"/doc/145276691/\" id=\"a_31\">Sanaullah Khan Vs. State\nof Bihar</a>, reported in (2013) 3 SCC 52 has held as under :</span>\n</p>\n\n<blockquote id=\"blockquote_33\">         18.................Where other circumstances lead\n         to the only hypothesis that the accused has\n         committed the offence, the Court cannot acquit\n                                   19            Criminal Appeal No.770/2005\n                      [Munshilal Vs. State of M.P.]\n\n         the accused of the offence merely because the\n         motive for committing the offence has not been\n         established in the case...\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_59\">     Thus, it is clear that, in a case based on circumstantial\nevidence, where the other circumstances are strong and\nclinching, then the guilt of an accused can be established even in\nabsence of proof of the motive.        But in the present case, the\nmotive has been proved beyond reasonable doubt specifically\nwhen the F.I.R., Ex. P.1 which was lodged with promptness,\nclearly discloses the motive on the part of the appellant.\n</p><p data-structure=\"Precedent\" id=\"p_60\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183904753\" id=\"span_20\">The Supreme Court in the case of <a href=\"/doc/183904753/\" id=\"a_32\">Praful Sudhakar Parab\nVs. State of Maharashtra</a> reported in (2016) 12 SCC 783 has\nheld as under:-</span>\n</p><blockquote id=\"blockquote_34\">         &quot;25. One of the submissions which has been raised by\n     the learned Amicus Curiae is that the prosecution failed\n     to prove any motive. It is contended that the evidence\n     which was led including the recovery of bunch of keys\n     from guardroom was with a view to point out that he\n     wanted to commit theft of the cash lying in the office but\n     no evidence was led by the prosecution to prove that how\n     much cash was there in the pay office.\n</blockquote><blockquote id=\"blockquote_35\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99351\" id=\"span_21\">26. Motive for committing a crime is something which\n     is hidden in the mind of the accused and it has been held\n     by this Court that it is an impossible task for the\n     prosecution to prove what precisely have impelled the\n     murderer to kill a particular person. This Court in\n     <a href=\"/doc/99351/\" id=\"a_33\">Ravinder Kumar v. State of Punjab</a>, has laid down\n     following in para 18: (SCC pp. 697-98)\n          &quot;18. ... It is generally an impossible task for the\n       prosecution to prove what precisely would have\n       impelled the murderers to kill a particular person. All\n       that prosecution in many cases could point to is the\n       possible mental element which could have been the\n       cause for the murder.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1844193\" id=\"span_22\">In this connection we deem it\n       useful to refer to the observations of this Court in <a href=\"/doc/1844193/\" id=\"a_34\">State\n       of H.P. v. Jeet Singh</a>: (SCC p. 380, para 33)\n          &#x27;33.</span> No doubt it is a sound principle to remember\n       that every criminal act was done with a motive but its\n       corollary is not that no criminal offence would have\n       been committed if the prosecution has failed to prove\n       the precise motive of the accused to commit it. When\n                                20            Criminal Appeal No.770/2005\n                   [Munshilal Vs. State of M.P.]\n\n     the prosecution succeeded in showing the possibility of\n     some ire for the accused towards the victim, the\n     inability to further put on record the manner in which\n     such ire would have swelled up in the mind of the\n     offender to such a degree as to impel him to commit the\n     offence cannot be construed as a fatal weakness of the\n     prosecution. It is almost an impossibility for the\n     prosecution to unravel the full dimension of the mental\n     disposition of an offender towards the person whom he\n     offended.&#x27;&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"969015\" id=\"span_23\">27. Further in <a href=\"/doc/969015/\" id=\"a_35\">Paramjeet Singh v. State of\n    Uttarakhand</a>, this Court held that if motive is proved that\n    would supply a link in the chain of circumstantial evidence\n    but the absence thereof cannot be a ground to reject the\n    prosecution case. Following was stated in para 54: (SCC\n    p. 457)\n       &quot;54. So far as the issue of motive is concerned, the\n    case is squarely covered by the judgment of this Court in\n    Suresh Chandra Bahri. Therefore, it does not require any\n    further elaborate discussion. More so, if motive is proved\n    that would supply a link in the chain of circumstantial\n    evidence but the absence thereof cannot be a ground to\n    reject the prosecution case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1038382\" id=\"span_24\">(Vide: <a href=\"/doc/1038382/\" id=\"a_36\">State of Gujarat v.\n    Anirudhsing</a>)&quot;</span>\n</p><blockquote id=\"blockquote_36\">                                    (emphasis in original)\n\n</blockquote><blockquote id=\"blockquote_37\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183904753\" id=\"span_25\">28. The High Court while considering the motive has\n    made following observations at p. 46: (<a href=\"/doc/183904753/\" id=\"a_37\">Praful Sudhakar</a>\n    case, SCC OnLine Bom para 70)\n        &quot;70. Although prosecution is not very certain about\n     the motive, upon taking into consideration the evidence\n     of PW 4 and PW 6, a faint probability is created,\n     regarding intentions of the accused to lay hands on the\n     cash which could have been in possession of the victim,\n     as against the initial story that the accused was enraged\n     against the victim, because the victim used to tease him\n     on the point of his marriage with a bar girl Helen\n     Fernandes. Motive is a mental state, which is always\n     locked in the inner compartment of the brain of the\n     accused and inability of the prosecution to establish the\n     motive need not necessarily cause entire failure of\n     prosecution.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92638458\" id=\"span_26\">We fully endorse the above view taken by the High Court\n    and do not find any substance in the above ground.&quot;\n    The Supreme Court in the case of <a href=\"/doc/92638458/\" id=\"a_38\">Sunil Clifford Daniel Vs.\nState of Punjab</a> reported in (2012) 11 SCC 205 as held as\n                                  21            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nunder:-</span>\n</p><blockquote id=\"blockquote_38\">             &quot;33. In a case of circumstantial evidence, motive\n     assumes great significance and importance, for the\n     reason that the absence of motive would put the court on\n     its guard and cause it to scrutinise each piece of\n     evidence very closely in order to ensure that suspicion,\n     emotion or conjecture do not take the place of proof.\n</blockquote><blockquote id=\"blockquote_39\">             34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1107450\" id=\"span_27\">In <a href=\"/doc/1107450/\" id=\"a_39\">Subedar Tewari v. State of U.P.</a> this Court\n     observed as under: (SCC p. 115, para 20)\n           &quot;20. ... The evidence regarding existence of motive\n       which operates in the mind of an assassin is very often\n       than (sic) not within the reach of others. The motive\n       may not even be known to the victim of the crime. The\n       motive may be known to the assassin and no one else\n       may know what gave birth to the evil thought in the\n       mind of the assassin.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_63\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144689\" id=\"span_28\">35. Similarly, in <a href=\"/doc/144689/\" id=\"a_40\">Suresh Chandra Bahri v. State of\n     Bihar</a>, this Court held as under:</span>\n</p><blockquote id=\"blockquote_40\">         &quot;In a case of circumstantial evidence, the evidence\n     bearing on the guilt of the accused nevertheless\n     becomes untrustworthy and unreliable because most\n     often it is only the perpetrator of the crime alone who\n     knows as to what circumstances prompted him to adopt a\n     certain course of action leading to the commission of the\n     crime. Therefore, if the evidence on record suggest\n     sufficient/necessary motive to commit a crime it may be\n     conceived that the accused had committed it.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_64\">     36. Thus, if the issue is examined in the light of the\n     aforesaid settled legal proposition, we may concur with\n     the courts below on the said aspect.&quot;\n</p><p data-structure=\"Section\" id=\"p_65\">      Thus, it is clear that the appellant had not only extended the\nthreat and in order to execute the same, he acted promptly, so\nthat he can take away the son of Hargovind (PW-1) prior to their\nreturn to their house. Thus, it is held that the prosecution has\nproved the motive, beyond reasonable doubt.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">13.2 Last Seen Together\n\n     Before    considering   the   circumstance       of   &quot;Last   Seen\n\nTogether&quot;, it would be appropriate to consider the law, governing\n\nthe principle of &quot;Last Seen Together&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">     The Supreme Court in the case of Dharam Deo Yadav v.\n</p><p data-structure=\"Precedent\" id=\"p_68\">                                   22            Criminal Appeal No.770/2005\n                      [Munshilal Vs. State of M.P.]\n\nState of U.P., reported in (2014) 5 SCC 509 has held as under :\n</p>\n<blockquote id=\"blockquote_41\">         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1622549\" id=\"span_29\">19. It is trite law that a conviction cannot be\n         recorded against the accused merely on the\n         ground that the accused was last seen with the\n         deceased. In other words, a conviction cannot\n         be based on the only circumstance of last seen\n         together. The conduct of the accused and the\n         fact of last seen together plus other\n         circumstances have to be looked into. Normally,\n         last seen theory comes into play when the time\n         gap, between the point of time when the\n         accused and the deceased were seen last alive\n         and when the deceased is found dead, is so\n         small that the possibility of any person other\n         than the accused being the perpetrator of the\n         crime becomes impossible. It will be difficult in\n         some cases to positively establish that the\n         deceased was last seen with the accused when\n         there is a long gap and possibility of other\n         persons coming in between exists. However, if\n         the prosecution, on the basis of reliable\n         evidence, establishes that the missing person\n         was seen in the company of the accused and\n         was never seen thereafter, it is obligatory on the\n         part of the accused to explain the\n         circumstances in which the missing person and\n         the accused parted company. Reference may\n         be made to the judgment of this Court in\n         <a href=\"/doc/1622549/\" id=\"a_41\">Sahadevan v. State</a> [(2003) 1 SCC 534]. In\n         such a situation, the proximity of time between\n         the event of last seen together and the recovery\n         of the dead body or the skeleton, as the case\n         may be, may not be of much consequence.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_69\">         PWs 1, 2, 3, 5, 9 and 10 have all deposed that\n         the accused was last seen with Diana. But, as\n         already indicated, to record a conviction, that\n         itself would not be sufficient and the prosecution\n         has to complete the chain of circumstances to\n         bring home the guilt of the accused.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_70\">     The Supreme Court in the case of Ajit Singh Harnam singh\nGujral Vs. State of Maharashtra, reported in (2011) 14 SCC 401\nhas held as under :\n</p><p data-structure=\"Precedent\" id=\"p_71\">                                  23            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\n</p><p data-structure=\"PetArg\" id=\"p_72\">         27. The last seen theory comes into play where\n         the time-gap between the point of time when\n         the accused and the deceased were last seen\n         alive and when the deceased is found dead is\n         so small that the possibility of any person other\n         than the accused being the author of the crime\n         becomes impossible, vide Mohd. Azad v. State\n         of W.B. [(2008) 15 SCC 449], State v.\n</p><p data-structure=\"Precedent\" id=\"p_73\">         Mahender Singh Dahiya [(2011) 3 SCC 109]\n         and Sk. Yusuf v. State of W.B. [(2011) 11 SCC\n         754]\n     Thus, it is clear that the sole circumstance of last seen\ntogether would not be sufficient to hold that the accused is guilty\nof committing the offence, provided there should be close\nproximity between the last seen together and the time of death.\nFurther, there should be some more circumstance to indicate\ntowards the guilt of the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">     Rajo W/o Bhagri (PW-2) and Usha (PW-4) are the witnesses\n\nof last seen together. They have stated that at about 3 AM in the\n\nnight, they were sleeping outside their house and at that time the\n\nappellant came there on a scooter and started knocking at the\n\ndoor of the house of Mahesh. When this witness inquired as to\n\nwhy he is trying to awake deceased-Mahesh, then he disclosed\n\nhis identity as appellant-Munshilal; brother-in-law of deceased-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_75\">Mahesh. When this witness inquired that as to why the appellant\n\nhas come, then he informed that Rajo W/o Hargovind (PW-3) is\n\nseriously ill. When Rajo W/o Bhagri (PW-2) told that Rajo W/o\n\nHargovind (PW-3) had gone in the evening only, then the\n\nappellant informed that Rajo W/o Hargovind (PW-3) has fallen\n\nsick at about 12 in the night and at about 1 AM Hargovind (PW-1)\n\nhas instructed the appellant to bring the deceased-Mahesh. It is\n                                  24            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nalso submitted that one more boy was standing alongwith the\n\nappellant who was introduced as the brother of the appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_76\">Thereafter, the appellant and the another boy took away the\n\ndeceased-Mahesh with them on scooter. On the next day at about\n\n10 AM, when the parents of the deceased-Mahesh came back,\n\nthen she inquired about their health condition. They informed that\n\nnothing has happened to them. Thereafter, Rajo W/o Bhagri (PW-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_77\">2) also inquired as to when Mahesh met with them, then\n\nHargovind (PW-1) and Rajo W/o Hargovind (PW-3) informed that\n\nMahesh had not reached there. Thereafter, Hargovind (PW-1) and\n\nhis wife (PW-3) went to Gwalior and came back in the evening of\n\nthe same day and informed that they could not trace out the\n\nwhereabouts of Mahesh. It was further stated that the dead body\n\nof Mahesh was recovered on the third day.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">     Gangaram (PW-6) has stated that he was informed by two\n\nladies, namely Rajjobai and Ramdei that the appellant had taken\n\naway Mahesh with them and had informed that the mother of\n\nMahesh is seriously ill. On 23/5/1997 at about 10 AM when\n\nHargovind (PW-1) and his wife Rajo (PW-3) came back to their\n\nhouse, they inquired about their health condition, then Hargovind\n\n(PW-1) and his wife Rajo (PW-3) informed that they are perfectly\n\nalright. Hargovind (PW-1) also informed that he had some hot talk\n\nwith the appellant in the marriage ceremony of the daughter of\n\nDataram and at that time the appellant had extended a threat.\n</p><p data-structure=\"CDiscource\" id=\"p_79\">                                  25            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\nThereafter, Hargovind (PW-1) and his wife Rajo (PW-3) went to\n\nGwalior in search of their son and on the same day Hargovind\n\n(PW-1) and his wife Rajo (PW-3) came back and informed that\n\nneither they could found the appellant nor could know about the\n\nwhereabouts of their son. Thereafter, this witness alongwith\n\nHargovind (PW-1) went to Police Station Kotwali Morena and\n\nlodged a report. This witness denied the arrest of the co-accused\n\nin his presence although he admitted his signatures on the arrest\n\nmemo of the appellant Ex.P/4. This witness further denied the\n\nrecording of any confessional statement made, by the appellant,\n\nbut he admitted his signatures on the memo of the appellant\n\nEx.P/2. This witness was declared hostile for the limited purpose\n\nand was cross-examined. In cross-examination this witness has\n\nadmitted that the appellant had made a disclosure statement that\n\nhe has hidden his scooter in the house of Prakash S/o Bhagirath\n\nJatav and thus, memo Ex.P/2 was prepared. He also admitted\n\nabout the arrest of the co-accused Pappu Jatav and also admitted\n\nhis signatures on the arrest memo Ex.P/4. Thus, from the\n\nevidence of Rajo W/o Bhagri (PW-2), Usha (PW-4) and Gangaram\n\n(PW-6), it is clear that in the intervening night of 22-23/5/1997 at\n\nabout 3 AM, appellant went to the house of the deceased-Mahesh\n\nand on the false pretext that the mother of the deceased is\n\nseriously ill and is not talking and, accordingly, took away\n\ndeceased-Mahesh with him. The evidence of Rajo W/o Bhagri\n                                  26            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\n(PW-2) and Usha (PW-4) is corroborated by the evidence of\n\nGangaram (PW-6), who has specifically stated that he was\n\ninformed by Rajo W/o Bhagri (PW-2) and Usha (PW-4) that\n\nappellant has taken away deceased-Mahesh with him at about 3\n\nin the morning on the pretext that the mother of the deceased was\n\nseriously ill. The conduct of these witnesses in enquiring about the\n\nhealth condition of Hargovind (PW-1) and Rajo W/o Hargovind\n\n(PW-3) on their return from the marriage ceremony also clearly\n\nshows that these witnesses are truthful witnesses. As already\n\npointed out, a detailed FIR was lodged on 23/5/1997 at about\n\n18:10 hours in which each and every aspect of the matter has\n\nbeen specifically mentioned, thus, it is clear that the appellant in\n\nthe intervening night of 22-23/5/1997 had come to the house of\n\nthe deceased at about 3 in the morning and on the false pretext\n\nthat the mother of the deceased is seriously ill took away the\n\ndeceased-Mahesh with him on a scooter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">13.3 Recovery of Dead body of Mahesh, on the disclosure\n\nStatement of the appellant\n\n     Mahesh (PW-11) has stated about the nuisance which was\n\nbeing created by the appellant at the time of marriage ceremony.\n</p>\n<p data-structure=\"PetArg\" id=\"p_81\">He has further stated that after two days of the incident the\n\nappellant was arrested by the police and arrest memo Ex.P/10\n\nwas prepared, which bears his signatures. The appellant had\n\ngiven a confessional statement and had informed that the dead\n                                    27            Criminal Appeal No.770/2005\n                       [Munshilal Vs. State of M.P.]\n\nbody of Mahesh is lying near a Nala. Thereafter, they went to\n\nvillage Jarah alongwith the police as well as the appellant. The\n\ndead body of the deceased was pointed out by the appellant and\n\nat that time one Gamchha was wrapped around the neck of the\n\ndeceased. The memo of recovery of dead body is Ex.P/7, Safina\n\nForm is Ex.P/9 and Dead body Panchayatnama is Ex.P/10. Thus,\n\nMahesh (PW-11) has proved making of confessional statement by\n\nthe appellant to the police in which he has disclosed the\n\ninformation about the place, where the dead body of the\n\ndeceased, was lying.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_82\">     Nekram (PW-10) has also stated that on 25/5/1997, on the\n\ndisclosure made by the appellant, the dead body of the deceased\n\nwas recovered and the dead body recovery memo (Ex.P/7) was\n\nprepared, which bears his signatures, Safina Form (Ex.P/8) was\n\nprepared which bears his signatures and dead body Panchnama\n\n(Ex.P/9) was also prepared, which bears his signatures.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_83\">     S.S. Raghuvanshi (PW-20) is the Investigating Officer and\n\nthis witness has also proved the recovery of dead body at the\n\ninstance of the appellant. Thus, it is clear that on the disclosure\n\nstatement made by the appellant, the dead body of the deceased\n\nwas recovered from a Nala in the presence of Nekram (PW-10),\n\nMahesh (PW-11) as well as S.S. Raghuvanshi (PW-20). Thus, it is\n\nclear that the prosecution has proved the recovery of dead body at\n\nthe instance of the appellant.\n</p><p data-structure=\"PetArg\" id=\"p_84\">                                  28            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\n     It is submitted by the Counsel for the appellant, that since\n\nthe dead body of the deceased was recovered from an open\n\nplace, therefore, it cannot be said that the dead body of the\n\ndeceased was recovered at the instance of the appellant. The\n\nsubmission   made    by   the    Counsel     for   the    appellant    is\n\nmisconceived and is hereby rejected. It is the prosecution case,\n\nthat the place from where the dead body was recovered was an\n\nisolated place. Although the dead body was not hidden, but it was\n\nthe appellant, who was aware of the fact, about the location of the\n\ndead body. It is not the case of the defence, that the dead body of\n\nthe deceased Mahesh was already recovered, prior to making of\n\ndisclosure statement, made by the appellant. Thus, it is clear that\n\nthe dead body of the deceased Mahesh was recovered, only after\n\nthe disclosure statement was made by the appellant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_85\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185993401\" id=\"span_30\">The Supreme Court in the case of <a href=\"/doc/185993401/\" id=\"a_42\">Charandas Swami v.\nState of Gujarat</a>, reported in (2017) 7 SCC 177, has held as\nunder :</span>\n</p><blockquote id=\"blockquote_42\">         &quot;57. The dead body of deceased Gadadharanandji\n     was found on 4-5-1998 in a burnt condition in a ditch\n     behind the house of PW 50 in Barothi Village in\n     Rajasthan. How the dead body of Gadadharanandji\n     reached that spot was revealed by none other than\n     Accused 3. In what circumstances burnt injuries were\n     caused on the dead body of Gadadharanandji, no\n     prosecution witness has spoken about that. Be that as it\n     may, the fact that the dead body recovered from Barothi\n     Village on 4-5-1998 was that of Gadadharanandji could\n     be known only after Accused 3, during the course of\n     investigation, made a disclosure about the location where\n     he had disposed off the dead body of Gadadharanandji.\n     Till the aforesaid disclosure was made, in the records of\n     Rajasthan Police, the dead body was noted as that of an\n     unknown person. If, Accused 3 had not disclosed to the\n</blockquote><p data-structure=\"RespArg\" id=\"p_86\">                             29            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\ninvestigating officer about the location where the dead\nbody was dumped by him -- which information was\npersonally known to him and at best Accused 5 and none\nelse, then the investigation would not have made any\nheadway.\n</p><p data-structure=\"Precedent\" id=\"p_87\">   58. The disclosure made by Accused 3 to the\ninvestigating officer was recorded in the panchnama, Ext.\n188, when he had led the police party to the spot where\nthe dead body was dumped by him. That location\nmatched with the location from where the dead body of\nan unknown person was recovered on 4-5-1998 on the\ninformation given by PW 50 to the local police at Barothi.\nThe fact that the dead body was already recovered from\nthe same place on 4-5-1998 and so noted in the public\nrecords in the State of Rajasthan does not undermine the\nadmissibility of the disclosure made by Accused 3 to the\ninvestigating officer about the location where the dead\nbody of Gadadharanandji was dumped by him, which\ninformation was exclusively within the personal\nknowledge of Accused 3. The fact that the dead body\nrecovered on 4-5-1998 was of Gadadharanandji, was\nunravelled and discovered only after the results of its\nmedical examination became available to the\ninvestigating agency. Till then, it was considered to be of\nan unknown person. The courts below have accepted the\ncase of the prosecution that the disclosure made by\nAccused 3 about the location where the dead body of\nGadadharanandji was dumped by him, was admissible\nunder <a href=\"/doc/1312051/\" id=\"a_43\">Section 27</a> of the Evidence Act. The appellants,\nhowever, take exception to that by relying on the reported\ndecisions.\n</p><p data-structure=\"Precedent\" id=\"p_88\">   59. In our view, the decision in Navjot Sandhu has\nadverted to all the previous decisions and restated the\nlegal position. In para 114, while considering the\narguments advanced by the parties regarding the sweep\nof <a href=\"/doc/1312051/\" id=\"a_44\">Section 27</a> of the Evidence Act, the Court formulated\ntwo questions which read thus: (SCC p. 696)\n   &quot;(i) Whether the discovery of fact referred to in <a href=\"/doc/1312051/\" id=\"a_45\">Section\n27</a> should be confined only to the discovery of a material\nobject and the knowledge of the accused in relation\nthereto or the discovery could be in respect of his mental\nstate or knowledge in relation to certain things --\nconcrete or non-concrete.\n</p><p data-structure=\"Conclusion\" id=\"p_89\">   (ii) Whether it is necessary that the discovery of fact\nshould be by the person making the disclosure or directly\nat his instance. The subsequent event of discovery by the\npolice with the aid of information furnished by the accused\n</p><p data-structure=\"CDiscource\" id=\"p_90\">-- whether can be put against him under <a href=\"/doc/1312051/\" id=\"a_46\">Section 27</a>.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_91\">                             30            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\nIn the context of these questions, the argument of the\ncounsel for the State in that case has been adverted to in\nparas 115 to 118. The Court then after analysing <a href=\"/doc/1312051/\" id=\"a_47\">Section\n27</a> of the Evidence Act, in paras 120 to 144 adverted to\nthe relevant decisions on the point. In paras 120 and 121,\nthe Court noted thus: (Navjot Sandhu case, SCC pp. 700-\n</p><p data-structure=\"Facts\" id=\"p_92\">02)\n   &quot;120. The history of case-law on the subject of\nconfessions under <a href=\"/doc/1312051/\" id=\"a_48\">Section 27</a> unfolds divergent views\nand approaches. The divergence was mainly on twin\naspects: (i) Whether the facts contemplated by <a href=\"/doc/1312051/\" id=\"a_49\">Section\n27</a> are physical, material objects or the mental facts of\nwhich the accused giving the information could be said to\nbe aware of. Some Judges have gone to the extent of\nholding that the discovery of concrete facts, that is to say\nmaterial objects, which can be exhibited in the Court are\nalone covered by <a href=\"/doc/1312051/\" id=\"a_50\">Section 27</a>. (ii) The other controversy\nwas on the point regarding the extent of admissibility of a\ndisclosure statement. In some cases, a view was taken\nthat any information, which served to connect the object\nwith the offence charged, was admissible under Section\n</p><p data-structure=\"Precedent\" id=\"p_93\">27. The decision of the Privy Council in Kotayya case\nwhich has been described as a locus classicus, had set\nat rest much of the controversy that centred round the\ninterpretation of <a href=\"/doc/1312051/\" id=\"a_51\">Section 27</a>. To a great extent the legal\nposition has got crystallised with the rendering of this\ndecision. The authority of the Privy Council&#x27;s decision has\nnot been questioned in any of the decisions of the highest\ncourt either in the pre-or post-independence era. Right\nfrom the 1950s, till the advent of the new century and till\ndate, the passages in this famous decision are being\napprovingly quoted and reiterated by the Judges of this\nApex Court. Yet, there remain certain grey areas as\ndemonstrated by the arguments advanced on behalf of\nthe State.\n</p><p data-structure=\"RespArg\" id=\"p_94\">   121. The first requisite condition for utilising <a href=\"/doc/1312051/\" id=\"a_52\">Section 27</a>\nin support of the prosecution case is that the investigating\npolice officer should depose that he discovered a fact in\nconsequence of the information received from an\naccused person in police custody. Thus, there must be a\ndiscovery of fact not within the knowledge of police officer\nas a consequence of information received. Of course, it is\naxiomatic that the information or disclosure should be\nfree from any element of compulsion. The next\ncomponent of <a href=\"/doc/1312051/\" id=\"a_53\">Section 27</a> relates to the nature and extent\nof information that can be proved. It is only so much of\nthe information as relates *distinctly to the fact thereby\n                              31            Criminal Appeal No.770/2005\n                 [Munshilal Vs. State of M.P.]\n\ndiscovered* that can be proved and nothing more. It is\nexplicitly clarified in the section that there is no taboo\nagainst receiving such information in evidence merely\nbecause it amounts to a confession. At the same time,\nthe last clause makes it clear that it is not the\nconfessional part that is admissible but it is only such\ninformation or part of it, which relates distinctly to the fact\ndiscovered by means of the information furnished. Thus,\nthe information conveyed in the statement to the police\nought to be dissected if necessary so as to admit only the\ninformation of the nature mentioned in the section. The\nrationale behind this provision is that, if a fact is actually\ndiscovered in consequence of the information supplied, it\naffords some guarantee that the information is true and\ncan therefore be safely allowed to be admitted in\nevidence as an incriminating factor against the accused.\nAs pointed out by the Privy Council in Kotayya case:\n</p><blockquote id=\"blockquote_43\">(SCC OnLine PC : AIR p. 70, para 10)\n    &#x27;... clearly the extent of the information admissible\nmust depend on the exact nature of the fact discovered&#x27;\nand the information must distinctly relate to that fact.\nElucidating the scope of this section, the Privy Council\nspeaking through Sir John Beaumont said: (SCC OnLine\nPC : AIR p. 70, para 10)\n    &#x27;... Normally the section is brought into operation when\na person in police custody produces from some place of\nconcealment some object, such as a dead body, a\nweapon, or ornaments, said to be connected with the\ncrime of which the informant is accused.&#x27;\n(emphasis supplied)\nWe have emphasised the word &quot;normally&quot; because the\nillustrations given by the learned Judge are not\nexhaustive. The next point to be noted is that the Privy\nCouncil rejected the argument of the counsel appearing\nfor the Crown that the fact discovered is the physical\nobject produced and that any and every information which\nrelates distinctly to that object can be proved. Upon this\nview, the information given by a person that the weapon\nproduced is the one used by him in the commission of the\nmurder will be admissible in its entirety. Such contention\nof the Crown&#x27;s counsel was emphatically rejected with the\nfollowing words: (SCC OnLine PC: AIR p. 70, para 10)\n    &#x27;... If this be the effect of <a href=\"/doc/1312051/\" id=\"a_54\">Section 27</a>, little substance\nwould remain in the ban imposed by the two preceding\nsections on confessions made to the police, or by\npersons in police custody. That ban was presumably\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\">                              32            Criminal Appeal No.770/2005\n                 [Munshilal Vs. State of M.P.]\n\ninspired by the fear of the legislature that a person under\npolice influence might be induced to confess by the\nexercise of undue pressure. But if all that is required to lift\nthe ban be the inclusion in the confession of information\nrelating to an object subsequently produced, it seems\nreasonable to suppose that the persuasive powers of the\npolice will prove equal to the occasion, and that in\npractice the ban will lose its effect.&#x27;\nThen, their Lordships proceeded to give a lucid exposition\nof the expression &quot;fact discovered&quot; in the following\npassage, which is quoted time and again by this Court:\n</p><blockquote id=\"blockquote_44\">(SCC OnLine PC : AIR p. 70, para 10)\n   &#x27;... In their Lordships&#x27; view, it is fallacious to treat the\n&quot;fact discovered&quot; within the section as equivalent to the\nobject produced; the fact discovered embraces the place\nfrom which the object is produced and the knowledge of\nthe accused as to this, and the information given must\nrelate distinctly to this fact. Information as to past user, or\nthe past history, of the object produced is not related to\nits discovery in the setting in which it is discovered.\nInformation supplied by a person in custody that &quot;I will\nproduce a knife concealed in the roof of my house&quot; does\nnot lead to the discovery of a knife; knives were\ndiscovered many years ago. *It leads to the discovery of\nthe fact that a knife is concealed in the house of the\ninformant to his knowledge *, and if the knife is proved to\nhave been used in the commission of the offence, the\nfact discovered is very relevant. But if to the statement\nthe words be added &quot;with which I stabbed A&quot;, these words\nare inadmissible since they do not relate to the discovery\nof the knife in the house of the informant.&#x27;&quot;\n</blockquote><blockquote id=\"blockquote_45\">(emphasis supplied)\n</blockquote><blockquote id=\"blockquote_46\">   60. This Court has restated the legal position that the\nfacts need not be self-probatory and the word &quot;fact&quot; as\ncontemplated by <a href=\"/doc/1312051/\" id=\"a_55\">Section 27</a> is not limited to &quot;actual\nphysical material object&quot;. It further noted that the\ndiscovery of fact arises by reason of the fact that the\ninformation given by the accused exhibited the knowledge\nor the mental awareness of the informant as to its\nexistence at a particular place. In para 128, the Court\nnoted the statement of law in Udai Bhan that: (Navjot\nSandhu case, SCC p. 705)\n    &quot;128. ... &#x27;11. ... A discovery of a fact includes the\nobject found, the place from which it is produced and the\nknowledge of the accused as to its existence.&#x27; (Udai\nBhan case, AIR p. 1118, para 11)&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\">    The Court then posed a question as to what would be\n                            33            Criminal Appeal No.770/2005\n               [Munshilal Vs. State of M.P.]\n\nthe position if the physical object was not recovered at\nthe instance of the accused. That issue has been\nanswered on the basis of precedents, as can be\ndiscerned from paras 129 to 132 of the reported\njudgment.\n</p><p data-structure=\"Precedent\" id=\"p_97\">    61. In para 139, the Court noticed the decision in\nDamu which had dealt with the case where broken glass\npiece was recovered from the spot matched with broken\ntail lamp and in para 37 of that decision, the Court\nobserved thus: (Navjot Sandhu case, SCC p. 709)\n    &quot;139. ... &#x27;37. How did the particular information lead to\nthe discovery of the fact? No doubt, recovery of dead\nbody of Dipak from the same canal was antecedent to the\ninformation which PW 44 obtained. If nothing more was\nrecovered pursuant to and subsequent to obtaining the\ninformation from the accused, there would not have been\nany discovery of any fact at all. But when the broken\nglass piece was recovered from that spot and that piece\nwas found to be part of the tail lamp of the motorcycle of\nA-2 Guruji, it can safely be held that the investigating\nofficer discovered the fact that A-2 Guruji had carried the\ndead body on that particular motorcycle up to the spot.&#x27;\n(Damu case, SCC p. 283)&quot;\n</p><blockquote id=\"blockquote_47\">    62. The Court then noted that the above view taken in\nDamu case does not make it a dent on the observations\nmade and the legal position spelt out in Om Prakash\nwhich distinguishes Damu case because there was\ndiscovery of a related physical object at least in part. We\nmay usefully reproduce paras 142 to 144 of the same\nreported decision, wherein the Court observed thus:\n</blockquote><blockquote id=\"blockquote_48\">(Navjot Sandhu case, SCC pp. 710-11)\n    &quot;142. There is one more point which we would like to\ndiscuss i.e. whether pointing out a material object by the\naccused furnishing the information is a necessary\nconcomitant of <a href=\"/doc/1312051/\" id=\"a_56\">Section 27</a>. We think that the answer\nshould be in the negative. Though in most of the cases\nthe person who makes the disclosure himself leads the\npolice officer to the place where an object is concealed\nand points out the same to him, however, it is not\nessential that there should be such pointing out in order\nto make the information admissible under <a href=\"/doc/1312051/\" id=\"a_57\">Section 27</a>. It\ncould very well be that on the basis of information\nfurnished by the accused, the investigating officer may go\nto the spot in the company of other witnesses and\nrecover the material object. By doing so, the investigating\nofficer will be discovering a fact viz. the concealment of\nan incriminating article and the knowledge of the accused\nfurnishing the information about it. In other words, where\n                             34            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\nthe information furnished by the person in custody is\nverified by the police officer by going to the spot\nmentioned by the informant and finds it to be correct, that\namounts to discovery of fact within the meaning of\n<a href=\"/doc/1312051/\" id=\"a_58\">Section 27</a>. Of course, it is subject to the rider that the\ninformation so furnished was the immediate and\nproximate cause of discovery. If the police officer chooses\nnot to take the informant accused to the spot, it will have\nno bearing on the point of admissibility under <a href=\"/doc/1312051/\" id=\"a_59\">Section 27</a>,\nthough it may be one of the aspects that goes into\nevaluation of that particular piece of evidence.\n</blockquote><blockquote id=\"blockquote_49\">   143. How the clause &quot;as relates distinctly to the fact\nthereby discovered&quot; has to be understood is the next\npoint that deserves consideration. The interpretation of\nthis clause is not in doubt. Apart from Kotayya case\nvarious decisions of this Court have elucidated and\nclarified the scope and meaning of the said portion of\n<a href=\"/doc/1312051/\" id=\"a_60\">Section 27</a>. The law has been succinctly stated in\nInayatullah case. Sarkaria, J. analysed the ingredients of\nthe section and explained the ambit and nuances of this\nparticular clause in the following words: (Inayatullah case,\nSCC p. 832, para 12)\n       &#x27;12. ... The *last* but the most important condition\n   is that only &quot;so much of the information&quot; as relates\n   *distinctly* to the fact *thereby* discovered is\n   admissible. The rest of the information has to be\n   excluded. The word &quot;distinctly&quot; means &quot;directly&quot;,\n   &quot;indubitably&quot;, &quot;strictly&quot;, &quot;unmistakably&quot;. The word has\n   been advisedly used to limit and define the scope of\n   the provable information. The phrase &quot;distinctly relates\n   to the fact thereby discovered&quot; is the linchpin of the\n   provision. This phrase refers to that part of the\n   information supplied by the accused which is the\n   *direct* and *immediate* cause of the discovery. The\n   reason behind this partial lifting of the ban against\n   confessions and statements made to the police, is that\n   if a fact is actually discovered in consequence of\n   information given by the accused, it affords some\n   guarantee of truth of that part, and that part only, of\n   the information which was the clear, immediate and\n   proximate cause of the discovery. No such guarantee\n   or assurance attaches to the rest of the statement\n   which may be indirectly or remotely related to the fact\n   discovered.&#x27;\nIn the light of the legal position thus clarified, this Court\nexcluded a part of the disclosure statement to which we\nhave already adverted.\n</blockquote><blockquote id=\"blockquote_50\">                             35            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\n</blockquote><blockquote id=\"blockquote_51\">   144. In Bodhraj v. State of J&amp;K this Court after\nreferring to the decisions on the subject observed thus:\n</blockquote><blockquote id=\"blockquote_52\">(SCC p. 58, para 18)\n   &#x27;18. ... The words &quot;so much of such information&quot; as\nrelates distinctly to the fact thereby discovered, are very\nimportant and the whole force of the section concentrates\non them. Clearly the extent of the information admissible\nmust depend on the exact nature of the fact discovered to\nwhich such information is required to relate.&#x27;&quot;\n</blockquote><blockquote id=\"blockquote_53\">(emphasis supplied)\n</blockquote><blockquote id=\"blockquote_54\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_31\">63. Reliance was also placed on the recent decision of\nthis Court in Dupare. The Court adverted to the relevant\nprecedents and observed thus, in paras 23 to 29: (SCC\npp. 267-70)\n   &quot;23. While accepting or rejecting the factors of\ndiscovery, certain principles are to be kept in mind. The\nPrivy Council in <a href=\"/doc/254739/\" id=\"a_61\">Pulukuri Kotayya v. King Emperor</a> has\nheld thus: (SCC OnLine PC : IA p. 77)\n   &#x27;... it is fallacious to treat the &quot;fact discovered&quot; within\nthe section as equivalent to the object produced; the fact\ndiscovered embraces the place from which the object is\nproduced and the knowledge of the accused as to this,\nand the information given must relate distinctly to this\nfact. Information as to past user, or the past history, of the\nobject produced is not related to its discovery in the\nsetting in which it is discovered. Information supplied by a\nperson in custody that &quot;I will produce a knife concealed in\nthe roof of my house&quot; does not lead to the discovery of a\nknife; knives were discovered many years ago. It leads to\nthe discovery of the fact that a knife is concealed in the\nhouse of the informant to his knowledge, and if the knife\nis proved to have been used in the commission of the\noffence, the fact discovered is very relevant. But if to the\nstatement the words be added &quot;with which I stabbed A&quot;,\nthese words are inadmissible since they do not relate to\nthe discovery of the knife in the house of the informant.&#x27;</span>\n</blockquote><blockquote id=\"blockquote_55\">   24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1329788\" id=\"span_32\">In <a href=\"/doc/1329788/\" id=\"a_62\">Mohd. Inayatullah v. State of Maharashtra</a>, while\ndealing with the ambit and scope of <a href=\"/doc/1312051/\" id=\"a_63\">Section 27</a> of the\nEvidence Act, the Court held that: (SCC pp. 831-32,\nparas 11-13)\n   &#x27;11. Although the interpretation and scope of <a href=\"/doc/1312051/\" id=\"a_64\">Section\n27</a> has been the subject of several authoritative\npronouncements, its application to concrete cases is not\nalways free from difficulty. It will therefore be worthwhile\nat the outset, to have a short and swift glance at the\nsection and be reminded of its requirements. The section\nsays:</span>\n</blockquote><blockquote id=\"blockquote_56\">                             36            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\n       &quot;27. How much of information received from\n   accused may be proved --Provided that, when any\n   fact is deposed to as discovered in consequence of\n   information received from a person accused of any\n   offence, in the custody of a police officer, so much of\n   such information, whether it amounts to a confession\n   or not, as relates distinctly to the fact thereby\n   discovered, may be proved.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_98\">   12. The expression &quot;provided that&quot; together with the\nphrase &quot;whether it amounts to a confession or not&quot; show\nthat the section is in the nature of an exception to the\npreceding provisions particularly <a href=\"/doc/494844/\" id=\"a_65\">Sections 25</a> and <a href=\"/doc/387768/\" id=\"a_66\">26</a>. It is\nnot necessary in this case to consider if this section\nqualifies, to any extent, <a href=\"/doc/967059/\" id=\"a_67\">Section 24</a>, also. It will be seen\nthat the first condition necessary for bringing this section\ninto operation is the discovery of a fact, albeit a relevant\nfact, in consequence of the information received from a\nperson accused of an offence. The second is that the\ndiscovery of such fact must be deposed to. The third is\nthat at the time of the receipt of the information the\naccused must be in police custody. The last but the most\nimportant condition is that only &quot;so much of the\ninformation&quot; as relates distinctly to the fact thereby\ndiscovered is admissible. The rest of the information has\nto be excluded. The word &quot;distinctly&quot; means &quot;directly&quot;,\n&quot;indubitably&quot;, &quot;strictly&quot;, &quot;unmistakably&quot;. The word has been\nadvisedly used to limit and define the scope of the\nprovable information. The phrase &quot;distinctly relates to the\nfact thereby discovered&quot; is the linchpin of the provision.\nThis phrase refers to that part of the information supplied\nby the accused which is the direct and immediate cause\nof the discovery. The reason behind this partial lifting of\nthe ban against confessions and statements made to the\npolice, is that if a fact is actually discovered in\nconsequence of information given by the accused, it\naffords some guarantee of truth of that part, and that part\nonly, of the information which was the clear, immediate\nand proximate cause of the discovery. No such guarantee\nor assurance attaches to the rest of the statement which\nmay be indirectly or remotely related to the fact\ndiscovered.\n</p><p data-structure=\"Section\" id=\"p_99\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"883880\" id=\"span_33\">13. *At one time it was held that the expression &quot;fact\ndiscovered&quot; in the section is restricted to a physical or\nmaterial fact which can be perceived by the senses, and\nthat it does not include a mental fact (see Sukhan v.\nEmperor and <a href=\"/doc/883880/\" id=\"a_68\">Ganu Chandra Kashid v. Emperor</a>). Now it\nis fairly settled that the expression &quot;fact discovered&quot;</span>\n</p><blockquote id=\"blockquote_57\">includes not only the physical object produced, but also\n                             37            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"266197\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_35\">the place from which it is produced and the knowledge of\nthe accused as to this * (see <a href=\"/doc/254739/\" id=\"a_69\">Pulukuri Kotayya v. King\nEmperor</a> and <a href=\"/doc/266197/\" id=\"a_70\">Udai Bhan v. State of U.P.</a>).&#x27;\n(emphasis in original)</span></span>\n</blockquote><blockquote id=\"blockquote_58\">   25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867974\" id=\"span_36\">In <a href=\"/doc/867974/\" id=\"a_71\">Aftab Ahmad Anasari v. State of Uttaranchal</a>\nafter referring to the decision in Pulukuri Kotayya, the\nCourt adverted to seizure of clothes of the deceased\nwhich were concealed by the accused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867974\" id=\"span_37\">In that context,\nthe Court opined that: (<a href=\"/doc/867974/\" id=\"a_72\">Aftab Ahmad Anasari</a> case, SCC\np. 596, para 40)\n   &#x27;40. ... the part of the disclosure statement, namely,\nthat the appellant was ready to show the place where he\nhad concealed the clothes of the deceased is clearly\nadmissible under <a href=\"/doc/1312051/\" id=\"a_73\">Section 27</a> of the Evidence Act because\nthe same relates distinctly to the discovery of the clothes\nof the deceased from that very place. The contention that\neven if it is assumed for the sake of argument that the\nclothes of the deceased were recovered from the house\nof the sister of the appellant pursuant to the voluntary\ndisclosure statement made by the appellant, the\nprosecution has failed to prove that the clothes so\nrecovered belonged to the deceased and therefore, the\nrecovery of the clothes should not be treated as an\nincriminating circumstance, is devoid of merits.&#x27;</span>\n</blockquote><blockquote id=\"blockquote_59\">   26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557368\" id=\"span_38\">In <a href=\"/doc/557368/\" id=\"a_74\">State of Maharashtra v. Damu</a> it has been held\nas follows: (SCC p. 283, para 35)\n   &#x27;35. ... It is now well settled that recovery of an object\nis not discovery of a fact as envisaged in [<a href=\"/doc/1312051/\" id=\"a_75\">Section 27</a> of\nthe Evidence Act, 1872].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_39\">The decision of the Privy Council\nin <a href=\"/doc/254739/\" id=\"a_76\">Pulukuri Kotayya v. King Emperor</a> is the most quoted\nauthority for supporting the interpretation that the &quot;fact\ndiscovered&quot; envisaged in the section embraces the place\nfrom which the object was produced, the knowledge of\nthe accused as to it, but the information given must relate\ndistinctly to that effect.&#x27;</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"22733264\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1515299\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1422914\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867974\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1627296\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1037935\" id=\"span_45\">The similar principle has been <a href=\"/doc/254739/\" id=\"a_77\">laid down in</a> <a href=\"/doc/1037935/\" id=\"a_78\">State of\nMaharashtra v. Suresh</a>, <a href=\"/doc/1627296/\" id=\"a_79\">State of Punjab v. Gurnam Kaur</a>,\n<a href=\"/doc/867974/\" id=\"a_80\">Aftab Ahmad Anasari v. State of Uttaranchal</a>, <a href=\"/doc/1422914/\" id=\"a_81\">Bhagwan\nDass v. State (NCT of Delhi</a>), <a href=\"/doc/1515299/\" id=\"a_82\">Manu Sharma v. State\n(NCT of Delhi</a>) and <a href=\"/doc/22733264/\" id=\"a_83\">Rumi Bora Dutta v. State of Assam</a>.</span></span></span></span></span></span>\n</blockquote><blockquote id=\"blockquote_60\">   27. In the case at hand, as is perceptible, the recovery\nhad taken place when the appellant was accused of an\noffence, he was in custody of a police officer, the recovery\nhad taken place in consequence of information furnished\nby him and the panch witnesses have supported the\nseizure and nothing has been brought on record to\ndiscredit their testimony.\n</blockquote><blockquote id=\"blockquote_61\">                             38            Criminal Appeal No.770/2005\n                [Munshilal Vs. State of M.P.]\n\n</blockquote><blockquote id=\"blockquote_62\">   28. Additionally, another aspect can also be taken note\nof. The fact that the appellant had led the police officer to\nfind out the spot where the crime was committed, and the\ntap where he washed the clothes eloquently speak of his\nconduct as the same is admissible in evidence to\nestablish his conduct. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"342936\" id=\"span_46\">In this context we may refer with\nprofit to the authority in <a href=\"/doc/342936/\" id=\"a_84\">Prakash Chand v. State (Delhi\nAdmn</a>.) wherein the Court after referring to the decision in\nH.P. Admn.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"342936\" id=\"span_47\">v. Om Prakash held thus: (<a href=\"/doc/342936/\" id=\"a_85\">Prakash Chand</a>\ncase, SCC p. 95, para 8)\n    &#x27;8. ... There is a clear distinction between the conduct\nof a person against whom an offence is alleged, which is\nadmissible under <a href=\"/doc/482978/\" id=\"a_86\">Section 8</a> of the Evidence Act, if such\nconduct is influenced by any fact in issue or relevant fact\nand the statement made to a police officer in the course\nof an investigation which is hit by <a href=\"/doc/523607/\" id=\"a_87\">Section 162</a> of the Code\nof Criminal Procedure. What is excluded by <a href=\"/doc/523607/\" id=\"a_88\">Section 162</a>\nof the Code of Criminal Procedure is the statement made\nto a police officer in the course of investigation and not\nthe evidence relating to the conduct of an accused\nperson (not amounting to a statement) when confronted\nor questioned by a police officer during the course of an\ninvestigation. For example, the evidence of the\ncircumstance, simpliciter, that an accused person led a\npolice officer and pointed out the place where stolen\narticles or weapons which might have been used in the\ncommission of the offence were found hidden, would be\nadmissible as conduct, under <a href=\"/doc/482978/\" id=\"a_89\">Section 8</a> of the Evidence\nAct, irrespective of whether any statement by the\naccused contemporaneously with or antecedent to such\nconduct falls within the purview of <a href=\"/doc/1312051/\" id=\"a_90\">Section 27</a> of the\nEvidence Act.&#x27;</span>\n</blockquote><blockquote id=\"blockquote_63\">   29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"413212\" id=\"span_48\">In <a href=\"/doc/413212/\" id=\"a_91\">A.N. Venkatesh v. State of Karnataka</a> it has\nbeen ruled that: (SCC p. 721, para 9)\n    &#x27;9. By virtue of <a href=\"/doc/482978/\" id=\"a_92\">Section 8</a> of the Evidence Act, the\nconduct of the accused person is relevant, if such\nconduct influences or is influenced by any fact in issue or\nrelevant fact.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"342936\" id=\"span_49\">The evidence of the circumstance,\nsimpliciter, that the accused pointed out to the police\nofficer, the place where the dead body of the kidnapped\nboy was found and on their pointing out the body was\nexhumed, would be admissible as conduct under <a href=\"/doc/482978/\" id=\"a_93\">Section\n8</a> irrespective of the fact whether the statement made by\nthe accused contemporaneously with or antecedent to\nsuch conduct falls within the purview of <a href=\"/doc/1312051/\" id=\"a_94\">Section 27</a> or not\nas held by this Court in <a href=\"/doc/342936/\" id=\"a_95\">Prakash Chand v. State (Delhi\nAdmn.</a>). Even if we hold that the disclosure statement\nmade by the appellants-accused (Exts.</span> P-15 and P-16) is\n                                 39            Criminal Appeal No.770/2005\n                    [Munshilal Vs. State of M.P.]\n\n     not admissible under <a href=\"/doc/1312051/\" id=\"a_96\">Section 27</a> of the Evidence Act, still\n     it is relevant under <a href=\"/doc/482978/\" id=\"a_97\">Section 8</a>. The evidence of the\n     investigating officer and PWs 1, 2, 7 and PW 4 the spot\n     mahazar witness that the accused had taken them to the\n     spot and pointed out the place where the dead body was\n     buried, is an admissible piece of evidence under <a href=\"/doc/482978/\" id=\"a_98\">Section\n     8</a> as the conduct of the accused. Presence of A-1 and A-2\n     at a place where ransom demand was to be fulfilled and\n     their action of fleeing on spotting the police party is a\n     relevant circumstance and are admissible under <a href=\"/doc/482978/\" id=\"a_99\">Section\n     8</a> of the Evidence Act.&#x27;&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_100\">     (emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_101\">        64. The other decision relied upon is Pandurang Kalu\n     Patil.\n</p><p data-structure=\"Precedent\" id=\"p_102\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112173291\" id=\"span_50\">The Supreme Court in the case of <a href=\"/doc/112173291/\" id=\"a_100\">Shanti Devi Vs. State of\nRajasthan</a> reported in (2012) 12 SCC 158 has held as under :</span>\n</p>\n\n<blockquote id=\"blockquote_64\">        17. The subsequent factum of recovery of the\n        body of the deceased at the instance of the\n        appellant was one other strong circumstance\n        against the appellant in roping her involvement\n        in the elimination of the deceased and thereby\n        providing no scope for any other hypothesis\n        other than her guilt in the killing of the\n        deceased.\n</blockquote><blockquote id=\"blockquote_65\">              *     *     *\n</blockquote><blockquote id=\"blockquote_66\">        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1540511\" id=\"span_51\">28. The last submission made was that the\n        body of the deceased was only recovered from\n        an adjacent place not from the house of the\n        appellant herself, we do not find any substance\n        in the said submission in order to interfere with\n        the impugned judgment. The very fact that the\n        recovery of the dead body came to be made at\n        the instance of the appellant and that too from a\n        place adjacent to the residence of the appellant\n        was sufficient enough to rope in the appellant in\n        the murder of the deceased\n     The Supreme Court in the case of <a href=\"/doc/1540511/\" id=\"a_101\">State of U.P. Vs. Babu\nRam</a> reported in (2000) 4 SCC 515 has held as under :</span>\n</blockquote>\n\n<blockquote id=\"blockquote_67\">        14. The Division Bench of the High Court\n        hesitated to place reliance on the circumstance\n        relating to the disinterment of three dead bodies\n        from the verandah for which learned Judges\n                                 40            Criminal Appeal No.770/2005\n                    [Munshilal Vs. State of M.P.]\n\n        advanced the following reasons: first is that in\n        the site plan prepared by the investigating\n        officer he did not give particulars or details of\n        that place. Second is that the investigating\n        officer did not mention about the amount of\n        &quot;mud and morang&quot; noticed near the pit. The\n        third is that he did not take into custody the\n        wooden planks or the mud from the said place.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_103\">        The last is he did not indicate in the site plan\n        that blood was found at that place nor did he\n        take the bloodstained earth therefrom. After\n        highlighting the above lapses of the\n        investigating officer the Division Bench\n        concluded thus:\n</p><blockquote id=\"blockquote_68\">           &quot;These omissions would, therefore, in our\n           opinion clearly negative the theory set up\n           by the prosecution that three dead bodies\n           were buried in the verandah of the house\n           of the accused. By examining the\n           statements of these two witnesses, namely,\n           Tarawati and Shital Prasad, in the light of\n           these circumstances, we would not be able\n           to persuade ourselves to accept the\n           statements of these two witnesses though\n           they are the sister and brother-in-law of the\n           accused.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_104\">        The above reasons of the Division Bench for\n        dropping down such a sturdy circumstance\n        (disinterment of the three dead bodies at the\n        instance of the respondent) are flimsy and\n        tenuous. It is apparent that the Division Bench\n        had strained to ferret out some fragile grounds\n        for sidelining such a highly incriminating\n        circumstance. The very approach of the High\n        Court in this regard does not merit approval. It is\n        not possible to understand the rationale of the\n        reasoning that if an investigating officer did not\n        instruct the person who drew up the site plan to\n        note down certain details that would render the\n        testimony of material witnesses unreliable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_105\">     Thus, it is clear that the dead body of the deceased Mahesh\nwas recovered at the instance of the appellant, and it was the\nappellant only, who knew the place, where the dead body was\nlying. Thus, this is one of the strong circumstance against the\nappellant, which has been proved beyond reasonable doubt.\n</p><p data-structure=\"Conclusion\" id=\"p_106\">                                       41            Criminal Appeal No.770/2005\n                          [Munshilal Vs. State of M.P.]\n\n13.4 Recovery of scooter:\n</p>\n<blockquote id=\"blockquote_69\">      Prakash (PW-16) has specifically stated that the appellant\n\nMahesh has parked his scooter in his house on the pretext that it\n\nhas run out of fuel and, therefore, he may be permitted to park his\n\nscooter, but the appellant never came back to take back his\n\nscooter and the seizure memo of the scooter is Ex.P/14. Thus, it\n\nis clear that Prakash (PW-16) has specifically proved that the\n\nappellant-Munshilal had parked his scooter in his house on the\n\npretext that there is no fuel in the scooter and thereafter he never\n\ncame back to take away his scooter.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_107\">14.   Thus, in the considered opinion of this Court, the\n\nprosecution has succeeded in proving the following circumstances\n\nagainst the appellant :\n</p>\n<pre id=\"pre_3\">        (i)     Motive.\n        (ii)    Last Seen Together.\n</pre><p data-structure=\"Conclusion\" id=\"p_108\">        (iii)   Recovery of Dead body at the instance of\n                the appellant.\n</p><p data-structure=\"Conclusion\" id=\"p_109\">        (iv)    Recovery of Scooter, which was used for\n                abducting the deceased Mahesh.\n</p><p data-structure=\"Conclusion\" id=\"p_110\">        (v)     The deceased Mahesh had died homicidal\n                death.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_111\">14.1 Thus, it is clear that the prosecution has established all the\n\ncircumstances beyond reasonable doubt. It is well established\n\nprinciple of law that where a case is based on circumstantial\n\nevidence, then the prosecution must prove each and every chain\n\nof said circumstance and must prove that the complete chain of\n                                  42            Criminal Appeal No.770/2005\n                     [Munshilal Vs. State of M.P.]\n\ncircumstance points towards the guilt of the accused. If all the\n\ncircumstances, which have been proved by the prosecution are\n\nconsidered, then it is clear that the chain of circumstance is\n\ncomplete. The appellant had a motive, as he had picked up a\n\nquarrel with Hargovind (PW-1) in the marriage ceremony and had\n\nalso extended a threat and in order to fulfill the said threat, it\n\nappears that he went to the house of Hargovind (PW-1) in the\n\nnight hours at about 3 AM and on the false pretext that the mother\n\nof the deceased-Mahesh, namely, Rajo W/o Hargovind (PW-3) is\n\nseriously ill, took away the deceased with him and when\n\nHargovind (PW-1) and Rajo W/o Hargovind (PW-3) came back to\n\ntheir house on the next morning, then it was inquired by their\n\nneighbors about their health and when they informed that they are\n\nperfectly alright, then Hargovind (PW-1) and Rajo W/o Hargovind\n\n(PW-3) were told by their neighbors that in the night hours at\n\nabout 3 AM the appellant had come alongwith one boy and had\n\ntaken away their son; deceased-Mahesh, on the pretext that the\n\nmother of the deceased is seriously ill and they are calling the\n\ndeceased-Mahesh. Thereafter, Hargovind (PW-1) and Rajo W/o\n\nHargovind (PW-3) went to village Ghosipura, Jaderua in search of\n\nthe appellant as well as their son and when they could not find out\n\nthe whereabouts of the appellant as well as the deceased-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">Mahesh, then on 23/5/1997 at 18:10 hours an FIR was lodged by\n\nHargovind (PW-1) in which a detailed description of each and\n                                     43            Criminal Appeal No.770/2005\n                        [Munshilal Vs. State of M.P.]\n\nevery aspect was given and a suspicion was specifically\n\nexpressed that because of the threat extended by the appellant, it\n\nappears that the appellant must have abducted their son with an\n\nevil intention. Thereafter, the appellant was arrested and on his\n\ndisclosure statement, the dead body of the deceased was\n\nrecovered from a place near a Nala. As per the postmortem\n\nreport, the death of the deceased was because of strangulation,\n\ni.e. homicidal death.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">15.   Accordingly, all the above mentioned circumstances indicate\n\ntowards the guilt of the appellant. Accordingly, this court is of the\n\nconsidered opinion that the prosecution has succeeded in\n\nestablishing beyond reasonable doubt that the appellant is guilty\n\nof committing murder of deceased-Mahesh. The manner in which\n\nthe incident has taken place, it cannot be said that the act of the\n\nappellant, would fall under Section 304 Part I of <a href=\"/doc/1569253/\" id=\"a_102\">I.P.C</a>.              Thus,\n\nappellant-Munshilal is held guilty of committing offence under\n\n<a href=\"/doc/1560742/\" id=\"a_103\">Section 302</a> of IPC.\n</p>\n<p data-structure=\"Section\" id=\"p_114\">16.   So far as the question of sentence is concerned, the\n\nminimum sentence provided for offence under <a href=\"/doc/1560742/\" id=\"a_104\">Section 302</a> of IPC\n\nis life imprisonment. Under such circumstance, the sentence\n\nawarded by the trial court does not call for any interference.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_115\">17.   Accordingly, the judgment and sentence dated 22/9/2005\n\npassed by the Fifth Additional Sessions Judge (Fast Track Court),\n\nMorena in S.T. No.272/1998 is hereby affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_116\">                                     44            Criminal Appeal No.770/2005\n                        [Munshilal Vs. State of M.P.]\n\n        The appellant is in jail and is undergoing the jail sentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_117\">        The Criminal Appeal fails and is hereby dismissed.\n</p>\n\n\n<pre id=\"pre_4\">              (Vivek Agarwal)                     (G.S. Ahluwalia)\n                   Judge                               Judge\n                23/05/2018                          23/05/2018\nArun*\n<span class=\"hidden_text\" id=\"span_52\">           Digitally signed by ARUN KUMAR MISHRA</span>\n           Date: 2018.05.25 15:22:16 +05&#x27;30&#x27;\n                                      45            Criminal Appeal No.770/2005\n                         [Munshilal Vs. State of M.P.]\n\n\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_118\">    HIGH COURT OF MADHYA PRADESH, JABALPUR,\n                 BENCH AT GWALIOR\n\n<span class=\"hidden_text\" id=\"span_53\">                       Criminal Appeal No.770/2005</span>\n\n.........Appellant:                     Munshilal\n\n\n                                  Versus\n\n\n.........Respondent:                    State of M.P.\n\n\n                       Judgment for consideration:\n</p>\n\n<blockquote id=\"blockquote_70\">                                                 (G.S. Ahluwalia)\n                                                       Judge\n                                                    22/05/2018\n\nHon. Shri Justice Vivek Agarwal:\n</blockquote>\n\n<blockquote id=\"blockquote_71\">                                                (Vivek Agarwal)\n                                                     Judge\n                                                   22/05/2018\n\n\n                      Judgment post for 23/05/2018\n\n\n\n\n                                                (Vivek Agarwal)\n                                                     Judge\n                                                   23/05/2018\n </blockquote>","numcites":53,"numcitedby":10,"docsource":"Madhya Pradesh High Court","citetid":170053381,"divtype":"judgments","relatedqs":[{"value":"case based on circumstantial evidence","formInput":"case%20based%20on%20circumstantial%20evidence"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"prove the motive","formInput":"prove%20the%20motive"},{"value":" motive in circumstantial evidence ","formInput":"%20motive%20in%20circumstantial%20evidence%20"},{"value":"sec.27 of evidence act","formInput":"sec.27%20of%20evidence%20act"},{"value":"chain of events","formInput":"chain%20of%20events"},{"value":"recovery of dead body ","formInput":"recovery%20of%20dead%20body%20"},{"value":"last seen together","formInput":"last%20seen%20together"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"proximate cause","formInput":"proximate%20cause"},{"value":"last seen","formInput":"last%20seen"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"navjot sandhu","formInput":"navjot%20sandhu"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"confession","formInput":"confession"},{"value":"privy council","formInput":"privy%20council"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"abduction ","formInput":"abduction%20"},{"value":"strangulation","formInput":"strangulation"},{"value":"scc online ","formInput":"scc%20online%20"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"murder","formInput":"tag:murder"},{"value":"motive-preparation-and-previous-or-subsequent-conduct","formInput":"tag:motive-preparation-and-previous-or-subsequent-conduct"}],"courtcopy":true,"query_alert":null,"agreement":false}