{"tid":107411471,"publishdate":"2017-07-04","title":"Dr. Ashok Nigam vs Lucknow Nagar Nigam Thru. ... on 4 July, 2017","doc":"<h2 class=\"doc_title\">Dr. Ashok Nigam vs Lucknow Nagar Nigam Thru. ... on 4 July, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-singh-i\">Sheo Kumar Singh-I</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-shukla\">Narayan Shukla</a>, <a href=\"/search/?formInput=benchid:s-k-singh-i\">Sheo Kumar Singh-I</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\nAFR\n \nReserved\n \n\n \n\n \nCase :- MISC. BENCH No. - 4146 of 2014\n \n\n \nPetitioner :- Dr. Ashok Nigam\n \nRespondent :- Lucknow Nagar Nigam Thru. Commissioner, Lucknow &amp; Anr.\n \nCounsel for Petitioner :- Vijyant Nigam,Dr.Ashok Nigam (Inperson)\n \nCounsel for Respondent :- C.S.C.,Shailendra Singh Chauhan,Shashi Prakash Singh\n \n\n \n\n \nHon&#x27;ble Shri Narayan Shukla,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Sheo Kumar Singh-I,J.\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_2\">(Delivered by Sheo Kumar Singh-I, J.)\n \n</p><p data-structure=\"Issue\" id=\"p_3\">1.\tBy means of the present writ petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India the petitioner has prayed to issue a writ, order or direction in the nature of certiorari quashing the impugned orders dated 11.02.2014 and 09.04.2014, Annexure 1 &amp; 7 of the writ petition, with further prayer to issue a writ, order or direction in the nature of certiorari quashing the impugned condition in the lease deed for payment of labhansh on each transfer to Nagar Nigam by the lessee or, in alternative, declare the same to be void and inoperative. The petitioner has further prayed to issue a writ, order or direction in the nature of mandamus commanding opposite party no.1, Lucknow Nagar Nigam, to grant permission to the petitioner to transfer his plot on lease without requiring payment of any labhansh which is being illegally demanded by the Nagar Nigam.\n</p> \n<p data-structure=\"Facts\" id=\"p_4\">2.\tThe brief facts giving rise to filing of the present writ petition are that on the request of the petitioner a plot bearing no.275 in Eldeco Green, Rafi Ahmed Kidwai Nagar Scheme, located in Gomti Nagar, Lucknow, of the Lucknow Nagar Nigam was leased out in favour of the petitioner for a premium of Rs.3,28,053/- only. The area of the plot was 298.27 sq. meter on the road having width of 7 meters only in all including road patari vide lease deed dated 24.09.1999. The petitioner requested the authorities concerned to accord their permission to transfer the aforesaid plot to another person vide letter dated 31.12.2013 but the respondent no.1 in an illegal and arbitrary manner issued a letter dated 11.02.2014 to the petitioner whereby Rs.45,21,771/- had been asked from the petitioner as labhansh for granting him permission to transfer his plot to another person. The petitioner has also submitted that in the lease deed the width of the road has been narrated as 24 meters while it is only 7 meter and this could be verified after taking actual measurement of the plot subsequently by the petitioner after 14 years of executing the lease deed.\n</p> \n<p data-structure=\"PetArg\" id=\"p_5\">3.\tThe main contention of learned counsel for the petitioner relates to condition as laid down in the lease deed at page no.6 which is as follows:-\n</p> \n<blockquote id=\"blockquote_1\">The lessee shall not be entitled to make any sub division of the said demised premises or to transfer or assign it in parts, though the whole plot as laid out and leased by the lessor may be transferred with previous consent of the lessor in writing on payment of 40% of the increase of market rate than premium period and in case the lessee, him/her assignee or transferee makes any such assignment or transfer all his rights, without first paying the arrears of rent due from him/her to the lessor, such assignee or transferee shall be assignment or transfer.\n</blockquote> \n<p data-structure=\"PetArg\" id=\"p_6\">4.\tLearned counsel for the petitioner has submitted that the condition as laid down and mentioned above is totally arbitrary, unreasonable, unfair and also against the constitutional provisions.\n</p> \n<p data-structure=\"PetArg\" id=\"p_7\">5.\tLearned counsel for the respondents has submitted that the petitioner was allotted and leased out residential plot as mentioned above in Eldeco Green, Gomti Nagar, Lucknow, containing the boundaries as 24 meter wide road on north side. The petitioner has concealed this fact by not filing the copy of the lay out plan which the respondents have annexed with the counter affidavit. After receiving the application of the petitioner for transfer of the plot, the Nagar Nigam processed the matter as per prevalent circle rate fixed by the District Magistrate, Lucknow, as per terms and conditions laid down in the lease deed and after deducting the amount  deposited while execution of the lease deed, 40% profit (labhansh) amounting to Rs.45,21,771/- was required to be deposited by the petitioner and as such the same was communicated to the petitioner vide letter dated 11.02.2014.\n</p> \n<p data-structure=\"Facts\" id=\"p_8\">6.\tWe have gone through the terms and conditions of the lease deed, which has been annexed as Annexure 2 to the writ petition in which paragraph 1 at page 3 says that lessor does hereby demise into the lessee all that part of the land with its advantages and disabilities hidden or obvious, containing by measurement 298.27 sq. meter situated in Rafi Ahmad Kidwai Nagar, Gomti Nagar, Lucknow area ad-measuring the width of the road as contained in the lease deed with further condition to uphold the same for a term of 30 years with a right to renewal to two more periods of 30 years each, the rent being enhanceable at each renewal to 50% of the rent payable during the period  immediately preceding the revision with early rent of Rs.3280.53, 1% of the premium of amount of plot, the rent being payable by yearly payments on the first day of April in each year at the office of the Nagar Nigam ...... provided that only one dwelling house shall be built on the demised plot of land and the lessee shall not, without previous consent in writing of the lessor, erect or suffer to be erected on any part of the demised premises and building structure other than and except the building hereby covenanted to be erected with further condition that the lessee shall not be entitled to make any sub division of the demised premises or to transfer or assign it in parts, though the whole plot as laid out and leased by the lessor, may be transferred with previous consent of the lessor in writing on payment of 40% of the increase of market rate than premium period and in case the lessee, him/her assignee or transferee makes any such assignment or transfer all his rights, without first paying the arrears of rent due from him/her to the lessor, such assignee or transferee shall be assignment or transfer and the lessee shall within five years from the date of registration of this deed, start and completely finish the construction of dwelling house upon the demised premises and in case of failure to do so, the lessor shall be charging surcharge @ 2% per annum of the premium. On page 10 of the deed the width of the road in north side has been mentioned as 24 meter, which has been duly signed by the petitioner. Through perusal of the deed it is clear that road measuring 24 meters in front of the petitioner&#x27;s plot has been shown in the lease deed as well as in the lay out plan and on the spot 24 meters road is in existence. It has been narrated by learned counsel for the respondents that in front of the petitioner&#x27;s plot, road measuring 12 meters plus divider is in existence and across the divider 12 meter road has not been constructed as across the road on the southern side the M/s Ansal Housing and Construction Limited was to develop the said road and M/s Eldeco Housing and Industries Limited has developed 12 meter road on its side as license was granted to both the construction companies by Nagar Nigam for developing plot and houses on the said land. The 24 meter road existing on the lay out plan is in between the land allotted to M/s Eldeco and M/s Ansal. Both the construction companies were to construct 12-12 meter road on their sides and for this agreement was executed between the Nagar Nigam, Lucknow and both the construction companies. M/s Ansal started the development work but due to dispute arose by the army, M/s Ansal stopped the development work and the Nagar Nigam initiated the cancellation proceedings against the license given to M/s Ansal.\n</p> \n<p data-structure=\"RespArg\" id=\"p_9\">7.\tLearned counsel for the respondents has further submitted that the lease was granted in favour of the petitioner for developing residential plots and it has been specifically mentioned in the lease deed that at the time of transfer of plot/house 40% profit would be payable to Nagar Nigam and the plot can only be used for residential purpose and should not be used for commercial purpose.\n</p> \n<p data-structure=\"RespArg\" id=\"p_10\">8.\tLearned counsel for the petitioner has submitted that government orders issued in the years 1991 and 1992 prohibit for taking any labhansh while learned counsel for the respondents has submitted that the lease deed was executed in favour of the petitioner in the year 1999. After the petitioner has given his consent for terms and conditions of the lease deed, the lease deed was duly executed between Nagar Nigam and the petitioner. Thus, the provisions of the government orders as mentioned by the petitioner would not be applicable on the present lease deed and the Nagar Nigam is not bound by the said government orders. The impugned letter dated 11.02.2014 has been issued by the respondents to the petitioner in accordance with the terms and conditions of the lease deed and there is no illegality in the demand, which is in accordance with the conditions of the agreement. The petitioner has also challenged the letter dated 09.04.2014 issued by Nagar Nigam. Learned counsel for the respondents has submitted that the government orders issued from time to time were duly considered by the Municipal Commissioner while passing the order dated 28.03.2014 and the Municipal Commissioner while deciding the representation has held that the petitioner has to pay 40% of the amount as per the terms and conditions of the lease deed. These terms and conditions are applicable only on those lease holders who have sought permission for transfer of their leased plots to third person because they are using the plots for commercial purposes. Property of the Nagar Nigam or the public property  can never be permitted to be used for commercial purpose. It has also been contended by learned counsel for the respondents that the lease holders are bound by the terms and conditions of the lease deed and the petitioner has no right to challenge any terms and conditions after belated period of 15 years.\n</p> \n<p data-structure=\"RespArg\" id=\"p_11\">9.\tWhile filing the rejoinder affidavit to the counter affidavit, learned counsel for the petitioner has submitted that at the time of execution of the lease deed, Nagar Nigam had presented printed proforma of the lease deed for grant of lease  to the petitioner for signing which he had signed believing  the correctness of the contents of the lease deed as the Nagar Nigam is a Public Authority and a statutory Corporation. Moreover, the petitioner was not in a bargaining capacity and had only the choice of either to accept the draft lease deed as presented  to him and sign the terms of the agreement on the dotted line or leave the land itself.\n</p> \n<p data-structure=\"RespArg\" id=\"p_12\">10.\tLearned counsel for the respondents has submitted that the petitioner as per facts narrated in the opening paragraph of the affidavit had deposed to be a senior advocate in the High Court of Judicature at Lucknow Bench, Lucknow and a senior practitioner and thus the version that he had simply put his signature is not acceptable.\n</p> \n<p data-structure=\"PetArg\" id=\"p_13\">11.\tLearned counsel for the petitioner has further submitted that Nagar Nigam has been guilty of misrepresenting the facts and playing fraud on the petitioner by giving totally false facts regarding width of the road.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_14\">12.\tLearned counsel for the respondents has submitted that the land was leased out in favour of the petitioner only for residential purpose and not for commercial purpose. If it was the intention of the petitioner to take the land on lease  on rental value and to sell it to third party and to use as commercial then he had to follow the terms and conditions of the lease. If there are certain fraud or misrepresentation committed by any of the party the agreement is said to be void or voidable and subject to decision of the Court and petitioner is at liberty to file a suit in a court of competent jurisdiction. The respondent Nagar Nigam is not compelling the petitioner to either transfer the land or to pay the amount as stated in the letter but if the land is not used in accordance with the terms and conditions as mentioned in the lease deed then the consequence as laid down in the lease deed will follow.\n</p> \n<p data-structure=\"PetArg\" id=\"p_15\">13.\tLearned counsel for the petitioner has submitted that the act of signing the agreement in these circumstances does not preclude the petitioner from challenging the validity of such false, arbitrary and illegal conditions. It has been further submitted that the petitioner&#x27;s signatures were obtained by the Nagar Nigam by concealing the fact that the State Government had already banned the realization of said labhansh.\n</p> \n<p data-structure=\"Precedent\" id=\"p_16\">14.\tLearned counsel for the respondents has submitted that Civil Misc. Application No.57397 of 2015 for granting permission to pay the amount was submitted before this Court and this Court vide order dated 11.6.2015 had permitted the petitioner to deposit the amount as demanded by Nagar Nigam which shall be subject to further orders of this Court. The order dated 11.06.2015 is reproduced below:-\n</p> \n<blockquote id=\"blockquote_2\">&quot;Heard Dr. Ashok Nigam, Advcoate, the petitioner who appears in person and Sri Shailendra Singh Chauhan appearing for Lucknow Nagar Nigam.\n</blockquote> \n<blockquote id=\"blockquote_3\">This application has been moved by the petitioner seeking permission to deposit the amount of profit share i.e. Rs. 45,21,771- as demanded by Lucknow Nagar Nigam.\n</blockquote> \n<blockquote id=\"blockquote_4\">The petitioner is ready to deposit the aforesaid amount, subject to further orders of the Court. \n</blockquote> \n<blockquote id=\"blockquote_5\">Sri Shailendra Singh Chauhan appearing for Nagar Nigam, however, submits that by now the amount of profit share has swollen to Rs. 52,37,630/- in view of the revised circle rate. \n</blockquote> \n<blockquote id=\"blockquote_6\">Since the demand has been made for an amount of Rs. 45,21,771/- and the petitioner wishes to deposit the amount, we permit him to deposit the same, which shall be accepted by Nagar Nigam. \n</blockquote> \n<blockquote id=\"blockquote_7\">The deposit so made, of course, shall be subject to further orders of the Court. \n</blockquote> \n<blockquote id=\"blockquote_8\">The question regarding enhancement of the amount shall be adjudicated upon at the time of final hearing of writ petition.\n</blockquote> \n<blockquote id=\"blockquote_9\">The application stands disposed of accordingly. \n</blockquote> \n<blockquote id=\"blockquote_10\">List the petition in the month of July, 2015.&quot;\n</blockquote> \n<p data-structure=\"RespArg\" id=\"p_17\">15.\tIn light of above facts, learned counsel for the respondents has submitted that the petition has become infructuous because the amount has already been deposited by the petitioner but since the above permission was subject to further orders of this Court, the writ petition requires to be decided on merits.\n</p> \n<p data-structure=\"RespArg\" id=\"p_18\">16.\tBy filing short counter affidavit on behalf of opposite party no.2 it has been submitted that the petitioner while claiming the relief has relied upon the order dated 08.03.1991 which was issued by the Department of Housing and Urban Planning, Anubhag-5 which is separate entity/department to the answering opposite party/Department of Nagar Vikas, U.P and thus the petitioner is required to implead the Department of Housing and Urban Planning, U.P as necessary party. The respondents have further submitted that the order dated 08.03.1991 is firstly not applicable in the case pertaining to Lucknow Nagar Nigam and secondly the lease deed was executed in the year 1999 and the terms and condition which are mentioned in the lease deed are applicable between the parties and have binding effect. The order issued in the year 1991 has not relevance because it is neither applicable on Nagar Nigam nor was part of the lease agreement.\n</p> \n<p data-structure=\"RespArg\" id=\"p_19\">17.\tLearned counsel for the respondents has submitted that the terms and conditions as laid down in the deed which have been reduced in writing are binding on the contracting party and Court can not by means of writ jurisdiction either add anything or subtract anything.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_20\">18.\tWhile dealing with the matter relating to the agreement or contract between the parties, Court can neither add anything nor subtract anything from the terms and conditions as laid down in the agreement dealing with the matter of the parties.  ( Court cannot add or subtract anything in the terms of the agreement)\n \n</p><p data-structure=\"Precedent\" id=\"p_21\">19.\t\tGenerally it would not be proper to intervene with the contractual matters. The parameters of the Court&#x27;s power have been analyzed by the Supreme Court in Commissioner of Income-tax, Bombay &amp; Ors,. Vs. Mahindra &amp; Mahindra Ltd. &amp; Ors., AIR 1984 SC 1182. We reproduce paragraph-11 of the said judgment-:\n</p> \n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884550\" id=\"span_1\">&quot;By now, the parameters of the Court&#x27;s power of judicial review of administrative or executive action or decision and the grounds on which the Court can interfere with the same are well settled and it would be redundant to recapitulate the whole catena of decisions of this Court commencing from Barium Chemicals, 1966 Supp SCR 311: (AIR 1967 SC 295) case on the point. Indisputably, it is a settled position that if the action or decision is perverse or is such that no reasonable body of persons, properly informed, could come to, or has been arrived at by the authority misdirecting itself by adopting a wrong approach, or has been influenced by irrelevant or extraneous matters the Court would be justified in interfering with the same. This Court in one of its later decisions in <a href=\"/doc/884550/\" id=\"a_2\">Smt. Shalini Soni Vs. Union of India</a>, (1981) 1 SCR 962; (AIR 1981 SC 431), has observed thus: &quot;It is an unwritten rule of the law, constitutional and administrative, that whenever a decision-making function is entrusted to the subjective satisfaction of a statutory functionary, there is an implicit obligation to apply his mind to pertinent and proximate matters only, eschewing the irrelevant and the remote&quot;. Suffice it to say that the following passage appearing at pages 285-86 in Prof. de Smith&#x27;s treatise &#x27;&#x27;Judicial Review of Administrative Action&#x27; (4th Edn.) succinctly summarises the several principles formulated by the Courts in that behalf thus: &quot;The authority in which a discretion is vested can be compelled to exercise that discretion, but not to exercise it in any particular manner. In general, a discretion must be exercised only by the authority to which it is committed. That authority must genuinely address itself to the matter before it: it must not act under the dictation of another body or disable itself from exercising a discretion in each individual case. In the purported exercise of its discretion it must not do what it has been forbidden to do, nor must it do what it has not been authorised to do. It must act in good faith, must have regard to all relevant considerations, must not be swayed by irrelevant considerations, must not seek to promote purposes alien to the letter or to the spirit of the legislation that gives it power to act, and must not act arbitrarily or capriciously. Nor where a judgment must be made that certain facts exist can a discretion be validly exercised on the basis of an erroneous assumption about those facts. These several principles can conveniently be grouped in two main categories; failure to exercise a discretion, and excess or abuse of discretionary power. The two classes are not, however, mutually exclusive. Thus, discretion may be improperly fettered because irrelevant considerations have been taken into account; and where an authority hands over its discretion to another body it acts ultra vires. Nor, is it possible to differentiate with precision the grounds of invalidly contained within each category&quot;.</span>      \n</blockquote> \n\t       \t\n \n<p data-structure=\"Precedent\" id=\"p_22\">20.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901448\" id=\"span_2\">In <a href=\"/doc/1901448/\" id=\"a_3\">State of U.P. &amp; Ors., Vs. Renusagar Power Co. &amp; Ors</a>,. AIR 1988 SC 1737 it was held that exercise of administrative power will be set aside if there is a manifest error in the exercise of such power or the exercise of the power is manifestly arbitrary.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_23\">21.\tThe famous &quot;Wednesbury Case&quot; Associated Provincial Picture Houses Ltd. Us. Wednesbury Corp. (1947) 2 All ER 680 (CA) is considered to be the landmark in so far as the basic principles relating to judicial review of administrative or statutory direction are concerned. We quote a passage from the judgment of Lord Greene which is as follows:-\n</p> \n<blockquote id=\"blockquote_12\">&quot;It is true that discretion must be exercised reasonably. Now what does that mean? Lawyers familiar with the phraseology used in relation to exercise of statutory discretions often use the word &#x27;&#x27;unreasonable&#x27; in a rather comprehensive sense. It has frequently been used and is frequently used as a general description of the things that must not be done. For instance, a person entrusted with a discretion must, so to speak, direct himself properly in law. He must call his own attention to the matters, which he is bound to consider. He must exclude from his consideration matters, which are irrelevant to what he has to consider. If he does not obey those rules, he may truly be said, and often is said, to be acting &#x27;&#x27;unreasonably&#x27;. Similarly, there may be something so absurd that no sensible person could even dream that it lay within the powers of the authority...... . In another, it is taking into consideration extraneous matters. It is unreasonable that it might almost be described as being done in bad faith; and in fact, all these things run into one another.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_24\">22.\tThe principles of judicial review of administrative action were further summarized in 1985 by Lord Diplock in Council of Civil Service Unions Vs. Minister for the Civil Service 1984 (3) Al. ER. 935, (commonly known as CCSU case) as illegality, procedural impropriety and irrationality. He said more grounds could in future become available, including the doctrine of proportionality which was a principle followed by certain other members of the European Economic Community. Lord Diplock observed in this case as follows:-\n</p> \n<blockquote id=\"blockquote_13\">&quot;....... Judicial review has I think, developed to a stage today when, without reiterating any analysis of the steps by which the development has come about, one can conveniently classify under three heads the grounds on which administrative action is subject to control by judicial review. The first ground I would call &#x27;&#x27;illegality&#x27;, the second &#x27;&#x27;irrationality&#x27; and the third &#x27;&#x27;procedural impropriety&#x27;. That is not to say that further development on a case-by-case basis may not in course of time add further grounds. I have in mind particularly the possible adoption in the future of the principle of &#x27;&#x27;proportionality&#x27; which is recognized in the administrative law of several of our fellow members of the European Economic Community.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_25\">Lord Diplock explained &#x27;&#x27;irrationality&#x27; as follows:\n</p> \n<blockquote id=\"blockquote_14\">&quot;By &#x27;&#x27;irrationality&#x27; I mean what can by now be succinctly referred to as &#x27;&#x27;Wednesbury unreasonableness&#x27;. It applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_26\">23.\tIn Union of India &amp; Anr,. Vs. G.Ganayutham (1997) 7 SCC 463 the Supreme Court after referring to the aforesaid two cases namely Wednesbury case and CCSU case held as follows:-\n</p> \n<blockquote id=\"blockquote_15\">&quot;We are of the view that even in our country-in cases not involving fundamental freedoms-the role of our courts/tribunals in administrative law is purely secondary and while applying Wednesbury and CCSU principles to test the validity of executive action or of administrative action taken in exercise of statutory powers, the courts and tribunals in our country can only go into the matter, as a secondary reviewing court to find out if the executive or the administrator in their primary roles have arrived at a reasonable decision on the material before them in the light of Wednesbury and CCSU tests. The choice of the options available is for the authority; the court/tribunal canot substitute its view as to what is reasonable.&quot;   \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_27\">24.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777136\" id=\"span_3\">In <a href=\"/doc/777136/\" id=\"a_4\">Indian Railway Construction Co. Ltd. Vs. Ajay Kumar</a> (2003) 4 SCC 579 the Supreme Court held as follows-</span>\n</p> \n<blockquote id=\"blockquote_16\">&quot;It is trite law that exercise of power, whether legislative or administrative, will be set aside if there is manifest error in the exercise of such power or the exercise of the power is manifestly arbitrary. ............If a power (whether legislative or administrative) is exercised on the basis of facts which do not exist and which are patently erroneous, such exercise of power will stand vitiated.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_28\">25.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110957682\" id=\"span_4\">In People&#x27;s Union for <a href=\"/doc/110957682/\" id=\"a_5\">Civil Liberties &amp; Anr. Vs. Union of India</a> &amp; ors., 2004 AIR SCW 379 while dealing with the same issue, the Supreme Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_17\">&quot;The jurisdiction of this Court in such matter is very limited. The Court will not normally exercise its power of judicial review in such matters unless it is found that formation of belief by the statutory authority suffers from mala fide, dishonesty or corrupt practice. The order can be set aside if it is held to be beyond the limits for which the power has been conferred upon the authorities by the Legislature or is based on the grounds extraneous to the legislation and if there are no grounds at all for passing it or if the grounds are such that no one can reasonably arrive at the opinion or satisfaction required thereunder.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_29\">26.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986614\" id=\"span_5\">In <a href=\"/doc/1986614/\" id=\"a_6\">State of N.C.T. of Delhi &amp; Anr. Vs. Sanjeev</a> alias Bittoo 2005 AIR SCW 1987 the Supreme Court in paragraphs 16 and 18 held as follows:-</span>\n</p> \n<blockquote id=\"blockquote_18\">&quot;16..............................................One can conveniently classify under three heads the grounds on which administrative action is subject to control by judicial review. The first ground is &#x27;&#x27;illegality&#x27; the second &#x27;&#x27;irrationality&#x27; and the third &#x27;&#x27;procedural impropriety&#x27;.&quot;\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_30\">.............................................................\n</p> \n<p data-structure=\"Issue\" id=\"p_31\">.............................................................\n</p> \n<p data-structure=\"CDiscource\" id=\"p_32\">18.\t The Court will be slow to interfere in such matters relating to administrative functions unless decision is tainted by any vulnerability enumerated above; like illegality, irrationality, and procedural impropriety. Whether action falls within any of the categories has to be established. Mere assertion in that regard would not be sufficient.&quot;\n</p> \n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_6\">27.\tThe principles applied in judicial review of administrative decisions relating to acceptance of the terms and conditions set out in the contract have been considered by the Supreme Court in <a href=\"/doc/884513/\" id=\"a_7\">Tata Cellular Vs. Union of India</a> AIR 1996 SC 11 and the same are as follows:-</span>\n</p> \n<blockquote id=\"blockquote_19\">\t&quot;The principles deducible from the above are:\n</blockquote> \n<blockquote id=\"blockquote_20\">(1) The modern trend points to judicial restraint in administrative action.\n</blockquote> \n<blockquote id=\"blockquote_21\">(2) The Court does not sit as a court of appeal but merely reviews the manner in which the decision was made.\n</blockquote> \n<blockquote id=\"blockquote_22\">(3) The Court does not have the expertise to correct the administrative decision. If a review of the administrative decision is permitted it will be substituting its own decision, without the necessary expertise which itself may be fallible.\n</blockquote> \n<blockquote id=\"blockquote_23\">(4) The terms of the invitation to tender cannot be open to judicial scrutiny because the invitation to tender is in the realm of contract. Normally speaking, the decision to accept the tender or award the contract is reached by process of negotiations through several tiers. More often than not, such decisions are made qualitatively by experts. \n</blockquote> \n<blockquote id=\"blockquote_24\">(5) The Government must have freedom of contract. In other words, a fairplay in the joints is a necessary concomitant for an administrative body functioning in an administrative sphere or quasi administrative sphere. However, the decision must not only be tested by the application of Wednesbury principle of reasonableness (including its other facts pointed out above) but must be free from arbitrariness not affected by bias or actuated by mala fides. \n</blockquote> \n<blockquote id=\"blockquote_25\">(6) Quashing decisions may impose heavy administrative burden on the administration and lead to increased and unbudgeted expenditure.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_34\">28.\tIn Sterling Computers Ltd., Vs. M/s. M &amp; N Publications Ltd &amp; Ors,. AIR 1996 SC 51 the Supreme Court observed as follows:-\n</p> \n<blockquote id=\"blockquote_26\">&quot;While exercising the power of judicial review, in respect of contracts entered into on behalf of the State, the Court is concerned primarily as to whether there has been any infirmity in the &quot;decision making process&quot;.   \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_35\">...............................................\n</p> \n<p data-structure=\"Issue\" id=\"p_36\">..............................................\n</p> \n<p data-structure=\"Section\" id=\"p_37\">By way of judicial review the Court cannot examine the details of the terms of the contract which have been entered into by the public bodies or the State. Courts have inherent limitations on the scope of any such enquiry.&quot;\n</p> \n<p data-structure=\"Precedent\" id=\"p_38\">29.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780859\" id=\"span_7\">In <a href=\"/doc/1780859/\" id=\"a_8\">Monarch Infrastructure (P) Ltd. Vs. Commissioner, Ulhasnagar Municipal Corporation &amp; Ors</a>,. (2000) 5 SCC 287 it was held by the Supreme Court:-</span>\n</p> \n<blockquote id=\"blockquote_27\">&quot;Broadly stated, the courts would not interfere with the matter of administrative action or changes made therein, unless the Government&#x27;s action is arbitrary or discriminatory or the policy adopted has no nexus with the object it seeks to achieve or is mala fide.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_39\">30.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722054\" id=\"span_8\">In <a href=\"/doc/722054/\" id=\"a_9\">Air India Ltd. Vs. Cochin International Airport Ltd. &amp; Ors</a>,. (2000) 2 SCC 617 the Supreme Court held as follows:-</span>\n</p> \n<blockquote id=\"blockquote_28\">&quot;Even when some defect is found in the decision-making process the court must exercise its discretionary power under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> with great caution and should exercise it only in furtherance of public interest and not merely on the making out of a legal point. The court should always keep the larger public interest in mind in order to decide whether its intervention is called for or not. Only when it comes to a conclusion that overwhelming public interest requires interference, the court should intervene.&quot;  \t \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_40\">31.\tAfter considering the aforesaid two decisions the Supreme Court in Directorate of Education &amp; Ors,. Vs. Educomp Datamatics Ltd. &amp; Ors,. (2004) 4 SCC 19 observed as follows:-\n</p> \n<blockquote id=\"blockquote_29\">&quot;It has clearly been held in these decisions that the terms of the invitation to tender are not open to judicial scrutiny, the same being in the realm of contract. That the Government must have a free hand in setting the terms of the tender. It must have reasonable play in its joints as a necessary concomitant for an administrative body in an administrative sphere. The courts would interfere with the administrative policy decision only if it is arbitrary, discriminatory, mala fide or actuated by bias. It is entitled to pragmatic adjustments which may be called for by the particular circumstances. The courts cannot strike down the terms of the tender prescribed by the Government because it feels that some other terms in the tender would have been fair, wiser or logical. The courts can interfere only if the policy decision is arbitrary, discriminatory or mala fide.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1361651\" id=\"span_9\">32.\tThe same principles were followed by the Supreme Court in M/s. <a href=\"/doc/1361651/\" id=\"a_11\">Master Marine Services Pvt. Ltd. Vs. Metcalfe &amp; Hodgkinson Pvt. Ltd. &amp; Anr.</a>, 2005 AIR SCW 2189.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1533633\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"194067\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737583\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"982888\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"768764\" id=\"span_14\">33.\tIn exercise of power of judicial review, the Courts do not ordinarily interfere with the policy decisions of the executive unless the policy can be faulted on the ground of mala fide, unreasonableness, arbitrariness or unfairness etc. Indeed arbitrariness, irrationality, perversity and mala fide, render the policy unconstitutional. Unless a policy decision is demonstrably capricious or arbitrary and not informed by any reason or discriminatory or infringing any Statute or the Constitution, it cannot be a subject of judicial interference. However, if the policy cannot be touched on any of these grounds, the mere fact that it may affect business interests of a party does not justify invalidating the policy. (Vide M/s. <a href=\"/doc/768764/\" id=\"a_12\">Ugar Sugar Works Ltd. Vs. Delhi Administration &amp; Ors.</a>, AIR 2001 SC 1447; <a href=\"/doc/982888/\" id=\"a_13\">State of Himachal Pradesh &amp; Anr. Vs. Padam Dev &amp; Ors.</a>, (2002) 4 SCC 510; <a href=\"/doc/1737583/\" id=\"a_14\">Balco Employees&#x27; Union (Regd) Vs. Union of India &amp; Ors.</a>, AIR 2002 SC 350; <a href=\"/doc/194067/\" id=\"a_15\">State of Rajasthan &amp; Ors. Vs. Lata Arun</a> AIR 2002 SC 2642; and <a href=\"/doc/1533633/\" id=\"a_16\">Federation of Railway Officers Association Vs. Union of India</a>, (2003) 4 SCC 289).</span></span></span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_43\">34.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108721012\" id=\"span_15\">In <a href=\"/doc/108721012/\" id=\"a_17\">Union of India &amp; Anr. Vs. International Trading Company &amp; Anr.</a> (2003) 5 SCC 437, the Supreme Court pointed out that the Policy of the Government, even in contractual matters, must satisfy the test of reasonableness and every State action must be informed by reason. <a href=\"/doc/367586/\" id=\"a_18\">Article 14</a> of the Constitution applies also to matters of governmental policy and if the policy or any action of the Government, even in contractual matters, fails to satisfy the test of reasonableness, it would be unconstitutional. The <a href=\"/doc/108721012/\" id=\"a_19\">Court further held</a> as under:-</span>\n</p> \n<blockquote id=\"blockquote_30\">&quot;15. While the discretion to change the policy in exercise of the executive power, when not trammelled by any statute or rule is wide enough, what is imperative and implicit in terms of <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> is that a change in policy must be made fairly and should not give the impression that it was so done arbitrarily or by any ulterior criteria. The wide sweep of <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a> and the requirement of every State action qualifying for its validity on this touchstone irrespective of the field of activity of the State is an accepted tenet. The basic requirement of <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> is fairness in action by the State, and non-arbitrariness in essence and substance is the heartbeat of fair play. Actions are amenable, in the panorama of judicial review only to the extent that the State must act validly for a discernible reason, not whimsically for any ulterior purpose. The meaning and true import and concept of arbitrariness is more easily visualized than precisely defined. A question whether the impugned action is arbitrary or not is to be ultimately answered on the facts and circumstances of a given case. A basic and obvious test to apply in such cases is to see whether there is any discernible principle emerging from the impugned action and if so, does it really satisfy the test of reasonableness. \n</blockquote> \n<blockquote id=\"blockquote_31\">16. Where a particular mode is prescribed for doing an act and there is no impediment in adopting the procedure, the deviation to act in a different manner which does not disclose any discernible principle which is reasonable itself shall be labeled as arbitrary. Every State action must be informed by reason and it follows that an act uninformed by reason is per se arbitrary.&quot; (Emphasis added).\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_44\">35.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121952\" id=\"span_16\">In <a href=\"/doc/121952/\" id=\"a_23\">Union of India Vs. Dinesh Engineering Corpn. &amp; Anr.</a> (2001) 8 SCC 491 the Supreme Court observed as follows:-</span>\n</p> \n<blockquote id=\"blockquote_32\">&quot;.........Where the decision of the authority is in regard to a policy matter, this Court will not ordinarily interfere since these policy matters are taken based on expert knowledge of the persons concerned and courts are normally not equipped to question the correctness of a policy decision. But then this does not mean that the courts have to abdicate their right to scrutinise whether the policy in question is formulated keeping in mind all the relevant facts and the said policy can be held to be beyond the pale of discrimination or unreasonableness, bearing in mind the material on record.......... . Any decision, be it a simple administrative decision or a policy decision, if taken without considering the relevant facts, can only be termed as an arbitrary decision. If it is so, then be it a policy decision or otherwise, it will be violative of the mandate of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> of the Constitution.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_45\">36.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79972\" id=\"span_17\">In <a href=\"/doc/79972/\" id=\"a_25\">Krishnan Kakkanth Vs. Govt. of Kerala</a>, AIR 1997 SC 128; the Hon&#x27;ble Apex Court held that the judicial review of policy decision is permissible in exceptional circumstances only when the Court is of the view that the order suffers from arbitrariness and unreasonableness. The Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_33\">\t&quot;To ascertain unreasonableness and arbitrariness in the context of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> of the Constitution, it is not necessary to enter upon any exercise for finding out the wisdom in the policy decision of the State Government. It is immaterial if a better or more comprehensive policy decision could have been taken. It is equally immaterial if it can be demonstrated that the policy decision is unwise and is likely to defeat the purpose for which such decision has been taken. Unless the policy decision is demonstrably capricious or arbitrary and not informed by any reason whatsoever or it suffers from the vice of discrimination or infringes any statute or provisions of the Constitution, the policy decision cannot be struck down. It should be borne in mind that except for the limited purpose of testing a public policy in the context of illegality and unconstitutionality, Court should avoid embarking on uncharted ocean of public policy.&quot; \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2705126\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"312106\" id=\"span_19\">37.\tThe Supreme Court in <a href=\"/doc/312106/\" id=\"a_27\">Kailash Chandra Sharma Vs. State of Rajasthan &amp; Ors.</a>, AIR 2002 SC 2877 upheld the Full Bench judgment of the Rajasthan High Court in <a href=\"/doc/2705126/\" id=\"a_28\">Deepak Kumar Suthar Vs. State &amp; Ors.</a>, 2000 Lab IC 1 wherein the Court had struck down the policy decision of the Government granting bonus marks on the ground of residence in public employment being ultra vires the provisions of <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> and <a href=\"/doc/211089/\" id=\"a_30\">16</a> of the Constitution. The Supreme Court held that policy decision giving weightage to the candidates in public employment on the ground of residence was impermissible in view of the Constitutional provisions. The policy decision was, therefore, bad and in such a case judicial review was found to be warranted.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1057409\" id=\"span_20\">38.\tThe Supreme Court in <a href=\"/doc/1057409/\" id=\"a_31\">Cholan Roadways Ltd. Vs. G. Thirugnanasambandam</a>, AIR 2005 SC 570, has gone a step further by bringing &quot;errors of facts&quot; within the scope of judicial review.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"165571\" id=\"span_21\">While deciding the said case, reliance was placed upon the judgment in <a href=\"/doc/165571/\" id=\"a_32\">E. Vs. Secretary of State</a> for the Home Department, (2004) 2 Weekly Law Report, 1351, wherein it has been held that a review of the merits of the decision making process is fundamental to the Court&#x27;s jurisdiction. The power of review may even extend to a decision on a question of fact. The error sought to be corrected must be undeniably a significant factor in the decision making process.</span>    \n</p> \n<p data-structure=\"Precedent\" id=\"p_48\">39.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"314044\" id=\"span_22\">In <a href=\"/doc/314044/\" id=\"a_33\">R.K. Garg Vs. Union of India &amp; Ors.</a>, AIR 1981 SC 2138, the Supreme Court considered the validity of the provisions of the Special Bearer Bonds (Immunities and Exemptions) Ordinance, 1981 and <a href=\"/doc/1521888/\" id=\"a_34\">Special Bearer Bonds (Immunities and Exemptions) Act, 1981</a>, which was provided for exemption and immunity from criminal liability of the persons who invest money in purchasing the Special Bearer Bonds from the income never disclosed earlier. The Court made the following observations:-</span>\n</p> \n<blockquote id=\"blockquote_34\">\t&quot;It is clear that <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> does not forbid reasonable classification of persons, objects and transactions by the legislature for the purpose of attaining specific ends. What is necessary in order to pass the test of permissible classification under <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> is that the classification must not be &quot;arbitrary, artificial or evasive&quot; but must be based on some real and substantial distinction bearing a just and reasonable relation to the object sought to be achieved by the legislature...........Another rule of equal importance is that laws relating to economic activities should be viewed with greater latitude than laws touching civil rights such as freedom of speech, religion etc. It has been said by no less a person than Holmes, J., that the legislature should be allowed some play in the joints, because it has to deal with complex problems which do not admit of solution through any doctrinaire or straight jacket formula and this is particularly true in case of legislation dealing with economic matters, where, having regard to the nature of the problems required to be dealt with greater play in the joints has to be allowed to the legislature. The Court should feel more inclined to give judicial deference to legislative judgment in the field of economic regulation than in other areas where fundamental human rights are involved. ........The Court must always remember that &quot;legislation is directed to practical problems, that the economic mechanism is highly sensitive and complex, that many problems are singular and contingent, that laws are not abstract propositions and do not relate to abstract units and are not to be measured by abstract symmetry&quot; that exact wisdom and nice adaption of remedy are not always possible and that &quot;judgment is largely a prophecy based on meagre and uninterpreted experience&quot;. Every legislation particularly in economic matters is essentially empiric and it is based on experimentation or what one may call trial and error method and therefore it cannot provide for all possible situations or anticipate all possible abuse. There may be crudities and inequities in complicated experimental economic legislation but on that account alone it cannot be struck down as invalid.............There may even be possibilities of abuse, but that too cannot of itself be a ground for invalidating the legislation, because it is not possible for any legislature to anticipate as if by some divine prescience, distortions and abuses of its legislation which may be made by those subject to its provisions and to provide against such distortions and abuses. Indeed, howsoever great may be the care bestowed on its framing, it is difficult to conceive of a legislation which is not capable of being abused by perverted human ingenuity. The Court must therefore adjudge the constitutionality of such legislation by the generality of its provisions and not by its crudities or inequities or by the possibilities of abuse of any of its provisions. If any crudities, inequities or possibilities of abuse come to light, the legislature can always step in and enact suitable amendatory legislation. That is the essence of pragmatic approach which must guide and inspire the legislature in dealing with complex economic issues.  (Emphasis added).\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_49\">40.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320843\" id=\"span_23\">In <a href=\"/doc/320843/\" id=\"a_37\">State of M.P. &amp; Ors. Vs. Nandlal Jaiswal &amp; Ors.</a>, (1986) 4 SCC 566, the Hon&#x27;ble Supreme Court re-examined the scope of <a href=\"/doc/367586/\" id=\"a_38\">Article 14</a> of the Constitution while having a judicial review of the executive order of the State relating to trade and business and held as under:-</span>\n</p> \n<blockquote id=\"blockquote_35\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320843\" id=\"span_24\">&quot;But, while considering the applicability of <a href=\"/doc/367586/\" id=\"a_39\">Article 14</a> in such a case, we must bear in mind that, having regard to the nature of the trade or business, the Court would be slow to interfere with the policy <a href=\"/doc/320843/\" id=\"a_40\">laid down by</a> the State Government for grant of licences for manufacture and sale of liquor. The Court would, in view of the inherently pernicious nature of the commodity allow a large measure of latitude to the State Government in determining its policy of regulating, manufacture and trade in liquor. Moreover, the grant of licences for manufacture and sale of liquor would essentially be a matter of economic policy where the court would hesitate to intervene and strike down what the State Government had done, unless it appears to be plainly arbitrary, irrational or mala fide..........in regard to legislation relating to economic matters must apply equally in regard to executive action in the field of economic activities, though the executive decision may not be placed on as high a pedestal as legislative judgment in so far as judicial deference is concerned. We must not forget that in complex economic matters every decision is necessarily empiric and it is based on experimentation or what one may call &#x27;trial and error method&#x27; and, therefore, its validity cannot be tested on any rigid &#x27;a priori&#x27; considerations or on the application of any strait jacket formula. The court must while adjudging the constitutional validity of an executive decision relating to economic matters grant a certain measure of freedom or &#x27;play&#x27; in the &quot;joints&quot; to the executive.........The Court cannot strike down a policy decision taken by the State Government merely because it feels that another policy decision would have been fairer or wiser or more scientific or logical. The Court can interfere only if the policy decision is patently arbitrary, discriminatory or mala fide.&quot;</span> \n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_50\">41.\tWhile deciding the said case, the Apex Court relied upon the admonition given by the Frankfurter, J. in Morey v. Doud, (1957) 354 US 457:-\n</p> \n<blockquote id=\"blockquote_36\">&quot;In the utilities, tax and economic regulation cases, there are good reasons for judicial self-restraint if not judicial deference, to legislative judgment. The legislature after all has the affirmative responsibility. The courts have only the power to destroy, not to reconstruct. When these are added to the complexity of economic regulation, the uncertainty, the liability to error, the bewildering conflict of the experts, and the number of times the judges have been overruled by events - self limitation can be seen to be the path to judicial wisdom and institutional prestige and stability.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"47808634\" id=\"span_25\">42.\tA similar view has been reiterated in <a href=\"/doc/47808634/\" id=\"a_41\">M. P. Oil Extraction &amp; Anr. Vs. State of M.P. &amp; Ors.</a>, (1997) 7 SCC 592.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_52\">43.\tIn Sterling Computers Ltd. Vs. M/s. M &amp; N Publications Ltd., AIR 1996 SC 51, the Hon&#x27;ble Supreme Court held as under:-\n</p> \n<blockquote id=\"blockquote_37\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"47808634\" id=\"span_26\">&quot;It is not possible for Courts to question and adjudicate every decision taken by an authority, because many of the Government Undertakings which in due course have acquired the monopolist position in matters of sale and purchase of products and with so many ventures in hand, they can come out with a plea that it is not always possible to act like a quasi-judicial  authority while awarding contracts. Under some special circumstances a discretion has to be conceded to the authorities who have to enter into contract giving them liberty to assess the overall situation for purpose  of taking a decision as to whom the contract be awarded and at what terms. If the decisions have been taken in bona fide manner although not strictly following the norms <a href=\"/doc/47808634/\" id=\"a_42\">laid down by</a> the Courts, such decisions are upheld on the principle <a href=\"/doc/47808634/\" id=\"a_43\">laid down by</a> Justice Holmes, that Courts while judging the constitutional validity of executive decisions must grant certain measure of freedom of play in the joints to the executive........ On the basis of those judgments it cannot be urged that this Court has left to the option of the authorities concerned whether to invite tenders or not according to their own discretion and to award contracts ignoring the procedures which are basic in nature, taking into account factors which are not only irrelevant but detrimental to the public interest.&quot;</span> \t\n</blockquote> \n<p data-structure=\"CDiscource\" id=\"p_53\">44.\tThe Government has to rise above the nexus of vested interests and nepotism and eschew window-dressing. &quot;The principles of governance has to be tested on the touchstone of justice, equity, fair play and if decision is not based on justice, equity and fair play and has taken into consideration other matters, though on the fact of it, the decision may look legitimate but as a matter of fact, the reasons are not based on values but to achieve popular accolade; that decision cannot be allowed to operate. (Vide Onkar Lal Bajaj &amp; Ors. Vs. Union of India &amp; Ors., AIR 2003 SC 2562). \n</p> \n<p data-structure=\"Precedent\" id=\"p_54\">45.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"348205\" id=\"span_27\">In <a href=\"/doc/348205/\" id=\"a_44\">State of Karnataka &amp; Anr. Vs. All India Manufacturers Organisation &amp; Ors.</a>, AIR 2006 SC 1846,  the Hon&#x27;ble Supreme Court examined the scope of change of policy with the change of the Government. After considering the scope of judicial review in contractual matters, the Court examined as under what circumstances, the government should revoke the decision taken by the earlier Government. The Court held that an instrumentality of the State cannot have a case to plead from that of the State and the policy in respect of a particular project adopted by the State Government should not be changed with the change of the government. The <a href=\"/doc/348205/\" id=\"a_45\">Court further held</a> as under:-</span>\n</p> \n<blockquote id=\"blockquote_38\">&quot;It is trite law that when one of the contracting parties is &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_46\">Article 12</a> of the Constitution, it does not cease to enjoy the character of &quot;State&quot; and, therefore, it is subjected to all the obligations that &quot;State&quot; has under the Constitution. When the State&#x27;s acts of omission or commission are tainted with extreme arbitrariness and with mala fides, it is certainly subject to interference by the Constitutional Courts in this country........We make it clear that while the State Government and its instrumentalities are entitled to exercise their contractual rights under the FWA, they must do so fairly, reasonably and without mala fides; in the event that they do not do so, the Court will be entitled to interfere with the same.  \n</blockquote> \n<blockquote id=\"blockquote_39\">\tTaking an overall view of the matter, it appears that there could hardly be a dispute that the Project is a mega project which is in the larger public interest of the State of Karnataka and merely because there was a change in the Government, there was no necessity for reviewing all decisions taken by the previous Government, which is what appears to have happened. That such an action cannot be taken every time there is a change of Government.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"255258\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"321019\" id=\"span_29\">46.\tWhile deciding the said case, reliance had been placed by the Court in its earlier judgments in <a href=\"/doc/321019/\" id=\"a_47\">State of U.P. &amp; Anr. Vs. Johri Mal</a>, AIR 2004 SC 3800; and <a href=\"/doc/255258/\" id=\"a_48\">State of Haryana Vs. State of Punjab &amp; Anr.</a>, AIR 2002 SC 685. In the former, the Apex Court held that the panel of District Government Counsel should not be changed only on the ground that the panel had been prepared by the earlier Government. In the later case, while dealing with the river water-sharing dispute between two States, the Court observed thus :</span></span> \t\n</p> \n<blockquote id=\"blockquote_40\">&quot;.........in the matter of governance of a State or in the matter of execution of a decision taken by a previous Government, on the basis of a consensus arrived at, which does not involve any political philosophy, the succeeding Government must be held duty-bound to continue and carry on the unfinished job rather than putting a stop to the same.&quot;\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_56\">47.\t\tThe question that arises for consideration is regarding the scope of judicial interference in matters of administrative decisions. Administrative action is stated to be referable to the broad area of governmental activities in which the repositories of power may exercise executive, quasi-legislative and quasi-judicial functions.\n</p> \n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1748256\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462614\" id=\"span_31\">48.\tThe parameters of the Court&#x27;s power have been analysed by the Hon&#x27;ble Supreme Court in <a href=\"/doc/1462614/\" id=\"a_49\">Commissioner of Income-tax, Bombay &amp; Ors. Vs. Mahindra &amp; Mahindra Ltd. &amp; Ors.</a>, AIR 1984 SC 1182 and held that by  now, the parameters of the Court&#x27;s power of judicial review of administrative or executive action or decision and the grounds on which the Court can interfere with the same are well settled and it would be redundant to recapitulate the whole catena of decisions of this Court commencing from <a href=\"/doc/1748256/\" id=\"a_50\">Barium Chemicals &amp; Anr. Vs. Company Law Board &amp; Ors.</a>, AIR 1967 SC 295 case on the point. &quot;It is a settled position that if the action or decision is perverse or is such that no reasonable body of persons, properly informed, could come to, or has been arrived at by the authority misdirecting itself by adopting a wrong approach, or has been influenced by irrelevant or extraneous matters the Court would be justified in interfering with the same.&quot;</span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_58\">49.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884550\" id=\"span_32\">In <a href=\"/doc/884550/\" id=\"a_51\">Smt. Shalini Soni Vs. Union of India</a>, AIR 1981 SC 431, wherein it had been held that whenever a decision-making function is entrusted to the subjective satisfaction of a statutory functionary, there is an implicit obligation to apply his mind to pertinent and proximate matters only, eschewing the irrelevant and the remote.</span>   \t       \t\n</p> \n<p data-structure=\"Precedent\" id=\"p_59\">50.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901448\" id=\"span_33\">In <a href=\"/doc/1901448/\" id=\"a_52\">State of U.P. &amp; Ors., Vs. Renusagar Power Co. &amp; Ors.</a>, AIR 1988 SC 1737 it was held that exercise of administrative power will be set aside if there is a manifest error in the exercise of such power or the exercise of the power is manifestly arbitrary.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_60\">51.\tThe famous &quot;Wednesbury Case&quot; Associated Provincial Picture Houses Ltd. Vs. Wednesbury Corporation, (1947) 2 All ER 680 (CA) is considered to be a landmark in so far as the basic principles relating to judicial review of administrative or statutory actions are concerned. We quote a passage from the judgment of Lord Greene which is as follows:-\n</p> \n<blockquote id=\"blockquote_41\">&quot;It is true that discretion must be exercised reasonably. Now what does that mean? Lawyers familiar with the phraseology used in relation to exercise of statutory discretions often use the word &#x27;&#x27;unreasonable&#x27; in a rather comprehensive sense. It has frequently been used and is frequently used as a general description of the things that must not be done. For instance, a person entrusted with a discretion must, so to speak, direct himself properly in law. He must call his own attention to the matters, which he is bound to consider. He must exclude from his consideration matters, which are irrelevant to what he has to consider. If he does not obey those rules, he may truly be said, and often is said, to be acting &#x27;&#x27;unreasonably&#x27;. Similarly, there may be something so absurd that no sensible person could even dream that it lay within the powers of the authority....... In another, it is taking into consideration extraneous matters. It is unreasonable that it might almost be described as being done in bad faith; and in fact, all these things run into one another.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_61\">52.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110957682\" id=\"span_34\">In People&#x27;s Union for <a href=\"/doc/110957682/\" id=\"a_53\">Civil Liberties &amp; Anr. Vs. Union of India &amp; Ors.</a>, AIR 2004 SC 456, while dealing with the same issue, the Hon&#x27;ble Supreme Court observed that judicial review is permissible if it is found that formation of belief by the statutory authority suffers from mala fide, dishonesty or corrupt practice. The order can be set aside if it is held to be beyond the limits for which the power has been conferred upon the authorities by the Legislature or is based on the grounds extraneous to the legislation and if there are no grounds at all for passing it or if the grounds are such that no one can reasonably arrive at the opinion or satisfaction required thereunder.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_62\">53.\tIn Krishan Yadav &amp; Anr. Vs. State of Haryana &amp; Ors., AIR 1994 SC 2166, the Hon&#x27;ble Supreme Court observed that it is highly regrettable that the holders of public offices both big and small have forgotten that the offices entrusted to them are a sacred trust. Such offices are meant for use and not abuse. From a Minister to a menial everyone has been dishonest to gain undue advantages. Thus, in such a fact situation, scope of judicial review attains paramount importance.\n</p> \n<p data-structure=\"Precedent\" id=\"p_63\">54.\t<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1748256\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1114006\" id=\"span_36\">In <a href=\"/doc/1114006/\" id=\"a_54\">B. Ramanjini &amp; Ors. Vs. State of Andhra Pradesh &amp; Ors.</a>, AIR 2002 SC 2023, the Supreme Court enlightened what approach the Courts should adopt while dealing with matters relating to cancellation of examination and after referring to <a href=\"/doc/1748256/\" id=\"a_55\">Bihar School Education Board</a> (supra) observed that in such matters wide latitude should be shown to the Government and the courts should not unduly interfere with the action taken by the Government which is in possession of the necessary information and takes action upon the same. The courts ought not to take the action lightly and interfere with the same particularly when there was some material for the Government to act one way or the other.</span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_64\">55.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1981933\" id=\"span_37\">In <a href=\"/doc/1981933/\" id=\"a_56\">Union of India &amp; Ors. Vs. Tarun Kumar Singh &amp; Ors.</a>, AIR 2001 SC 2196 while deciding the similar case the Supreme Court held that &quot;in view of the allegation of malpractice, the departmental authorities has held an enquiry into the matter and the result of that enquiry has revealed gross irregularities and illegalities&quot;, thus no interference was warranted with the order passed by the statutory authority.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_65\">56.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"707249\" id=\"span_38\">In <a href=\"/doc/707249/\" id=\"a_57\">Zora Singh Vs. J.M. Tandon &amp; Ors.</a>, AIR 1971 SC 1537, the Hon&#x27;ble Apex Court while dealing with the issue of scope of judicial review, held as under:-</span>\n</p> \n<blockquote id=\"blockquote_42\">&quot;The principle that if some of the reasons relied on by a Tribunal for its conclusion turn out to be extraneous or otherwise unsustainable, its decision would be vitiated, applies to cases in which the conclusion is arrived at not on assessment of objective facts or evidence, but on subjective satisfaction. The reason is that whereas in cases where the decision is based on subjective satisfaction if some of the reasons turn out to be irrelevant or invalid, it would be impossible for a superior Court to find out which of the reasons, relevant or irrelevant, valid or invalid, had brought about such satisfaction. But in a case where the conclusion is based on objective facts and evidence, such a difficulty would not arise. If it is found that there was legal evidence before the Tribunal, even if some of it was irrelevant, a superior Court would not interfere if the finding can be sustained on the rest of the evidence. The reason is that in a writ petition for certiorari the superior Court does not sit in appeal, but exercises only supervisory jurisdiction, and therefore, does not enter into the question of sufficiency of evidence.&quot; (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_66\">57.\tIt has been said from time and again by the Hon&#x27;ble Supreme Court that a party cannot be permitted to dispute the contractual obligations by invoking the extraordinary writ jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_39\">In <a href=\"/doc/1893286/\" id=\"a_58\">Bareilly Development Authority &amp; anr Vs. Ajay  Pal Singh &amp; ors</a>, AIR 1989 SC 1076, a similar contention had been raised.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467021\" id=\"span_42\">The Apex Court considered a catena of judgments,  particularly, M/s. <a href=\"/doc/467021/\" id=\"a_59\">Radha Krishna Agarwal &amp; ors Vs. State of Bihar &amp; ors</a>, AIR 1977 SC  1496; <a href=\"/doc/1732064/\" id=\"a_60\">Premji Bhai Parmar &amp; ors Vs. Delhi Development Authority &amp; ors</a>, AIR  1980  SC  738; and <a href=\"/doc/248227/\" id=\"a_61\">The Divisional Forest Officer Vs. Bishwanath Tea Co.  Ltd.</a>, AIR 1981 SC 1368, and arrived at the conclusion that where the contract entered into between the State and the persons agreed is non-statutory   and purely contractual and the rights are governed only by the terms of the contract, writ petition under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> of the Constitution of India is not maintainable.</span></span></span>  Similar view has been taken in State of Gujarat &amp; ors. Vs.  Meghji Pethraj Shah Charitable Trust &amp; ors., (1994) 3 SCC 552; and Noida Entrepreneurs Association Vs. U.P. Financial Corporation  &amp; anr., 1994 Suppl.   (2) SCC 108.\n</p> \n<p data-structure=\"Precedent\" id=\"p_67\">58.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1128192\" id=\"span_44\">In <a href=\"/doc/1128192/\" id=\"a_63\">Indore Development Authority Vs.  Smt. Sadhana Agarwal</a>  &amp;  ors.,  (1995) 3  SCC  1,  the Hon&#x27;ble Supreme  Court affirmed and approved  the view taken   by  the  Apex   Court  in   <a href=\"/doc/1893286/\" id=\"a_64\">Bareilly Development  Authority</a>  (supra), but  it  further observed  that  the High Court, while  exercising its extraordinary  jurisdiction under <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution,  may  satisfy itself on  the materials  on record that the State has not acted in an arbitrary  or  erratic manner. A  similar view has been taken by the Supreme Court in Union of India  &amp;  ors. Vs.  M/s.  Graphic  Industries Co.  &amp; ors.,  (1994)  5  SCC 398.</span></span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_46\">In  <a href=\"/doc/1893286/\" id=\"a_66\">the  said judgment</a>,  the Apex Court referred to its earlier judgments,  particularly  in   <a href=\"/doc/1261492/\" id=\"a_67\">Kumari   Shrilekha Vidyarthi &amp; ors Vs.   State of U.P. &amp; ors</a>, AIR 1991 SC  537; Mahabir Auto  Stores  &amp;  ors.   Vs.   Indian Oil Corporation  &amp;  ors.,  (1990)  3  SCC  752;   and M/s <a href=\"/doc/1058612/\" id=\"a_68\">Dwarkadas  Marfatia &amp; Sons Vs.  Board of Trustees of the Port  of  Bombay</a>,  (1989) 3 SCC  293,  and observed that even in contractual matters, public authorities  have to act fairly and if the  State or its instrumentalities  have  failed to do  so, then writ  jurisdiction  of the High Court  under <a href=\"/doc/1712542/\" id=\"a_69\">Article 226</a>  of the Constitution can be  resorted to because   acting  unfairly   and   arbitrarily amounts to  flagrant  violation of <a href=\"/doc/367586/\" id=\"a_70\">Article 14</a>  of the Constitution.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_68\">59.\tIn L.I.C. of India &amp; anr.  Vs. Consumer, Education &amp; Research Centre  &amp;  ors., (1995) 5  SCC  482,  the Apex Court  observed  as under:-\n</p> \n<blockquote id=\"blockquote_43\">&quot;While exercising the power under <a href=\"/doc/1712542/\" id=\"a_71\">Article 226</a>, the Court would be circumspect  to adjudicate  the  disputes arising out  of the  contract depending on the facts  and circumstances  in  a given case...   each case  is to be examined on its own  facts and  circumstances to find out the nature of  the  activity or scope and nature  of the  controversy....  If a contract or  a clause   in   a     contract   is   found unreasonable or unfair or irrational, one must  look  to  the  relative  bargaining  power of the contracting parties.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_69\">60.\tIn Har Shankar &amp; ors.  Vs. The  Deputy Excise and Taxation  Commissioner &amp; ors, AIR 1975 SC 1121, the Apex Court has held as under:-\n</p> \n<blockquote id=\"blockquote_44\">&quot;The writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> of the Constitution is not intended to facilitate avoidance of obligations voluntarily incurred.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694385\" id=\"span_47\">61.\tSimilarly, in <a href=\"/doc/694385/\" id=\"a_73\">State of Orissa &amp; ors Vs.  Narain Prasad</a> &amp;  ors., AIR 1997 SC 1493, the Apex  Court has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_45\">&quot;A   person  who   enters  into   certain contractual  obligations  with  his  eyes open  and  works   the  entire  contract, cannot  be allowed to turn round....  and question the validity of these obligations or the validity of the Rules which constitute the terms of contract. The extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a>, which is of a discretionary nature and is exercised only  to advance the interest of justice,  cannot  certainly  be employed in aid  of such persons.  Neither justice nor equity is in their favour.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_48\">62.\tSimilarly, in <a href=\"/doc/952082/\" id=\"a_75\">Raunaq International  Ltd. Vs.  I.V.R.   Construction Ltd.</a>  &amp; ors., AIR 1999 SC 393, the  Hon&#x27;ble Supreme Court has held  that in absence  of  mala fides  or   extreme  case  of arbitrariness, it is not permissible for the Writ Court to have a judicial review of contract or to enforce the  contractual obligations in  exercise of its jurisdiction  under  <a href=\"/doc/1712542/\" id=\"a_76\">Article  226</a>  of  the Constitution.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_72\">63.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_49\">In  <a href=\"/doc/318728/\" id=\"a_77\">Kerala  State Electricity  Board &amp; anr  Vs. Kurien E.   Kalathil &amp; ors</a>,  (2000)  6  SCC  293;   the Hon&#x27;ble Supreme  Court,  in a similar  situation, observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_46\">&quot;If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226.</a>  We are also unable to agree with the observation of the High Court the contractor was seeking enforcement  of a statutory contract.   A contract  would  not   become   statutory merely  because it is for construction of a  public utility and it has been awarded by  a statutory body.  We are also  agree with  the  observation of the High  Court that  since the obligation imposed by the contract on the contracting parties comes within  the purview of the <a href=\"/doc/171398/\" id=\"a_79\">Contract  Act</a>, that   would   not   make  the   contract statutory.   Clearly the High Court  fell into an error in coming to the conclusion that   the  contract  in   question   was statutory  in nature......  The  contract between  the  parties  is in the  rem  of private  law.   It  is  not  a  statutory contract. The dispute relating   to interpretation   of    the    terms   and conditions  of such a contract could  not have  been  agitated in a petition  under <a href=\"/doc/1712542/\" id=\"a_80\">Article 226</a> of the Constitution of India. This  is  a matter for adjudication by  a civil court or in arbitration if provided for in the contract.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1663246\" id=\"span_50\">64.\tOn  the  contrary, in <a href=\"/doc/1663246/\" id=\"a_81\">Union of India &amp; anr  Vs. State of Haryana &amp; anr</a>  (2000) 10 SCC 482, the Hon&#x27;ble Supreme Court   clarified  that   where  a   pure question  of  law  is raised, the  issue  can  be considered  by the Writ Court also.  In the  said case, the question whether provisions of telephone  connections  and instrument amount  to sale and  even  so  why the Union  of  India  not exempted  from  payment  of sales tax  under  the respective  statute,  was involved.  The  Hon&#x27;ble Supreme Court held that instead of relegating the parties to the statutory appellate authority, the High Court ought to have dealt with the issue.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_74\">65.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_51\">In <a href=\"/doc/113707/\" id=\"a_82\">Century Spinning &amp; Manufacturing Co. Ltd. &amp; anr Vs. The Ulhasnagar Municipal Council</a> &amp; anr. AIR 1971 SC 1021, the Apex Court held that public bodies are as much bound as private individuals to carry   out  representations  of facts and promises made by them. &quot;The obligation arising against an individual out of his representation amounts to a promise which may be enforced ex-contract by a person who acts upon the promise.&quot;  The Court further observed that merely because a question of fact is raised, the High Court will not be justified in requiring the party to seek relief by the somewhat lengthy, dilatory and exceptional process by a civil suit against a public body. The questions of fact raised by the petitioner in this case are elementary.&quot;</span>\n</p> \n<p data-structure=\"Issue\" id=\"p_75\">66.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527980\" id=\"span_52\">In <a href=\"/doc/1527980/\" id=\"a_83\">Life Insurance Corpn. of India &amp; ors Vs. Smt. Asha Goel</a> &amp; anr., 2001 (2) SCC 160 while dealing with the similar issue the Hon&#x27;ble Apex Court held that High Court should not ordinarily entertain a writ petition for mere enforcement of a claim under a contract of insurance. The Court has to examine the facts and circumstances of the case, the nature of the dispute raised and the nature of the enquiry necessary to be made for determination of the questions involved. It is neither possible nor proper to enumerate exhaustively the circumstances in which such a claim can be enforced by filing a writ petition. The Court has to examine as to whether petition has been filed merely to enforce contractual rights or case involves important questions of law and constitutional issues.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_76\">67.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_53\">In <a href=\"/doc/1956761/\" id=\"a_84\">Verigamto Naveen Vs. Govt. of A.P. &amp; ors</a>, (2001) 8 SCC 344, the Hon&#x27;ble Supreme Court held that a writ petition involving contractual matters can be entertained by the High Court where breach of contract involves breach of a statutory obligation and order complained of has been made in exercise of statutory power by a statutory authority. In such cases though the cause of action may arise out of a contract, but the dispute of this nature falls within ambit of public law, and therefore, writ may be entertained.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_77\">68.\tIn State of Bihar &amp; ors. Vs. Jain Plastic &amp; Chemicals Ltd., (2002) 1 SCC 216 the Apex Court considering the same issue held that in case of a Government contract writ may not be a appropriate remedy. Where disputed questions or rival claims arising out of breach of contract are required to be investigated and determination, writ cannot be entertained.\n</p> \n<p data-structure=\"Precedent\" id=\"p_78\">69.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481600\" id=\"span_54\">In <a href=\"/doc/1481600/\" id=\"a_85\">Style (Dress Land) Vs. Union Territory, Chandigarh</a> &amp; anr., (1999) 7 SCC 89, the Apex  Court  held that in case the  procedure adopted by the   Authority is arbitrary or unreasonable,  the case falls within the ambit of <a href=\"/doc/367586/\" id=\"a_86\">Article 14</a> of the Constitution and writ jurisdiction can be resorted to in such a matter.</span>  \n</p> \n<p data-structure=\"Conclusion\" id=\"p_79\">70.\tThus, there seems to be no law of universal application regarding the  issue  of maintainability of the writ petition in contractual matters, rather it would depend upon the facts and circumstances of an individual case.\n</p> \n<p data-structure=\"Precedent\" id=\"p_80\">71.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_55\">In <a href=\"/doc/191872/\" id=\"a_87\">National Highways Authority of India Vs. Ganga Enterprises</a> &amp; anr., (2003) 7 SCC 410, the Hon&#x27;ble Supreme Court cautioned the High Courts that while examining the contractual matters in a writ jurisdiction, the Court is duty bound first to examine the issue of maintainability for the reason that contractual matters cannot be entertained in a routine manner.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_81\">72.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1572716\" id=\"span_56\">In <a href=\"/doc/1572716/\" id=\"a_88\">Orissa State Financial Corporation Vs. Narsingh Ch. Nayak &amp; Ors.</a>, (2003) 10 SCC 261, it was held that the High Court cannot enter the area of contractual obligations between the parties and issue directions annulling an existing contract and introducing a new contract in its stead.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_82\">73.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_57\">In <a href=\"/doc/1156062/\" id=\"a_89\">State of U.P. &amp; Ors. Vs. Bridge &amp; Roof Company (India) Ltd.</a>, (1996) 6 SCC 22, it was held that the High Court was justified in not going into the dispute as it involved interpretation of terms of the contract.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_83\">74.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1116667\" id=\"span_58\">In <a href=\"/doc/1116667/\" id=\"a_90\">Indu Kakkar Vs. Haryana State Industrial Development Corporation Ltd. &amp; Anr.</a>, (1999) 2 SCC 37, the Hon&#x27;ble Supreme Court has held that parties are bound by the terms incorporated in the agreement and in case of violation of any of the conditions, the allotment is bound to be cancelled. In the instant case, the licence itself has a large number of conditions which were binding on the petitioner also. As per the terms of clause 4(e), the construction had to start by the petitioner within a period of six months from the date of grant of licence and had to commence the manufacturing and production within a period of twelve months. As per clause 9 of the said licence, it was provided that the lease would be executed by the licensee within thirty days of the receipt of the intimation in this regard from the Grantor and in case of default, the Grantor shall have the right and power to re-enter upon and resume possession of the said land and every thing thereon and thereupon this agreement shall cease and terminate the agreement itself. In view of the provisions of clause 13, a licence would automatically stand revoked in case of any change in the constitution of licensee, partnership firm or private limited company as on the date of execution of the agreement without prior approval in writing of the Grantor.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1447184\" id=\"span_59\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1527980\" id=\"span_60\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1102476\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1294225\" id=\"span_62\">75.\tWrit jurisdiction is a discretionary. It is not issued merely because if it is lawful to do so. Once a factual stand is taken, it cannot be changed on any legal proposition whatsoever nor it is permissible for the Court to examine the correctness of the findings of fact unless it is found to be perverse being based on no evidence or contrary to evidence, as the writ Court exercises its supervisory jurisdiction and not of appellate forum. The purpose of the writ Court is not only to protect a person from being subjected for violation of law but also to advance justice and not to thwart it. The Constitution does not place any fetter on the power of the extraordinary jurisdiction but leaves it to the discretion of the Court. However, being the power discretionary, the Court has to balance competing interest, keeping in mind that interest of justice and public interest can coalesce in certain circumstances. (<a href=\"/doc/1294225/\" id=\"a_91\">Vide Champalal Binani Vs. Income Tax Commissioner, West Bengal</a>, AIR  1970 SC 645; <a href=\"/doc/1102476/\" id=\"a_92\">Ramniklal N. Bhutta Vs. State of Maharastra</a>, (1997) 1 SCC 134; Chimajirao K. Shrike Vs. Oriental Fire and General Insurance Co. Ltd., AIR 2000 SC 2532; Ganpatrao Shama Prashant Raje Vs. Ganpat Rao, AIR  2000 SC 3094; <a href=\"/doc/1527980/\" id=\"a_93\">LIC of India Vs. Asha Goyal</a>, AIR  2001 SC 549; Roshandeen Vs. Preeti Lal, AIR  2002 SC 33; <a href=\"/doc/1447184/\" id=\"a_94\">S.D.S. Shipping Pvt. Ltd. Vs. Jay Container Services Co. Pvt. Ltd. &amp; Ors.</a>, 2003 (4) Supreme 44; and Chandra Singh Vs. State of Rajasthan &amp; Anr. JT 2003 (6) SC 20).</span></span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893348\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1293868\" id=\"span_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1125589\" id=\"span_65\">76.\tMore so, it is settled legal proposition that writ Court should not quash the order if it revives a wrong and illegal order. [<a href=\"/doc/1125589/\" id=\"a_95\">Vide Gadde Venkateswara Rao Vs. Government of Andhra Pradesh &amp; Ors.</a>, AIR  1966 SC 828; <a href=\"/doc/1293868/\" id=\"a_96\">Maharaja Chintamani Saranath Shahdeo Vs. State of Bihar &amp; Ors.</a>, (1999) 8 SCC 16; <a href=\"/doc/1893348/\" id=\"a_97\">Mallikarjuna Muddnagal Nagappa &amp; Ors. Vs. State of Karnataka &amp; Ors.</a>, (2000) 7 SCC 238; and Chandra Singh (supra)].</span></span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_86\">77.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899554\" id=\"span_66\">In <a href=\"/doc/899554/\" id=\"a_98\">A.M. Allison Vs. B.L. Sen</a>, AIR 1957 SC 227, the Apex Court held that writ Court can refuse to exercise its jurisdiction as the writ proceedings cannot &#x27;&#x27;of course&#x27;, if it is satisfied that there has been no failure of justice.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_87\">78.\tIn Dal Singh Vs. King Emperor of India, 1917 PC 25, the Privy Council held that in case the authority/court has done substantial justice, the appellate court may not interfere even if the order was passed without jurisdiction or suffers from some kind of illegality. Same view has been reiterated in Mohammad Swalleh &amp; ors. vs. IIIrd Addl. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"759699\" id=\"span_67\">District Judge, Meerut, AIR 1988 SC 94; and <a href=\"/doc/759699/\" id=\"a_99\">Shree Jain Swetambar Terapanthi Vid (s) Vs. Phundan Singh</a> &amp; ors., AIR 1999 SC 2322.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_88\">79.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1117226\" id=\"span_68\">In <a href=\"/doc/1117226/\" id=\"a_100\">Collector, Land Acquisition, Anantnag Vs. Mst</a>. Katiji &amp; ors.,AIR 1987 SC 1353, the Hon&#x27;ble Apex Court held as under:-</span>\n</p> \n<blockquote id=\"blockquote_47\">&quot;............When substantial justice and technical considerations are pitted against each other, the cause of substantial justice deserves to be preferred for the other side cannot claim to have vested right in injustice being done........&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_89\">80.\tTherefore, Court has to examine the case with this angle also bearing in mind that cause of substantial justice cannot be defeated on mere technicalities.\n</p> \n<p data-structure=\"Precedent\" id=\"p_90\">81.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_69\">In <a href=\"/doc/318728/\" id=\"a_101\">Kerala State Electricity Board &amp; Anr. Vs. Kurien E. Kalathil &amp; Ors.</a>, (2000) 6 SCC 293, wherein it was observed :-</span> \n</p> \n<blockquote id=\"blockquote_48\">\t&quot;We find that there is a merit in the first contention of Mr. Raval. Learned counsel has rightly questioned the maintainability of the writ petition. The interpretation and implementation of a clause in a contract cannot be the subject-matter of a writ petition. Whether the contract envisages actual payment or not is a question of construction of contract. If a term of contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_102\">Article 226.</a> We are also unable to agree with the observations of the High Court that the contractor was seeking enforcement of a statutory contract. A contract would not become statutory simply because it is for construction of a public utility and it has been awarded by a statutory body. We are also unable to agree with the observation of the High Court that since the obligations imposed by the contract on the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_103\">Contract Act</a>, that would not make the contract statutory. Clearly, the High Court fell into an error in coming to the conclusion that the contract in question was statutory in nature. \n</blockquote> \n<blockquote id=\"blockquote_49\">\tA statute may expressly or impliedly confer power on a statutory body to enter into contracts in order to enable it to discharge its functions. Dispute arising out of the terms of such contracts or alleged breaches have to be settled by the ordinary principles of law of contract. The fact that one of the parties to the agreement is a statutory or public body will not by itself affect the principles to be applied. The disputes about the meaning of a covenant in a contract or its enforceability have to be determined according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_104\">Contract Act</a>. Every act of a statutory body need not necessarily involve an exercise of statutory power. Statutory bodies, like private parties, have power to contract or deal with property. Such activities may not raise any issue of public law. In the present case, it has not been shown how the contract is statutory. The contract between the parties is in the realm of private law. It is not a statutory contract. The disputes relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_105\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a civil court or in arbitration if provided for in the contract. Whether any amount is due and if so, how much and refusal of the appellant to pay it is justified or not, are not the matters which could have been agitated and decided in a writ petition.&quot; (emphasis supplied)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_91\">82.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9701717\" id=\"span_70\">In <a href=\"/doc/9701717/\" id=\"a_106\">State of Jammu &amp; Kashmir Vs. Ghulam Mohd. Dar &amp; Anr.</a>, AIR 2004 SC 510, the Supreme Court observed :-</span>\n</p> \n<blockquote id=\"blockquote_50\">&quot;Furthermore, the respondent herein filed the aforementioned writ petition for enforcing a contract qua contract. Although an objection has been taken as regards the maintainability of the writ petition by the appellant herein, the same unfortunately has not been considered by the High Court. It is well settled that writ of or in the nature of mandamus would not ordinarily issue for enforcing the terms and conditions of a contract qua contract. A writ of mandamus would issue when a question involving public law character arises for consideration.&quot;\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_92\">83.\tIn view of the aforesaid decisions, it is not possible for us to issue the directions as prayed for while exercising powers under <a href=\"/doc/1712542/\" id=\"a_107\">Article 226</a> of the Constitution.\n</p> \n<p data-structure=\"Section\" id=\"p_93\">84.\tIt is settled law that when the action of the State or its instrumentalities is not as per the rules or regulations and supported by a statute, the Court must exercise its jurisdiction to declare such an act to be illegal and invalid.\n</p> \n<p data-structure=\"Precedent\" id=\"p_94\">85.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1687907\" id=\"span_71\">In <a href=\"/doc/1687907/\" id=\"a_108\">Sirsi Municipality Vs. Cecelia Kom Francis Tellis</a>, AIR 1973 SC 855, the Supreme Court observed that &quot;the ratio is that the rules or the regulations are binding on the authorities.&quot;</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974148\" id=\"span_72\">86.\tSimilarly, a Constitution Bench of the Hon&#x27;ble Supreme Court in <a href=\"/doc/974148/\" id=\"a_109\">Sukhdev Singh &amp; Ors. Vs. Bhagatram Sardar Singh Raghuvanshi &amp; Anr.</a>, AIR 1975 SC 1331, has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_51\">&quot;The statutory authorities cannot deviate from the conditions of service. Any deviation will be enforced by legal sanction of declaration by Courts to invalidate actions in violation of rules and regulations. The existence of rules and regulations under statute is to ensure regular conduct with a distinctive attitude to that conduct as a standard. The statutory regulations in the cases under consideration give the employees a statutory status and impose restrictions on the employer and the employee with no option to vary the conditions............In cases of statutory bodies there is no personal element whatsoever because of the impersonal character of statutory bodies..............the element of public employment or service and the support of statute require observance  of rules and regulations. Failure to observe requirements by statutory bodies is enforced by courts by declaring (action) in violation of rules and regulations  to be void. This Court has repeatedly observed that whenever a man&#x27;s rights are affected by decision taken under statutory powers, the Court would presume the existence of a duty to observe the rules of natural justice and compliance with rules and regulations imposed by statute.&quot; (Emphasis added).\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1008845\" id=\"span_73\">87.\tSimilar view has been taken by the Supreme Court in Ambica Quarry Works etc. Vs. State of Gujarat &amp; Ors., AIR 1987 SC 1073; and <a href=\"/doc/1008845/\" id=\"a_110\">Commissioner of Police, Bombay Vs. Gordhandas Bhanji</a>, AIR 1952 SC 16.</span> In both the cases, the Apex Court relied upon the judgment of the House of Lord in Julius Vs. Lord Bishop of Oxford, (1880) 5 AC 214, wherein it was observed as under:-\n</p> \n<blockquote id=\"blockquote_52\">&quot;There may be something in the nature of thing empowered to be done,  something in the object for which it is to be done, something in the title of the person or persons for whose benefit the power is to be exercised, which may couple the power with a duty, and make it the duty of the person in whom the power is reposed, to exercise that power when called upon to do so.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_97\">88.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1008845\" id=\"span_74\">In <a href=\"/doc/1008845/\" id=\"a_111\">Commissioner of Police</a> (supra), the Apex Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_53\">&quot;Public authorities cannot play fast and loose with the powers vested in them, and persons to whose detriment orders are made are entitled to know with exactness and precision what they are expected to do or forbear from doing and exactly what authority is making the order.........An enabling power of this kind conferred for public reasons and for the public benefit is, in our opinion, coupled with a duty to exercise it when the circumstances so demand. It is a duty which cannot be shirked or shelved nor it be evaded, performance of it can be compelled.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_98\">89.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15362401\" id=\"span_75\">In <a href=\"/doc/15362401/\" id=\"a_112\">Dr. Meera Massey Vs. Dr. S.R. Mehrotra &amp; Ors.</a>, AIR 1998 SC 1153, the Apex Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_54\">&quot;If the laws and principles are eroded by such institutions, it not only pollutes its functioning deteriorating its standard but also exhibits............wrong channel adopted..........If there is any erosion or descending by those who control the activities all expectations and hopes are destroyed. If the institutions perform dedicated and sincere service with the highest morality it would not only up-lift many but bring back even a limping society to its normalcy.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9971659\" id=\"span_76\">90.\tThe Supreme Court has taken the same view in <a href=\"/doc/9971659/\" id=\"a_113\">Ram Chand &amp; Ors. Vs. Union of India &amp; Ors.</a>, (1994) 1 SCC 44, and held that &quot;the exercise of power should not be made against the spirit of the provisions of the statute, otherwise it would tend towards arbitrariness.&quot;</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_100\">91.\tIn  Ramniklal  N.  Bhutta &amp; anr. Vs.   State  of Maharashtra &amp; ors.,  AIR 1997 SC 1236, the Hon&#x27;ble  Apex Court observed as under:-\n</p> \n<blockquote id=\"blockquote_55\">\t&quot;The   power   under     <a href=\"/doc/1712542/\" id=\"a_114\">Art.    226</a>   is discretionary.  It will be exercised only in  furtherance of justice and not merely on  the  making  out of  a  legal  point.  ......   the  interest  of  justice   and  public  interest coalesce.  They are very  often  one  and  the same.   ......   The  Courts have to weight the public interest vis-a-vis  the  private   interest  while exercising  the power under <a href=\"/doc/1712542/\" id=\"a_115\">Art.  226....</a> indeed   any  of    their   discretionary  powers.&quot;\n</blockquote> \n\n \n<p data-structure=\"Conclusion\" id=\"p_101\">92.\tIn view of the above, we are of the considered opinion that every statutory provision requires strict adherence, for the reason that the statute creates rights in favour of the citizens, and if any order is passed de hors the same, it cannot be held to be a valid order and cannot be enforced. As the statutory provision creates legal rights and obligations for individuals, the statutory authorities are under a legal obligation to give strict adherence to the same and cannot pass an order in contravention thereof, treating the same to be merely decoration pieces in his office.\n</p> \n<p data-structure=\"RespArg\" id=\"p_102\">93.\tLearned counsel for the respondents has further submitted that the petitioner has  not approached this Court with clean hands or with clean mind. When the petitioner is signatory in full senses then he has to follow the terms and condition of the lease deed.\n</p> \n<p data-structure=\"Precedent\" id=\"p_103\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1149747\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"221721\" id=\"span_78\">94.\tWhen a person approaches a Court of Equity in exercise of its extraordinary jurisdiction under Article 226/227 of the Constitution, he should approach the Court not only with clean hands but also with clean mind, clean heart and clean objective. (<a href=\"/doc/221721/\" id=\"a_116\">Vide The Ramjas Foundation &amp; Ors. Vs. Union of India &amp; Ors.</a>, AIR 1993 SC 852; <a href=\"/doc/1149747/\" id=\"a_117\">K.P. Srinivas Vs. R.M. Premchand &amp; Ors.</a>, (1994) 6 SCC 620). Thus, who seeks equity must do equity. The legal maxim &quot;Jure Naturae Aequum Est Neminem cum Alterius Detrimento Et Injuria Fieri Locupletiorem&quot;, means that it is a law of nature that one should not be enriched by the loss or injury to another.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_104\">95.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1514910\" id=\"span_79\">In <a href=\"/doc/1514910/\" id=\"a_118\">Nooruddin Vs. (Dr.) K.L. Anand</a> (1995) 1 SCC 242, the Hon&#x27;ble Supreme Court observed as under:</span>\n</p> \n<blockquote id=\"blockquote_56\">&quot;..............Equally, the judicial process should never become an instrument of appreciation or abuse or a means in the process of the Court to subvert justice.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_105\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1102476\" id=\"span_80\">96.\t Similarly, in <a href=\"/doc/1102476/\" id=\"a_119\">Ramniklal N. Bhutta &amp; Anr. Vs. State of Maharashtra &amp; Ors.</a>, AIR 1997 SC 1236, the Hon&#x27;ble Apex Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_57\">&quot;The power under <a href=\"/doc/1712542/\" id=\"a_120\">Art. 226</a> is discretionary. It will be exercised only in furtherance of justice and not merely on the making out of a legal point....... the interest of justice and public interest coalesce. They are very often one and the same. ...... The Courts have to weight the public interest vis--vis the private interest while exercising the power under <a href=\"/doc/1712542/\" id=\"a_121\">Art. 226......</a> indeed any of their discretionary powers.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_106\">97.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455188\" id=\"span_81\">In <a href=\"/doc/455188/\" id=\"a_122\">Dr. Buddhi Kota Subbarao Vs. K Parasaran &amp; Ors.</a>, AIR 1996 SC 2687, the Hon&#x27;ble Supreme Court has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_58\">&quot;No litigant has a right to unlimited drought on the Court time and public money in order to get his affairs settled in the manner he wishes. Easy, access to justice should not be misused as a licence to file misconceived and frivolous petitions.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_82\">98.\tSimilar view has been reiterated by the Supreme Court in <a href=\"/doc/1777887/\" id=\"a_123\">K.K. Modi Vs. K.N. Modi &amp; Ors.</a>, (1998) 3 SCC 573.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_108\">99.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38271\" id=\"span_83\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1960923\" id=\"span_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623976\" id=\"span_85\">In M/s. <a href=\"/doc/623976/\" id=\"a_124\">Tilokchand Motichand &amp; Ors. Vs. H.B. Munshi &amp; Anr.</a>, AIR 1970 SC 898; <a href=\"/doc/1960923/\" id=\"a_125\">State of Haryana Vs. Karnal Distillery</a>, AIR 1977 SC 781; and <a href=\"/doc/38271/\" id=\"a_126\">Sabia Khan &amp; Ors. Vs. State of U.P. &amp; Ors.</a>, (1999) 1 SCC 271, the Hon&#x27;ble Apex Court held that filing totally misconceived petition amounts to abuse of the process of the Court and such a litigant is not required to be dealt with lightly, as petition containing misleading and inaccurate statement, if filed, to achieve an ulterior purpose amounts to abuse of the process of the Court.</span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_109\">100.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2017701\" id=\"span_86\">In <a href=\"/doc/2017701/\" id=\"a_127\">Agriculture &amp; Process Food Products Vs. Oswal Agro Furane &amp; Ors.</a>, AIR 1996 SC 1947, the Apex Court had taken a serious objection in a case filed by suppressing the material facts and held that if a petitioner is guilty of suppression of very important fact his case cannot be considered on merits. Thus, a litigant is bound to make &quot;full and true disclosure of facts&quot;.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"33525196\" id=\"span_87\">While deciding the said case, the Hon&#x27;ble Supreme Court had <a href=\"/doc/2017701/\" id=\"a_128\">placed reliance upon</a> the judgment in <a href=\"/doc/33525196/\" id=\"a_129\">King Vs. General Commissioner</a>, (1917) 1 KB 486, wherein it has been observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_59\">&quot;Where an ex parte application has been made to this Court for a rule nisi or other process, if the Court comes to the conclusion that the affidavit in support of the application was not candid and did not fairly state the facts, but stated them in such a way as to mislead the Court as to the true facts, the Court ought, for its own protection and to prevent abuse of its process, to refuse to proceed any further with the examination of its merits.......&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_110\">101.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1770523\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832890\" id=\"span_89\">In <a href=\"/doc/832890/\" id=\"a_130\">Abdul Rahman Vs. Prasony Bai &amp; Anr.</a>, AIR 2003 SC 718; and <a href=\"/doc/1770523/\" id=\"a_131\">S.J.S. Business Enterprises (P) Ltd. Vs. State of Bihar &amp; Ors.</a>, (2004) 7 SCC 166, the Hon&#x27;ble Supreme Court held that whenever the Court comes to the conclusion that the process of the Court is being abused, 31 the Court would be justified in refusing to proceed further and refuse relief to the party. This rule has been evolved out of need of the Courts to deter a litigant from abusing the process of the Court by deceiving it. However, the suppressed fact must be material one in the sense that had it not been suppressed, it would have led any fact on the on the merit of the case.</span></span>\n</p> \n<p data-structure=\"RespArg\" id=\"p_111\">102.\tIt has also been contended by learned counsel for the respondents that deed was executed in the year 1999 and terms and conditions have been challenged before this Court after fifteen years and thus there is delay and laches on the part of the petitioner in filing the writ petition. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_112\">103.\tIt is true that no limitation has been prescribed for filing a petition under <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the Constitution but one of the several rules of self imposed restraint evolved by the superior courts is that the High Court will not entertain petitions filed after long lapse of time because that may adversely affect the settled/crystallized rights of the parties. If the writ petition is filed beyond the period of limitation prescribed for filing a civil suit for similar cause, the High Court will treat the delay unreasonable and decline to entertain the grievance of the Petitioner on merits. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1204286\" id=\"span_90\">In <a href=\"/doc/1204286/\" id=\"a_133\">State of Madhya Pradesh v. Bhailal Bhai</a> - AIR 1964 SC 1006, the Constitution Bench considered the effect of delay in filing writ petition under <a href=\"/doc/1712542/\" id=\"a_134\">Article 226</a> of the Constitution and held:</span>\n</p> \n<blockquote id=\"blockquote_60\">&quot;...It has been made clear more than once that the power to give relief under <a href=\"/doc/1712542/\" id=\"a_135\">Article 226</a> is a discretionary power. This is specially true in the case of power to issue writs in the nature of mandamus.  Among the several matters which the High Courts rightly take into consideration in the exercise of that discretion is the delay made by the aggrieved party in seeking this special remedy and what excuse there is for it.......It is not easy nor is it desirable to lay down any Rule for universal application. It may however be stated as a general Rule that if there has been unreasonable delay the court ought not ordinarily to lend its aid to a party by this extraordinary remedy of mandamus.\n</blockquote> \n<blockquote id=\"blockquote_61\">...Learned Counsel is right in his submission that the provisions of the <a href=\"/doc/1317393/\" id=\"a_136\">Limitation Act</a> do not as such apply to the granting of relief under Art 226. It appears to us however that the maximum period fixed by the legislature as the time within which the relief by a suit in a Civil Court must be brought may ordinarily be taken to be a reasonable standard by which delay in seeking remedy under <a href=\"/doc/1712542/\" id=\"a_137\">Article 226</a> can be measured. The court may consider the delay unreasonable even if it is less than the period of limitation prescribed for a civil action for the remedy but where the delay is more than this period, it will almost always be proper for the court to hold that it is unreasonable.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_113\">104.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320235\" id=\"span_91\">In <a href=\"/doc/320235/\" id=\"a_138\">Ajodhya Bhagat v. State of Bihar</a> - (1974) 2 SCC 501, the Court approved dismissal by the High Court of the writ petition filed by the Appellant for quashing the acquisition of his land and observed:</span>\n</p> \n<blockquote id=\"blockquote_62\">The High Court held that the Appellants were guilty of delay and laches. The High Court relied on two important facts. First, that there was delivery of possession. The Appellants alleged that it was a paper transaction. The High Court rightly rejected that contention. Secondly, the High Court said that the Trust invested several lakhs of rupees for the construction of roads and material for development purposes. The Appellants were in full knowledge of the same. The Appellants did not take any steps. The High Court rightly said that to allow this type of challenge to an acquisition of large block of land piecemeal by the owners of some of the plots in succession would not be proper. If this type of challenge is encouraged the various 34 owners of small plots will come up with writ petitions and hold up the acquisition proceedings for more than a generation. The High Court rightly exercised discretion against the Appellants.  We do not see any reason to take a contrary view to the discretion exercised by the High Court.\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_114\">105.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"351816\" id=\"span_92\">In <a href=\"/doc/351816/\" id=\"a_139\">State of Rajasthan v. D.R. Laxmi</a> - (1996) 6 SCC 445, the Court referred to Administrative Law H.W.R. Wade (7th Ed.) at pages 342-43 and observed:</span>\n</p> \n<blockquote id=\"blockquote_63\">&quot;The order or action, if ultra vires the power, becomes void and it does not confer any right. But the action need not necessarily be set at naught in all events. Though the order may be void, if the party does not approach the Court within reasonable time, which is always a question of fact and have the order invalidated or acquiesced or waived, the discretion of the Court has to be exercised in a reasonable manner. When the discretion has been conferred on the Court, the Court may in appropriate case decline to grant the relief, even if it holds that the order was void. The net result is that extraordinary jurisdiction of the Court may not be exercised in such circumstances....&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_115\">106.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162629\" id=\"span_93\">In <a href=\"/doc/162629/\" id=\"a_140\">Girdharan Prasad Missir v. State of Bihar</a> - (1980) 2 SCC 83, the delay of 17 months was considered as a good ground for declining relief to the Petitioner.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_116\">107.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1552183\" id=\"span_94\">In <a href=\"/doc/1552183/\" id=\"a_141\">Municipal Corporation of Greater Bombay v. Industrial Development Investment Co. Pvt. Ltd.</a> - (1996) 11 SCC 501, the Court held:</span>\n</p> \n<blockquote id=\"blockquote_64\">&quot;It is thus well-settled law that when there is inordinate delay in filing the writ petition and when all steps taken in the acquisition proceedings have become final, the Court should be loath to quash the notifications. The High Court has, no doubt, discretionary powers under <a href=\"/doc/1712542/\" id=\"a_142\">Article 226</a> of the Constitution to quash the notification under <a href=\"/doc/1332830/\" id=\"a_143\">Section 4(1)</a> and declaration under Section 6. But it should be exercised taking all relevant factors into pragmatic consideration. When the award was passed and possession was taken, the Court should not have exercised its power to quash the award which is a material factor to be taken into consideration before exercising the power under <a href=\"/doc/1712542/\" id=\"a_144\">Article 226.</a> The fact that no third party rights were created in the case is hardly a ground for interference. The Division Bench of the High Court was not right in interfering with the discretion exercised by the learned Single Judge dismissing the writ petition on the ground of laches.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_117\">108.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1199297\" id=\"span_95\">In <a href=\"/doc/1199297/\" id=\"a_145\">Urban Improvement Trust, Udaipur v. Bheru Lal</a> - (2002) 7 SCC 712, the Court reversed the order of the Rajasthan High Court and held that the writ petition filed for quashing of acquisition of land for a 35 residential scheme framed by the Appellant-Urban Improvement Trust was liable to be dismissed on the ground that the same was filed after two years.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_118\">109.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1022818\" id=\"span_96\">In <a href=\"/doc/1022818/\" id=\"a_146\">Ganpatibai v. State of M.P.</a> - (2006) 7 SCC 508, the delay of 5 years was considered unreasonable and the order passed by the High Court refusing to entertain the writ petition was confirmed. In that case also the Petitioner had initially filed suit challenging the acquisition of land.  The suit was dismissed in 2001. Thereafter, the writ petition was filed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"896769\" id=\"span_97\">The Court referred to an earlier judgment in <a href=\"/doc/896769/\" id=\"a_147\">State of Bihar v. Dhirendra Kumar</a> - (1995) 4 SCC 229 and observed:</span>\n</p> \n<blockquote id=\"blockquote_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"896769\" id=\"span_98\">&quot;In <a href=\"/doc/896769/\" id=\"a_148\">State of Bihar v. Dhirendra Kumar</a> this Court had observed that civil suit was not maintainable and the remedy to question notification under <a href=\"/doc/1332830/\" id=\"a_149\">Section 4</a> and the declaration under <a href=\"/doc/171398/\" id=\"a_150\">Section 6</a> of the Act was by filing a writ petition. Even thereafter the Appellant, as noted above, pursued the suit in the civil court. The stand that five years after the filing of the suit, the decision was rendered does not in any way help the Appellant. Even after the decision of this Court, the Appellant continued to prosecute the suit till 2001, when the decision of this Court in 1995 had held that suit was not maintainable.&quot;</span>\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_119\">110.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186576\" id=\"span_99\">In <a href=\"/doc/186576/\" id=\"a_151\">Sawaran Lata v. State of Haryana</a> - (2010) 4 SCC 532, the dismissal of writ petition filed after seven years of the publication of declaration and five years of the award passed by the Collector was upheld by the Court and it was observed:</span>\n</p> \n<blockquote id=\"blockquote_66\">&quot;In the instant case, it is not the case of the Petitioners that they had not been aware of the acquisition proceedings as the only ground taken in the writ petition has been that substance of the notification under <a href=\"/doc/1332830/\" id=\"a_152\">Section 4</a> and declaration under Section 6 of the 1894 Act had been published in the newspapers having no wide circulation. Even if the submission made by the Petitioners is accepted, it cannot be presumed that they could not be aware of the acquisition proceedings for the reason that a very huge chunk of land belonging to a large number of tenure-holders had been notified for acquisition. Therefore, it should have been the talk of the town. Thus, it cannot be presumed that the Petitioners could not have knowledge of the acquisition proceedings.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_120\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_100\">111.\tThere can be no dispute to the settled legal proposition that matters/disputes relating to contract cannot be agitated nor terms of the contract can be enforced through writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_153\">Article 226</a> of the Constitution. Thus, writ court cannot be a forum to seek any relief based on terms and conditions incorporated in the agreement by the parties. (Vide: Bareilly Development Authority and Anr. v. Ajay Pal Singh and Ors. MANU/SC/0058/1989MANU/SC/0058/1989 : AIR 1989 SC 1076; and <a href=\"/doc/1156062/\" id=\"a_154\">State of U.P. and Ors. v. Bridge and Roof Co. (India) Ltd. MANU/SC/0969/1996MANU/SC/0969/1996</a> : AIR 1996 SC 3515).</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_121\">112.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_101\">In <a href=\"/doc/318728/\" id=\"a_155\">Kerala State Electricity Board and Anr. v. Kurien E. Kalathil and Ors. MANU/SC/0435/2000MANU/SC/0435/2000</a> : AIR 2000 SC 2573, the Court held that a writ cannot lie to resolve a disputed question of fact, particularly to interpret the disputed terms of a contract observing as under:</span>\n</p> \n<blockquote id=\"blockquote_67\">   &quot;........... The interpretation and implementation of a clause in a contract cannot be the subject-matter of a writ petition. ....If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_156\">Article 226.</a> We are also unable to agree with the observations of the High Court that the contractor was seeking enforcement of a statutory contract.....\n</blockquote> \n<blockquote id=\"blockquote_68\">&quot;...........The contract between the parties is in the realm of private law. It is not a statutory contract. The disputes relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_157\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a civil court or in arbitration if provided for in the contract.... The contractor should have relegated to other remedies.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_122\">113.\tIt is evident from the above, that generally the court should not exercise its writ jurisdiction to enforce the contractual obligation. The primary purpose of a writ of mandamus, is to protect and establish rights and to impose a corresponding imperative duty existing in law. It is designed to promote justice (ex debito justiceiae). The grant or refusal of the writ is at the discretion of the court. The writ cannot be granted unless it is established that there is an existing legal right of the applicant, or an existing duty of the Respondent. Thus, the writ does not lie to create or to establish a legal right, but to enforce one that is already established. While dealing with a writ petition, the court must exercise discretion, taking into consideration a wide variety of circumstances, inter-alia, the facts of the case, the exigency that warrants such exercise of discretion, the consequences of grant or refusal of the writ, and the nature and extent of injury that is likely to ensue by such grant or refusal.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_123\">114.\tHence, discretion must be exercised by the court on grounds of public policy, public interest and public good. The writ is equitable in nature and thus, its issuance is governed by equitable principles. Refusal of relief must be for reasons which would lead to injustice. The prime consideration for the issuance of the said writ is, whether or not substantial justice will be promoted. Furthermore, while granting such a writ, the court must make every effort to ensure from the averments of the writ petition, whether there exist proper pleadings. In order to maintain the writ of mandamus, the first and foremost requirement is that the petition must not be frivolous, and must be filed in good faith. Additionally, the applicant must make a demand which is clear, plain and unambiguous. It must be made to an officer having the requisite authority to perform the act demanded. Furthermore, the authority against whom mandamus is issued, should have rejected the demand earlier. Therefore, a demand and its subsequent refusal, either by words, or by conduct, are necessary to satisfy the court that the opposite party is determined to ignore the demand of the applicant with respect to the enforcement of his legal right. However, a demand may not be necessary when the same is manifest from the facts of the case, that is, when it is an empty formality, or when it is obvious that the opposite party would not consider the demand.\n</p> \n<p data-structure=\"RespArg\" id=\"p_124\">115.\tLearned counsel for the respondents has relied upon the <a href=\"/doc/53053983/\" id=\"a_158\">Section 537</a> of the Uttar Pradesh Municipal Corporation Act regarding power of the State Government with regard to corporations and <a href=\"/doc/831280/\" id=\"a_159\">Section 2</a> of U.P. State Control over Public Corporation Act, 1975 and submitted that the direction given by the State Government is binding on the corporation.\n</p> \n<p data-structure=\"Precedent\" id=\"p_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9971659\" id=\"span_102\">116.\tThe Supreme Court has taken the same view in <a href=\"/doc/9971659/\" id=\"a_160\">Ram Chand &amp; Ors. Vs. Union of India &amp; Ors.</a>, (1994) 1 SCC 44, and held that &quot;the exercise of power should not be made against the spirit of the provisions of the statute, otherwise it would tend towards arbitrariness.&quot;</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_126\">117.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320809\" id=\"span_103\">In <a href=\"/doc/320809/\" id=\"a_161\">Indra Sawhney II Vs. Union of India &amp; Ors.</a>, AIR 2000 SC 498, the Hon&#x27;ble Supreme Court reiterated the law <a href=\"/doc/320809/\" id=\"a_162\">laid down by</a> it time and again that <a href=\"/doc/367586/\" id=\"a_163\">Articles 14</a> and <a href=\"/doc/250697/\" id=\"a_164\">16 (1)</a> of the Constitution of India provide for rule of equality which is the basic feature of the Constitution and, therefore, there can be no deviation from the principles enshrined therein while passing any order. Rule of equality is an antithesis of any kind of arbitrariness or private gain, whim or caprice of any individual. Even if the State has the discretionary power to issue executive instructions, such discretion is coupled with the duty to act in a manner which will promote the object for which the power is conferred and also &quot;satisfy the mandatory requirement of the Statute.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"548954\" id=\"span_104\">(<a href=\"/doc/548954/\" id=\"a_165\">Vide A.P. Aggarwal Vs. Government ( of N.C.T</a>.) of Delhi &amp; Ors., AIR 2000 SC 205. In Kumari Shrilekha Vidyarthi etc. etc. Vs. State of U.P. &amp; Ors., AIR 1991 SC 537, the Apex Court held that every State act, in order to survive, must not be susceptible to vice of arbitrariness which is a crux of <a href=\"/doc/367586/\" id=\"a_166\">Article 14</a> of the Constitution and basis to the rule of law.   Thus, the State cannot pass an order in favour of the petitioner discriminating others.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"458973\" id=\"span_105\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"35271546\" id=\"span_106\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1219437\" id=\"span_107\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1180332\" id=\"span_108\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1926455\" id=\"span_109\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1703744\" id=\"span_110\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1994217\" id=\"span_111\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"732151\" id=\"span_112\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"650618\" id=\"span_113\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"894652\" id=\"span_114\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1932169\" id=\"span_115\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1865363\" id=\"span_116\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1577755\" id=\"span_117\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1550283\" id=\"span_118\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"26873\" id=\"span_119\">118.\tWhenever any action of the authority is in violation of the provisions of the statute or the action is constitutionally illegal, it cannot claim any sanctity in law, and there is no obligation on the part of the Court to sanctify such an illegal act. Wherever the statuary provision is ignored, the Court cannot become a silent spectator to such an illegal act, and it becomes the solemn duty of the Court to deal with the persons violating the law with heavy hands. (<a href=\"/doc/26873/\" id=\"a_167\">Vide R.N. Nanjundappa Vs. T. Thimmaiah &amp; Anr.</a>, AIR 1972 SC 1767; <a href=\"/doc/1550283/\" id=\"a_168\">B.N. Nagarajan &amp; Ors. Vs. State of Karnataka &amp; Ors.</a>, AIR 1979 SC 1676; <a href=\"/doc/1577755/\" id=\"a_169\">Delhi Development Horticulture Employees&#x27; Union Vs. Delhi Administration, Delhi &amp; Ors.</a>, AIR 1992 SC 789; <a href=\"/doc/1865363/\" id=\"a_170\">State of Orissa &amp; Ors. Vs. Sukanti Mohapatra &amp; Ors.</a>, AIR 1993 SC 1650; <a href=\"/doc/1932169/\" id=\"a_171\">Jawahar Lal Nehru Krishi Vishwa Vidyalaya, Jabalpur, M.P. Vs. Bal Kishan Soni &amp; Ors.</a> (1997) 5 SCC 86; <a href=\"/doc/894652/\" id=\"a_172\">State of Himachal Pradesh Vs. Nodha Ram &amp; Ors.</a>, AIR 1997 SC 1445; <a href=\"/doc/650618/\" id=\"a_173\">Ashwani Kumar &amp; Ors. Vs. State of Bihar &amp; Ors.</a>, AIR 1997 SC 1628; <a href=\"/doc/732151/\" id=\"a_174\">State of M.P.&amp; Anr. Vs. Dharam Bir</a>, (1998) 6 SCC 165; <a href=\"/doc/1994217/\" id=\"a_175\">Municipal Corporation, Bilaspur &amp; Anr. Vs. Veer Singh Rajput &amp; Ors.</a>, (1998) 9 SCC 258;  <a href=\"/doc/1703744/\" id=\"a_176\">Nazira Begum Lashkar &amp; Ors. Vs. State of Assam &amp; Ors.</a>, AIR 2001 SC 102; <a href=\"/doc/1926455/\" id=\"a_177\">Mrs. Dr. Chanchal Goyal Vs. State of Rajasthan</a>, AIR 2003 SC 1713; <a href=\"/doc/1180332/\" id=\"a_178\">M.D., U.P. Land Development Corporation &amp; Anr. Vs. Amar Singh &amp; Ors.</a>, AIR 2003 SC 2357; <a href=\"/doc/1219437/\" id=\"a_179\">State of Haryana &amp; Anr. Vs. Tilak Raj &amp; Ors.</a>, AIR 2003 SC 2658; <a href=\"/doc/35271546/\" id=\"a_180\">Haryana Tourism Corporation Ltd. Vs. Fakir Chand &amp; Ors.</a>, AIR 2003 SC 4465; <a href=\"/doc/458973/\" id=\"a_181\">Sultan Sadik Vs. Sanjay Raj Subba &amp; Ors.</a>, AIR 2004 SC 1377; and A. Umarani Vs. registrar, Co-operative Societies &amp; Ors., 2004 AIR SCW 4462).</span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_128\">119.\tIn  Ramniklal  N.  Bhutta &amp; anr. Vs.   State  of Maharashtra &amp; ors.,  AIR 1997 SC 1236, the Hon&#x27;ble  Apex Court observed as under:-\n</p> \n<blockquote id=\"blockquote_69\">&quot;The   power   under     <a href=\"/doc/1712542/\" id=\"a_182\">Art.    226</a>   is discretionary.  It will be exercised only in  furtherance of justice and not merely on  the  making  out of  a  legal  point.  ......   the  interest  of  justice   and  public  interest coalesce.  They are very  often  one  and  the same.   ......   The  Courts have to weight the public interest vis-a-vis  the  private   interest  while exercising  the power under <a href=\"/doc/1712542/\" id=\"a_183\">Art.  226....</a> indeed   any  of    their   discretionary  powers.&quot;\n</blockquote> \n\n \n<p data-structure=\"Conclusion\" id=\"p_129\">120.\tIn view of the above, we are of the considered opinion that every statutory provision requires strict adherence, for the reason that the statute creates rights in favour of the citizens, and if any order is passed de hors the same, it cannot be held to be a valid order and cannot be enforced. As the statutory provision creates legal rights and obligations for individuals, the statutory authorities are under a legal obligation to give strict adherence to the same and cannot pass an order in contravention thereof, treating the same to be merely decoration pieces in his office.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_130\">121.\tThe learned Counsel for the petitioner has also relied on (1995) 5 SCC page 482 L.I.C. of India Versus Consumer Education and Research Centre and Others.  The matter relates to the insurance of the person concerned and does not relate to the allotment of the land.  Secondly, the observations of the Court says that in the field of contractual relation the State, its instrumentalities, should be just and fair.  There is nothing on record to show arbitrariness or violation of <a href=\"/doc/367586/\" id=\"a_184\">Article 14</a> and <a href=\"/doc/1199182/\" id=\"a_185\">21</a> of the Constitution of India or unreasonableness in the order issued by the respondents.  \n</p> \n<p data-structure=\"Precedent\" id=\"p_131\">122.\tIn Erusian Equipment &amp; Chemicals Ltd. v. State of West Bengal MANU/SC/0061/1974MANU/SC/0061/1974 : [1975]2SCR674 , the Court held that neither the petitioner nor the respondent has any right to enter into a contract but they are entitled to equal treatment with others who offer tender or quotations for the purchase of the goods services etc.. This privilege arises because it is the Government which trading with the public and the democratic form of Government demands equality and absence of arbitrariness and discrimination in such transactions. Privilege is a form of liberty as opposed to a duty. When public element is involved in the activities of the Government, then there should be fairness and equality. If the State does enter into a contract, it must do so fairly without discrimination and without unfair procedure. Exclusion of a member of the public from dealing, prevents him from entering into lawful contractual relations and discriminates him in favour of other people. Though the State is entitled to impose reasonable conditions but arbitrary conditions prevents entering into contractual relations with the State. The individual is entitled to fair and equal treatment with others. A duty to act fairly can be interpreted as meaning a duty to observe certain aspects of rules of natural justice. \n</p> \n<p data-structure=\"Precedent\" id=\"p_132\">123.\tIn Saghir Ahmad v. State of U.P. MANU/SC/ 0110/ 1954MANU/SC/0110/1954 : [1955]1SCR707 , the Constitution Bench at the earliest buried fathom deep that the State is free to carry on trade or business in the same position as a private trader. In A. Sanjeevi Naidu v. State of Madras MANU/SC/ 0381/1970MANU /SC/ 0381 /1970 : [1970]3SCR505 , another Constitution Bench held that the acts of the authorised officers are the acts of the State itself and not as the delegates of the Government. In Ramana Dayaram Shetty v. International Airport Authority of India MANU/SC/0048/1979MANU / SC/0048/1979 : (1979)IILLJ217SC , another Constitution Bench held that in a welfare State in regulating and dispensing special services including contracts, the citizen derives rights or privileges by entering into favourable relations with the Government. The Government, therefore, cannot anchor its role as a private person. The exercise of the power or discrimination to award contract etc. must be structured by rational, relevant and non-discriminatory standards or norms. In Kasturi Lal Lakshmi Reddy v. State of J &amp; K MANU/SC/0079/ 1980MANU/SC/0079/1980 : [1980]3SCR1338 , it was further held that every activity of the government has a public element in it and it must, therefore, be informed with reason guided by public interest. It cannot act in a manner which would benefit a private party at the cost of the State. In M.C. Mehta v. Union of India MANU/SC/0092/ 1986MANU/SC/0092/ 1986 : [1987]1SCR819 , another Constitution Bench held that it is dangerous to exonerate corporations from the need to have constitutional conscience which makes governmental agencies what their mien amenable to constitutional limitations, the Court must adopt such&quot; standards &quot;as against the alternative of permitting them to flourish as an imperium in imperio&quot;. It was further held that law has to grow in order to satisfy the needs of the fast changing society and keep abreast with the economic developments taking place in the country. As new situations arise the law has to be evolved in order to meet the challenge of such new situations. Law cannot afford to remain static. The Court has to evolve new principles and lay down new norms which arise in a highly industrialised economy, Therefore, when new challenges are thrown open, the law must grow as a social engineering to meet the challenges and every endeavour should be made to cope with the contemporary demands to meet socio-economic challenges under rule of law and have to be met either by discarding the old and unsuitable or adjusting legal system to the changing socio-economic scenario. Banjaman Cardozo has stated in his &quot;Judicial Process&quot; at p. 168, that &quot;the great tides and currents which engulf the rest of men do not turn aside in their course and pass the Judges idle by&quot;.\n</p> \n<p data-structure=\"Section\" id=\"p_133\">124.\tEvery action of the public authority or the person acting in public interest or its acts give rise to public element, should be guided by public interest. It is the exercise of the public power or action &#x27; hedged with public element becomes open to challenge. If it is shown that the exercise of the power is arbitrary unjust and unfair, it should be no answer for the State its instrumentality, public authority or person whose acts have the insignia of public element to say that their actions are in the field of private law and they are free to prescribe any conditions or limitations in their actions as private citizens, simplicitor, do in the field of private law. Its actions must be based on some rational and relevant principles. It must not be guided by irrational or irrelevant considerations. Every administrative decision must be hedged by reasons. \n</p> \n<p data-structure=\"Precedent\" id=\"p_134\">125.\tIf the action of the State is related to Contractual obligation or obligations arising out of the Court (contract sic) the Court may not ordinarily examine unless the action has some public law character attached to it. The Court will examine actions of State if they pertain to the public law domain and refrain from examining them if they pertain to the private law field. The difficulty will lie in demarcating the frontier between the public law domain and the private law field. This is impossible to draw the line with procession and we do not want to attempt it. The question must be decided in each case with reference to the particular action, the activity in which the State or the instrumentality of the State is engaged when performing the action, the public law or private law character of the action and a host of other relevant circumstances.\n</p> \n<p data-structure=\"Precedent\" id=\"p_135\">126.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_120\">In <a href=\"/doc/1058612/\" id=\"a_186\">Dwarkadas Marfatia &amp; Sons v. Board of Trustees of the Port of Bombay MANU/SC/0330/1989MANU/SC/</a> 0330/1989 : [1989]2SCR751 , it was held that the Corporation must act in accordance with certain constitutional conscience and whether they have so acted must be discernible from the conduct of such Corporations. Every activity of public authority must be in-formed by reasons and guided by the public interest. All exercises of discretion or power by public authority must be judged by that standard. In that case when the building owned by the port trust was ex-empted from the <a href=\"/doc/679372/\" id=\"a_187\">Rent Act</a>, on terminating the tenancy for development when possession was sought to be taken, it was challenged under <a href=\"/doc/1712542/\" id=\"a_188\">Article 226</a> that the action of the port trust was arbitrary and no public interest would be served by terminating the tenancy. In that context, this Court held that even in contractual relations the Court cannot ignore that the public authority must have constitutional conscience so that any interpretation put up must be to avoid arbitrary action, lest the authority would be permitted to flourish as imperium a imperio. Whatever be the activity of the public authority, it must meet the test of <a href=\"/doc/367586/\" id=\"a_189\">Article 14</a> and judicial review strikes an arbitrary action.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_136\">127.\tIn Mahabir Auto Stores v. India Oil Corporation MANU/SC/0191/1990MANU/SC/0191/1990 : [1990]1SCR818 , it was held that the State when acting in its executive power, enters into contractual relations with the individual, <a href=\"/doc/367586/\" id=\"a_190\">Article 14</a> would be applicable to the exercise of the power. The action of the State or its instrumentality can be checked under <a href=\"/doc/367586/\" id=\"a_191\">Article 14.</a> Their action must be subject to rule of law. If the governmental action even in the matter of entering or not entering into contracts, fails to satisfy the test of reasonableness, the same would be unreasonable. Rule of reason and rule against arbitrariness and discrimination, rules of fair play, natural justice are part of the rule of law applicable in situation or action by State/instrumentality in dealing with citizens. Even though the rights of the citizens, therefore, are in the nature of contractual rights, the manner, the method and motive of a decision of entering or not entering into a contract, are subject to judicial review on the touchstone of relevance and reasonableness, fair play and natural justice, equality and non-discrimination. It is well settled that there can be &quot;malice in law&quot;. It was also further held that whatever be the act of the public authority in such monopoly or semi-monopoly, it must be subject to rule of law and must be supported by reasons and it should meet the test of <a href=\"/doc/367586/\" id=\"a_192\">Article 14.</a>\n</p> \n<p data-structure=\"Section\" id=\"p_137\">128.\tIn the sphere of contractual relations the State, its instrumentality, public authorities or those whose acts bear insignia of public element, action to public duty or obligation are enjoined to act in a manner i.e. fair, just and equitable, after taking objectively all the relevant options into consideration and in a manner that is reasonable, relevant and germane to effectuate the purpose for public good and in general public interest and it must not take any irrelevant or irrational factors into consideration or arbitrary in its decision. Duty to act fairly is pah of fair procedure envisaged under <a href=\"/doc/367586/\" id=\"a_193\">Articles 14</a> and <a href=\"/doc/1199182/\" id=\"a_194\">21.</a> Every activity of the public authority or those under public duty or obligation must be informed by reason and guided by the public interest.\n</p> \n<p data-structure=\"Precedent\" id=\"p_138\">129.\tIn Kumari Shrilekha Vidyarthi v. State of U.P. MANU/SC/0504/1991MANU/SC/0504/1991 : AIR 1991 SC 537 , the Court in paragraph 22 pointed out that the private parties are concerned only with their personal interest but the public authority are expected to act for public good and in public interest. The impact of every action is also on public interest. It imposes public law obligation and impress with that character, the contracts made by the State or its instrumentality. &quot;It is a different matter that the scope of judicial review in respect of disputes falling within the domain of contractual obligations may be more limited and in doubtful cases the parties may be relegated to the adjudication of their rights by resort to remedies provided for adjudication of purely contractual disputes. However, to the extent, challenge is made on the ground of violation of <a href=\"/doc/367586/\" id=\"a_195\">Article 14</a> by alleging that the impugned act is arbitrary, unfair or unreasonable, the fact that the dispute also falls within the domain of contractual obligations would not relieve the State of its obligation to comply with the basic requirements of <a href=\"/doc/367586/\" id=\"a_196\">Article 14.</a> To this extent, the obligation is of a public character invariably in every case irrespective of there being any other right or obligation in addition thereto. An additional contractual obligation cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_197\">Article 14</a> of non-arbitrariness at the hands of the State in any of its actions&quot;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"298443\" id=\"span_121\">In <a href=\"/doc/298443/\" id=\"a_198\">Food Corporation of India v. Kamdhenu Cattle Feed Industries MANU/SC/0257/ 1993MANU/SC/</a> 0257/1993: AIR1993SC1601 , this Court held that the mere reasonable or legitimate expectation of a citizen may not by itself be a distinct enforceable right, but failure to consider and give due weight to it may render the decision arbitrary, and this is how the requirement of due consideration of a legitimate expectation forms part of the principle of non-arbitrariness, a necessary concomitant of the rule of law. Every legitimate expectation is a relevant factor requiring due consideration in a fair decision-making process&quot;.</span> In Sterling Computers Ltd. v. M &amp; N Publications Ltd. MANU/SC/0439 /1993MANU/SC/0439/1993 : AIR 1996 SC 51 , it was held that even in commercial contracts where there is a public element, it is necessary that relevant considerations are taken into account and the irrelevant consideration discarded. In Union of India v. M/s. Graphic Industries Co., MANU/SC/0086/1995MANU/SC/0086/1995 : (1994) 5 SCC 398: 1994 AIR SCW 4617), this Court held that even in contractual matters public authorities have to act fairly; and if they fail to do so approach under <a href=\"/doc/1712542/\" id=\"a_199\">Article 226</a> would always be permissible because that would amount to &#x27;violation of <a href=\"/doc/367586/\" id=\"a_200\">Article 14</a> of the Constitution. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1435269\" id=\"span_122\">The ratio in <a href=\"/doc/1435269/\" id=\"a_201\">General Assurance Society Ltd. v. Chandumull Jain</a>, (1966) 3 SCR 500: (MANU/SC /0180/1966MANU/SC/0180/1966 : AIR 1966 SC 1644), relied on by the appellants that tests laid therein to construe the terms of insurance contracts bears no relevance to determine the constitutional conscience of the appellant in fixing the terms and conditions and of their justness and fairness on the touchstone of public element. The arms of the High Court is not shackled with technical rules or of Procedure. The actions of the State, its instrumentality, any public authority or person whose actions bear insignia of public law element or public character are amendable to judicial review and the validity of such an action would be tested on the anvil of <a href=\"/doc/367586/\" id=\"a_202\">Article 14.</a></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_139\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"386457\" id=\"span_123\">130.\tThe applicant had herself reprobated her right if there was any right in his favour against the respondents.  A party cannot be permitted to &quot;blow hot-blow cold&quot;, &quot;fast and loose&quot; or &quot;approbate and reprobate&quot;. Where one knowingly accepts the benefits of a contract, or conveyance, or of an order, he is estopped from denying the validity of, or the binding effect of such contract, or conveyance, or order upon himself. This rule is applied to ensure equity, however, it must not be applied in such a manner, so as to violate the principles of, what is right and, of good conscience. (Vide: Nagubai Ammal and Ors. v. B. Shama Rao and Ors. MANU/SC/0089/1956MANU/SC/0089/1956 : AIR 1956 SC 593; <a href=\"/doc/386457/\" id=\"a_203\">C.I.T. Madras v. Mr. P. Firm Muar MANU/SC/0143/1964MANU/SC/0143/1964</a> : AIR 1965 SC 1216; Ramesh Chandra Sankla etc. v. Vikram Cement etc.</span> MANU/SC/7810/2008MANU/SC/7810/2008 : AIR 2009 SC 713; Pradeep Oil Corporation v. Municipal Corporation of Delhi and Anr. MANU/SC/0414/2011MANU/SC/0414/2011 : AIR 2011 SC 1869; Cauvery Coffee Traders, Mangalore v. Hornor Resources (International)Co.Limited MANU/ SC/1079/ 2011MANU/SC/ 1079/ 2011 : (2011) 10 SCC 420; and V. Chandrasekaran and Anr. v. The Administrative Officer and Ors. MANU/SC/0751/ 2012MANU/ SC/0751/2012 : JT 2012 (9) SC 260.\n</p> \n<p data-structure=\"Section\" id=\"p_140\">131.\tThus, it is evident that the doctrine of election is based on the rule of estoppel the principle that one cannot approbate and reprobate is inherent in it. The doctrine of estoppel by election is one among the species of estoppels in pais (or equitable estoppel), which is a rule of equity. By this law, a person may be precluded, by way of his actions, or conduct, or silence when it is his duty to speak, from asserting a right which he would have otherwise had.\n</p> \n<p data-structure=\"Precedent\" id=\"p_141\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1900915\" id=\"span_124\">132.\tA party cannot claim anything more than what is covered by the terms of contract, for the reason that contract is a transaction between the two parties and has been entered into with open eyes and understanding the nature of contract. Thus, contract being a creature of an agreement between two or more parties, has to be interpreted giving literal meanings unless, there is some ambiguity therein. The contract is to be interpreted giving the actual meaning to the words contained in the contract and it is not permissible for the court to make a new contract, however is reasonable, if the parties have not made it themselves. It is to be interpreted in such a way that its terms may not be varied. The contract has to be interpreted without giving any outside aid. The terms of the contract have to be construed strictly without altering the nature of the contract, as it may affect the interest of either of the parties adversely. (Vide: <a href=\"/doc/1900915/\" id=\"a_204\">United India Insurance Co. Ltd. v. Harchand Rai Chandan Lal MANU/SC/0803/2004MANU/SC/0803/2004</a> : AIR 2004 SC 4794; Polymat India P. Ltd. and Anr. v. National Insurance Co. Ltd. and Ors. MANU/SC/1019/2004MANU/SC/1019/2004 : AIR 2005 SC 286).</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_142\">133.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197724537\" id=\"span_125\">In <a href=\"/doc/197724537/\" id=\"a_205\">DLF Universal Ltd. and Anr. v. Director, T. and C. Planning Department Haryana and Ors. MANU/SC/1133/ 2010MANU /SC/</a> 1133/2010 : AIR 2011 SC 1463, the Court held:</span>\n</p> \n<blockquote id=\"blockquote_70\">   &quot; It is a settled principle in law that a contract is interpreted according to its purpose. The purpose of a contract is the interests, objectives, values, policy that the contract is designed to actualise. It comprises joint intent of the parties. Every such contract expresses the autonomy of the contractual parties&#x27; private will. It creates reasonable, legally protected expectations between the parties and reliance on its results. Consistent with the character of purposive interpretation, the court is required to determine the ultimate purpose of a contract primarily by the joint intent of the parties at the time the contract so formed. It is not the intent of a single party; it is the joint intent of both parties and the joint intent of the parties is to be discovered from the entirety of the contract and the circumstances surrounding its formation. As is stated in Anson&#x27;s Law of Contract, &quot;a basic principle of the Common Law of Contract is that the parties are free to determine for themselves what primary obligations they will accept...Today, the position is seen in a different light. Freedom of contract is generally regarded as a reasonable, social, ideal only to the extent that equality of bargaining power between the contracting parties can be assumed and no injury is done to the interests of the community at large.&quot; The Court assumes &quot;that the parties to the contract are reasonable persons who seek to achieve reasonable results, fairness and efficiency...In a contract between the joint intent of the parties and the intent of the reasonable person, joint intent trumps, and the Judge should interpret the contract accordingly.&quot;\n</blockquote> \n<p data-structure=\"RespArg\" id=\"p_143\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"197724537\" id=\"span_126\">134.\t Learned counsel for the respondents has submitted that it is no where mentioned that the land of Nagar Nigma shall be permitted to be used for commercial purpose by any lease holder in violation of terms and conditions of the lease deed. Further, Nagar Nigam has not forced the petitioner to transfer the land. The land was allotted/ leased out in favour of the petitioner for residential purpose. If he wishes to transfer the land or to sell it for commercial purpose then he has to follow the terms and conditions of the lease deed or may not follow the terms and conditions of the lease deed then <a href=\"/doc/197724537/\" id=\"a_206\">in that case</a> land will revert back to the owner of the land. He has further argued the provisions as contained in <a href=\"/doc/694670/\" id=\"a_207\">Article 162</a> of the Constitution of India regarding executive power of the State but there is nothing on record in the present matter where any violation of constitutional provisions has been made by the respondent.</span>  \n</p> \n<p data-structure=\"PetArg\" id=\"p_144\">135.\tLearned counsel for the petitioner has relied upon the following citations:-\n</p> \n<blockquote id=\"blockquote_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857671\" id=\"span_127\"><a href=\"/doc/1857671/\" id=\"a_208\">1) Abdul Hamid v. Mohd. Ishaq</a> - AIR 1975 (All) 166</span>\n \n</blockquote><blockquote id=\"blockquote_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"805254\" id=\"span_128\"><a href=\"/doc/805254/\" id=\"a_209\">2) State of M.P. v. Gopal Singh</a> - 1956 Cri.J 621</span>\n \n</blockquote><blockquote id=\"blockquote_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"334293\" id=\"span_129\"><a href=\"/doc/334293/\" id=\"a_210\">3) State of Bombay and others v. F.N. Balsara</a> - 1951 AIR SC 318</span>\n \n</blockquote><blockquote id=\"blockquote_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"586046\" id=\"span_130\"><a href=\"/doc/586046/\" id=\"a_211\">4) Vijay Singh and others v. State of U.P.</a> - (2004) 4 UPLBEC 2278</span>\n \n</blockquote><blockquote id=\"blockquote_75\">5) M/s Mayur Continental v. Administrator, Nazul Land - (1989) 2 UPLBEC 127\n \n</blockquote><p data-structure=\"RespArg\" id=\"p_145\">136.\tLearned counsel for the petitioner has further submitted that the State action must be fair, reasonable and in public interest and should not be against public policy and has relied upon the following citations:-\n</p> \n<blockquote id=\"blockquote_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_131\"><a href=\"/doc/1513693/\" id=\"a_212\">1) LIC of India v. Consumer Education and Research Centre</a> - (1995) 5 SCC 482</span>\n \n</blockquote><blockquote id=\"blockquote_77\">2) NOIDA Entrepreneurs Association v. NOIDA and others - (2011) 6 SCC 508\n \n</blockquote><blockquote id=\"blockquote_78\">3) M/s Kasturi Lal Laxmi Reddy v. State of J&amp;K and others - (1980) 4 SCC 1(13)\n \n</blockquote><blockquote id=\"blockquote_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_132\"><a href=\"/doc/477313/\" id=\"a_213\">4) Central Inland Water Transport Co Ltd. And others v. Brojo Nath Ganguli</a> - AIR 1986 SC 1571</span>\n \n</blockquote><p data-structure=\"RespArg\" id=\"p_146\">137.\tIn respect thereof, learned counsel for the respondents has submitted that it is nowhere mentioned by the petitioner that any unfair means had been adopted by the respondents or the respondents had passed any order which can be said to be unreasonable or against the public policy. The simple matter involved in the present writ petition is a lease deed which contains certain terms and conditions and were duly accepted and signed by the executing parties.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_147\">138.\tWe examined the lease deed in light of the <a href=\"/doc/171398/\" id=\"a_214\">Contract Act</a> where <a href=\"/doc/447653/\" id=\"a_215\">Section 10</a> of the Act provides that &quot;All agreements are contracts if they are made by the free consent of parties competent to contract, for a lawful consideration and with a lawful object, and are not hereby expressly declared to be void. Consequently agreements which are not for a lawful consideration and with a lawful object, and are not hereby expressly declared to be void, are not contract, i.e. an agreement enforceable under the law.  <a href=\"/doc/1625889/\" id=\"a_216\">Section 23</a> of the Contract Act however lays down what consideration and objects are lawful, and what not. Nothing has been shown by the petitioner that there was no free consent or the object of the agreement was not lawful or the agreement was forbidden by any law which would defeat the provisions of law or is fraudulent. Even if the matter comes within the purview of fraud or misrepresentation then the petitioner has remedy to file a case before the court of competent jurisdiction for cancellation of the deed. Citation of Ajit Shukla mentioned above is not applicable in the present case because the interpretation of Section 537 has reference to challenging the orders passed by Mukhya Nagar Adhikari in the above referred case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1644077\" id=\"span_133\">In <a href=\"/doc/1644077/\" id=\"a_217\">ITC Limited vs. State of U.P. and others</a>, as mentioned above, in para 29 of the case, it has been mentioned that when the lease has been granted, executed and registered, when entire premium and other dues have been paid and possession has been delivered, the lessor cannot unilaterally cancel the lease. Here is not the case of cancellation of the lease deed. There is also not a case of violation of any terms and conditions of the lease deed. There is also not a case of interference in the use of land for residential purpose. It is the petitioner who had applied for transfer of the land in question which was alloted to him by way of lease deed and if he moves an application for transfer of the land without being owner, the consent and permission of the owner is required. The terms and conditions of the lease deed require that in case of transfer the lessee/applicant will follow the terms and conditions of the lease deed and pay 40% amount of profit to Nagar Nigam. Thus, the above referred case is not applicable to the present case. It is not a case of mistake of both the parties because <a href=\"/doc/483593/\" id=\"a_218\">Section 20</a> of the Contract Act provides that where both the parties to an agreement are under mistake as to a matter of fact essential to the agreement, the agreement is void. If the statement of the petitioner is taken into account and it is taken as granted to be a mistake of fact then as per <a href=\"/doc/483593/\" id=\"a_219\">Section 20</a> of the Act it is void and no right, title or interest in favour of the petitioner shall accrue and the land will revert back to the owner/Nagar Nigam. <a href=\"/doc/626336/\" id=\"a_220\">Section 21</a> of the Contract Act further provides that a contract is not voidable because it was caused by any mistake as to any law in force. Therefore, having regard to the provisions of the Transfer of Property Act and the Contract Act, a deed or terms of deed cannot be cancelled on the ground that parties were mistaken about the consideration.</span>\n</p> \n<p data-structure=\"RespArg\" id=\"p_148\">139.\tLearned counsel for the petitioner has further argued that <a href=\"/doc/631708/\" id=\"a_221\">Article 25</a> of the Universal Declaration of Human Rights envisages that everyone has the right to standard of living adequate for the health and well being of himself and of his family including food, clothing, housing and medical care and necessary social services and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in the circumstances beyond his control but learned counsel for the respondents has submitted that this is not the enforceable right. He has further argued that right to social security and protection of the family are integral part of the right to life. Right to social and economic justice is a fundamental right but it does not mean that the land of the Nagar Nigam should be given free of cost. Learned counsel for the respondents has further argued that State has not framed any policy to provide all citizens a land free of cost.\n</p> \n<p data-structure=\"PetArg\" id=\"p_149\">140.\tLearned counsel for the petitioner has lastly submitted that the Collector has fixed circle rates for different non-agricultural land on the basis of its location on roads of different width. For instance, all land which are located on path way of 7 meter width only, which is less than 9 meter, is at Rs.10,800/- per sq. meter only. He has further submitted that for the sake of argument even if it is said  that labhansh/marginal profit was payable to Nagar Nigam which has been denied by the petitioner, it ought to have been calculated in the category of a plot of Eldeco Green, Rafi Ahmed Kidwai Ward V-code no.0312 for fixing the market rate according to which the market price ought to have been fixed @ Rs.31,200/- per sq. meter. The calculation at above rate for 40% labhansh for 298.27 sq. meter land of the petitioner comes to Rs.35,91,188/- only. He has further submitted that Nagar Nigam has calculated the rate on circle rate fixed by the District Magistrate on 24 meter road @ Rs.39000/- per sq. meter which is calculated as Rs.45,21,791/- which is approximately 9 lakhs more than the calculation made by the petitioner. Vide report as mentioned in the Court&#x27;s order dated 11.06.2015 the amount has been increased as Rs.52,37,630/- which is due to be paid to the respondent/Nagar Nigam and the petitioner is required to pay the same subject to adjustment of amount if any paid.\n</p> \n<p data-structure=\"RespArg\" id=\"p_150\">141.\tLearned counsel for the respondents has submitted that the lease deed discloses the width of road as 24 meter and the calculation has been made on the basis of circle rate as fixed by the District Magistrate. Thus, the calculation made by the respondents is in accordance with the rate prescribed by the rules and no interference is required under <a href=\"/doc/1712542/\" id=\"a_222\">Article 226</a> of the Constitution of India.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_151\">142.\tOn the basis of above, we are of the view that the terms and conditions relating to property in question is governed by the lease deed and the Court cannot interfere in the terms and conditions of the deed. The petition is also not maintainable on the ground of delay and laches. Moreover, the petitioner has prayed vide application mentioned above to pay the amount as required by Nagar Nigam and thus petition has lost its significance at present. The petition lacks merit and deserves to be dismissed and is hereby dismissed. No order as to costs.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_152\">Dated:  04 July, 2017.</p><pre id=\"pre_2\">\n \nA. Katiyar\n \n(Sheo Kumar Singh-I, J.)              (Shri Narayan Shukla, J.)\n \n\n\n\n \n\n\n\n\n \n\n\n \n    \n     \n  \n </pre>","numcites":135,"numcitedby":1,"docsource":"Allahabad High Court","citetid":107411471,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"administrative law","formInput":"administrative%20law"},{"value":"judicial review","formInput":"judicial%20review"},{"value":" \"commercial purpose\"","formInput":"%20%22commercial%20purpose%22"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"commercial purpose","formInput":"commercial%20purpose"},{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"eschew","formInput":"eschew"},{"value":"legislative judgment","formInput":"legislative%20judgment"},{"value":"eldeco","formInput":"eldeco"},{"value":"public policy","formInput":"public%20policy"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"\"procedural impropriety\"","formInput":"%22procedural%20impropriety%22"},{"value":"kurien e. kalathil","formInput":"kurien%20e.%20kalathil"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"policy decision ","formInput":"policy%20decision%20"},{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"ultra vires ","formInput":"ultra%20vires%20"},{"value":"mandamus","formInput":"mandamus"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}