{"tid":18678728,"publishdate":"2019-12-17","title":"Prime Market Reach Pvt Ltd vs Supreme Advertising Pvt Ltd on 17 December, 2019","doc":"<h2 class=\"doc_title\">Prime Market Reach Pvt Ltd vs Supreme Advertising Pvt Ltd on 17 December, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 DEL 2173, (2020) 1 ARBILR 273</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:jyoti-singh\">Jyoti Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:jyoti-singh\">Jyoti Singh</a></h3>\n\n<pre id=\"pre_1\">$~\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                Reserved on : 14.10.2019\n%                                             Pronounced on: 17.12.2019\n+      ARB.P. 434/2019\n\n       PRIME MARKET REACH PVT. LTD.            ..... Petitioner\n                    Through: Mr.Parag Tripathi, Sr. Advocate with\n                             Mr.Apoorv Tripathi, Ms.Riya Kalra\n                             and Mr.Lall Taksh Joshi, Advocates.\n                    versus\n       SUPREME ADVERTISING PVT LTD.                  ..... Respondent\n                    Through: Mr.Sonam       Sharma,          Mr.Arun\n                             Wighmal and Mr.Pronoy Chatterjee,\n                             Advocates.\n\n       CORAM:\n       HON&#x27;BLE MS. JUSTICE JYOTI SINGH\n\n       JYOTI SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">I.A. 13278/2019 (for delay)\n       Present application has been filed by the respondent for seeking\ncondonation of 21 days of delay in filing the reply.\n</p><p data-structure=\"Conclusion\" id=\"p_2\">       For the reasons stated in the application, the same is allowed and the\nreply is taken on record.\n</p><span class=\"hidden_text\" id=\"span_1\">ARB.P. 434/2019</span>\n\n<p data-structure=\"Issue\" id=\"p_3\">1.     This is a petition filed under <a href=\"/doc/401357/\" id=\"a_1\">Section 11(5)</a> of the Arbitration &amp;\nConciliation Act, 1996 („Act‟) for appointment of a Sole Arbitrator to\nadjudicate the disputes and differences between the parties pursuant to an\nagreement entered into between the parties dated 11.07.2011 (hereinafter\nreferred to as &quot;2011 Agreement&quot;).\n</p>\n<span class=\"hidden_text\" id=\"span_2\">ARB.P. No. 434/2019                                         Page 1 of 28</span>\n<p data-structure=\"Facts\" id=\"p_4\"> 2.     Brief facts of the case as set out by the petitioner are as follows:\n</p>\n<blockquote id=\"blockquote_1\">       (a)     An agreement was executed between the petitioner and\n       respondent on 11.07.2011, wherein the Respondent agreed to give the\n       petitioner marketing rights of advertisement space on the hoardings\n       owned/held by the respondent in Delhi. The initial tenure/ duration of\n       the Agreement was 3 months. As consideration, the petitioner was to\n       be paid 10% of the net realised revenue of the respondent, w.e.f.\n</blockquote><p data-structure=\"Section\" id=\"p_5\">       15.07.2011, for which invoices were regularly raised by the petitioner.\n       The agreement contained an Arbitration Clause which reads as under:-\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_6\">               &quot;16. All disputes arising between the parties hereto in\n               terms of this agreement shall be subject to arbitration in\n               Delhi in accordance with the <a href=\"/doc/1052228/\" id=\"a_2\">Indian Arbitration Act,\n               1940</a> and the rules framed thereafter. In case of any\n               dispute, an arbitrator shall be at the mutual consent of\n               the parties hereto be appointed as the Sole Arbitrator\n               and his award shall be binding on both the Parties. &quot;\n</p>\n<blockquote id=\"blockquote_2\">       (b)     Under the said agreement, Petitioner was authorised to book/\n       execute sales/place purchase orders on behalf of the respondent with\n       third parties; the proceeds of which were to go to the respondent. The\n       invoices were to be directly raised by the respondent upon the third\n       parties and the respondent was solely responsible to realize/recover\n       the monies from third parties. After the initial term of the contract\n       ended on 10.10.2011, the parties still continued to work together.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_7\">       However on 01.04.2016, the percentage of commission of the\n       petitioner was reduced from 10% to 8.5%.\n</p><span class=\"hidden_text\" id=\"span_3\">ARB.P. No. 434/2019                                             Page 2 of 28</span>\n<p data-structure=\"Facts\" id=\"p_8\">        (c)     On 25.04.2017, it was agreed between the parties that their\n       relationship would come to an end w.e.f. 01.05.2017.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_9\">3.     It is the case of the petitioner that from July, 2011 to 25.05.2017,\nvarious invoices were raised by the Petitioner on Respondent, for a net total\nvalue of around Rs. 10.10 Crore. Out of the said amount, Respondent paid an\namount of Rs. 8.49 Crore, with the last four (4) payments being made\nthrough cheques dated 11.07.2017, 08.08.2017, 05.10.2017 and 15.01.2018.\n</p><p data-structure=\"Issue\" id=\"p_10\">4.     Petitioner issued a statutory notice dated 23.01.2018, under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a>\nof the Insolvency and Bankruptcy Code, 2016 (IBC) to the respondent.\nRespondent replied to the same, and raised counter-claims. Petitioner filed a\npetition before the NCLT, Delhi, under IBC as an &#x27;operational creditor&#x27;. In\nthe interregnum, petitioner presented a cheque bearing no. 921409 dated\n15.01.2018 for an amount of Rs.10,62,506/- (Rupees Ten Lakh Sixty two\nThousand Five Hundred and Six Only), which was tendered by the\nRespondent to the Petitioner. By an order dated 17.07.2018, the NCLT was\npleased to pass an order granting liberty to Petitioner to withdraw the\npetition with liberty to file a fresh petition on the same cause of action.\n</p><p data-structure=\"Facts\" id=\"p_11\">5.     Petitioner sent a notice invoking arbitration to the respondent on\n06.05.2019 under Clause 16 of the agreement dated 11.07.2011. The said\nnotice was received by the respondent and was replied on 31.05.2019. Reply\nwas received by the petitioner on 01.06.2019. The amount sought to be\nrecovered      by     the   petitioner   in   the   Arbitration   Proceedings,   is\nRs.2,42,56,288.93/- which includes interest @ 15%, computed from\n01.05.2017 to 30.06.2019.\n</p><p data-structure=\"PetArg\" id=\"p_12\">6.     Learned Senior Counsel for the petitioner submits that even after the\nexpiry of the initial term of the agreement, the parties mutually agreed to be\n<span class=\"hidden_text\" id=\"span_4\">ARB.P. No. 434/2019                                               Page 3 of 28</span>\n bound by the agreement and the terms thereof. He relies on a letter dated\n03.09.2015, e-mails dated 30.03.2016 and 17.04.2017, sent by the\nRespondent to the Petitioner as also two e-mails dated 09.03.2017 and\n26.04.2017, in this regard.\n</p><p data-structure=\"RespArg\" id=\"p_13\">7.     Respondent company has vehemently opposed the present petition by\ncontesting the existence and validity of the Arbitration Clause , as well as the\n2011 agreement.\n</p><p data-structure=\"RespArg\" id=\"p_14\">8.     Learned Counsel for the respondent contends that the 2011 Agreement\nwas neither validly executed nor the terms contained in it were ever\ncomplied with by the parties, even during the period between 11.07.2011 to\n10.10.2011. The said agreement was proposed only as a stop gap\narrangement for a period of 3 months to enable the parties to work out a joint\nventure agreement on mutually agreed terms and conditions at a future date\nbut the same never materialized. Attention is drawn to the fact that the\nalleged 2011 agreement was never signed by the Petitioner. The Agreement\nannexed with the present petition only has the seal and signatures of the\nRespondent and not the Petitioner herein, which shows that the same was\nonly a proposed agreement, which was never finalized.\n</p><p data-structure=\"RespArg\" id=\"p_15\">9.     Learned counsel for the respondent further submits that post October‟\n2011, the petitioner Company, in order to conduct business transactions with\nthe respondent, used to issue individual Requisition Orders (ROs) with\nspecific terms and conditions mentioned therein, and those did not have an\nArbitration Clause. It is further contended that Clause 14 of the ROs and\nClause 8 of Tax Invoices clearly provided an exclusive jurisdiction clause\nwhich reads as: &quot;All the disputes are subject to Mumbai Jurisdiction only&quot;.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_5\">ARB.P. No. 434/2019                                           Page 4 of 28</span>\n<p data-structure=\"RespArg\" id=\"p_16\"> 10.    Learned counsel for the respondent relies on ROs placed upon the\nrespondent by the petitioner, dated 03.02.2012, 22.11.2014 and 04.01.2017,\nand Tax invoices dated 04.10.2011 and 21.07.2015 to submit that the\ntransactions between the parties were never governed by the terms of the\nalleged 2011 agreement.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_6\">11.    Learned Counsel for the respondent relies on a judgement of this\ncourt, <a href=\"/doc/190370690/\" id=\"a_4\">Young Achievers v. IMS Learning Resources Pvt. Ltd. ILR</a> (2012) V\nDelhi 462, wherein it is held that:</span>\n</p>\n\n<blockquote id=\"blockquote_3\">               &quot;If previous agreements mentioning arbitration clause\n               are superseded, novated by a fresh document creating\n               fresh agreement with no arbitration clause then a dispute\n               cannot be referred to Arbitration seeking help of\n               previous agreement&quot;.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_18\">12.    Learned counsel also relies on a judgement passed by the Supreme\nCourt in the case of Union of lndia v. Kishorilal Gupta &amp; Bros, AIR 1959\nSC 1362, in which the Court held that the Arbitration Clause perishes with\nthe original contract. If there is a substitution by the parties of a contract\nwith a new contract then the earlier contract abrogates and the Arbitration\nClause therein cannot be invoked for determination of questions under the\nnew agreement. Relevant paras relied on are reproduced as under:\n</p>\n<blockquote id=\"blockquote_4\">               &quot;8. Uninfluenced by authorities or case-law, the logical\n               outcome of the earlier discussion would be that the\n               arbitration clause perished with the original contract.\n               Whether the said clause was a substantive term or a\n               collateral one, it was nonetheless an integral part of the\n               contract, which had no existence de hors the contract. It\n<span class=\"hidden_text\" id=\"span_7\">ARB.P. No. 434/2019                                           Page 5 of 28</span>\n                was intended to cover all the disputes arising under the\n               conditions of, or in connection with, the contracts.\n               Though the phraseology was of the widest amplitude, it is\n               inconceivable that the parties intended its survival even\n               after the contract was mutually rescinded and substituted\n               by a new agreement. The fact that the new contract not\n               only did not provide for the survival of the arbitration\n               clause but also the circumstance that it contained both\n               substantive and procedural terms indicates that the\n               parties gave up the terms of the old contracts, including\n               the arbitration clause ...\n</blockquote>\n<blockquote id=\"blockquote_5\">               9. It is clear, too, that the parties to a contract may agree\n               to bring it to an end to all intents and proposes and to\n               treat it as if it had never existed. In such a case, if there\n               be an arbitration clause in the contract, it perishes with\n               the contract. If the parties substitute a new contract for\n               the contract which they have abrogated, the arbitration\n               clause in the abrogated contract cannot be invoked for\n               the determination of questions under the new agreement.\n               All this is more or less elementary. &quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196003210\" id=\"span_8\">13.    Learned counsel for the respondent has placed reliance on the\njudgment in the case of <a href=\"/doc/196003210/\" id=\"a_5\">A.N. Traders Pvt. Ltd. vs. Shri Ram Distribution\nServices Pvt. Ltd.</a> passed by a Coordinate Bench of this Court on 30.10.2018\nin OMP (Comm) 169/2018 wherein the Court has held that while an\nArbitration Agreement is an independent Agreement and would survive the\ntermination of the main Agreement of which it is a part but it cannot be put\ninto service for adjudicating the disputes that have arisen post such\nagreement and not under or in relation to the main agreement. Though the\npost agreement arrangement may have been between the parties on similar\nterms and conditions.</span>        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69267810\" id=\"span_9\">Reliance is also placed on the judgment of a\nCoordinate Bench of this Court in <a href=\"/doc/69267810/\" id=\"a_6\">Future Lifestyle Fashions Ltd. vs. Adidas\n<span class=\"hidden_text\" id=\"span_10\">ARB.P. No. 434/2019                                              Page 6 of 28</span>\n India Marketing Pvt. Ltd.</a> 2015 (147) DRJ 498 where the Court has\nreiterated the position of law under <a href=\"/doc/1846895/\" id=\"a_7\">Section 7</a> of the Act which requires that\nthe Arbitration Agreement should either be signed by the parties or\ncontemporaneous document in the form of correspondence exchange\nbetween the parties must show that there was an intent to enter into an\nArbitration Agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_11\">Respondent has also placed on a judgment of the\nSupreme Court in the case of <a href=\"/doc/20317/\" id=\"a_8\">MR Engineers &amp; Contractors Pvt. Ltd. vs.\nSomdutt Builders Ltd.</a> 2009 &amp; SCC 696 where the Supreme Court has held\nthat a general reference to another Contract will not be sufficient to\nincorporate the Arbitration Clause.    In the contract under dispute, there\nshould be a special reference indicating a mutual intention to incorporate the\nArbitration Clause from another document.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_20\">14.    In the rejoinder, learned senior counsel for the petitioner vehemently\ndenies that the 2011 agreement is not a validly executed agreement. He\nsubmits that not only was the agreement validly executed but also there was\na clear meeting of minds and the parties were ad idem that their commercial\nrelationship from 11.07.2011 till 01.05.2017 would be governed by the terms\nand conditions contained in the 2011 agreement (including the Arbitration\nClause contained therein), subject of course to mutually accepted\namendments. Learned Senior Counsel further submits that at no point of\ntime, the respondent objected to the validity and binding nature of the\nArbitration Clause as contained in the 2011 Agreement. Furthermore, the\nsaid agreement also makes it clear that the parties intended that the\nagreement would govern the business transactions between the parties\nbeyond three months. This is clear from reading Clause 8 of the Agreement\n\n\n<span class=\"hidden_text\" id=\"span_12\">ARB.P. No. 434/2019                                          Page 7 of 28</span>\n executed by the Respondent which specifies the target sales for the first year,\nand not just 3 months.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">15.    Learned Senior Counsel further contends that the Respondent has in\nnumerous letters/ e-mails, including the reply to the notice invoking\narbitration, and in reply dated 23.08.2018 to the notice issued under <a href=\"/doc/120798686/\" id=\"a_9\">Section\n8(2)(a)</a> of IBC, as also the objections filed by it before the NCLT New Delhi,\nadmitted that the agreement dated 11.07.2011 is a validly executed\nagreement and therefore the execution of the 2011 agreement was never in\ndispute between the parties. Learned Senior Counsel submits that it is\ntherefore not permissible for the respondent to now contend that the said\nagreement has not been validly executed, more so, since the respondent has\nadmitted its signatures on the 2011 Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"171214938\" id=\"span_13\">16.    Learned Senior Counsel also submits that as per <a href=\"/doc/871436/\" id=\"a_10\">Section 7(3)</a> of the\nAct, an Arbitration Agreement need not be signed by both the parties. The\nrequirement is that it only needs to be in writing, which, in the present case,\nit is. It is further contended that under <a href=\"/doc/1534152/\" id=\"a_11\">Section 7(4)</a> of the Act, an Arbitration\nAgreement is in writing if it is contained in (a) a document signed by the\nparties; or (b) in letters, telex, telegrams or other means of communication\nincluding through electronic means which provides a record of the\nagreement. Reliance is placed on the judgment of the Supreme Court in\n<a href=\"/doc/171214938/\" id=\"a_12\">Govind Rubber Limited Vs. Louis Dreyfus Commodities Asia Private\nLimited</a> (2015) 13 SCC 477, more particularly para 15, wherein the Court\nhas analyzed the provisions of <a href=\"/doc/1846895/\" id=\"a_13\">Section 7</a> of the Act. The Supreme Court has\nheld that in order to constitute an Arbitration Agreement, it need not be\nsigned by all the parties. Although <a href=\"/doc/1534152/\" id=\"a_14\">Section 7(4)</a> of the Act does state that the\nArbitration Agreement shall be in writing if it is a document signed by all the\n<span class=\"hidden_text\" id=\"span_14\">ARB.P. No. 434/2019                                            Page 8 of 28</span>\n parties but perusal of clauses (b) and (c) would show that an agreement\nculled out from other means of communication in writing is also considered\nas an Arbitration Agreement. Reliance is also placed for the said proposition\non the judgment of a Coordinate Bench of this Court in the case of Lt. Col.\n(Retd.)</span> P.R. Choudhary &amp; Ors. Vs. Narendra Dev Relan &amp; Ors. 2009 (108)\nDRJ 27 where this Court has held that it is a misconception to say that\n<a href=\"/doc/1846895/\" id=\"a_15\">Section 7</a> requires a written agreement also to be signed by the parties. This\nis not the language of <a href=\"/doc/1846895/\" id=\"a_16\">Section 7</a> of the Act. The requirement of law is only\nthat the agreement should be in writing.\n</p><p data-structure=\"RespArg\" id=\"p_23\">17.    Learned senior counsel further contends that the business relationships\nbetween the parties continued till as late as 2017 and there was\ncorrespondence where the 10% commission payable was being discussed\nand negotiated. Attention is drawn to a letter dated 04.102.2017 written by\nthe respondent to the petitioner in this regard. Attention is also drawn to an\nemail dated 17.04.2017 whereby the respondent had sought to terminate the\nbusiness transactions and relationship between the parties asking the\npetitioner to stop marketing their sites w.e.f. 30.04.2017.\n</p><p data-structure=\"RespArg\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"138493047\" id=\"span_15\">18.    Learned senior counsel also points out that even as on 30.03.2016, the\nrespondent was continuing business with the petitioner and had requested\nreduction of the percentage of commission from 10% to 7%. It is thus\nsubmitted that the respondent is wrong in its contention that the agreement\nbetween the parties was valid only for an initial period of three months.\nReliance is placed by the petitioner on the judgment of this Court in <a href=\"/doc/138493047/\" id=\"a_17\">Shine\nTravels &amp; Cargo Pvt. Ltd. Vs. Mitisui Prime Advanced Composite India\nLtd.</a> 2016 VII AD (Delhi) 515. This was a case where a petition under\n<a href=\"/doc/1841764/\" id=\"a_18\">Section 11</a> of the Act had been filed and the respondent had disputed the\nexistence of the Arbitration Agreement. It was contended that the agreement\n<span class=\"hidden_text\" id=\"span_16\">ARB.P. No. 434/2019                                           Page 9 of 28</span>\n in question had expired on 31.08.2014 and the Arbitration Clause had\nperished with it. Any services availed of after the expiry of the agreement\nwould not extend the validity of the Arbitration Agreement. Learned senior\ncounsel submits that in the said case the Court held that since the petitioner\ncontinued to render the services and the respondent continued to accept them\non the terms under the agreement in question, the contention that there was\nno Arbitration Agreement cannot be accepted.</span>\n</p><p data-structure=\"RespArg\" id=\"p_25\">19.    Learned senior counsel further contends that it is not even open to the\nrespondent to contend that Requisition Orders placed on the respondent by\nthe petitioner from time to time were separate agreements, having no\nconnection with the principle 2011 agreement and since these ROs did not\nhave an Arbitration Clause, the present petition is not maintainable. It is\nsubmitted that the mother agreement in clause 4 itself contemplated the\nexecution of the ROs/invoices. The ROs/invoices issued pursuant to the\nmother agreement had been issued in respect of individual clients who were\nto utilize the advertising space of the respondent. Each of the ROs define\nwhat would be the rights that would accrue to the individual client and also\nprovide for bills to be raised by the respondent. In fact, the ROs only\nrepresent one of the ways in which the petitioner was to work under the main\nagreement.      The petitioner brought in advertisers to utilize the space\navailable by the respondent, thereby exploiting its rights as an exclusive\nmarketeer under the main agreement. It is argued that each RO pertains to a\ndifferent advertiser and there is no conflict between any of the terms of the\nROs and the main agreement except that the ROs have a standard provision\nthat Courts in Mumbai will have jurisdiction. The argument therefore is that\nthe respondent cannot contend that the ROs/invoices are in supersession or\n\n\n<span class=\"hidden_text\" id=\"span_17\">ARB.P. No. 434/2019                                          Page 10 of 28</span>\n novation of the mother agreement, more particularly when the agreement\nitself envisages their execution.\n</p><p data-structure=\"RespArg\" id=\"p_26\">20.    Responding to the contention of the respondent that under the\nROs/invoices, the Courts at Mumbai will have exclusive jurisdiction, learned\nsenior counsel for the petitioner points out that the respondent in its email\ndated 03.09.2015 has itself written &quot;Disputes are subject to jurisdiction of\nDelhi. Therefore, clause No. 8 be withdrawn and amended.&quot; It is submitted\nthat there is no pleading, let alone a document filed by the respondent that\nsaid acceptance was sent by the respondent to the petitioner. Insofar as the\nmain agreement is concerned, it does not have any such clause of exclusive\njurisdiction in Mumbai Courts.\n</p><p data-structure=\"RespArg\" id=\"p_27\">21.    The next contention is that the ROs/invoices cannot be treated as a\nseparate agreement which novates the main agreement, as six crucial aspects\nhave not been mentioned in the said ROs and which are most fundamental to\nthe relationship of the parties, such as grant of exclusive marketing rights to\nthe petitioner; specification of commission; identification of number or\nlocation of the advertisement sites; identification of the party responsible for\nmarketing the sites; procedure to be followed for sale and specification of\nexpected sale figures to be achieved by the petitioner. It is submitted that\nthis in itself shows that the ROs were only a part of the main agreement\nintended basically to execute the main agreement.\n</p><p data-structure=\"RespArg\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"190370690\" id=\"span_18\">22.    Learned senior counsel has distinguished the judgments cited by the\nlearned counsel for the respondent. It is argued that in the case of <a href=\"/doc/190370690/\" id=\"a_19\">Young\nAchievers</a> (supra) an exit paper was executed by both the parties expressly\nterminating an earlier agreement. The Court held that the disputes arising\nafter the execution of the exit paper will not be arbitrable under an\nArbitration Agreement contained in the earlier agreement.</span>\n</p><span class=\"hidden_text\" id=\"span_19\">ARB.P. No. 434/2019                                           Page 11 of 28</span>\n<p data-structure=\"Precedent\" id=\"p_29\"> 23.    Likewise in Kishorilal Gupta (supra), earlier contracts were\nconcluded by a settlement contract signed by both parties stating therein that\nno party will have further or other claims against each other. It was thus\nheld by the Court that the disputes were not arbitrable since the settlement\ncontract superseded the earlier contract. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"20317\" id=\"span_20\"><a href=\"/doc/20317/\" id=\"a_20\">M.R. Engineers and Contractors\nPrivate Limited</a> (supra) is distinguished on the ground that it is inapplicable\nas the present case does not fall under <a href=\"/doc/153260/\" id=\"a_21\">Section 7(5)</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69267810\" id=\"span_21\"><a href=\"/doc/69267810/\" id=\"a_22\">Future\nLifestyle Fashions Limited</a> (supra) also does not apply according to the\npetitioner, because in the said case, neither the Arbitration Agreement was\nsigned by the parties nor was reflected in any correspondences exchanged\nbetween them.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196003210\" id=\"span_22\"><a href=\"/doc/196003210/\" id=\"a_23\">A.N. Traders Private Limited</a> (supra) is distinguished on the\nground that that was a decision under <a href=\"/doc/536284/\" id=\"a_24\">Section 34</a> of the Act.</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2769994\" id=\"span_24\">24.    Learned senior counsel further submits that contrary to what is argued\nby the respondent, law has been clearly <a href=\"/doc/196003210/\" id=\"a_25\">laid down in</a> <a href=\"/doc/2769994/\" id=\"a_26\">Paranjape Schemes\n(Construction) Ltd. &amp; Ors. Vs. Avinash Madhukarrao Yekhande &amp; Ors.</a>\n2016 SCC OnLine Bom 2527 wherein the Court distinguished the judgment\nin the case of <a href=\"/doc/190370690/\" id=\"a_27\">Young Achiever</a>&#x27; (supra) and rather interpreted the agreements\nand held that the agreement for sale and deed of apartment were\ninterconnected and therefore, the execution of the apartment deed did not\namount to novation. It was held that the Apartment Deed was a part of the\nsale agreement and thus the disputes between the parties were arbitrable.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1954535\" id=\"span_25\">25.    Reliance is also placed on the judgment of the Supreme Court <a href=\"/doc/1954535/\" id=\"a_28\">Groupe\nGroupe Chemique Tunisien SA Vs. Southern Petrochemicals Industries\nCorpn. Ltd.</a> (2006) 5 SCC 275, wherein the invoices issued pursuant to a\ncontract did not contain an Arbitration Clause and the Court held that since\nthe contract had an Arbitration Clause the absence of the same in the\n\n\n<span class=\"hidden_text\" id=\"span_26\">ARB.P. No. 434/2019                                            Page 12 of 28</span>\n invoices cannot lead to a conclusion that the parties are not governed by an\nArbitration Agreement.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_32\">26.    I have heard the learned counsel for the parties and examined their\nrival contentions.\n</p><p data-structure=\"Section\" id=\"p_33\">27.    <a href=\"/doc/1846895/\" id=\"a_29\">Section 7</a> of the Act sets out the requirements and ingredients of an\nArbitration Agreement and reads as under:-\n</p><blockquote id=\"blockquote_6\">               ―7. Arbitration agreement.--(1) In this Part,\n               ―arbitration agreement‖ means an agreement by the\n               parties to submit to arbitration all or certain disputes\n               which have arisen or which may arise between them in\n               respect of a defined legal relationship, whether\n               contractual or not.\n</blockquote><blockquote id=\"blockquote_7\">               (2) An arbitration agreement may be in the form of an\n               arbitration clause in a contract or in the form of a\n               separate agreement.\n</blockquote><blockquote id=\"blockquote_8\">               (3) An arbitration agreement shall be in writing.\n               (4) An arbitration agreement is in writing if it is\n               contained in--\n</blockquote><blockquote id=\"blockquote_9\">                     (a) a document signed by the parties;\n</blockquote><blockquote id=\"blockquote_10\">                     (b) an exchange of letters, telex, telegrams or other\n               means of telecommunication 1 [including communication\n               through electronic means] which provide a record of the\n               agreement; or\n</blockquote><blockquote id=\"blockquote_11\">                     (c) an exchange of statements of claim and defence\n               in which the existence of the agreement is alleged by one\n               party and not denied by the other.\n</blockquote>\n<blockquote id=\"blockquote_12\">               (5) The reference in a contract to a document\n               containing an arbitration clause constitutes an\n               arbitration agreement if the contract is in writing and the\n               reference is such as to make that arbitration clause part\n               of the contract.‖\n\n</blockquote><p data-structure=\"Section\" id=\"p_34\">28.    A plain reading of this Section indicates that an Arbitration Agreement\nhas to be in writing. An agreement is considered to be in writing if it is\ncontained in a document signed by the parties or in exchange of letters,\n<span class=\"hidden_text\" id=\"span_27\">ARB.P. No. 434/2019                                            Page 13 of 28</span>\n telegrams or other correspondences which provide a record of the agreement.\n<a href=\"/doc/153260/\" id=\"a_30\">Section 7(5)</a> stipulates that reference in a contract to a document containing\nan Arbitration Clause would constitute an Arbitration Agreement provided it\nis in writing and reference is such that the Arbitration Clause is made a part\nof the contract.\n</p><p data-structure=\"RespArg\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"171214938\" id=\"span_28\">29.     Learned counsel for the respondent has contended that the 2011\nagreement was neither validly executed nor signed by the petitioner. The\nagreement does not even have the seal of the petitioner which shows that this\nwas only a proposed agreement and never acted upon by the parties. Insofar\nas this contention is concerned, in my view this should not detain this Court.\nAs a proposition of law, the petitioner is right, an Arbitration Agreement\nneed not necessarily be signed, <a href=\"/doc/1846895/\" id=\"a_31\">Section 7</a> of the Act itself stipulates that the\nagreement shall be in writing. It further provides that the „writing‟ would\nenvisage both (a) where the document is signed by the parties or (b) the\nagreement is contained in the correspondence exchange between the parties.\nThus, even where the parties have not signed the agreement but the\nagreement is reflected in the correspondences, it would be treated as an\nArbitration Agreement as long as it is in writing and provides a record of the\nagreement. This has been so held by the Apex Court in the case of <a href=\"/doc/171214938/\" id=\"a_32\">Govind\nRubber Limited</a> (supra). Relevant paras 15 &amp; 16 of the judgment are as\nunder:-</span>\n</p>\n\n<blockquote id=\"blockquote_13\">               ―15. A perusal of the aforesaid provisions would show\n               that in order to constitute an arbitration agreement, it\n               need not be signed by all the parties. <a href=\"/doc/871436/\" id=\"a_33\">Section 7(3)</a> of the\n               Act provides that the arbitration agreement shall be in\n               writing, which is a mandatory requirement. <a href=\"/doc/1534152/\" id=\"a_34\">Section 7(4)</a>\n               states that the arbitration agreement shall be in writing,\n               if it is a document signed by all the parties. But a\n<span class=\"hidden_text\" id=\"span_29\">ARB.P. No. 434/2019                                           Page 14 of 28</span>\n                perusal of clauses (b) and (c) of <a href=\"/doc/1534152/\" id=\"a_35\">Section 7(4)</a> would show\n               that a written document which may not be signed by the\n               parties even then it can be arbitration agreement.\n               <a href=\"/doc/1616495/\" id=\"a_36\">Section 7(4)(b)</a> provides that an arbitration agreement\n               can be culled out from an exchange of letters, telex,\n               telegrams or other means of telecommunication which\n               provide a record of the agreement.\n</blockquote><blockquote id=\"blockquote_14\">               16. On reading the provisions it can safely be\n               concluded that an arbitration agreement even though in\n               writing need not be signed by the parties if the record of\n               agreement is provided by exchange of letters, telex,\n               telegrams or other means of telecommunication. <a href=\"/doc/603606/\" id=\"a_37\">Section\n               7(4)(c)</a> provides that there can be an arbitration\n               agreement in the exchange of statements of claims and\n               defence in which the existence of the agreement is\n               alleged by one party and not denied by the other. If it\n               can be prima facie shown that the parties are at ad idem,\n               then the mere fact of one party not signing the agreement\n               cannot absolve him from the liability under the\n               agreement. In the present day of e-commerce, in cases of\n               internet purchases, tele purchases, ticket booking on\n               internet and in standard forms of contract, terms and\n               conditions are agreed upon. In such agreements, if the\n               identity of the parties is established, and there is a record\n               of agreement it becomes an arbitration agreement if\n               there is an arbitration clause showing ad idem between\n               the parties. Therefore, signature is not a formal\n               requirement under <a href=\"/doc/1616495/\" id=\"a_38\">Section 7(4)(b)</a> or 7(4)(c) or under\n               <a href=\"/doc/153260/\" id=\"a_39\">Section 7(5)</a> of the Act.‖\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">30.    To the same effect is the judgment of a Coordinate Bench of this\nCourt in Lt. Col. (Retd.) P.R. Choudhary (supra), relevant para 9 whereof\nreads as under:-\n</p><blockquote id=\"blockquote_15\">               ―The argument of the plaintiffs in the present case\n               proceeded on a misconception that <a href=\"/doc/1846895/\" id=\"a_40\">Section 7</a> requires not\n               only an agreement in writing but also such agreement to\n               be signed by the parties. The same is not the language of\n               <a href=\"/doc/1846895/\" id=\"a_41\">Section 7</a>. To constitute an arbitration agreement, it is\n<span class=\"hidden_text\" id=\"span_30\">ARB.P. No. 434/2019                                              Page 15 of 28</span>\n                not necessary that the writing should bear the signatures\n               of the parties. Requirement of law is only that it should\n               be in writing.‖\n\n</blockquote><p data-structure=\"Facts\" id=\"p_37\">31.     The issue that however arises for adjudication in the present case is\nwhether the transactions between the parties post October, 2011 were\nseparate and independent of 2011 Agreement or were intrinsically linked to\nit and the ROs/invoices issued for these transactions were only a mode to\nexecute the 2011 Agreement as per Clause 4. The factual matrix of the case\nshows that no doubt, that the original 2011 agreement did have clause No. 4,\nwhich envisaged and contemplated future transactions to be executed\nthrough purchase orders and invoices being raised by the parties. However,\nit is crystal clear that none of these Requisition Orders had any reference\nwhatsoever to the 2011 Agreement. Under Clause 4 of the 2011 agreement,\nthe nature of transaction was purely commission based, whereunder the\nrespondent used to receive the ROs from its clients directly in the name of\nthe respondent, who in turn used to perform services for the petitioner‟s\nclients and then raise invoices upon them directly.         Against this, the\npetitioner used to raise the invoices for its commission upon the respondent.\nHowever, post October, 2011, when the term of the 2011 agreement came to\nan end, the nature of the transactions completely changed. Henceforth, the\npetitioner started issuing separate ROs directly upon the respondent,\nwhereunder the respondent used to provide services and used to raise its\ninvoices upon the petitioner and not on the petitioner‟s clients. Each of these\ntransactions were governed by the terms and conditions of the individual\nROs and there was no single agreement pursuant to which the transactions\nwere made. This is clearly evident from a bare perusal of the ROs and the\n\n\n<span class=\"hidden_text\" id=\"span_31\">ARB.P. No. 434/2019                                          Page 16 of 28</span>\n terms and conditions mentioned in the notes in the ROs. For a ready\nreference, one of the ROs is scanned below:-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">ARB.P. No. 434/2019                                 Page 17 of 28</span>\n<span class=\"hidden_text\" id=\"span_33\"> ARB.P. No. 434/2019   Page 18 of 28</span>\n<p data-structure=\"Conclusion\" id=\"p_38\"> 32.    Note 2 which is significant is particularly extracted hereinunder:-\n</p><blockquote id=\"blockquote_16\">               ―Prime Market Reach shall be at liberty to terminate this\n               agreement for whatsoever reason by giving 3 days notice.\n               However notwithstanding anything contained herein\n               Prime Market Reach reserves the right to terminate this\n               agreement at any time without any notice for\n               unsatisfactory services on part of the supplier.‖\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">33.    It is also significant to note as pointed out by the respondent that even\nthe terms of the commission and the percentage payable to the petitioner\nwere subsequently modified as is clear from a bare perusal of the\ninvoices/ROs.\n</p><p data-structure=\"RespArg\" id=\"p_40\">34.    A perusal of the ROs further shows that neither the Arbitration Clause\nas mentioned in the 2011 Agreement is incorporated in these ROs nor is\nthere even a reference to the same, so as to give any indication that the\nparties intended to incorporate the said Arbitration Clause with respect to the\ndisputes that may arise in connection with these purchase orders. Having\ngone through the various correspondences exchanged between the parties\nduring the period when the purchase orders were being issued, it emerges\nthat there was not even a mention of any Arbitration Clause in any of the\nletters or the e-mails. In a few e-mails relied upon by the petitioner, no\ndoubt, the petitioner had obliquely referred to the 2011 agreement as the\noriginal agreement, but there was no mention to indicate that the said\nagreement on the Arbitration Clause was meant to be adhered to for these\npurchase orders. The respondent on the other hand had consistently taken a\nposition that the original agreement had expired and the subsequent purchase\norders were not governed by it.       Thus, there is neither any Arbitration\nAgreement in writing between the parties qua the subsequent purchase\norders nor are there any contemporaneous documents exchanged between the\n<span class=\"hidden_text\" id=\"span_34\">ARB.P. No. 434/2019                                           Page 19 of 28</span>\n parties from which one could infer that the intent was to relegate them to\narbitration proceedings. Thus, in my view the requirements of <a href=\"/doc/1846895/\" id=\"a_42\">Section 7</a> of\nthe Act are not met and it cannot be said that the purchase orders have\nArbitration Agreements between the parties.\n</p><p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69267810\" id=\"span_35\">35.    A Coordinate Bench of this Court in the case <a href=\"/doc/69267810/\" id=\"a_43\">Future Lifestyle\nFashions Limited</a> (supra) was dealing with an almost identical fact situation\nand after examining the provisions of <a href=\"/doc/1846895/\" id=\"a_44\">Section 7</a> of the Act, held that a\nsubsequent agreement which does not incorporate an Arbitration Clause and\nhas no reference to the previous contract, more specifically the Arbitration\nClause contained therein cannot satisfy the ingredients of <a href=\"/doc/1846895/\" id=\"a_45\">Section 7</a> of the\nAct.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_36\">The Supreme Court in the case of <a href=\"/doc/20317/\" id=\"a_46\">M.R. Engineers</a> (supra) summarized\nthe principles of <a href=\"/doc/153260/\" id=\"a_47\">Section 7(5)</a> of the Act and held that even a mere reference\nto a document would not have the effect making an Arbitration Clause from\nthat document a part of the contract. The reference should be such that\nshows the intention to incorporate the Arbitration Clause contained in the\nsaid document into the present contract. In case the Legislators intended to\nimport an Arbitration Clause from another document merely on a reference,\nSub-<a href=\"/doc/310829/\" id=\"a_48\">Section 5</a> of the Act would not have read as &quot;and the reference is such\nas to make that Arbitration Clause part of the contract&quot; and would have\nstopped only at the earlier part of the provision. Supreme <a href=\"/doc/20317/\" id=\"a_49\">Court further held</a>\nthat <a href=\"/doc/153260/\" id=\"a_50\">Section 7(5)</a> requires a conscious acceptance of the Arbitration Clause\nfrom another document.      The law was summarized in para 24 of the\njudgment which reads as under:-</span>\n</p>\n<blockquote id=\"blockquote_17\">       &quot;24. The scope and intent of <a href=\"/doc/153260/\" id=\"a_51\">Section 7(5)</a> of the Act may\n       therefore be summarised thus:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_37\">ARB.P. No. 434/2019                                         Page 20 of 28</span>\n<blockquote id=\"blockquote_18\">                (i) An arbitration clause in another document, would get\n           incorporated into a contract by reference, if the following\n           conditions are fulfilled:\n</blockquote><blockquote id=\"blockquote_19\">                   (1) the contract should contain a clear reference to\n               the documents containing arbitration clause,\n                   (2) the reference to the other document should clearly\n               indicate an intention to incorporate the arbitration\n               clause into the contract,\n                   (3) the arbitration clause should be appropriate, that\n               is capable of application in respect of disputes under the\n               contract and should not be repugnant to any term of the\n               contract.\n</blockquote><blockquote id=\"blockquote_20\">               (ii) When the parties enter into a contract, making a\n           general reference to another contract, such general\n           reference would not have the effect of incorporating the\n           arbitration clause from the referred document into the\n           contract between the parties. The arbitration clause from\n           another contract can be incorporated into the contract\n           (where such reference is made), only by a specific reference\n           to arbitration clause.\n</blockquote><blockquote id=\"blockquote_21\">               (iii) Where a contract between the parties provides that\n           the execution or performance of that contract shall be in\n           terms of another contract (which contains the terms and\n           conditions relating to performance and a provision for\n           settlement of disputes by arbitration), then, the terms of the\n           referred contract in regard to execution/performance alone\n           will apply, and not the arbitration agreement in the referred\n           contract, unless there is special reference to the arbitration\n           clause also.\n</blockquote><blockquote id=\"blockquote_22\">               (iv) Where the contract provides that the standard form\n           of terms and conditions of an independent trade or\n           professional institution (as for example the standard terms\n           and conditions of a trade association or architects\n           association) will bind them or apply to the contract, such\n           standard form of terms and conditions including any\n           provision for arbitration in such standard terms and\n           conditions, shall be deemed to be incorporated by reference.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_42\">           Sometimes the contract may also say that the parties are\n\n<span class=\"hidden_text\" id=\"span_38\">ARB.P. No. 434/2019                                           Page 21 of 28</span>\n            familiar with those terms and conditions or that the parties\n           have read and understood the said terms and conditions.\n</p><p data-structure=\"Section\" id=\"p_43\">              (v) Where the contract between the parties stipulates that\n           the conditions of contract of one of the parties to the\n           contract shall form a part of their contract (as for example\n           the general conditions of contract of the Government where\n           the Government is a party), the arbitration clause forming\n           part of such general conditions of contract will apply to the\n           contract between the parties.‖\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">36.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"151593616\" id=\"span_39\">In <a href=\"/doc/151593616/\" id=\"a_52\">Inox Wind Limited vs. Thermocables Limited</a> (2018) 2 SCC 519,\nthe Supreme Court has while examining the existence of an Arbitration\nAgreement, held that the Arbitration Clause in an earlier contract cannot be\nincorporated by a general reference.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_41\">The Court has in para 18 reiterated the\nposition of law in <a href=\"/doc/20317/\" id=\"a_53\">M.R.Engineers</a> (supra) and observed that the Court was in\nagreement with the judgment in <a href=\"/doc/20317/\" id=\"a_54\">M.R. Engineers</a> (supra).</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_45\">37.    The matter can be looked at from another angle. The 2011 Agreement\ncontained an Arbitration Clause which is an admitted position between the\nparties. The subsequent purchase orders, as held above by me are, separate\nagreements with different terms and conditions. Therefore, assuming that\nthere were transactions between the parties as contended by the petitioner till\n2017, these were only through these subsequent ROs/invoices. Thus, there\nwas novation of the initial agreement and by operation of law, the 2011\nAgreement stood superseded and the Arbitration Clause perished. It has been\nheld in various judgments that if the parties substitute a new contract for the\ncontract they have abrogated, the Arbitration Clause in the abrogated\ncontract cannot be invoked for determination of disputes under the new\ncontract. The Arbitration Clause being an intrinsic component of the original\nagreement would fall and cannot be invoked by the parties for adjudication\n\n<span class=\"hidden_text\" id=\"span_42\">ARB.P. No. 434/2019                                          Page 22 of 28</span>\n of disputes relating to any subsequent contract. This has been so held by the\nSupreme Court in KishoriLal Gupta (supra).\n</p><p data-structure=\"Precedent\" id=\"p_46\">38.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"513869\" id=\"span_43\">In <a href=\"/doc/513869/\" id=\"a_55\">ITC Ltd. v. George Joseph Fernandes and Anr.</a>, (1989) 2 SCC 1,\nthe Supreme Court has held that where the dispute between the parties is that\nthe contract itself does not subsist either as a result of its being substituted by\na new contract or by recession, that dispute cannot be referred to arbitration\nas the Arbitration Clause would itself perish if the averment was found to be\nvalid, as the very jurisdiction of the arbitrator is dependent on the existence\nof the Arbitration Clause. The parties thus cannot invoke a clause which has\nperished with the contract. In the present case the respondent has clearly\ndisputed the extension of the 2011 Agreement and has consistently\nmaintained that the subsequent purchase orders were individual transactions\nwith different terms and with no reference to any Arbitration Agreement.</span>\n</p><p data-structure=\"Section\" id=\"p_47\">39.     It is thus no longer res integra that an Arbitration Clause has to be\neither clearly stipulated between the parties and signed or must be contained\nin correspondence as a record of it. A general reference to an Arbitration\nAgreement in any other contract is not enough to show the intent of the\nparties that they agree to be governed by the mechanism of arbitration. The\ncontract in question must contain a clear reference to the documents\ncontaining the Arbitration Clause if at all a reference has to be made and the\nclause should be capable of application in respect of the disputes under the\npresent contract. Thus, unless there is a special reference to the Arbitration\nClause of the earlier contract, even reference to the other terms of the\ncontract is not enough to incorporate that there is an Arbitration Agreement\nbetween the parties.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">40.     In my view, from the facts of the present case it is evident that various\nPurchase Orders do not even have a reference of the 2011 agreement much\n<span class=\"hidden_text\" id=\"span_44\">ARB.P. No. 434/2019                                             Page 23 of 28</span>\n less the Arbitration Clause. Thus, in the opinion of this Court, there is no\nArbitration Agreement between the parties with respect to the ROs in\nquestion in relation to which the disputes are sought to be referred to\narbitration by the petitioner. Another factor that weighs with this Court to\ncome to the above conclusion is that the ROs contain an exclusive\njurisdiction clause.\n</p><p data-structure=\"Section\" id=\"p_49\">41.    Once it is found that the ROs are with respect to transactions\nindependent of 2011 Agreement, it is not necessary to decide whether 2011\nAgreement satisfies the requirement of <a href=\"/doc/1846895/\" id=\"a_56\">Section 7</a> of the Act or not. Thus, this\nCourt is not delving into the issue of 2011 Agreement being an Arbitration\nAgreement or not.\n</p><p data-structure=\"Precedent\" id=\"p_50\">42.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138493047\" id=\"span_45\">In so far as the petitioner has relied on the judgment of <a href=\"/doc/138493047/\" id=\"a_57\">Shine Travels</a>\n(supra) in the opinion of this Court the same is distinguishable on facts. In\npara 7 of the judgment it is clearly recorded that after the initial contract had\nexpired, the respondent continued to avail all the services under the\nagreement, even beyond its term. In fact, the respondent had expressly stated\nin its letter that till such time, a fresh agreement was entered into with\nmutually agreed rates, the respondent would continue to avail the services as\nan interim measure. The Court, therefore, noted that it was an admitted case\nthat the contractual relationship between the parties continued even after the\nterm of the agreement ended. In fact, the Court itself drew a distinction in a\nsituation where the parties disputed that the contractual agreement was\nextended.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1855581\" id=\"span_46\">In that background, the judgment in the case of <a href=\"/doc/1855581/\" id=\"a_58\">Bharat Petroleum\nCorporation Ltd. Vs. The Great Eastern Shipping Co. Ltd.</a>, 2008 1 SCC\n503 was distinguished as the Court found that in the said case, one of the\nparties had clearly disputed the extension of the contractual agreement. A\nperusal of Para 18 of the judgment also shows that what weighed with the\n<span class=\"hidden_text\" id=\"span_47\">ARB.P. No. 434/2019                                            Page 24 of 28</span>\n Court was the material fact that there was no dispute between the parties that\nthe agreement continued between them and services were being availed and\nrendered.</span>\n</p><p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"171214938\" id=\"span_48\">43.    The judgment in the case of <a href=\"/doc/171214938/\" id=\"a_59\">Govind Rubber</a> (supra) cannot be of any\navail to the petitioner as in the said case the Supreme Court was examining\nthe effect of an Arbitration Agreement which though in writing was not\nsigned by the parties and the question was if the record of agreement was\nprovided by exchange of correspondence between the parties in terms of\n<a href=\"/doc/1616495/\" id=\"a_60\">Section 7(4)(b)</a> of the Act. The Court found as a matter of fact that the\nappellant was acting pursuant to the sale contract. A few e-mails were looked\ninto by the Court and it came to a conclusion that the intention of the parties\nappearing from the correspondence led to a clear inference that there had\nbeen a meeting of mind and they were ad-idem to the terms of sales contract\nwhich contained the Forum of Dispute Resolution. In fact, after the dispute\nwas referred to the Arbitral Tribunal, the appellant had made a counter claim\nand had submitted to the jurisdiction of the Arbitrator. In the present case as\nnoted above, the respondent had always disputed the extension of the initial\nagreement and in each correspondence had taken a categorical stand that the\n2011 agreement had expired.</span>\n</p><p data-structure=\"Precedent\" id=\"p_52\">44.    In the case of Lt. Col. (Retd.) P.R.Chowdhary (supra), the plaintiff\nhad filed a suit for declaration and recovery of money and the defendants had\nfiled an application under <a href=\"/doc/1146817/\" id=\"a_61\">Section 8</a> of the Act. A Co-Ordinate Bench of this\nCourt had allowed the application under <a href=\"/doc/1146817/\" id=\"a_62\">Section 8</a> of the Act, on the ground\nthat it was not disputed by the plaintiffs that there was an agreement between\nthe parties forming the basis of the claims of the plaintiffs and which was\nevidenced by the contract notes. In fact, the plaintiffs had themselves before\nthe Consumer Court filed the said contract notes and had acted on the same.\n</p><span class=\"hidden_text\" id=\"span_49\">ARB.P. No. 434/2019                                          Page 25 of 28</span>\n<p data-structure=\"CDiscource\" id=\"p_53\"> The entire claim of the plaintiffs for money and delivery of shares was on the\nbasis of the said notes. The Court found that the intention of the parties to\nrefer to arbitration was clearly spelt out even though the agreement did not\nhave signature of both the parties. The said judgment would not, therefore,\nenure to the advantage of the petitioner as the facts in the present case are\ncontrary.\n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"190370690\" id=\"span_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"2769994\" id=\"span_51\">45.    Reliance was placed by learned senior counsel on paras 75 and 76 of\nthe judgment in the case of <a href=\"/doc/2769994/\" id=\"a_63\">Paranjape Schemes</a> (supra), in order to argue\nthat the Supreme Court had distinguished the case of <a href=\"/doc/190370690/\" id=\"a_64\">Young Achievers</a>\n(supra) wherein a proposition had been laid down that the Arbitration Clause\nin an agreement cannot survive if the agreement is superseded or novated by\na subsequent agreement. In my view <a href=\"/doc/190370690/\" id=\"a_65\">the said judgment</a> would have no\napplication to the present set of facts. As evident from para 76 of this\njudgment, the parties had entered into a Deed of Apartment and the Court\nfound that there was no provision in the said Deed that after execution of the\nsaid Deed, the Agreement of Sale entered into between the parties ceased to\nexist or was superseded by the Deed of Apartment. On the contrary, Clause\n46 of the Agreement for Sale categorically provided that the said agreement\nshall always be subject to provisions of the <a href=\"/doc/118730456/\" id=\"a_66\">Maharashtra Ownership Flats\nAct, 1963</a>.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1954535\" id=\"span_52\">46.    The judgment in the case of <a href=\"/doc/1954535/\" id=\"a_67\">Groupe Chemique</a> (supra) is clearly\ndistinguishable on the facts of the case. In the said case, the purchase orders\nplaced by the respondent on the petitioner had specifically provided that they\nwould be governed by all terms and conditions as per the FAI Terms. It was\nnot disputed between the parties that clause 15 of the FAI Terms, provided\nfor settlement of disputes by Arbitration. In the facts of that case, the\nSupreme Court held that when the Purchase Order incorporates an\n<span class=\"hidden_text\" id=\"span_53\">ARB.P. No. 434/2019                                          Page 26 of 28</span>\n Arbitration Agreement by reference the invoice need not contain a provision\nfor arbitration. In the present case, the invoices/ROs are individual purchase\norders which is indicated from the notes mentioned on the invoices and none\nof the ROs even obliquely referred to the Arbitration Clause in the 2011\nagreement, much less the agreement itself.</span>\n</p><p data-structure=\"Precedent\" id=\"p_56\">47.    In terms of <a href=\"/doc/234911/\" id=\"a_68\">Section 11 (6)(a)</a> of the Act, this Court while deciding a\npetition under <a href=\"/doc/1846895/\" id=\"a_69\">Section 7</a> of the Act is only required to examine the existence\nof a valid Arbitration Agreement between the parties. Recently, the Supreme\nCourt in the case of Mayavti Trading Pvt.Ltd. Vs. Pradyuat Deb Burman,\n2019 SCC OnLine SC 1164 has held as under:-\n</p><blockquote id=\"blockquote_23\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1954535\" id=\"span_54\">―10) This being the position, it is clear that the law\n               prior to the 2015 Amendment that has been <a href=\"/doc/1954535/\" id=\"a_70\">laid down by</a>\n               this Court, which would have included going into\n               whether accord and satisfaction has taken place, has now\n               been legislatively overruled.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196003210\" id=\"span_55\">This being the position, it is\n               difficult to agree with the reasoning contained in the\n               aforesaid judgment as <a href=\"/doc/63461877/\" id=\"a_71\">Section 11(6A)</a> is confined to the\n               examination of the existence of an arbitration agreement\n               and is to be understood in the narrow sense as has been\n               <a href=\"/doc/1954535/\" id=\"a_72\">laid down in</a> the judgment <a href=\"/doc/196003210/\" id=\"a_73\">Duro Felguera, S.A.</a> (Supra) -\n               see paras 48 &amp; 59.</span>\n</blockquote><blockquote id=\"blockquote_24\">               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"69267810\" id=\"span_56\">11) We, therefore, overrule the judgment in <a href=\"/doc/69267810/\" id=\"a_74\">United\n               India Insurance Company Limited</a> (supra) as not having\n               laid down the correct law but dismiss this appeal for the\n               reason given in para 3 above.‖\n       .</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_57\">48.    Having examined the contentions of the parties as well as the\ndocuments, in my opinion, there is no valid Arbitration Agreement existing\nbetween the parties. The present petition is, thus, not maintainable and\ndeserves to be dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_58\">49.    The petition is accordingly dismissed.\n</p>\n\n<span class=\"hidden_text\" id=\"span_57\">ARB.P. No. 434/2019                                             Page 27 of 28</span>\n<p data-structure=\"Conclusion\" id=\"p_59\"> 50.    However, it is open to the petitioner to avail any other remedy that\nmay be available to the petitioner in accordance with law.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_60\">                                                             JYOTI SINGH, J\n                      th\nDECEMBER 17 , 2019\n//rd/aa/\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">ARB.P. No. 434/2019                                           Page 28 of 28</span>\n </p>","numcites":28,"numcitedby":0,"docsource":"Delhi High Court","citetid":18678728,"divtype":"judgments","relatedqs":[{"value":"nclt","formInput":"nclt"},{"value":"Agreement not signed by all parties","formInput":"Agreement%20not%20signed%20by%20all%20parties"},{"value":"novation","formInput":"novation"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"section 7  arbitration agreement","formInput":"section%207%20%20arbitration%20agreement"},{"value":"future lifestyle fashion","formInput":"future%20lifestyle%20fashion"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"agreement of sale   filter:   if the party to the agreement admits his signature in the document he cannot dispute the contents of the document.","formInput":"agreement%20of%20sale%20%20%20filter%3A%20%20%20if%20the%20party%20to%20the%20agreement%20admits%20his%20signature%20in%20the%20document%20he%20cannot%20dispute%20the%20contents%20of%20the%20document."},{"value":"  No need for arbitration agreement","formInput":"%20%20No%20need%20for%20arbitration%20agreement"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"govind rubber   ","formInput":"govind%20rubber%20%20%20"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"contract for arbitration agreement","formInput":"contract%20for%20arbitration%20agreement"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"mutual","formInput":"mutual"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}