{"tid":363558,"publishdate":"2010-11-19","title":"Project Director vs Mecon Gea Energy on 19 November, 2010","doc":"<h2 class=\"doc_title\">Project Director vs Mecon Gea Energy on 19 November, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-kirubakaran\">N.Kirubakaran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-kirubakaran\">N.Kirubakaran</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\nDATED: 19/11/2010\n\nCORAM\nTHE HONOURABLE MR. JUSTICE N.KIRUBAKARAN\n\nCMA.(MD).No.369 of 2009\n\n\n1.Project Director,\n  Tuticorin Port Road Co.Ltd.(TPRCL),\n  Project Office at\n  26C/7A, First Street(West),\n  Kamaraj Nagar,\n  Third mile, Tuticorin-628 008.\n2.National Highways Authority of India,\n  (Ministry of Shipping, Road Transport\n  &amp; Highways) G-5 &amp; 6, Sector-10,\n  Dwarka, New Delhi-110 075.\t\t    \t \t    ... appellants\n\n\nversus\n\nMECON GEA Energy\nSystem (India) Ltd. (Joint Venture)\nNo.443, Anna Salai, Teynampet,\nChennai-600 018.\t\t\t       \t             ... Respondents\n\nCivil Miscellaneous appeal filed under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of Arbitration and\nConciliation Act, 1996, Act No.26 of 1996 against the order passed by the\nPrincipal District Judge, Tuticorin made in I.A.No.224 of 2008 in O.P.No.222 of\n2008 dated 9.1.2009.\n\n!For appellants   ... Mr.P.Wilson, Addl. Advocate General\n\t\t      for Mr.C,Arulvadivel @ Sekar\t\n^For Respondent   ... Mr.T.R.Rajagopalan Senior counsel \t\t\t\t\n\t\n                      for Mr.D.Ravichander\n\n:JUDGEMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\tThe appeal has been preferred against the order passed in interlocutory\napplication in I.A.No.224 of 2009 in O.P.No.222 of 2008 dated 9.1.2009.\n</p><p data-structure=\"Issue\" id=\"p_2\">\t2.\tThe case of the respondent is as follows:\n</p><blockquote id=\"blockquote_1\">\tThe appellants invited bids for execution of a work (Four Laning and\nstrengthening of existing 2-Lanes of Tirunelveli-Tuticorin road from Km.4/0 to\n51/2 of NH 7A in Tamil Nadu, Contract Package: (Tuticorin) and the respondent\nwas a successful bidder. The value of the contract is Rs.137,79,89,734/-. The\nrespondent, MECON - GEA Energy System (India) Ltd. (Joint venture) is a\ngovernment undertaking company and the appellants entered into an agreement on\n23.1.2004. As per the agreement, the time assigned for execution of the contract\nwas 30 months. The respondent issued unconditional bank guarantees to the\nappellants and the same were furnished to the appellants on 5.1.2004, 17.2.2004,\n26.4.2005, 22.12.2005, 21.4.2006 for the purpose of trade mobilization advance\nto the tune of Rs.26,51,67,225/-. \t\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">\t3.\tAs per clause 21.1 of the agreement, the appellants/employer shall\ngive the possession of all parts of the site and if the possession of a part is\nnot given, the employer is deemed to have delayed the short of the relevant\nactivities and that would be a compensation event which is prescribed in clause\n44 of the agreement.\n</p><p data-structure=\"Facts\" id=\"p_4\">\t4.\tThe terms of the agreement empowered the appellants to terminate the\ncontract in the event of non performance of contract by the respondent and the\nappellants could invoke bank guarantee without any prior notice to the\nrespondent.\n</p><p data-structure=\"Issue\" id=\"p_5\">\t5.\tIn addition to the main agreement, the respondent entered into\nanother agreement with the appellants on 14.12.2004 for shifting of pipe lines\nfor  proposed widening NH 7A, for execution and completion of the work to the\ntune of Rs.65,25,626/-.\n</p><p data-structure=\"Facts\" id=\"p_6\">\t6.\tThe respondent mobilized the amount  and commenced the work and the\npossession of the entire stretch of IA namely KM 4/0 to 51/2 was not given to\nthe respondent as agreed upon.\n</p><p data-structure=\"Facts\" id=\"p_7\">\t7.\tThe possession of land was given in different stretches over\ndifferent parts and 59% of the site alone was given to the respondent. As there\nwas delay in handing over the site in violation of clause 21 of the agreement.\nThe respondent wrote a letter to the appellants on 10.8.2005 pointing out the\ndelay and other acts of omission.\n</p><p data-structure=\"Facts\" id=\"p_8\">\t8.\tSince there was a delay and other omissions on the part of the\nappellants the respondent was compelled to rescind the agreement by writing a\nletter dated 5.3.2007 and further called upon to resolve the dispute by\nappointing an arbitrator and to constitute an Arbitration Tribunal.\n</p><p data-structure=\"PetArg\" id=\"p_9\">\t9.\tAs per the procedure, in the review meeting dated 5.4.2007 it was\ndecided to terminate the agreement on mutual convenience and an addendum\nagreement was drawn to terminate by mutual convenience as there was no provision\navailable in the agreement for such course. By reply dated 10.4.2007 the\nappellants denied the violation on its part and as the delay would not\nconstitute the compensation event. Through letter dated 20.8.2007 the appellants\nadmitted the work under agreement could not be completed due to delay in\nacquisition of land and shifting of utilities.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">\t10.\tA draft addendum agreement was sent to the respondent thorough\nletter dated 31.8.2007 and the appellants pointed out the full and final\nsettlement and the amount would be notified to the respondent separately.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">\t11.\tOn 3.10.2007 a draft agreement for termination by mutual consent was\nsent to the respondent and the respondent suggested certain changes in the\nagreement. However through various letters from 8.1.2008 to 10.3.2008, the\nappellants threatened to terminate the contract, if the respondent did not sign\nthe mutual termination agreement without changes proposed by the respondent.\nChanges included regarding shifting of pipe line.  Due to the dispute with\nregard to inclusion clause regarding shifting of pipe line, the said agreement\ncould not be executed and in view of that the appellants threatened to invoke\nthe bank guarantee.  Therefore respondent approached the civil court invoking\n<a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Arbitration and conciliation Act to get interim order.\t\n</p><p data-structure=\"Facts\" id=\"p_12\">\t13.\tCounter affidavit was filed by the appellants denying the case of\nthe respondent. The appellants contended that the total period of the contract\nwas fixed as 30 months namely completion of 15 kilometers in 18 months, and\nfurther 15 kilometers within 22 months and remaining length by the end of 30th\nmonth; As per the contract the appellants paid 5% of the contract value as\ninterest free mobilization advance in March 2004 and subsequently paid 5% of\ncontract value of Rs.6.8 crores for the purpose of mobilizing the machinery\nrequired for the work; In fact the respondents misused the advance payment\navailed by them; Shifting of pipeline utility was entrusted to the respondent as\nper separate agreement. The said shifting work was entrusted on 14.12.2004; The\nrespondent mobilized the machinery with delay and therefore the commencement of\nwork suffered; In view of clause 21 of the agreement, the appellants handed over\nthe entire stretch on 11.2.2004 and asked the respondent to commence the work in\nthe land handed over to the respondent commencing from 29.3.2009; As per the\nagreement, the land would be given in bits and pieces to the respondent. Though\nthe required amount was given to the respondent, the respondent did not attempt\nto complete the work till the end of agreement; Inaction on the part of the\nrespondent made the appellants to suffer. Out of the advance amount received to\nthe tune of Rs.17.78 crores and only Rs.6.8 crores was  recovered by the\nappellants; The appellants agreed to terminate the contract by mutual\nconvenience;  However the respondent further delayed by wrong interpretation of\nthe mutual agreement.  In nutshell, the appellants contended that the respondent\nwas neither interested to conclude addendum agreement or complete the work\nundertaken by them as per the contract.\n</p><p data-structure=\"Facts\" id=\"p_13\">\t14.\tAfter hearing both the parties, the civil court granted interim\norders holding that:\n</p><blockquote id=\"blockquote_2\">1) Entire stretch of land was not handed over to the respondent;\n</blockquote><blockquote id=\"blockquote_3\">2) The petitioner incurred heavy expenditure by hire;\n</blockquote><blockquote id=\"blockquote_4\">3) Parties decided to terminate the agreement by mutual consent;\n</blockquote><blockquote id=\"blockquote_5\">4) The respondent initiated action for arbitration proceedings as per agreement\nwhich contains clause for arbitration and\n</blockquote><blockquote id=\"blockquote_6\">5) There was a threat of invoking bank guarantee,\nThe trial court granted interim order viz. Status-quo considering the above\nfacts. The said interim order is challenged before this court by way of this\nappeal.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_14\">\t15.\tMr.P.Wilson, learned additional Advocate General would submit that:\n</p>\n<blockquote id=\"blockquote_7\">\t1) There was no delay on the part of the appellants in handing over the\npossession of the land;\n</blockquote><blockquote id=\"blockquote_8\">\t2) The arbitration clause 24.2 in contract data is a conjoint agreement\nand the respondent has to necessarily pass through the mechanism of Dispute\nReview Board as per 24.1 of contract data in order to invoke clause 24.2;\n</blockquote><blockquote id=\"blockquote_9\">\t3) On the date of filing of <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> petition there is no valid binding\nagreement for arbitration;\n</blockquote><blockquote id=\"blockquote_10\">\t4) The respondent did not satisfy the court that the arbitration\nproceedings were actually contemplated or manifestly intended so as to invoke\n<a href=\"/doc/1079220/\" id=\"a_4\">Section 9</a> of Arbitration and Conciliation Act 1996.\n</blockquote><blockquote id=\"blockquote_11\">\t5) The contract was terminated and the work was given to third party\ncontractor who already executed the work.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"507484\" id=\"span_1\">16.\tHe relied upon a judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/507484/\" id=\"a_5\">Sundaram\nFinance Company Limited vs. NEPC India Limited</a> reported in (1999) 2 SCC 479 and\ncontended that a dispute must have arisen which is referable to the Arbitration\nTribunal. He pointed out that there is no &quot;dispute&quot;, unless the Dispute Review\nBoard gives its recommendation as per Clause 24.1.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1913246\" id=\"span_2\">The next judgment relied upon\nby the learned Senior counsel is <a href=\"/doc/1913246/\" id=\"a_6\">Jagdish Chander vs. Ramesh Chander and others</a>\nreported in (2007) 6 MLJ 317 (SC) which declares that unless the parties agreed\nfor arbitration, the dispute cannot be referred to Arbitration. By relying upon\nthe said judgements he would contend that consensus to refer the dispute is\nmissing in the clause for settlement of dispute. Relying upon the judgement he\nfurther submitted that <a href=\"/doc/1846895/\" id=\"a_7\">Section 7</a> of the Act is a condition precedent for\nexercising power to seek arbitration and it requires the parties to settle the\ndispute by negotiation. Notice should be given to refer  the dispute to Dispute\nReview Board and thereafter only arbitration  clause could be invoked. Learned\nsenior counsel further submitted that since there was failure on the part of the\nrespondent in executing the contract and the respondent utilized the advance\namounts to other purpose, in the interest of public, the contract was terminated\non 8.5.2009. He submitted that when the contract was terminated, the appellants\nis entitled to all the benefits including invocation of bank guarantee. After\nthe appeal was admitted and interim suspension was obtained from this court on\n29.4.2009, the appellants terminated the contract on 8.5.2009 and invoked bank\nguarantee on 9.5.2009. Mr.P.Wilson, learned Additional Advocate General\nsubmitted that the contract was terminated and the work was given to a\ncontractor who already executed the work. Therefore he seeks for allowing the\nappeal.</span>\n</p><p data-structure=\"PetArg\" id=\"p_16\">\t17.\tOn the other hand Mr.T.R.Rajagopalan, learned Senior counsel for the\nrespondent submitted that though the work was entrusted, the lands were not\nacquired and there was a delay in handing over the possession of the land\nresulting in delay in execution; The delay in handing over the lands, was\nadmitted by the appellants themselves; Since the dispute arose due to\nfundamental breach by the appellants  the respondent called upon to constitute a\nDispute Review Board or alternatively to refer the matter to the Arbitration\nTribunal through letter dated 5.3.2007. Secondly he submitted that even though\nthe Dispute Review Board is contemplated under Clause 24.1, it is not mandatory\nto wait for the recommendations of the Dispute Review Board, as the appellants\nthreatened to invoke bank guarantees; The Dispute Review Board has got no\njurisdiction or power to restrain the appellants from invoking bank guarantee;\nIf the bank guarantee is invoked, the very purpose of going through DRB and\nArbitration would be lost.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">\t18.\tThe learned Senior counsel further submitted that the respondent is\nentitled to invoke <a href=\"/doc/1120409/\" id=\"a_8\">Section 9</a> of the Arbitration Act to get interim relief. The\npre-request under the contract to refer to DRB would not preclude the parties to\nclaim interim relief under statutory provisions.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">\t19.\tFinally he submitted by obtaining suspension of status quo granted\nby the Trial court, the appellants illegally terminated the contract and invoked\nthe bank guarantee and therefore the amount under the bank guarantee is required\nto be redeposited before the court, till the arbitration proceedings are over.\n</p>\t\n\t\n<p data-structure=\"RespArg\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_3\">20.\tLearned counsel relied upon the judgment of the Hon&#x27;ble Supreme\nCourt in <a href=\"/doc/122362/\" id=\"a_9\">Firm Ashok Traders and another vs. Gurumuk Das Saluja and others</a>\nreported in (2004) 3 SCC 155. It declared that time or the stage for invoking\njurisdiction of the court under <a href=\"/doc/1079220/\" id=\"a_10\">Section 9</a> can be: (i) before, or (ii) during the\nArbitral proceedings, or (iii) at any time after making of the arbitral award\nbut before it it is enforced in accordance with <a href=\"/doc/1282684/\" id=\"a_11\">Section 36</a>. By relying upon the\nsaid judgement, learned senior counsel submitted that the respondent is at\nliberty to invoke <a href=\"/doc/1079220/\" id=\"a_12\">Section 9</a> of the Act at any time.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_20\">\t21.\tThere is no dispute with regard to covenants of the agreement.\nClause 24.2 of contract data speaks about arbitration proceedings and the\nappointment of Arbitration Tribunal. The value of the contract is\nRs.137,79,89,734/- and the respondent executed a bank guarantee to the tune of\nRs.26,51,63,226/- and the said guarantee could be invoked upon the termination\nof contract in the event of non-performance of contract by the respondent.\nAccording to the respondent the possession of land was not given at a stretch\nand it was given in bits and pieces and that was the reason why the respondent\ncould not execute the contract. By letter dated 10.8.2005 the respondent\ninformed the appellants  that the work commenced on 13.12.2004 and the delay in\nexecution of the work was by the appellants due to non-acquisition of land, non-\nappointment of engineers and representatives and other reasons and they are\nextracted as follows:\n</p><blockquote id=\"blockquote_12\">&quot;-Delay in appointment of Engineer&#x27;s representative\n</blockquote><blockquote id=\"blockquote_13\">-- Hindrance due to non-acquisition of land\n</blockquote><blockquote id=\"blockquote_14\">-- Delay on account of realignment\n</blockquote><blockquote id=\"blockquote_15\">-- Hindrance on account of borrow area\n</blockquote><blockquote id=\"blockquote_16\">-- Delay on account of decision on laying Geotextile\n</blockquote><blockquote id=\"blockquote_17\">-- Hindrance on account of delay in tree cutting\n</blockquote><blockquote id=\"blockquote_18\">-- Hindrance due to rain fall\n</blockquote><blockquote id=\"blockquote_19\">-- Effect of Wind\n</blockquote><blockquote id=\"blockquote_20\">-- Effect of impending Tsunami &quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_21\">It is further stated therein that the land for construction of the toll was not\nhanded over and  the District Revenue Officer, Tuticorin was not available to\ndeal with the issue relating to the land acquisition. It is clearly stated in\nthe said respondent&#x27;s letter that the minimum length of continuous stretch as\nenvisaged in the contract was not made available to the respondent. It was also\npointed out that the shifting of pipe line was awarded as a different project.\n</p><p data-structure=\"PetArg\" id=\"p_22\">\t22.\tThrough letter dated 14.2.2006, the respondent submitted  the\nstatement relating to utilization of mobilization advance. Though the appellants\ncontended that the respondent was required to execute the work in time, even the\nlands were given in bit and pieces which was admitted by the appellants in their\nletter dated 20.8.2007 that the project could not be completed mainly due to\ndelay in acquisition of land and shifting of utilities and the last para of the\nletter dated 20.8.2007 is extracted as follows:\n</p><blockquote id=\"blockquote_21\">&quot;As regards our another project on NH-&amp;A for Tuticorin Port connectivity which\nis again in JV with M/s. MECON Ltd. As head Partner, the position is that\nproject could not be completed mainly due to delay in acquisition of land and\nshifting of utilities. The client has agreed to terminate the contract as per\nmutual convenience. Steps in this regard are being taken up by the client&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">Therefore it is  proved that there was a delay on the part of the appellants to\nhand over the possession of the land to the respondent. The non-handing over of\nthe site would definitely constitute a compensation event as per clause 44.1(A)\nof general conditions of the Contract.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">\t23.\tBy letter dated 5.3.2007 the respondent pointed out that the\npossession of the land was not given and there was a delay in handing over the\npossession due to the land acquisition. As per the above letter 59% of the land\nalone was given by the appellants in bits and pieces on various dates and the\nminimum length of continuous stretch as envisaged in the contract was not made\navailable to the respondent for all the three mile stones. It was pointed out\nthat even though notice to proceed was given for the entire structure of 42.5\nkms., only the 27.85 kms. of complete ROW could be handed over during 30 months,\nthat too bit and pieces. (It was further pointed out that though three mile\nstones identified to me, one mile stone has not been handed over.) Secondly it\nwas pointed out that due to non-acquisition of land, shifting of water pipe line\nfor 26 kilometers the work could not be completed. There was a delay in taking\nsteps for cutting trees, shifting of Electricity power and HT line. There was a\ndelay on the part of engineer in providing approval of geotextiles, clearance or\ndirection for methodology of construction of old carriage way etc.\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">\t24.\tThe respondent pointed out that by previous letter dated 10.8.2005,\nthe respondent gave the details of the delay and sought extension of time and no\nresponse was received by the appellants. Since the appellants declined to\nperform its duties and obligations, the consequent failure constituted\nfundamental breach. It is stated that the delay constituted fundamental breach\nof contract. Therefore the respondent rescinded the contract due to various\nfundamental breaches of the contract by the appellants. By the said letter dated\n5.3.2007 the respondent called upon the appellants to constitute a Dispute\nReview Board or in the alternative to nominate an arbitrator to resolve the\ndispute.\n</p><p data-structure=\"PetArg\" id=\"p_26\">\t25.\tThough the appellants contended through reply dated 10.4.2007 that\nthe entire land deemed to have been handed over to the contractor, it runs\ncontra to the appellants&#x27; letter dated 20.8.2007, which admits that project\ncould not be completed mainly due to delay in acquisition of land and shifting\nof utilities. Moreover the entire land was required to be handed over\nphysically. In any event in view of admission  in the letter dated 20.8.2007, it\nis proved that the contract could not be executed in time because of the delay\nin handing over the possession. The Letter dated 5.3.2007 rescinding the\ncontract by the respondent and the denial letter dated 10.4.2007 by the\nappellants would constitute a &quot;dispute&quot; which is required to be referred to\narbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">\t26.\tClause 24.1 of the contract data, postulates that the settlement of\ndispute is by Dispute Review Board and the relevant portion of the clause 24(1)\nis extracted as follows:\n</p><blockquote id=\"blockquote_22\">\t&quot; Dispute Review Board.\n</blockquote><blockquote id=\"blockquote_23\">\tIf any dispute arises between the Employer and the Contractor in\nconnection with, or arising out of the Contract of the execution of the Works,\nwhether during the execution of the Works or after their completion and whether\nbefore or after the repudiation or other termination of Contract, including any\ndisagreement by either party with any action, inaction, opinion, instruction,\ndetermination, certificate or valuation of the Engineer, the matter in dispute\nshall, in the first place, be referred to the Disputes Review Board (&quot; the\nBoard&quot;).\n</blockquote><blockquote id=\"blockquote_24\">\tThe Board shall be established by the signing of a Board member&#x27;s\nDeclaration of Acceptance (as required by paragraph 12 of Annexure A to this\nContract Date) by all three Board Members.&quot;\n</blockquote>\n<blockquote id=\"blockquote_25\">\t&quot;..... Either the Employer or the Contractor may refer a dispute to the\nBoard in accordance with the provisions of Annexure A to this Contract Data.\nIf either the Employer or the Contractor is dissatisfied with any Recommendation\nof the Board, or if the Board fails to issue its recommendation within 56 days\nafter receipt by the Chairman of the Board of the written Request for\nRecommendation, then either the Employer or the Contractor may, within 14 days\nafter his receipt of the Recommendation, or within 14 days after the expiry of\nthe said 56-day period, as the case may be give notice to the other party, with\na copy for information to the Engineer, of his intention to commence\narbitration, as  hereinafter provided, as to the manner in dispute . Such notice\nshall establish the entitlement of the party giving the same to commence\narbitration, as hereinafter provided, as to such dispute and subject to Sub-\nClause 24.3, no arbitration in respect thereof may be commenced unless such\nnotice is given.\n</blockquote>\n<blockquote id=\"blockquote_26\">\t&quot;.....24.2 Arbitration\n\tAny dispute in respect of which the Recommendation(s), if any, of the\nBoard has not become final and binding pursuant to Sub Clause 24, shall be\nfinally settled by arbitration as set forth below. The arbitral tribunal shall\nhave full power to open-up review and revise any decision, opinion, instruction,\ndetermination, certificate or valuation of the Engineer and any\nRecommendation(s) of the Board related to the dispute.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_28\">\t27.\tA perusal of clauses 24.1 and 24.2 of contract data would reveal\nthat first, the dispute is required to be referred to Dispute Review Board and\nwithin 14 days from the receipt of recommendation from the Dispute Review Board,\nthe parties should give notice to commence arbitration proceedings. As rightly\npointed out by the learned Senior Counsel for the respondent, recommendations\nfor DRB are only recommendatory in nature. There is a mechanism contemplated\nunder Clause 24(1), which is is required to go through the Dispute Review Board.\nHowever the existence of reference to the Dispute Review Board does not preclude\nthe respondent to seek remedy under <a href=\"/doc/1079220/\" id=\"a_13\">Section 9</a> of the Arbitration and\nConciliation Act 1996.  Further it is pertinent to note that the appellants\nthemselves have contended the delay in handing over of the site and consequently\nagreed for mutual termination of the agreement. Since there was no provision in\nthe agreement for such course, the parties having drawn an addendum agreement,\nit is not open to the appellants to contend that the respondent has to pass\nthrough the mechanism of DRB.  As already found by this court the existence of\nDRB cannot be a prohibition for invoking of statutory remedy, which the\nrespondent is entitled to. The dispute is pursuant to the issuance of\nrespondent&#x27;s letter dated 5.3.2007 and reply dated 10.4.2007. Therefore a\ndispute between the parties under the contract existed and <a href=\"/doc/1079220/\" id=\"a_14\">Section 9</a> of the Act\nhas been rightly invoked by the respondent.\n</p><p data-structure=\"Section\" id=\"p_29\">\t28.\tAs rightly pointed out by the learned Senior Counsel for the\nrespondent that pre requirement under the contract to refer DRB would not\npreclude the parties from claiming interim relief under <a href=\"/doc/1079220/\" id=\"a_15\">Section 9</a> of the Act.\n<a href=\"/doc/1079220/\" id=\"a_16\">Section 9</a> of the Arbitration and Conciliation Act 1996 is extracted as follows:\n</p><blockquote id=\"blockquote_27\">&quot; 9. Interim measures, etc., by Court.-- A party may, before or during arbitral\nproceedings or at any time after the making of the arbitral award but before it\nis enforced in accordance with <a href=\"/doc/1282684/\" id=\"a_17\">section 36</a>, apply to a Court:--\n</blockquote><blockquote id=\"blockquote_28\">\t(i) for the appointment of a guardian for a minor or a person of unsound\nmind for the purposes of arbitral proceedings; or\n</blockquote><blockquote id=\"blockquote_29\">\t(ii) for an interim measure of protection in respect of any of the\nfollowing matters namely:--\n</blockquote><blockquote id=\"blockquote_30\">\t(a) the preservation, interim custody or sale of any goods which are the\nsubject-matter of the arbitration agreement;\n</blockquote><blockquote id=\"blockquote_31\">\t(b) securing the amount in dispute in the arbitration;\n</blockquote><p data-structure=\"Section\" id=\"p_30\">\t( c ) the detention, preservation or inspection of any property or thing\nwhich is the subject matter of the dispute in arbitration, or as to which any\nquestion may arise therein and authorising for any of the aforesaid purposes any\nperson to enter upon any land or building in the possession of any party, or\nauthorising any samples to be taken or any observation to be made, or experiment\nto be tried, which may be necessary or expedient for the purpose of obtaining\nfull information or evidence;\n</p><p data-structure=\"Section\" id=\"p_31\">\t(d) interim injunction or the appointment of a receiver;\n</p><p data-structure=\"Section\" id=\"p_32\">\t(e) such other interim measure of protection as may appear to the Court to\nbe just and convenient, and the Court shall have the same power for making\norders as it has for the purpose of, and in relation to, any proceedings before\nit. &quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">\t29.\tA mutual agreement cannot prohibit a party from invoking statutory\nprovisions. If the contention of Mr.Wilson, learned Additional Advocate General\nis to be accepted that DRB is a precondition to go for Arbitration, then it\nwould render the statutory provisions like <a href=\"/doc/1625889/\" id=\"a_18\">Sections 23</a> to <a href=\"/doc/1431516/\" id=\"a_19\">27</a> of the Contract Act\nand <a href=\"/doc/1120409/\" id=\"a_20\">Section 9</a> of the Arbitration Act a dead letter in the statue. A party cannot\nbe prevented from availing statutory remedy before competent court. The\nexistence of the dispute has been  admitted by the appellants through letter\ndated 20.8.2007 wherein the appellantss consented with the respondent mutually\nto terminate the contract and consequently decided to execute the addendum\nagreement. However this court is not inclined to go into details with regard to\nthe dispute, which shall be gone into by Arbitration Tribunal.\n</p><p data-structure=\"Precedent\" id=\"p_34\">\t30.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507484\" id=\"span_4\">In the judgment relied on by Mr.P.Wilson, Additional Advocate\nGeneral in <a href=\"/doc/507484/\" id=\"a_21\">Sundaram Finance Ltd. vs. NEPC India Ltd. Reported</a> in (1999) 2 SCC\n479 it has been stated there has been manifest intention to take recourse to the\narbitral proceedings at the time when the application under <a href=\"/doc/1079220/\" id=\"a_22\">Section 9</a> is filed.\nIt is in this regard, the averments made by the respondent in O.P.222 of 2008\ndemonstrates their intention to seek remedy through arbitration. As already\ndiscussed, there existed a dispute and coupled with the intention to have\nrecourse to arbitral proceedings only, the respondent satisfied the parameters\nprescribed by the Hon&#x27;ble Supreme Court in <a href=\"/doc/507484/\" id=\"a_23\">the said judgment</a> and as such the\npetition under <a href=\"/doc/1079220/\" id=\"a_24\">Section 9</a> is maintainable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_5\">In <a href=\"/doc/1913246/\" id=\"a_25\">Jagdish Chander vs. Ramesh Chander\nand others</a> reported in (2006) MLJ 317 (SC), it was found that there was no\nagreement in terms of <a href=\"/doc/1846895/\" id=\"a_26\">Sections 7</a> and <a href=\"/doc/1841764/\" id=\"a_27\">11</a> of the Arbitration and Conciliation Act\n1996. When the clause relating to settlement of dispute between parties require\ntheir consent, before disputes could be referred to arbitration. However in the\nsaid case the words found in the agreement reads as follows:</span>\n</p>\n<blockquote id=\"blockquote_32\">&quot;the dispute shall be referred to for arbitration if parties so determined. &quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">Therefore it was held that the said agreement was not an arbitration agreement.\nHowever, in this case clause 24.2 of contract data states that there is no\nrequirement for any further agreement between the parties. It is a crystal clear\nfrom clauses 24.1 and 24.2 that there would be an arbitration if any dispute\narises between the parties and there is no further requirement of consensus.\nHence the aforesaid decision is peculiar to the arbitration clause in the said\nagreement and not applicable to the case on hand. From the clauses in the\nagreement in hand, it is a clear case for existence of dispute by which the\ncause of action arises for invoking <a href=\"/doc/1120409/\" id=\"a_28\">Section 9</a> of the Arbitration Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_6\">31.\tThe judgment relied on by the respondent in <a href=\"/doc/122362/\" id=\"a_29\">Firm Ashok Traders and\nanother vs. Gurumukh Das Saluja and others</a> reported in (2004) 3 SCC 155 clearly\nspelt out the pre jurisdiction for invoking jurisdiction of Civil Court under\n<a href=\"/doc/1079220/\" id=\"a_30\">Section 9</a> of the Act namely before or during arbitral proceedings or at any time\nafter making arbitral award and before it is enforced in accordance with <a href=\"/doc/1282684/\" id=\"a_31\">Section\n36</a> of the Act. It also held that the court under <a href=\"/doc/1079220/\" id=\"a_32\">Section 9</a> is only formulating\ninterim measures so as to protect the right under adjudication before the\nArbitral tribunal from being frustrated.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_37\">\tPara 17 of the judgment is usefully extracted as follows:\n</p><blockquote id=\"blockquote_33\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122362\" id=\"span_7\">&quot;17. There are two other factors which are weighing heavily with us and\nwhich we proceed to record. As per the law <a href=\"/doc/122362/\" id=\"a_33\">laid down by</a> this court in Sundaram\nFinance Ltd. An application under <a href=\"/doc/1079220/\" id=\"a_34\">Section 9</a> seeking interim relief is\nmaintainable even before commencement of arbitral proceedings. What does that\nmean? In Sundaram Finance Ltd. Itself the Court has said:</span>\n</blockquote><blockquote id=\"blockquote_34\">\tIt is true that when an application under <a href=\"/doc/1079220/\" id=\"a_35\">Section 9</a> is filed before the\ncommencement of the arbitral proceedings, there has to be manifest intention on\nthe part of the applicant to take recourse to the arbitral proceedings.\n\t<a href=\"/doc/1079220/\" id=\"a_36\">Section 9</a> permits application being filed in the court before the\ncommencement of the arbitral proceedings but the provision does not give any\nindication of how much before. The word &quot;before&quot; means, inter alia, &quot;ahead of;\nin presence of sight of; under the consideration or cognizance of. The two\nevents sought to be interconnected by use of the term &quot;before&quot; must have\nproximity of relationship by reference to occurrence; the later event\nproximately following the preceding event as a foreseeable or &quot;within-sight&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_38\">certainty. The party invoking <a href=\"/doc/1079220/\" id=\"a_37\">Section 9</a> may not have actually commenced the\narbitral proceedings but must be able to satisfy the court that the arbitral\nproceedings are actually contemplated or manifestly intended (as Sundaram\nFinance Ltd. Puts it) and are positively going to commence within a reasonable\ntime.  What is a reasonable time will depend on the facts and circumstances of\neach case and the nature of interim relief sought for would itself give an\nindication thereof. The distance of time must not be such as would destroy the\nproximity of relationship of the two events between which it exists and elapses.\nThe purpose of enacting <a href=\"/doc/1079220/\" id=\"a_38\">Section 9</a>, read in the light of the Model Law and\nUNCITRAL Rules is to provide &quot;interim measures of protection&quot;.  The order passed\nby the court should fall within the meaning of the expression &quot; an interim\nmeasure of protection&quot; as distinguished form an all-time or permanent\nprotection.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_39\">\t32.\tThe clear facts of the case would reveal the existence of dispute,\nwhich is the only requirement for invoking <a href=\"/doc/1079220/\" id=\"a_39\">Section 9</a> of the Act and therefore\nthe respondent has cause of action for approaching the civil court under <a href=\"/doc/1079220/\" id=\"a_40\">Section\n9</a> of the Act. The appellants threatened the respondent to invoke bank guarantee\nand therefore the application under <a href=\"/doc/1079220/\" id=\"a_41\">Section 9</a> of the Act before civil court is\nmaintainable.\n</p>\n<p data-structure=\"Facts\" id=\"p_40\">\t33.\tIn the proceedings status quo order was granted till the disposal of\n<a href=\"/doc/1079220/\" id=\"a_42\">Section 9</a> application against which this appeal has been preferred by the\nappellants. An exparte order interim suspension was obtained on 29.4.2009.\nAfter obtaining suspension of status-quo order, the appellants terminated the\ncontract on 8.5.2009. The trial court after considering the matter in detail and\nafter contest, made the status quo order absolute. However by obtaining\nsuspension order, the appellants terminated the contract and invoked the bank\nguarantee. By virtue of status  quo order the respondent&#x27;s rights were preserved\nunder <a href=\"/doc/1079220/\" id=\"a_43\">Section 9</a> of the Act. On obtaining suspension of the status-quo order, the\nappellants had invoked the Bank guarantee thereby aggrandized the relief in the\nappeal without any contest by the respondent. Such course of action by the\nappellants during pendency of the appeal mocks fair play. Though the correctness\nof such invocation is not the subject matter of the appeal, yet this court is\nimpelled to render a finding on such conduct of the appellants and declare the\ninvocation as invalid. Further such rendering becomes necessary to arrive at a\njust conclusion in the above appeal. Being the Government undertaking, the\nappellantss should have acted fairly and should have waited till the disposal of\nthe appeal before taking any action. By terminating the contract and invoking\nbank guarantee, the appellants tried to defeat the case of the respondent\nwithout contest and getting order on merits. In this case by an order of\nsuspension, the contract was terminated and bank guarantee was invoked and the\nrespondents&#x27; money was appropriated by the appellants.  In any event all these\nissues are to be adjudicated before the Arbitration Tribunal.  <a href=\"/doc/1079220/\" id=\"a_44\">Section 9</a>\napplication is only an interim measure and to preserve the interest and rights\nof the aggrieved party.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\t34.\tTherefore the reasoning for grant of interim order given by the\ncivil court that\n</p><p data-structure=\"Conclusion\" id=\"p_42\">1) 59% of the site alone was given by the appellants.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">2) Respondent incurred heavy expenditure in securing high power machineries.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">3) Parties decided to terminate the agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">4) The terms of the Addendum agreement have not been uniformly accepted.\n</p><p data-structure=\"Conclusion\" id=\"p_46\">5) The agreement contains a clause for Arbitration\n</p><p data-structure=\"Conclusion\" id=\"p_47\">6) The urgency of the application under &quot;threat&quot; from the appellants could be\ninferred are well founded and the appellants has not made out any case to\ninterfere in these findings and the same cannot be interfered.\n</p>\n<p data-structure=\"Section\" id=\"p_48\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"397996\" id=\"span_8\">35. Though the status quo order was passed in interim application, the\norder was passed by the trial court after considering respondent&#x27;s documents\nEx.P1 to P26 and appellants&#x27;s documents Ex.R1 to R28 and pleadings of the\nparties and convinced about prima facie case in favour of the respondents\nbesides considering the balance of convenience. The Hon&#x27;ble Supreme Court in\n<a href=\"/doc/397996/\" id=\"a_45\">N.Srinivasa v. Kuttikaran Machine Tools Ltd. Reported</a> in 2009 (5) SCC 182\nrestored the status-quo order passed by the trial court, Bangalore in an\napplication filed under Order 39 Rule 1 and 2 read with <a href=\"/doc/56600062/\" id=\"a_46\">Section 151</a> of the\nC.P.C.  Taken out  in <a href=\"/doc/1079220/\" id=\"a_47\">Section 9</a> application reversing the judgment of Karnataka\nHigh Court. Therefore interlocutory application is maintainable in <a href=\"/doc/1079220/\" id=\"a_48\">Section 9</a>\napplication. Hence, it cannot be found fault with on the ground that there can\nnot be any interim order in <a href=\"/doc/1079220/\" id=\"a_49\">Section 9</a> application as order in <a href=\"/doc/1079220/\" id=\"a_50\">Section 9</a>\napplication itself is  interim in nature.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\t36.\tAs already found by this court, the existence of DRB would not be a\nbar for the respondent to invoke <a href=\"/doc/1079220/\" id=\"a_51\">Section 9</a> of the Act. The Trial court rightly\ngranted an interim order as interim measure preserving the rights of the\nrespondent and the same cannot be disturbed. However, in view of subsequent\ndevelopments that the work was given to third parties and has been executed as\nalleged by the appellants, the interim order granted by the trial court is\nrequired to be modified and restricted to Bank guarantee alone. The question of\ncorrectness of termination and consequences, if any is left open to the\nappropriate forum to decide if the parties so desire. The respondent has taken\nout M.P.No.3 of 2009 for direction to redeposit bank guarantee amount  to enable\nthe petitioner to take fresh bank guarantee to the benefit of the respondent.\nTherefore interest of justice requires an order to be granted as prayed for in\nthe said petition and therefore the appellants are hereby directed to   re-\ndeposit the amount drawn from the banks to the tune of Rs.26,51,67,225/- (Rupees\nTwenty Six Crores and Fifty one lakhs and sixty seven thousand two hundred and\ntwenty five only) so as to enable the respondents to take fresh bank guarantee\nto the benefit of the appellants  within 12 weeks from the date of the receipt\nof a copy of this order.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">\t37.\tWith the above direction the appeal is dismissed. However there will\nbe no order as to costs. Consequently the connected M.P.Nos.1 and 2 of 2009 are\nclosed and M.P.No.3 of 2009 is allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">gsr/vk\n\n\nTo\n\nMECON GEA Energy\nSystem (India) Ltd. (Joint Venture)\nNo.443, Anna Salai, Teynampet,\nChennai-600 018.\u001a</p>","numcites":13,"numcitedby":0,"docsource":"Madras High Court","citetid":363558,"divtype":"judgments","relatedqs":[{"value":"dispute review board","formInput":"dispute%20review%20board"},{"value":" status quo is an order","formInput":"%20status%20quo%20is%20an%20order"},{"value":"Section 9 of arbitration act: whether temporary injunction be claimed to prevent transfer of shares","formInput":"Section%209%20of%20arbitration%20act%3A%20whether%20temporary%20injunction%20be%20claimed%20to%20prevent%20transfer%20of%20shares"},{"value":"status quo","formInput":"status%20quo"},{"value":"DRB  ","formInput":"DRB%20%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"fundamental breach","formInput":"fundamental%20breach"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"interim measures ","formInput":"interim%20measures%20"},{"value":"mutual","formInput":"mutual"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"terminable contract","formInput":"terminable%20contract"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"MECON","formInput":"MECON"},{"value":"sundaram finance","formInput":"sundaram%20finance"},{"value":"joint ventures","formInput":"joint%20ventures"},{"value":"mutual agreement","formInput":"mutual%20agreement"},{"value":"suspension","formInput":"suspension"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"},{"value":"enforcement","formInput":"tag:enforcement"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}