{"tid":1075328,"publishdate":"1989-03-31","title":"Jammu & Kashmir State Forest ... vs Abdul Karim Wani on 31 March, 1989","doc":"<h2 class=\"doc_title\">Jammu &amp; Kashmir State Forest ... vs Abdul Karim Wani on 31 March, 1989</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1989 AIR 1498, 1989 SCR (2) 380, AIR 1989 SUPREME COURT 1498, (1989) 3 JT 99 (SC), 1989 3 JT 99, 1989 (2) SCC 701, (1989) 2 CURCC 228</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:l-m-sharma\">L.M.  Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:l-m-sharma\">L.M.  Sharma</a>, <a href=\"/search/?formInput=benchid:r-s-pathak\">R.S.  Pathak</a>, <a href=\"/search/?formInput=benchid:s-mukharji\">Sabyasachi  Mukharji</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nJAMMU &amp; KASHMIR STATE FOREST CORPORATION\n\n\tVs.\n\nRESPONDENT:\nABDUL KARIM WANI\n\nDATE OF JUDGMENT31/03/1989\n\nBENCH:\nSHARMA, L.M. (J)\nBENCH:\nSHARMA, L.M. (J)\nPATHAK, R.S. (CJ)\nMUKHARJI, SABYASACHI (J)\n\nCITATION:\n 1989 AIR 1498\t\t  1989 SCR  (2) 380\n 1989 SCC  (2) 701\t  JT 1989 (3)\t 99\n 1989 SCALE  (1)933\n\n\nACT:\n    Jammu  and Kashmir Arbitration Act 2002 (Smvt)  Sections\n8, 11, 20 and 41.\n    <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration\t Act, 1940</a>--<a href=\"/doc/1430346/\" id=\"a_2\">Sections 2(a)</a>, <a href=\"/doc/1633982/\" id=\"a_3\">18</a> and <a href=\"/doc/811701/\" id=\"a_4\">20</a>.  Arbi-\ntration clause in Contract--How to be construed.\n    Dispute  between parties--Whether referable to  arbitra-\ntion  or  not--Court to refrain from expressing\t opinion  on\nmerits of dispute.\n    Jurisdiction  of Court to make interim order--Only\t&#x27;for\nthe  purpose&#x27; of arbitration proceedings--Not  to  frustrate\nthe same.\n\n\n\nHEADNOTE:\n    The appellant, a Corporation was created under the Jammu\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">functions was to undertake the removal and disposal of trees\nand exploitation of the forest resources entrusted to it  by\nthe Government.\n</p><p data-structure=\"Facts\" id=\"p_2\">    The\t Corporation took a decision for the  extraction  of\ntimber of a total volume of 10.08 lakh c. ft. which included\nthe work of felling and removal of trees. The respondent  an\napproved contractor submitted his tender and was granted the\nworks  contract initially with reference to 4 lakh  c.\tft.,\nand  subsequently he was entrusted with an  additional\twork\nfor  a\tfurther\t quantity of 2 lakh c.\tft.  The  respondent\ncompleted the entire work under the contract. Thereafter, he\nclaimed that he was entitled to the remaining volume of\t the\nwork,  namely, 4.08 lakh c.ft. as per the  procedure,  prac-\ntice, custom and usage extended to him. The appellant denied\nany  such  practice,  custom or assurance and  said  that  a\ndecision  had been taken not to work the area  further\ttill\nthe  entire  timber  already extracted was  removed  to\t its\ndestination. There was, therefore, no question of entrusting\nthe remaining work to anybody.\n</p><p data-structure=\"Issue\" id=\"p_3\">    Paragraph  15  of  the Tender  Notice  stipulated  that:\n</p><blockquote id=\"blockquote_1\">&quot;Extension  for the additional volume in the coupe will\t not\nbe claimed as a matter of right but may be considered by the\nManagement where the achievement\n<span class=\"hidden_text\" id=\"span_1\">381</span>\nis  100\t per cent.&quot; The agreement provided  for\t arbitration\nwhich  was  contained in clause 42,  and  which\t stipulated:\n</blockquote><blockquote id=\"blockquote_2\">&quot;that  any dispute, differences or question that  may  arise\nwas to be referred for arbitration to the Managing  Director\nof the Jammu &amp; Kashmir Forest Corporation.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">    The respondent filed an application under sections 8, 11\nand 20 of the Jammu and Kashmir Arbitration Act, 2002 (Smvt)\nin the High Court for a direction to the Corporation to file\nthe agreement and to refer the dispute to an arbitrator.\n    The\t High Court deprecated the attitude of the  Corpora-\ntion  in not awarding the remaining work to the\t respondent.\nIt  held that the trees in question had already been  marked\nand had, therefore, to be felled &#x27;one day or the other&#x27;, and\nas the contractor&#x27;s achievement was 300 per cent he had\t all\nthe  right to claim the remaining work as provided in  para-\ngraph  15  of the Tender Notice. The High Court\t also  found\nthat  as  there\t existed a dispute  touching  the  contracts\nexecuted  between the parties, it referred the matter  under\nclause 42 of the agreement to the named arbitrator,  namely,\nthe Managing Director of the State Forest Corporation.\n    The\t High  Court went further and by  an  interim  order\ndirected that the contractor be permitted to do the  remain-\ning  work of extraction of timber of standing  marked  trees\nand the rates be determined by the arbitrator after  hearing\nboth the parties pursuant to the said interim order.\n    Aggrieved by the aforesaid orders of the High Court\t the\nappellant appealed to this Court by special leave.\n    On\tthe questions: (i) whether there was any  subsisting\narbitration agreement in respect of the matters sought to be\nreferred,  and\t(ii) whether the interim order of  the\tHigh\nCourt directing the respondent to do the remaining work\t was\nwithout\t jurisdiction, and whether the respondent was  enti-\ntled to any compensation for the work done.\n</p><p data-structure=\"Precedent\" id=\"p_5\">Allowing the appeal, the Court,\n    HELD: [R.S. Pathak. CJ  and L.M. Sharma, J. Majority-Per\nL.M. Sharma. J.]\n</p><p data-structure=\"Issue\" id=\"p_6\">    1. The claim raised by the respondent in his application\nbefore\tthe  High Court is not covered\tby  the\t arbitration\nclause and cannot be\n<span class=\"hidden_text\" id=\"span_2\">382</span>\nreferred  for  a decision of the arbitrator.  The  order  of\nreference  passed by the High Court has therefore to be\t set\naside. [390F]\n</p><p data-structure=\"CDiscource\" id=\"p_7\">    2.\tIf the foundation of the claim of the respondent  be\nany  alleged assurance or custom or practice, it  cannot  be\nsaid  that  such claim arises out of the  written  agreement\nbetween the parties; and so the prayer for reference has  to\nbe  rejected. If the case pleaded is true,  the\t appropriate\nforum  for  the respondent will be a Court of  Law  directly\ngranting  the  relief  in an  appropriate  legal  proceeding\n[388A-B]\n</p><p data-structure=\"Section\" id=\"p_8\">    3. The language of the term contained in para 15 of\t the\ntender\tnotice is explicit in declaring that the  contractor\nwould  not  be\tallowed to claim as a matter  of  right\t the\nadditional  volume  of\twork. His right extends\t only  to  a\nconsideration  of his case by the management when the  ques-\ntion of allotment of additional work is taken up. But by the\napplication  filed before the High Court the respondent\t did\nnot  ask  for  reference of a dispute as to  whether  he  is\nentitled  to consideration or not; the prayer is for  refer-\nence of a higher claim of immediately getting the additional\nwork, and this prayer has been allowed. This issue cannot be\nsaid to have any connection with the 15th term of the tender\nnotice\tor any other provision thereof or of the  agreement.\n[388D-E]\n</p><p data-structure=\"Precedent\" id=\"p_9\">    4. In the absence of a repudiation by the Corporation of\nthe  respondent&#x27;s right to be considered, if and when  occa-\nsion arises, no dispute can be said to have arisen which may\nbe referred for arbitration. [390B]\n</p><p data-structure=\"Precedent\" id=\"p_10\">    5.\tIn order that there may be a reference\tto  arbitra-\ntion,  existence of a dispute is essential, and the  dispute\nto  be referred must arise under the arbitration  agreement.\n[390C]\n    Seth Thawardas Pherumal v. The Union of India, [1955]  2\nSCR 48 relied on.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">    6.\tThere  was no justification for the  High  Court  in\ndeprecating  the Corporation for not awarding the  remaining\nwork 10 the contractor when it was leaving the matter to  be\ndecided by the arbitrator.. [387G]\n</p><p data-structure=\"Issue\" id=\"p_12\">    7.\tA Court, while considering the question\t whether  an\nalleged\t dispute between the parties has to be referred\t for\narbitration  or\t not,  should refrain  from  expressing\t its\nopinion on the merits of the dispute which may embarrass the\narbitrator. [387G-H]\n<span class=\"hidden_text\" id=\"span_3\">383</span>\n</p><p data-structure=\"Section\" id=\"p_13\">    8. <a href=\"/doc/1633982/\" id=\"a_5\">Section 18</a> deals with the power of the Court to\tpass\ninterim\t orders after award is actually filed in  Court.  So\nfar as clause (a) of <a href=\"/doc/28932/\" id=\"a_6\">Section 41</a> is concerned, it makes\tonly\nthe procedural rules of the Civil Procedure Code applicable.\nThe source of power to grant interim relief cannot be traced\nto clause (a), otherwise clause (b) would become otiose.  So\nfar as clause (b) is concerned, it circumscribes the Court&#x27;s\npower  within the limits indicating in the second  Schedule,\nand further qualifies it by declaring in the Proviso that it\ncannot be used to the prejudice of any of the powers of\t the\narbitrator. [391 D-E]\nH.M.  Kamaluddin v. Union of India, [1983] 4 SCC 417  relied\non.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">    9.\tInterim directions can be issued only &#x27;for the\tpur-\npose  of&#x27; arbitration proceedings and not to  frustrate\t the\nsame. [391E]\n</p><p data-structure=\"Facts\" id=\"p_15\">    10. The High Court in the instant case, by granting\t the\ninterim\t relief,  not in the shape of an injunction  in\t the\nnegative  form,\t but by a mandatory direction  clothing\t the\nrespondent--plaintiff  with the right to do something  which\nhe  could have been entitled to only after a final  decision\non the merits of the case in his favour committed a  serious\nerror. [391G-H]\n[Per Sabyasachi Mukharji, J partly dissenting]\n</p><p data-structure=\"Precedent\" id=\"p_16\">    1. There was a dispute in the instant case, whether\t the\ncontractor  was\t entitled  to the grant\t of  the  additional\nvolume\tof  work.  Such dispute was a  dispute\tbetween\t the\nparties\t in  respect  of the &#x27;works to be  executed  by\t the\ncontractor&#x27;. In that view of the matter and in the light  of\nclause\t15 read with clause 17 of the Agreement the  dispute\nwas  clearly  referable to the arbitration of  the  Managing\nDirector, Jammu &amp; Kashmir State Forest Corporation. [397F-G]\n</p><p data-structure=\"Section\" id=\"p_17\">  2. Endeavour should always be to find out the intention of\nthe parties, and that intention has to be found out by read-\ning the terms broadly, clearly, without being circumscribed.\n[398B-C]\n</p><p data-structure=\"Section\" id=\"p_18\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_4\">3.\tAn arbitration agreement is one which is defined  in\n<a href=\"/doc/1430346/\" id=\"a_7\">section\t 2(a)</a>  of  the Arbitration Act, 1940  as  a  written\nagreement  to submit present or future differences to  arbi-\ntration.  There\t was, in the instant  case,  an\t arbitration\nagreement that is to say, the parties had been ad idem.\t The\nagreement  was\tin  writing. It was not a  contingent  or  a\nfuture contract. It was a contract at present time to  refer\nthe dispute arising out of the present contract entered into\nby the parties as a result of which the\n<span class=\"hidden_text\" id=\"span_5\">384</span>\ncontractor got a right or privilege to ask for consideration\nof grant of the further work. It was not a mere right to get\nthe additional work. The amplitude of the arbitration clause\nwas wide enough and should be so read. [397H; <a href=\"/doc/318186/\" id=\"a_8\">398A-B, C-D]\n    Seth Thawardas Pherumal v. The Union of India</a>, [1955]  2\nSCR 43 distinguished.</span>\n</p><p data-structure=\"Precedent\" id=\"p_19\">    A.M. Mair &amp; Co. v. Gordhandass Sagarmull [1950] SCR\t 792\nat  798 and Heyman v. Darwins Ltd., [1942] Appeal Cases\t 356\nat 368 referred to.\n</p><p data-structure=\"Section\" id=\"p_20\">    4.\tThough\tunder <a href=\"/doc/245658/\" id=\"a_9\">section 41(b)</a> the Court has  power  to\npass  an interim order or injunction or appointment  of\t re-\nceiver,\t the  Section does not empower the Court  to  direct\nexecution of the contract, the extent of which is in dispute\nand is a matter referable to be adjudicated by the  arbitra-\ntor. If the Court does so, then the decision of the  dispute\nbecomes academic because the contract is executed. [399D-E]\n</p><p data-structure=\"CDiscource\" id=\"p_21\">    5. Where the question is whether the contract was to  be\nexecuted  by  the  respondent, if the contract\tis  in\tfact\nexecuted  by  the respondent by virtue of the order  of\t the\nCourt, then nothing remains of the dispute. There is nothing\narbitrable  any more land proceedings before the  arbitrator\ncannot be forestalled by interim order by ordering execution\nof the contract before it is decided whether the  contractor\nhad  any  right to the contract for additional work  in\t the\ngrab of preservation of the property. [399E-F]\n</p><p data-structure=\"Section\" id=\"p_22\">    6.\tThe interim directions given by the High Court\tthat\nthe  contractor be allowed to do the remaining work  of\t ex-\ntraction  of timber of standing marked trees was beyond\t the\ncompetence of the Court. [399F-G]\n</p><p data-structure=\"Section\" id=\"p_23\">    7.\tIt would be unjust to deprive any party of its\tdues\nsimply\tbecause\t the work has been done in view of  a  wrong\norder or incorrect order of the Court of justice when  there\nwas no stay. ]400B]\n</p><p data-structure=\"Section\" id=\"p_24\">    8.\tThe work in the instant case, has indisputably\tbeen\ndone pursuant to an order of the Court of law and the  party\nwho has done the work must be paid its remuneration. [400C]\n\n\n\n&amp;\n    CIVIL  APPELLATE.JURISDICTION: Civil Appeal No. 2121  of\n1989.\n</p><span class=\"hidden_text\" id=\"span_6\">385</span>\n<p data-structure=\"Precedent\" id=\"p_25\">    From the Judgment and Order dated 4.6.1987 of the  Jammu\nand Kashmir High Court in Application No. 180 of 1987.\nAltar Ahmed and S.K. Bhattacharya for the Appellant.\n    S.N. Kacker, E.C. Agarwala and Ms. Purnima Bhat for\t the\nRespondent.\n</p><p data-structure=\"Precedent\" id=\"p_26\">The following Judgments of the Court were delivered:\n</p><blockquote id=\"blockquote_3\">    SHARMA,  J.\t The present respondent who is\tan  approved\ncontractor  of the Jammu &amp; Kashmir State Forest\t Corporation\n(appellant  before us) filed an application under ss. 8,  11\nand 20 of the Jammu &amp; Kashmir Arbitration Act, 2002 (Smvt.),\non  the original side of the High Court of Jammu  &amp;  Kashmir\npraying for a direction to the Corporation defendant to file\nan  agreement between them fully described therein,  and  to\nrefer  the dispute mentioned in the application to an  arbi-\ntrator.\t Jammu &amp; Kashmir Arbitration Act is similar  to\t the\n<a href=\"/doc/1052228/\" id=\"a_10\">Arbitration  Act, 1940</a>, enacted in identical  language.\t The\nCorporation  objected, pleading inter alia that\t the  entire\nwork  allotted to the plaintiff contractor under the  agree-\nment had been completed by him without any dispute, and\t the\npresent claim of the plaintiff is not covered by the  agree-\nment in question or its arbitration clause A learned  single\nJudge of the High Court allowed the prayer for reference  to\nthe  dispute described in the respondent&#x27;s application,\t and\nfurther\t granted an interim relief. This judgment  is  under\nchallenge  before this Court by the  defendant\tCorporation.\nSpecial leave is granted.\n</blockquote><blockquote id=\"blockquote_4\">    2. As stated in the affidavit of the  plaintiff-contrac-\n</blockquote><p data-structure=\"Section\" id=\"p_27\">tor,  the Corporation was created under the <a href=\"/doc/95872034/\" id=\"a_11\">Jammu &amp;  Kashmir\nForest Corporation Act, 1978</a> and its main functions are: (i)\nto  undertake  research programmes and to  render  technical\nadvice\tto the State Government on the matters\trelating  to\nforestry,  (ii)\t to  manage, maintain  and  develop  forests\ntransferred or entrusted to it by the Government, and  (iii)\nto undertake removal and disposal of trees and\texploitation\nof  forest resources entrusted to it by the  Government.  In\nFebruary 1986 the Corporation invited tenders for extraction\nof timber from an area described as Compartment No. 59-Marwa\nwhich included the work of felling and removal of trees. The\nplaintiff  submitted his tender and was\t ultimately  granted\nthe  work  contract with reference to 4\t lac  cft.  standing\nvolume\ttimber. Subsequently in 1987 he was  also  entrusted\nwith an additional work contract for a further quantity of 2\nlac cft. in the said Compartment 59-Marwa. Although a  deci-\nsion by the authorities had\n<span class=\"hidden_text\" id=\"span_7\">386</span>\nbeen  taken  for extraction of a total\tstanding  volume  of\n10,08,000 cft., the plaintiff was entrusted with the extrac-\ntion work of only 6 lac cft. Thus 4,06,000 cft. of  standing\nvolume remained in the area to be extracted later. According\nto his case the plaintiff was entitled to get this addition-\nal  work  in accordance with the practice prevalent  in\t the\nCorporation and assurances given to him. It was alleged that\nsince  the  Managing  Director of the  Corporation  was\t not\nagreeable  to  allow  this additional  work,  the  plaintiff\napproached  the\t Chief Minister of the State who  asked\t the\nManaging  Director  to\tallot him the  remaining  work.\t The\nManging Director first agreed to issue necessary orders\t but\nlater  refused to carry out the Chief  Minister&#x27;s  direction\nwhich necessitated the filing of the application before\t the\nHigh  Court.  The Corporation denied any such  practice\t and\nrefuted\t the  allegation about any assurance  given  on\t its\nbehalf\tas  also the statement about the  Managing  Director\nagreeing at one stage to allot the additional work in  ques-\ntion  on  the  intervention of the Chief  Minister.  It\t was\nfurther\t stated\t by the Corporation that a large  amount  of\nextracted  timber  was lying in the area and had to  be\t re-\nmoved.\tAdmittedly  the timber had to be  transported  to  a\ndistant place through difficult terrain (as has been specif-\nically mentioned by the contractor himself) and was,  there-\nfore,  likely to take a considerable time.  The\t Corporation\nsaid that a decision had been taken not to work the Compart-\nment  further till the entire timber already  extracted\t was\nremoved\t to  its destination, and there was,  therefore,  no\nquestion of entrusting the remaining work to anybody for the\npresent. A decision as to how and when the additional  trees\nwill be felled and the timber removed is for the Corporation\nto  make and it is under no obligation to the contractor  in\nthis  regard. So far as the work allotted to the  contractor\nunder  the  agreement is concerned, it is  already  complete\nwithout giving rise to any difference between the parties.\n</p><p data-structure=\"PetArg\" id=\"p_28\">    3.\tReliance has been placed on behalf of the  plaintiff\nbefore\tus on paragraph 41 of the agreement under which\t the\nwork contract in respect to 6 lac cft. was obtained by\thim,\nand  which says that the terms and conditions of the  tender\nnotice\tissued by the Corporation will be terms\t and  condi-\ntions  of  the agreement. The 15th paragraph of\t the  tender\nnotice reads thus:\n</p><blockquote id=\"blockquote_5\">\t\t\t15.  Extension\tfor  the  additional\n\t      volume  available\t in the coupe  will  not  be\n\t      claimed as matter of right. But may be consid-\n</blockquote><p data-structure=\"Section\" id=\"p_29\">\t      ered  by the Management where the\t achievement\n\t      is 100%.&quot;\n</p><span class=\"hidden_text\" id=\"span_8\">\t      387</span>\n<p data-structure=\"Section\" id=\"p_30\">\t      The arbitration clause being Clause 42 of\t the\n\t      agreement states thus:\n</p><blockquote id=\"blockquote_6\">\t      &quot;42. Any dispute, difference or question which\n\t      may  at any time arise between the parties  in\n\t      respect  of  the work to be  executed  by\t the\n\t      second  party  under this agreement  shall  be\n\t      referred\tfor  arbitration  to  the   Managing\n\t      Director,\t J  &amp; K. State\tForest\tCorporation,\n\t      whose  decision shall be final and binding  on\n\t      both the parties.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">As  it appears from the plaintiff&#x27;s application\t before\t the\nHigh   Court,\this  claim  was\t rounded   on\t&quot;procedure&quot;,\n&quot;practice,&quot; &quot;custom&quot;, and &quot;assurances extended to the  peti-\ntioner to that effect by the respondent Corporation  through\nits  functionaries from time to time.&quot; Although it has\tbeen\ncontended  before us that since paragraph 15 of\t the  tender\nnotice refers to additional volume of work to be allotted in\nthe future, the agreement between the parties including\t the\narbitration clause must be interpreted to include within its\nsweep the present claim of the respondent to the  additional\nwork  of extraction, the case for reference  pressed  before\nthe  High Court rested mainly on the alleged &quot;practice&quot;\t and\n&quot;assurances&quot;. The High Court has emphasized in its  judgment\nthe fact that the trees in question had already been  marked\nfor extraction and, therefore, have to be felled &quot;one day or\nthe other&quot; and deprecated the attitude of the Corporation in\nthe following words:\n</p><blockquote id=\"blockquote_7\">\t      &quot;The contention of the learned connsel for the\n\t      respondents  is  that the respondents  do\t not\n\t      want  the\t remaining timber  to  be  extracted\n\t      presently for unknown reasons and as such\t the\n\t      corporation  cannot be compelled for grant  of\n\t      sanction\tfor extraction of  remaining  marked\n\t      timber. 1 think the attitude of the respondent\n\t      corporation  is most derogatory to  the  facts\n\t      and  circumstances of the case when the  peti-\n\t      tioner  is  prepared to accept  all  sorts  of\n\t      offers. It cannot be denied that the remaining\n\t      timber is to be extracted one day or the other\n\t      and simply to put the petitioner to loss would\n\t      not be justifiable in any manner.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_32\">There was absolutely no justification for the Court to\thave\ncommented  as  above when it was leaving the  matter  to  be\ndecided\t by the arbitrator. A court, while  considering\t the\nquestion whether an alleged dispute between the parties\t has\nto  be referred for arbitration or not should  refrain\tfrom\nexpressing  its opinion on the merits of the  dispute  which\nmay embarrass the arbitrator. However, the main issue before\nus  is\twhether the dispute mentioned  in  the\tcontractor&#x27;s\napplication\n<span class=\"hidden_text\" id=\"span_9\">388</span>\ncould have been referred to arbitration at all.\n</p><p data-structure=\"Precedent\" id=\"p_33\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_10\">4.\tIf the foundation of the claim of the respondent  be\nany  alleged assurance or custom or practice, it  cannot  be\nsaid  that  such claim arises out of the  written  agreement\nbetween the parties; and so the prayer for reference has  to\nbe  rejected. If the case pleaded is true,  the\t appropriate\nforum  for  the respondent will be a court of  law  directly\ngranting  the relief in an appropriate legal proceeding.  It\nwas,  however, argued on behalf of the respondent before  us\nthat  in view of paragraph 15 of the tender  notice,  quoted\nearlier,  which must be treated as a part of the  agreement,\nthe  respondent has a right to be considered for  allottment\nof  the additional work since his past performance has\tbeen\nexcellent. We are afraid, the impugned judgment of the\tHigh\nCourt cannot be defended on this basis and the prayer of the\nrespondent for reference of the dispute, as mentioned in his\napplication  before the High Court, cannot be granted  under\nthe 15th paragraph of the tender notice aforementioned.\t The\nlanguage of the said term is explicit in declaring that\t the\ncontractor  would  not be allowed to claim as  a  matter  of\nright additional volume of work. His right extends only to a\nconsideration  of his case by the management when the  ques-\ntion of allotment of additional work is taken up. But by the\napplication  filed before the High Court the respondent\t did\nnot  ask  for  reference of a dispute as to  whether  he  is\nentitled  to consideration or not; the prayer is for  refer-\nence of a higher claim of immediately getting the additional\nwork, and this prayer has been allowed. This issue cannot be\nsaid to have any connection with the 15th term of the tender\nnotice or any other provision thereof or of the agreement. A\nreference  to the decision of this Court in  <a href=\"/doc/318186/\" id=\"a_12\">Seth  Thawardas\nPerumal\t v.  The Union of India</a>, [1955,] 2 SCR 48,  will  be\nhelpful.  The appellant, a contractor, entered into  a\tcon-\ntract with the Dominion of India for the supply of bricks.</span> A\nClause in the contract required,\n\t      &quot;\t .....\tall questions and disputes  relating\n\t      to  the meaning of the specification  and\t in-\n</p><p data-structure=\"Section\" id=\"p_34\">\t      structions  hereinbefore mentioned and  as  to\n\t      quality of materials or as to any other  ques-\n\t      tion, claim, right, matter or thing whatsoever\n\t      in  any way arising out of or relating to\t the\n\t      contract, specification, instructions,  orders\n\t      or  these conditions, or otherwise  concerning\n\t      the   supplies  whether  arising\tduring\t the\n\t      progress\tor delivery of after the  completion\n\t      of abandonment thereof  ....  &quot;\n</p><blockquote id=\"blockquote_8\">\t      emphasis added)\nto be referred to arbitration. It was agreed that the bricks\nwould be\n<span class=\"hidden_text\" id=\"span_11\">389</span>\nprepared in lots and it would be the duty of the  Government\nto  remove the bricks as soon as they were ready for  deliv-\nery.  In  order to keep to the schedule\t for  delivery,\t the\ncontractor had to prepare &#x27;kateha&#x27; bricks and place them  in\nhis  kilns for baking, and while this lot was baking he\t had\nto prepare another lot of &#x27;kateha&#x27; bricks ready to take\t the\nplace of the baked bricks as soon as the Government  removed\nthem. At a certain stage the Government department failed to\nremove\tthe baked bricks in time which caused a jam  in\t the\nkilns  and  prevented the contractor from  placing  a  fresh\nstock of unburnt bricks in the kilns. Consequently the stock\npile of kateha bricks kept on mounting up when the rains set\nin,  destroying\t 88 lacs of katcha  bricks.  The  contractor\nclaimed\t the loss arising out of the neglect of the  Govern-\nment department in performing its duty in time. The  Govern-\nment  denied  the claim and a reference of the\tdispute\t was\nmade to the arbitrator designated in the agreement who\tmade\nan  award and filed it in court. On the Constitution  coming\ninto  force the Dominion of India was replaced by the  Union\nof  India as the defendant in the case and it was  contended\non  its behalf that the katcha bricks did not form  part  of\nthe  contract and that the loss that was occasioned  by\t the\ndamage to them was too remote to be covered by the  arbitra-\ntion  clause.  The  second ground of defence  was  based  on\nClause 6 of the agreement which absolved the Government from\nany  liability for a damage to unburnt bricks. The stand  of\nthe contractor was that the chief reason of the\t destruction\nof  the katcha bricks was the failure of the  department  to\nlift the monthly quota of the bricks in accordance with\t the\nwritten\t agreement; and, Clause 6 of the agreement  referred\nonly to such cases where the department had no control,\t and\nwould not cover a case of its own default. The Supreme Court\ndid  not agree with him and set aside the award, inter\talia\nobserving, that if he chose to contract in the terms includ-\ning  Clause 6 of the written agreement he could not go\tback\non his agreement when it did not suit him to abide by it. In\nthe  case before us, the plaintiff contractor is  trying  to\nconnect\t the  allotment\t of future work by  a  reference  to\nparagraph  15 of the tender notice which  specifically\tsays\nthat  additional  work could not be claimed as a  matter  of\nright. The High Court, therefore, was not correct in  inter-\npreting the aforementioned Clause 15 in the following words:\n</blockquote><blockquote id=\"blockquote_9\">\t\t\t&quot;There\twas clause 15 in the  tender\n\t      notice  according to which extension of  addi-\n\t      tional volume available in the coupe would not\n\t      have  to\tbe claimed by the  contractor  as  a\n\t      matter  of fight but he would have to be\tcon-\n\t      sidered  by the management where his  achieve-\n\t      ment  was\t 100%.\tIn  the\t present  case\t the\n\t      achievement of the petitioner was 300% and\n<span class=\"hidden_text\" id=\"span_12\">\t      390</span>\n\t      under  such circumstances the  petitioner\t had\n\t      all the right to claim additional work in\t the\n\t      said coupe.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">Besides,  if  this view be assumed to be correct,  what\t was\nthere left for the arbitrator to decide? Further, it is\t not\nalleged or suggested that the Corporation has ever indicated\nits  unwillingness to consider the respondent when it  takes\nup the question of allotting the additional work. In absence\nof  a  repudiation by the Corporation  of  the\trespondent&#x27;s\nright  to  be considered, if and when  occasion\t arises,  no\ndispute can be said to have arisen which may be referred for\narbitration.  In order that there may be reference to  arbi-\ntration, existence of a dispute is essential and the dispute\nto be referred to arbitration must arise under the  arbitra-\ntion agreement. When in the future, the Corporation makes  a\ndecision for the execution of the additional work and  takes\nup the question of executing a contract for the purpose, the\nstage for consideration of the plaintiff-respondent&#x27;s  claim\nwould be reached and a dispute may then arise if the  Corpo-\nration refuses to consider the claim. Neither the  agreement\nnor  the  tender notice deals with the question\t as  to\t the\nconditions and time for grant of any additional work to\t the\nplaintiff  and if his claim be interpreted as a\t demand\t for\nimmediate  allotment of any future work, the same cannot  be\nconnected  with\t the  agreement or the\ttender\tnotice.\t We,\ntherefore,  do not agree with the observations of  the\tHigh\nCourt  that the conduct of the Corporation in not taking  up\nimmediate  deforestation  of a part of Compartment  No.\t 59-\nMarwa is reprehensible, simply for the reason that the trees\nin  the area concerned are &quot;to be extracted one day  or\t the\nother&quot;\tor  that the plaintiff has the right  to  claim\t the\nadditional  work on the ground that his achievement  in\t the\npast  has been more than 100%. We also hold that  the  claim\nraised\tby the plaintiff in his application before the\tHigh\nCourt is not covered by the arbitration clause and cannot be\nreferred  for  a decision of the arbitrator.  The  order  of\nreference passed by the High Court, therefore, has to be set\naside.\n</p><p data-structure=\"Precedent\" id=\"p_36\">    5.\tBy  the interim order the High Court  permitted\t the\nplaintiff  to  execute the additional work  claimed  by\t him\nwithout\t waiting for the award. On the quashing of the\tmain\norder  of reference, the interim order automatically  disap-\npears,\tbut we would, however, like to briefly indicate\t the\nscope  of Court&#x27;s power to issue interim orders at the\ttime\nof reference of a dispute to arbitration, and point out\t how\nin  the\t present case the High Court was in grave  error  in\ngranting  the interim relief. The relevant provision in\t the\nJammu &amp; Kashmir Arbitration Act, 2002 (Smvt.) is in<a href=\"/doc/245658/\" id=\"a_13\"> s. 41(b)</a>\nwhich is quoted below:\n</p><span class=\"hidden_text\" id=\"span_13\">391</span>\n<blockquote id=\"blockquote_10\">\t\t       &quot;41.   ,Procedure   and\t powers\t  of\n\t      Court.--Subject to the main provisions of this\n\t      Act and of rules made thereunder-\n</blockquote><blockquote id=\"blockquote_11\">\t\t       (a)........................................\n........\n</blockquote><blockquote id=\"blockquote_12\">\t\t       (b)  the\t Court shall have,  for\t the\n\t      purpose  of, and in relation  to,\t arbitration\n\t      proceedings,  the same power of making  orders\n\t      in  respect of any of the matters set  out  in\n\t      the Second Schedule as it has for the\n\t      purpose  of, and in relation to, any  proceed-\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">\t      ings before the Court:\n</p><blockquote id=\"blockquote_13\">\t\t       Provided\t that nothing in clause\t (b)\n\t      shall  be taken to prejudice any\tpower  which\n\t      may  be vested in an arbitrator or umpire\t for\n\t      making  orders with respect to any  such\tmat-\n\t      ters.&quot;\n</blockquote><blockquote id=\"blockquote_14\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_14\"><a href=\"/doc/1633982/\" id=\"a_14\">S.\t18</a>  deals with the power of Court to.  pass  interim\norders\tafter  award is actually filed in Court. So  far  as\nclause\t(a) of<a href=\"/doc/28932/\" id=\"a_15\"> s. 41</a> is concerned, it makes only the  proce-\ndural  rules  of the Civil Procedure  Code  applicable.\t The\nsource of power to grant interim relief cannot be traced  to\nclause (a), otherwise as was pointed out in <a href=\"/doc/120342440/\" id=\"a_16\">H.M.  Kamaluddin\nv. Union of India</a>, [1983] 4 SCC 417, clause (b) would become\notiose. So far as clause (b) is concerned, it  circumscribes\nthe Court&#x27;s power within the limits indicated in the  Second\nSchedule and further qualifies it by declaring in the Provi-\nso  that  it cannot be used to the prejudice of any  of\t the\npowers\tof  the\t arbitrator. The interim  direction  can  be\nissued only &quot;for the purpose of&quot; arbitration proceedings and\nnot  to frustrate the same. In the present ease\t the  plain-\ntiff-contractor was allowed by the High Court to execute the\nextraction work which was the subject matter of the arbitra-\ntion.  Mr. Kacker, appearing for the plaintiff.\t respondent,\nargued that in pursuance of this part of the impugned  judg-\nment  the  plaintiff was able to cut down all the  trees  in\nquestion before this Court passed an order of stay. In other\nwords  it is claimed on behalf of  the\tplaintiff-respondent\nthat  he  was able to completely frustrate  the\t arbitration\nproceeding  in\ta  very short time on the  strength  of\t the\ninterim\t order.\t This statement of fact has  been  seriously\nchallenged  by the petitioner Corporation; but\twhatever  be\nthe factual position, the High Court by granting the interim\nrelief,\t not in the shape of an injunction in  the  negative\nform,  but by a mandatory direction clothing  the  plaintiff\nwith  the  right to do something which he  could  have\tbeen\nentitled  to, only after a final decision on the  merits  of\nthe case in his favour, committed a serious error.</span> Paragraph\n1 of the\n<span class=\"hidden_text\" id=\"span_15\">392</span>\nSecond Schedule speaks of the preservation of subject matter\nof  the reference and paragraph 3 also highlights  that\t as-\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">pect. The 4th paragraph which mentions--&quot;interim  injunction\nor the appointment of a receiver&quot;--has also to be interpret-\ned in that light specially because of the language of clause\n</p><p data-structure=\"Conclusion\" id=\"p_39\">(b) of<a href=\"/doc/28932/\" id=\"a_17\"> s. 41</a> and the Proviso thereto. The second part of the\njudgment under appeal is also, therefore, set aside.\n</p><p data-structure=\"RespArg\" id=\"p_40\">    6. It has been averred before us on behalf of the plain-\ntiffrespondent that all the trees in question were cut down,\nand  so\t the  plaintiff must be permitted  to  complete\t the\nremaining work including their transportation to the  desti-\nnation.\t The  learned  counsel for  the\t Corporation  placed\nreliance  on the statements in several affidavits  and\tcon-\ntended that if the entire circumstances including the period\nwhich  could have been available to the respondent  for\t the\npurpose\t of  felling the trees, are examined,  there  is  no\nescape\t.from the conclusion that the respondent had  felled\nthe  trees  or majority of them after service  of  the\tstay\norder passed by this Court. We do not think it necessary  to\nexamine\t and  decide  this controversy as in  our  view\t the\nrespondent,  in\t the facts and circumstances of\t this  case,\ncannot take any advantage from or claim compensation for the\nhurried steps he alleges to have taken under the strength of\nthe  illegal order interim in nature, which we\tare  setting\naside.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">    7.\tIn the result, the appeal is allowed.  The  impugned\njudgment  the High Court is set aside and  the\trespondent&#x27;s\napplication  filed  before the High Court for  reference  is\ndismissed. The respondent shall pay the costs of this  Court\nand of the High Court to the appellantCorporation.\n    SABYASACHI\tMUKHARJI, J. I have read the  judgment\tpro-\nposed  to  he delivered by L.M. Sharma, J.  with  which\t the\nlearned\t Chief Justice has agreed. With great respect, I  am\nunable\tto  agree with them on the view that  there  was  no\narbitration  agreement\tsubsisting covering the\t dispute  in\nquestion between the parties. It is, therefore, necessary to\nrefer to certain facts, as I view these.\n</p><p data-structure=\"Facts\" id=\"p_42\">    This  appeal  by special leave is directed\tagainst\t the\njudgment-  and order of the High Court of Jammu\t &amp;  Kashmir,\ndated 4th June, 1987. The Jammu &amp; Kashmir Forest Corporation\nis  the\t appellant.  The undisputed facts  leading  to\tthis\nappeal are that one Abdul Karim Wani, the respondent No.  1,\nfiled  an application for referring certain matters  alleged\nto he in dispute to an independent arbitrator; and that\t for\nthe  last  15  years the respondent had been  working  as  a\ncontractor for the\n<span class=\"hidden_text\" id=\"span_16\">393</span>\nappellant Corporation, namely, Jammu &amp; Kashmir Forest Corpn.\nand  was carrying on various activities in different  forest\nareas in Jammu Province, including felling, machine  sawing,\npathroo, paccinali, rope span, mahan and transportation.\n    It is stated that in February, 1986 the said Corporation\nissued\ttenders for felling, handsawing, pathroo,  paccinali\nand  mahan work of timber to be extracted  from\t compartment\nNo.  59\t Marwah, In response thereto the petitioner  to\t the\noriginal application being the respondent herein,  submitted\nhis quotation and offered the lowest rate of 11.74 per\tcft.\nand  thereby  secured the contract. A formal  agreement\t was\nalso  executed between the parties. In October,\t 1987  after\nabout  7  months from the issuance of first work  order\t the\nappellant  Corporation through its General Manager  (Extrac-\ntion)  issued a sanction for further quantity of 2 lac\tcft.\nsawn volume in compartment No. 59 Marwah, on the same rates,\nterms and conditions as contained in the original  contract.\nThe sanction appears at pages 26 &amp; 28 of the present  appeal\npapers before us.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">    It\tappears that the total marking carried out  in\tcom-\npartment  No,  59 was 10,08,000 cft. standing out  of  which\nonly 6 lac cft. was sanctioned in favour of the\t respondent.\nThe compartment in question is at a distance of Over 70 kms.\nfrom  the nearest road point and the timber  extracted\tfrom\nthe  compartment  had to travel by  pathroo,  paccinali\t and\nmahan  through Chenab river for a total distance of 80\tkms.\nbefore it is collected at loading point of Dedpeth.\n    1t is, further, the case of the respondent that &quot;as\t per\nthe  procedure, practice, custom and assurances extended  to\nthe  respondent\t by the appellant  Corporation\tthrough\t its\nfunctionaries,\tfrom time to time,&quot; the entire marking\tcon-\nducted\tin a particular compartment for extraction  was\t re-\nquired (emphasis supplied) to be handed over to the respond-\nent in compartment No. 59. As regards sale, it is  suggested\nthat  as the compartment is situated in one of the  remotest\narea of Jammu province where making arrangements for extrac-\ntion  of  timber including cartage/carriage  of\t foodgrains,\nsaws,  tools and implements is very difficult, it was  never\nintended that the balance work remaining in the\t compartment\nfor extraction would be given to any other contractor.\n    The\t case  of  the respondent is that  acting  upon\t the\nassurances and representations of the appellant\t Corporation\nthat  the entire work in the aforesaid compartment would  be\nhanded over to him, the respon-\n</p><span class=\"hidden_text\" id=\"span_17\">394</span>\n<p data-structure=\"RespArg\" id=\"p_44\">dent had made adequate arrangement after investing Rs.5 lacs\nby way of provision for rations, saws, tools and  implements\netc. All these arrangements at that scale were necessary and\nwere  made  just to extract entire marked  timber  from\t the\ncompartment  in\t question and not  just\t initially  tendered\nquantity. That would have been wholly uneconomical.\n    It was further asserted that there was also the practice\nin  the Corporation that once a compartment was handed\tover\nto the contractor for work, it was taken back from him\tonly\nafter  the  entire available work in  the  said\t compartment\nstood  concluded.  The contractor further alleged  that\t the\nappellant Corporation was not allotting rest of the work  to\nhim contrary to the policy adopted and assurances  extended,\nas  mentioned  hereinbefore. The  respondent  furnished\t in-\nstances\t where\tsuch conduct or procedure of  making  allot-\nments,\tas alleged by the respondent, had been followed.  We\nwere  referred\tto  the sanction in favour  of\tM/s.  Ghulam\nHussain,  Sukhjinder Singh in respect of compartment No.  82\nLander on 28.4.87, Mst. Jana Begum in respect of compartment\nNo. 30-B, Dachhan and 62 Marmat dated 10.3.87, Sh. Rehmatul-\nlah  Bhat for compartment No. 19A Paddar dated 5.5.87,\tNas-\nsarnllah Malik for compartment No. 16 Ramban on 12.5.87\t and\nIrshad\tAhmed  Shah in respect of compartment  No.  62\tSewa\ndated 4.2.87.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">    On\tbehalf of the Corporation and others, it was  stated\nbefore the learned Judge of the High Court that there was no\nassurance and no practice regarding grant of the contract to\nthe  respondent contractor Abdul Karim Wani, in\t the  manner\nalleged. Further, it was alleged that the respondent and the\nCorporation had decided not to work on the compartment\ttill\nthe entire extracted timber was removed to sale depot.\tOnce\nthat decision was there the instances quoted by the contrac-\ntor proved useless, according to the appellant. It, however,\nvery  clearly  appears\tthat in compartment  No.  59  Marwah\nmarked\tstanding trees were to the extent of 10,08,000\teft.\nThe second aspect emerging is that out of this volume only 6\nlac  eft. standing timber had been sanctioned in  favour  of\nthe  contractor on two different occasions, and such  timber\nhad been extracted, removed and taken to the loading  point.\nThe only dispute subsisting was about the rest of the stand-\ning  trees i.e., 4,80,000 cft. It is not disputed  that\t the\nsaid  remaining\t cfts. have been marked. These\tremained  as\nmarked timber which required to be extracted. The respondent\nclaims preference for grant of contract of extraction by way\nunder the clause in the relevant sanction. The only  conten-\ntion  of  the appellant was that they had  no  intention  to\nextract\n<span class=\"hidden_text\" id=\"span_18\">395</span>\nthe said timber till other extracted timber was taken to the\ndepot.\tThe  case of the appellant as noted by\tthe  learned\nJudge  in his judgment, was that the remaining timber to  be\nextracted presently for &#x27;unknown reasons&#x27; was not to be then\nextracted  and, as such, the Corporation could not  be\tcom-\npelled\tto grant or sanction extraction of remaining  marked\ntimber.\n</p><p data-structure=\"RespArg\" id=\"p_46\">    The\t learned  Judge by his impugned judgment  and  order\ndeprecated  the\t conduct of the\t authorities  concerned.  He\nproceeded on the basis that inasmuch as the remaining timber\nhad  to be extracted one day or the other, the\tentire\twork\nshould\thave  been given to the respondent. In\tthe  present\ncase,  the learned Judge noted that the performance  of\t the\nrespondent  contractor as 300%. The respondent was  entitled\nto  the grant of this contract even if his  performance\t had\nmerely\tbeen 100%. The learned Judge found that\t there\twere\ntwo  different\tpoints to be examined. He found\t that  there\nexisted a dispute between the parties touching the agreement\nexecuted between them. The matter in dispute was referred to\nthe  named arbitrator, namely, the Managing Director of\t the\nState  Forest  Corporation, who was directed  to  adjudicate\nupon  the  same and submit his award  within  the  statutory\nperiod of four months.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">    The learned Judge went further and as an interim measure\ndirected  that\tthe petitioner before him, namely,  the\t re-\nspondent  herein  be  allowed to do the\t remaining  work  of\nextraction of timber of standing marked trees in compartment\nNo.  59\t Marwah and the rates were to be determined  by\t the\narbitrator,  after hearing both the parties. This  order  is\nthe subject-matter of the appeal.\n</p><p data-structure=\"CDiscource\" id=\"p_48\">    The\t main  question involved in this appeal\t is  whether\nthere was any subsisting arbitration agreement in respect of\nthe  matters  sought to be referred. The second\t aspect\t in-\nvolved herein is whether the learned Judge was justified  in\nmaking\tthe impugned order by directing that the  petitioner\nbe allowed to do the remaining work of extraction of  timber\nof  standing marked trees in compartment No. 59 Marwah,\t and\nthe rates be determined by the arbitrator after hearing both\nthe sides. It was contended on behalf of the appellant\tthat\nthe  learned Judge travelled beyond the scope of his  juris-\ndiction.  It  was  submitted that there\t was  no  subsisting\narbitration agreement covering the entire area of  10,08,000\neft.  There were only two subsisting contracts one  being  a\ncontract  for felling trees of 4 lacs eft dated\t 6th  March,\n1986,  and  another for 2 lacs eft in addition,\t dated\t28th\nOctober,  1986.\t The agreement dated  6.3.86  provided\tthat\ndispute in respect of these\n<span class=\"hidden_text\" id=\"span_19\">396</span>\nshould\tbe referred to arbitration but there was,  according\nto  the appellant, no subsisting contract in respect of\t the\nremaining 4 lacs cft. The respondent had only a right to  be\nconsidered  in respect of the rest and yet no  contract\t had\nbeen  granted to him. Therefore, there being  no  subsisting\ncontract there was no scope for reference to arbitration. In\nmy  opinion, it is not the correct way to look at the  facts\nof this case. It appears from the first agreement, which  is\nat  page 142 onwards of the present paper-book that it\tcon-\ntained, inter alia, the following clauses.\n</p><blockquote id=\"blockquote_15\">\t      &quot;The quantum of work under each  activity/sub-\n\t      activity\tis estimated and as such  cannot  be\n\t      guaranteed  and can be increased or  decreased\n\t      upto  25%\t by the General\t Manager  Ext.\tEast\n\t      Jammu  East on the contract rates\t subject  to\n\t      prior approval of the Managing Director.\n\t      Any  subsequently\t marking carried  out  in  a\n\t      section/unit  under work with  the  contractor\n\t      shall be included in this increase of 25%.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">\t      It  also contained clause 15 which was to\t the\n\t      following extent:\n</p><blockquote id=\"blockquote_16\">\t      &quot;Extension for the additional volume available\n\t      in the coupe will not be claimed as matter  of\n\t      right. But may be considered by the Management\n\t      where the achievement is 100%.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">\t\t  Clause  17  of the  said  agreement  which\n\t      provided for reference to arbitration was\t the\n\t      following:\n</p><blockquote id=\"blockquote_17\">\t      &quot;Any  dispute, difference, question which\t may\n\t      at  any  time  arise between  the\t parties  in\n\t      respect  of  the works to be executed  by\t the\n\t      contractor(s)  shall be referred for  arbitra-\n\t      tion  to the Managing Director J&amp;K  SFC  whose\n\t      decision\tshall be final and binding  on\tboth\n\t      the parties.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_51\">    In\trespect\t of the second contract that  similar  terms\nwere  there,  was not disputed before  us.  Therefore,\teven\nthough where the achievement of the contractor was 100%\t the\ncontractor  had a right only to be considered for  grant  of\nthe additional work. In this case it was contended on behalf\nof the appellant-Corporation that the Corporation could\t not\nbe compelled by the process of an application under  <a href=\"/doc/811701/\" id=\"a_18\">Section\n20</a>  of the Arbitration Act to grant additional work  to\t the\ncontractor.  On the other hand, the contractor\thad  pleaded\nthat where the\n<span class=\"hidden_text\" id=\"span_20\">397</span>\nachievement  of the contractor in respect of the  subsisting\ncontract  was 100% the contractor had a right to be  consid-\nered  for grant of the additional work, while in  this\tcase\nhis performance was 300%. Additional volume available in the\ncoupe  was liable to be granted to him or, at least, he\t was\nentitled  to  be considered in accordance  with\t equity\t and\njustice.  The  contractor  has further\talleged\t that  while\nothers in similar position had been granted this  additional\nwork,  he had been wrongfully denied. His claim was that  he\nhaving\tfulfilled  300%\t performance, was  entitled  to\t the\nremaining work of the additional work.\n</p><p data-structure=\"Section\" id=\"p_52\">    It\twas contended on behalf of the appellant  before  us\nthat there cannot be any application for filing of an  arbi-\ntration\t agreement  for\t the arbitrator in  respect  of\t the\ncontract  which\t had not been entered into. I am  unable  to\naccept this submission. Clause 17 of the arbitration  agree-\nment  provided that any dispute, difference, question  which\nmight  at any time arise between the parties in\t respect  of\nthe  works  to be executed by the  contractor(s)  should  be\nreferred to the arbitration of the Managing Director of\t the\nJammu &amp; Kashmir State Forest Corpn. Therefore, it appears to\nme  that  dispute which had arisen between  the\t parties  in\nrespect of the &quot;works to be executed&quot; by the contractor\t was\na dispute which was referable in terms of the clause 17\t and\nthe  dispute  was, according to the pleadings,\tthe  custom,\npractice  and  procedure of granting  additional  volume  of\navailable  coupe where the timber trees had been marked\t but\nnot  extracted to be considered by the Government for  grant\nof the contract. The contract alleged if such proper consid-\neration\t or  lawful  consideration in  accordance  with\t the\nprinciples of equity and justice had been made, the contract\nwould  have been granted to the contractor.  Therefore,\t the\ncontractor  claimed  that he was entitled to  the  grant  of\nadditional  volume of work. In my opinion, there was a\tdis-\npute  whether  the contractor was entitled to the  grant  of\nadditional  volume of the work. Such dispute was  a  dispute\nbetween the parties in respect of the &quot;works to be  executed\nby the contractor.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_53\">     I\tam clearly of the opinion that the dispute  in\tthis\ncase  was  a dispute between the parties in respect  of\t the\n&quot;works\tto be executed by the. contractor&quot;. In that view  of\nthe  matter and in the light of clause 15 read\twith  clause\n17, the dispute in this case was clearly referable to  arbi-\ntration\t of  the Managing Director, Jammu  &amp;  Kashmir  State\nForest Corpn.\n</p><p data-structure=\"Section\" id=\"p_54\">     An\t arbitration  agreement is one which is\t defined  in\n<a href=\"/doc/1430346/\" id=\"a_19\">Section\t 2(a)</a>  of  the Arbitration Act, 1940  as  a  written\nagreement  to submit present or future differences to  arbi-\ntration. There was, in this case, an arbitra-\n</p><span class=\"hidden_text\" id=\"span_21\">398</span>\n<p data-structure=\"Section\" id=\"p_55\">tion  agreement,  that is to say, the parties  had  been  ad\nidem. The agreement was in writing. It was not a  contingent\nor  a future contract. It was a contract at present time  to\nrefer  the dispute arising out of the present  contract\t en-\ntered into by the parties as a result of which the  contrac-\ntor  got a right or a privilege to ask for consideration  of\ngrant of the further work. It was not as sought to be argued\na mere right to get the additional work. Hence, in my  opin-\nion, it could not be contended that there was no  agreement.\nEndeavour should always be to find out the intention of\t the\nparties,  and that intention has to be found out by  reading\nthe  terms  broadly, clearly, without  being  circumscribed.\nThis  contention  of  the appellant  cannot,  therefore,  be\naccepted.\n</p><p data-structure=\"Precedent\" id=\"p_56\">    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318186\" id=\"span_22\">In the light in which I have read the facts, I am unable\nto  accept the position that the claim raised by the  plain-\ntiff  in  this\tapplication before the High  Court  was\t not\ncovered\t by  the arbitration clause. The  amplitude  of\t the\narbitration  clause,  in  my opinion, was  wide\t enough\t and\nshould be so read for the reasons mentioned hereinbefore. If\nthat is the position then the order of reference by the High\nCourt  was not bad and cannot be set aside. I am  unable  to\nagree  that  the decision of this Court\t in  <a href=\"/doc/318186/\" id=\"a_20\">Seth  Thawardas\nPherumal v. The Union of India</a>, [1955] 2 S.C.R. 48 indicated\nthat in the facts of this case, there could not be reference\nto  the arbitration. That was a case where the appellant,  a\ncontractor,  entered  into a contract with the\tDominion  of\nIndia  as it then was for supply of bricks. A clause in\t the\ncontract required all disputes arising out of or relating to\nthe  contract to be referred to arbitration. Disputes  arose\nand  the  matter was duly referred. The arbitrator  gave  an\naward  in the contractor&#x27;s favour. It was held that  it\t was\nnot  enough for the contract to provide for arbitration\t but\nsomething more was necessary. An arbitrator only got  juris-\ndiction when either, both the parties specifically agreed to\nrefer  specified  matters or, failing that, the\t court\tcom-\npelled\tthem  to do so under the arbitration clause  if\t the\ndispute\t was covered by it. That case was  mainly  concerned\nwith a specific question of law.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1041073\" id=\"span_23\">This Court referred to\t the\ndecision  of  this Court in <a href=\"/doc/1041073/\" id=\"a_21\">A.M. Mair &amp; Co.  v.\t Gordhandass\nSagarmull</a>, [1950] S.C.R. 792 at 798 where this Court  quoted\na passage from Viscount Simon&#x27;s speech in Heyman v.  Darwins\nLtd., [1942] Appeal Cases 356 at 368. Here in this case\t the\nclause\tas I read it gave the respondent a right to be\tcon-\nsidered. The respondent&#x27;s grievance was, if properly consid-\nered his performance being 300% achievement he was  entitled\nin  the facts and circumstances set out hereinbefore to\t the\ngrant  of the contract and further similarly placed  persons\nhad been so given. That right had not been duly\t considered.\nThat is the dispute in the present case and that dispute  is\nclearly referable to the arbitration\n<span class=\"hidden_text\" id=\"span_24\">399</span>\nclause as mentioned hereinbefore. I am, therefore, unable to\naccept\tthe position that the order of reference  passed  by\nthe High Court is bad.</span>\n</p><p data-structure=\"Section\" id=\"p_57\">    The second challenge to the order of the High Court\t was\nthat the order so far as it directed under <a href=\"/doc/811701/\" id=\"a_22\">Section 20</a> of the\nArbitration  Act  that the petitioner be allowed to  do\t the\nremaining  work of extraction of timber of  standing  market\ntrees  in  compartment\tNo. 59 Marwah,\twas  wholly  without\njurisdiction.  For this reference may be made to <a href=\"/doc/28932/\" id=\"a_23\">Section  41</a>\nof  the Arbitration Act which provides that for the  purpose\nof and in relation to arbitration proceedings, the Court has\nsuch powers to pass interim orders for detention,  preserva-\ntion, interim custody and sale of any property--the  subject\nmatter\tof the reference for preservation or  inspection  of\nany  property or thing--the subject-matter of the  reference\nor as to which any question may arise therein for taking  of\nsamples and making observations and experiments; for  secur-\ning the amount in difference in the reference; for  granting\nan interim injunction and appointing a receiver as the Court\nhas  in\t relation to any proceeding before  it.\t But  though\nunder  <a href=\"/doc/245658/\" id=\"a_24\">Section 41(b)</a> the Court has power to pass an  interim\norder of injunction or appointment of receiver, in my  opin-\nion, the Section does not empower the Court to direct execu-\ntion of the contract, the extent of which is in dispute\t and\nis  a matter referable to be adjudicated by the\t arbitrator.\nIf  the Court does so then the decision of the\tdispute\t be-\ncomes  academic because the contract is executed. Where\t the\nquestion  is whether the contract was to be executed by\t the\nrespondent,  if\t the  contract is in fact  executed  by\t the\nrespondent by virtue of the order of the Court, then nothing\nremains of the dispute. There is nothing arbitrable any more\nand proceedings before the arbitrator cannot, in my opinion,\nbe forestalled by interim order by ordering execution of the\ncontract  before it is decided whether it had any  right  to\nthe contract for additional work in the garb of preservation\nof the property.\n</p><p data-structure=\"Conclusion\" id=\"p_58\">  In  that view of the matter, I am clearly of\tthe  opinion\nthat the interim directions given by the High Court that the\n&quot;contractor  be allowed to do the remaining work of  extrac-\ntion  of timber of standing marked trees in compartment\t No.\n59, Marwah&quot; was beyond the competence of the Court. In\tthis\nrespect I agree with my learned brothers.\n</p><p data-structure=\"CDiscource\" id=\"p_59\">    But\t so  far  as the Court directed that  the  rates  be\ndetermined by the arbitrator after hearing both the parties,\nthis direction, in my opinion, was clearly within the juris-\ndiction\t provided this dispute was referred to the  arbitra-\ntion. In this case unfortunately after the order of the High\nCourt was passed and before any order of stay could be\n<span class=\"hidden_text\" id=\"span_25\">400</span>\npassed by this Court in a petition under <a href=\"/doc/427855/\" id=\"a_25\">Article 136</a> of\t the\nConstitution, the respondent had done the work of extraction\nof  timer  of standing marked trees in\tcompartment  No.  59\nMarwah.\t Therefore, it would be inappropriate  to  interfere\nwith this order. The events have overreached the decision of\nthe  Court. It would be unjust to deprive any party  of\t its\ndues  simply  because the work has been done in\t view  of  a\nwrong order or incorrect order of the Court of justice\twhen\nthere  was no stay. Would it be just to deprive a suitor  of\nhis  dues in this manner under <a href=\"/doc/427855/\" id=\"a_26\">Article 136</a> of the  Constitu-\ntion?  I have no doubt in my mind that it would\t be  unjust.\nThe work indisputably has been done pursuant to an order  of\nthe Court of law and the party who has done the work must be\npaid  its remuneration. How would that remuneration be\tset-\ntled, would it be by a decree in the suit or would it be  by\nadjudication  of  an award? In the view I  have\t taken\tthat\nthere  was  a valid reference on the contention of  the\t re-\nspondent, this question which was incidental thereto must be\ndecided\t along\twith  that contention. In any  view  of\t the\nmatter,\t however, for determining the work done pursuant  to\nthe liberty or right given by the Court which was not stayed\nby this Court arbitration undoubtedly is a better method  of\nfinding\t out the dues in respect of that work done. I  would\nnot,  therefore,  in any event alter this direction  of\t the\nHigh Court.\n</p><p data-structure=\"Conclusion\" id=\"p_60\">    In\tthe aforesaid view of the matter, in my opinion,  it\nwould be inappropriate to interfere with the interim  direc-\ntion  of  the  High Court though the  direction\t was  beyond\njurisdiction.  In the premises I would have disposed of\t the\nappeal by directing the arbitrator to determine the rates in\nrespect of the extraction of the remaining timber of  stand-\ning marked trees in compartment No. 59 Marwah.\n    In\tthe aforesaid view of the matter, I would have\tmade\nno order as to costs.\n</p><pre id=\"pre_2\">N.V.K.\t\t\t\t\t\tAppeal\t al-\nlowed.\n<span class=\"hidden_text\" id=\"span_26\">\t\t\t\t1</span>\n?401\n\n\n\n</pre>","numcites":11,"numcitedby":15,"docsource":"Supreme Court of India","citetid":1075328,"divtype":"judgments","relatedqs":[{"value":"Standing timber","formInput":"Standing%20timber"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"right to work ","formInput":"right%20to%20work%20"},{"value":"thawardas pherumal ","formInput":"thawardas%20pherumal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"named arbitrator","formInput":"named%20arbitrator"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"marwah","formInput":"marwah"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"section 41","formInput":"section%2041"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"tender notice","formInput":"tender%20notice"},{"value":"L M Sharma","formInput":"L%20M%20Sharma"},{"value":"written agreement","formInput":"written%20agreement"},{"value":"jammu","formInput":"jammu"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}