{"tid":106024089,"publishdate":"2018-09-11","title":"M/A Psa Mumbai Investments Pte. Limited vs The Board Of Trustees Of The Jawaharlal ... on 11 September, 2018","doc":"<h2 class=\"doc_title\">M/A Psa Mumbai Investments Pte. Limited vs The Board Of Trustees Of The Jawaharlal ... on 11 September, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2018 SC 1153, AIRONLINE 2018 SC 182</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-f-nariman\">R.F. Nariman</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-malhotra\">Indu Malhotra</a>, <a href=\"/search/?formInput=benchid:r-f-nariman\">R.F. Nariman</a></h3>\n\n<pre id=\"pre_1\">                                                                       REPORTABLE\n                                        IN THE SUPREME COURT OF INDIA\n                                            CIVIL APPELLATE JURISDICTION\n\n                                         CIVIL APPEAL NO. 9352 OF 2018\n                                     (Arising out of SLP (C) No. 8166 of 2018)\n\n\n                         M/S PSA MUMBAI INVESTMENTS\n                         PTE. LIMITED                                   …APPELLANT\n\n\n                                                    VERSUS\n\n                         THE BOARD OF TRUSTEES OF THE JAWAHARLAL\n                         NEHRU PORT TRUST AND ANR.          ...RESPONDENT\n\n\n\n                                                 JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">                         R.F. Nariman, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                         1.   Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">                         2.   The factual matrix in which the present matter arises is\n\n                         that the Respondent No.1 issued a Global Invitation of Request\n\n                         for Qualification (hereinafter referred to as “RFQ”) in March,\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by R</span>\n<span class=\"hidden_text\" id=\"span_3\">NATARAJAN</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2018.09.14</span>\n                         2009 inviting applications from interested persons for the\n<span class=\"hidden_text\" id=\"span_5\">17:07:18 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n                         development of the 4th Container Terminal Project on Design,\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                          1</span>\n\fBuild, Finance, Operate and Transfer Basis at Jawaharlal\n\nNehru Port.     The RFQ document of 02.03.2009 expressly\n\ncontained a clause by which the bidder could be a Single Entity\n\nor a Consortium. On facts, the appellant and the Respondent\n\nNo.2 before us together formed a Consortium with the appellant\n\nas the Lead Member, Technical Member and Financial Member\n\nof the Consortium. It may be pointed out at this stage that the\n\nappellant is a Company registered in Singapore, whereas\n\nRespondent No.2 is a Company registered in India.\n\n\n</p><p data-structure=\"Section\" id=\"p_6\">3)    Some of the salient features of the RFQ is that the RFQ\n\nitself, at the forefront, states by way of a Disclaimer that nothing\n\nin the RFQ will be construed to make the RFQ an Agreement\n\nbetween the parties. Whatever is stated in the RFQ Clauses\n\nwould only be by way of information to a prospective bidder as\n\nto the work to be performed. The bid itself was in two stages –\n\nthe first being at the stage of eligibility, and the second being at\n\nthe stage of the Request for Proposal (hereinafter referred to as\n\n“RFP”). Since the Consortium between the appellant and the\n\nRespondent No.2 qualified in the first stage, they were entitled\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                       2</span>\n\fto be considered under an RFP document floated by the\n\nRespondent No.1 dated 07.06.2010. Under this document,\n\nwhat was made clear was, like the RFQ, that nothing in the\n\nRFP should be construed as forming an agreement between\n\nthe parties. The only idea of the RFP was that the Consortium,\n\nin making its financial bid, would know what exactly was\n\nrequired of it during performance of an agreement to be entered\n\ninto in future. What is interesting to note is that though there is\n\nno agreement at the stage of an elaborate bid process set out\n\nin a schedule to the RFP, yet, right until a Concession\n\nAgreement is to be signed between a Special Purpose Vehicle\n\nset up for the purpose by the Consortium and the Respondent\n\nNo.1, the bid process will be governed by Indian law and the\n\nCourts at Mumbai shall have exclusive jurisdiction over the\n\ndisputes that may arise under or in connection with the said\n\nprocess. Another important clause is that the Jawaharlal Nehru\n\nPort Trust (Respondent No. 1) can annul the bid process\n\nwithout assigning any reason right up to the stage that a\n\nConcession Agreement is actually entered into, as stated here-\n\nin-before, between the Special Purpose Vehicle and the\n<span class=\"hidden_text\" id=\"span_9\">                                                                      3</span>\n\fRespondent No.1. Equally, what is of great importance is a\n\ndraft Concession Agreement, which forms part of the RFP\n\ndocument and is, therefore, deemed to be a part of the\n\nConsortium bid itself.         This draft Concession Agreement\n\ncontained an arbitration clause in the following terms:\n\n</p><blockquote id=\"blockquote_1\">      “19.1 Amicable Settlement\n\n             If any dispute or difference or claims of any kind\n      arises between the Concessioning Authority and the\n      Concessionaire       in    connection     with   construction,\n      interpretation or application of any terms and conditions or\n      any matter or thing in any way connected with or in\n      connection with or arising out of this Agreement or the rights,\n      duties or liabilities of any Party under this Agreement,\n      whether before or after the termination of this Agreement,\n      then the parties shall meet together promptly, at the request\n      of any Party, in an effort to resolve such dispute, difference\n      or claim by discussion between them.</blockquote><pre id=\"pre_2\">\n      xxx\n      19.3   Arbitration\n      (a)    Arbitrators\n</pre><blockquote id=\"blockquote_2\">     Failing amicable settlement and/or settlement with the\n     assistance of Expert appointed by the Parties by mutual\n     consent, the dispute or differences or claims as the case may\n     be, shall be finally settled by binding arbitration under the\n     <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act, 1996</a>. Unless the Parties\n     mutually agree otherwise, within 30 (thirty) days of invocation\n     of the arbitration as mentioned below, the rules of arbitration\n     prescribed by the International Centre for Alternative Dispute\n     Resolution, New Delhi shall apply to the arbitration. The\n     arbitration shall be by a panel of three Arbitrators, one to be\n     appointed by each party and the third, who shall act as\n     presiding arbitrator, to be appointed by the two arbitrators\n     appointed by the parties. The Arbitration shall be invoked by\n     one party issuing to the other a notice in writing invoking the\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                        4</span>\n\farbitration and appointing an arbitrator. Upon receipt of the\nnotice, the other Party shall appoint the second Arbitrator.\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">The two Arbitrators so appointed shall appoint the third\nArbitrator who shall act as the ‘Presiding Arbitrator’. If the\nother Party fails to appoint a second Arbitrator within 30\n(thirty) days from the receipt of the request to do so, then the\nArbitrator so appointed by the first party shall adjudicate the\ndisputes as ‘Sole Arbitrator’.\n</p><p data-structure=\"Issue\" id=\"p_8\">(b)    Place of Arbitration\nThe place of arbitration shall be the headquarters of the\nConcessioning Authority in India.\n</p><p data-structure=\"RespArg\" id=\"p_9\">(c)    English Language\nThe request for arbitration, the answer to the request, the\nterms of reference, any written submissions, any orders and\nrulings shall be in English and, if oral hearings take place,\nEnglish shall be the language to be used in the hearings.\n</p><p data-structure=\"Issue\" id=\"p_10\">(d)    Procedure\nThe procedure to be followed within the arbitration, including\nappointment of arbitrator/arbitral tribunal, the rules of\nevidence which are to apply shall be in accordance with the\n<a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a>.\n</p><p data-structure=\"Precedent\" id=\"p_11\">(e)    Enforcement of Award\nAny decision or award resulting from arbitration shall be final\nand binding upon the parties. The parties hereto agree that\nthe arbitral award may be enforced against the parties to the\narbitration proceeding or their assets wherever they may be\nfound and that a judgment upon the arbitral award may be\nentered in any court having jurisdiction thereof.\n</p><p data-structure=\"Precedent\" id=\"p_12\">(f)    Fees and Expenses\nThe fees and expenses of the arbitrators and all other\nexpenses of the arbitration shall be intially borne and paid\nequally by respective parties subject to determination by the\narbitrators. The arbitrators may provide in the arbitral award\nfor the reimbursement to the successful party of its costs and\nexpenses in bringing or defending the arbitration claim,\nincluding legal fees and expenses incurred by the party.\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                   5</span>\n</p><p data-structure=\"Section\" id=\"p_13\">\f      (g)   Performance during Arbitration\n      Pending the submission of and/or decision on a dispute,\n      difference or claim or until the arbitral award is published, the\n      parties shall continue to perform all of their obligations under\n      this Agreement without prejudice to a final adjustment in\n      accordance with such award.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">4)    Equally of importance is to notice that if there is any\n\ndiscrepancy between the RFP and the draft Concession\n\nAgreement, the draft Concession Agreement will override the\n\nRFP. The RFP also speaks of a Letter of Award to be given in\n\ncase the financial bid of the Consortium is accepted. What is\n\nimportant to notice is that under the schedule that is annexed to\n\nboth the RFQ as well as RFP indicating the bid process, the\n\nsigning of the Concession Agreement comes after the Letter of\n\nAward as the last stage in the bid process. Since this schedule\n\nis of importance and has been relied upon by learned counsel\n\nfor both parties, the schedule to the RFQ is set out herein below:\n\n</p><blockquote id=\"blockquote_3\">        1.3 Schedule Of Bidding Process\n\n        The authority shall endeavor to adhere to the\n        following schedule :-\n</blockquote>\n<pre id=\"pre_3\">        Event Description                        Date\n\n        Qualification Stage\n\n</pre><blockquote id=\"blockquote_4\">        1. Last date for receiving queries 30th March, 2009\n\n</blockquote><blockquote id=\"blockquote_5\">        2. Pre-Application conference             15th April 2009\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                          6</span>\n</blockquote><blockquote id=\"blockquote_6\">\f        3. Application due date               30th April 2009\n\n</blockquote><blockquote id=\"blockquote_7\">        4. Announcement of short list      Will be announced\n\n                                           later\n\n           Bid Stage                    Estimated Date\n\n</blockquote><blockquote id=\"blockquote_8\">        1. Sale of Bid Documents        To be Specified\n\n</blockquote><blockquote id=\"blockquote_9\">        2. Last date for receiving\n\n           queries                      To be Specified\n\n</blockquote><blockquote id=\"blockquote_10\">        3. Pre-bid meeting – 1          To be Specified\n\n</blockquote><blockquote id=\"blockquote_11\">        4. Authority response to queries\n\n           latest by                    To be Specified\n\n</blockquote><blockquote id=\"blockquote_12\">        5. Pre-bid meeting – 2          To be Specified\n\n</blockquote><blockquote id=\"blockquote_13\">        6. Bid Due Date (s)             To be Specified\n\n</blockquote><blockquote id=\"blockquote_14\">        7. Opening of Bids             On Bid Due Date\n\n</blockquote><blockquote id=\"blockquote_15\">        8. Letter of Award (LOA)      Within 30 days of Bid\n                                      Due Date\n\n</blockquote><blockquote id=\"blockquote_16\">        9. Validity of Bids           120 days of Bid Due\n                                      Date\n\n</blockquote><blockquote id=\"blockquote_17\">        10. Signing of Concession Within 30 days of award\n\n           Agreement                 of LOA\n\n</blockquote><blockquote id=\"blockquote_18\">5)   Ultimately, as the Consortium’s bid dated 15.10.2010 was\n\nfound to be the most favourable from a financial point of view, a\n\nLetter of Award dated 26.09.2011 was given by the Respondent\n\nNo.1 to the Consortium, which was duly acknowledged by the\n\nConsortium.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                    7</span>\n<p data-structure=\"CDiscource\" id=\"p_15\">\f6)   Meanwhile, some problems as to the exact stamp duty\n\nbetween the parties cropped up, and since there was delay in\n\nsigning the Concession Agreement, Respondent No.2 decided\n\nto opt out of the bid process.      This was apprised to the\n\nRespondent No.1 by the appellant by a letter dated 02.04.2012.\n\nBy a letter dated 30.04.2012, the Respondent No.1 indicated\n\nthat the appellant, who would now be left as the sole bidder\n\nshould be ready to indicate a Special Purpose Vehicle for\n\nentering into and executing the contract in the form of the draft\n\nConcession Agreement.        However, the letter made this\n\nconditional upon the Ministry of Shipping according approval.\n\nIn anticipation of such approval, by a letter dated 30.05.2012,\n\nthe appellant wrote to Respondent No.1 stating that it had, in\n\nfact, incorporated another Special Purpose Vehicle to execute\n\nand perform the Concession Agreement.           Meanwhile, the\n\nappellant was informed by a letter dated 30.08.2012 that the\n\nMinistry of Shipping had not accorded approval to the change\n\nfrom consortium to single entity as requested by the appellant.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                    8</span>\n</p><p data-structure=\"Facts\" id=\"p_16\">\f7)    This being the case, on 18.09.2012, the bid security that\n\nwas given by the Consortium was encashed by Respondent\n\nNo.1 for the recovery of which, a Suit has been filed on\n\n21.09.2015, which is still pending. At this stage, by a show-\n\ncause notice dated 12.09.2012 by Respondent No.1, the\n\nConsortium was called upon to perform its part of the bid as\n\noriginally agreed to. Since this was not done, by a letter dated\n\n16.10.2012, the Letter of Award that was accorded and\n\nacknowledged by the appellant on 26.09.2011 was “withdrawn”\n\nby the Respondent No.1.       Consequent to this, Respondent\n\nNo.1, in a letter dated 26.11.2014, claimed a sum of Rs.446.28\n\nCrores by way of damages against the Consortium, and sent an\n\narbitration notice dated 18.02.2015 stating that, according to it,\n\nClause 19 of the draft Concession Agreement would be the\n\narbitration clause governing the parties, and that they were\n\nappointing Retired Justice V.G. Palshikar of the Bombay High\n\nCourt as their Arbitrator. The appellant and Respondent No.2\n\nwere called upon to appoint their Arbitrator within 30 days of\n\nreceipt of this letter. By a reply dated 29.04.2015, the appellant\n\nstated that as no agreement was entered into between the\n<span class=\"hidden_text\" id=\"span_15\">                                                                     9</span>\n\fparties, Clause 19 of the draft Concession Agreement would\n\nnot govern the parties and indicated that if the Respondent\n\nNo.1 agreed, an Arbitration Agreement could be entered into\n\nbetween the parties to sort out the disputes arising on various\n\nscores.   By their reply to this letter dated 04.07.2015, the\n\nRespondent No.1 continued to reiterate that it was governed by\n\nthe arbitration clause in the draft Concession Agreement and\n\nthat as 30 days had elapsed and no arbitrator was appointed by\n\nthe Appellant, and as the said clause provided that the\n\nArbitrator appointed by the Respondent No.1 would now be the\n\nsole Arbitrator to decide the disputes between the parties,\n\ncalled upon Justice Palshikar to adjudicate the disputes\n\nbetween the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n</p><p data-structure=\"PetArg\" id=\"p_18\">8)   An application under <a href=\"/doc/675839/\" id=\"a_3\">Section 16</a> of the Arbitration and\n\nConciliation Act, 1996 was then filed before the sole Arbitrator\n\nby the appellant and Respondent No. 2, in which they argued\n\nthat there was no arbitration clause entered into by way of\n\nagreement between the parties and that, in any case, the\n\narbitration clause relied upon by Respondent No.1 would not fit\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                   10</span>\n\fthe bill as the disputes that were to be adjudicated under that\n\nclause related only to a Concession Agreement which had not\n\nyet been entered into, the parties to which would be\n\nRespondent No.1 and a Special Purpose Vehicle, and not the\n\nRespondent No.1 and the appellant and Respondent No.2. The\n\nlearned Arbitrator agreed with the appellant and held:\n\n</p><blockquote id=\"blockquote_19\">        “25. The request for qualification is a request and not a\n        Contract. Similarly request for proposal is also request for\n        and not a contract. Both are requests made by the\n        Claimant to the Respondents asking for their qualification\n        and proposal. It cannot and does not have any reference\n        to any arbitration clause. Similarly there is no such\n        reference in the LOA and therefore there is no contract in\n        which there is a reference to a document incorporating an\n        arbitration clause. In fact, clause 6(1) of both RFQ and\n        RFP provide that the Courts at Mumbai shall have\n        exclusive jurisdiction for all disputes arising under,\n        pursuant to or in connection with the bidding process, this\n        cannot be read to mean it is a document mentioning any\n        arbitration clause.\n</blockquote><blockquote id=\"blockquote_20\">        26. It would also be necessary to consider the fact that\n        the Letter of Acceptance was factually withdrawn by the\n        Claimant by its communication dated 16 th October 2012.\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">        In this letter it is observed in paragraph 4 thus:\n\n</p><blockquote id=\"blockquote_21\">              “The Consortium has failed to abide by the\n              provisions of the Letter of Award and has\n              failed to sign the Concession Agreement\n              within the time granted to it.”\n\n</blockquote><blockquote id=\"blockquote_22\">       27. Then in paragraph 6 it is stated as under:\n</blockquote><blockquote id=\"blockquote_23\">       “The said change constitutes a change in the offer and also\n       constitutes a change in the Draft Concession Agreement\n       proposed to be executed. The said deviation in the Draft\n       Concession Agreement is not accepted by JNPT. The bid\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                       11</span>\n\f       stage is over with the issue of Letter of Award and no further\n       modification can be acceded to after issue of LOA.”\n</blockquote><blockquote id=\"blockquote_24\">       28. Then paragraph 9 says that in view of the delay and\n       defaults by the Respondents the Letter of Award rendered\n       null and void and is hereby withdrawal. It is therefore\n       obvious that after such withdrawal there cannot exist any\n       document or even request which can be said to have been\n       incorporated in a contract, factually also the Concession\n       Agreement is not signed by either of the parties and\n       therefore there is no document or reference to a document\n       or contract, the existence of which can fulfill the requirement\n       of <a href=\"/doc/153260/\" id=\"a_4\">Section 7(5)</a> of the Act.”\n\n</blockquote><blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_18\">9)    An appeal against the said order was filed before the High\n\nCourt under <a href=\"/doc/1306164/\" id=\"a_5\">Section 37of</a> the Arbitration and Conciliation Act,\n\n1996 in which the learned Arbitrator’s order was set aside. The\n\nHigh Court held that there is a concluded contract between the\n\nparties as the Letter of Award had been accepted by the\n\nappellant, and that since the arbitration clause forms a part of\n\nthe bid document between the parties, the arbitration clause\n\nwould govern the parties.          It may be pointed out that an\n\nalternative argument was made on behalf of the appellant that\n\neven if it was said that the parties were governed by the\n\narbitration clause in question, yet, the clause was “inapt” in the\n\nlanguage of our judgment in <a href=\"/doc/20317/\" id=\"a_6\">M.R. Engineers and Contractors\n\nPrivate Limited vs. Som Datt Builders Limited</a>, (2009) 7\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                         12</span>\n\fSCC 696. This argument though noticed in the judgment was\n\nnot, however, answered by the judgment.</span>\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"71504258\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159642\" id=\"span_21\">10)   Mr. Amit Sibal, learned Senior Advocate, appearing on\n\nbehalf of the appellant has made detailed submissions before\n\nus. According to him, on a detailed reading of the RFQ and\n\nRFP, the first thing that strikes one is that there is a disclaimer\n\nin both the documents which clearly states that neither\n\ndocument will be construed to be an agreement between the\n\nparties. Secondly, he strongly relies upon the schedule and the\n\ndefinition of “bid process” in both the RFQ and RFP showing\n\nthat at least insofar as the present tender is concerned, the\n\nLetter of Award is not an unqualified acceptance of an offer\n\nmade but has to await a contract to be signed in the form of a\n\nConcession Agreement between the Respondent No.1 and\n\nanother entity, namely, the Special Purpose Vehicle set up for\n\nthe purpose.      Equally, according to the learned Senior\n\nAdvocate, it is important to bear in mind that the bid process\n\nbegins with the RFQ and ends with the ultimate signing of the\n\nConcession Agreement.        According to the learned Senior\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                      13</span>\n\fAdvocate, until such Concession Agreement is signed, Courts\n\nin Mumbai alone will have exclusive jurisdiction to decide the\n\ndisputes that may arise between the parties both under the\n\nRFQ as well as the RFP.          It is only thereafter that if a\n\nConcession    Agreement     is   entered   into   between    the\n\nRespondent No.1 and the Special Purpose Vehicle that the\n\narbitration clause will kick in and will govern the disputes that\n\nwill arise post the Concession Agreement in the performance of\n\nthe contract between those two parties. He also strongly relied\n\nupon a clause in the RFP document which further made this\n\nclear, as the Respondent No.1 could annul the bid process right\n\ntill the stage of the entering into the Concession Agreement but\n\nnot thereafter. He also strongly relied upon the letter dated\n\n16.10.2012, by which the Letter of Award that was granted\n\nearlier was “withdrawn” showing thereby that there was no\n\nagreement that had been entered into between the parties, as\n\notherwise the expression used would have been “terminated”.\n\nHe strongly relied upon this Court’s judgment in <a href=\"/doc/1159642/\" id=\"a_7\">Dresser Rand\n\nS.A. vs. Bindal Agro Chem Ltd. And Anr.</a>, (2006) 1 SCC 751\n\nas followed in <a href=\"/doc/71504258/\" id=\"a_8\">Bharat Sanchar Nigam Limited vs. Telephone\n<span class=\"hidden_text\" id=\"span_23\">                                                                    14</span>\n\fCables Limited</a>, (2010) 5 SCC 213 and stated that in a near\n\nidentical fact situation, this Court has twice held that as there\n\nwas no concluded contract between the parties, no arbitration\n\nclause could be said to be contained which would bind the\n\nparties.   He also strongly relied upon the RFP document to\n\nshow that the bid could be by a single entity or a Consortium,\n\nand then showed us a clause in the RFP document by which a\n\nchange in the Consortium could be made provided the\n\nappellant remained as lead Member thereof. According to him,\n\nrelying on this clause, the Respondent No.1, left to itself, would\n\nhave accepted the change from Consortium to single entity, but,\n\nde hors the bid document, the Respondent No.1 went for\n\nconfirmation to the Ministry of Shipping, which refused to\n\nconfirm the same.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_24\">Shri Sibal also made a without prejudice\n\nargument, on the assumption that the arbitration clause were to\n\napply, that the said clause would be wholly “inapt” as held in\n\n<a href=\"/doc/20317/\" id=\"a_9\">M.R. Engineers and Contractors Private Limited</a> (supra) as\n\nit was to decide only questions that may arise under a\n\nConcession Agreement never entered into, and between the\n\nRespondent No.1 and the Special Purpose Vehicle and not the\n<span class=\"hidden_text\" id=\"span_25\">                                                                     15</span>\n\fRespondent No.1 and the appellant and Respondent No.2. He\n\nalso pointed out that though this argument had been made\n\nbefore the High Court, the High Court has not adverted to or\n\nanswered this contention.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n</p><p data-structure=\"PetArg\" id=\"p_22\">11)   Mr. Dushant Dave, learned Senior Advocate, appearing\n\non behalf of the Respondent No.1 took us through the RFQ and\n\nRFP and relied upon various clauses of the same. He also took\n\nus through the Joint Bidding Agreement dated 21.08.2009 that\n\nwas entered into between the appellant and the Respondent\n\nNo.2. According to him, one very important part of the RFP is\n\nthat the draft Concession Agreement would override the RFP in\n\nthe case of inconsistency between the two.       He, therefore,\n\nargued that since an arbitration clause between the parties\n\ngoverns them, the inconsistent clause of Courts at Mumbai\n\nhaving exclusive jurisdiction would, therefore, go out of harm’s\n\nway. He also argued that the bidder had, in the present case,\n\nnot only acknowledged the Letter of Award in his favour, which\n\nwas a binding contract between the parties, but had signed\n\neach page of the draft Concession Agreement signifying that\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                   16</span>\n\fthey would, therefore, be governed by the arbitration clause\n\ncontained therein. He relied strongly upon the fact that it could\n\nnever have been conceived that if disputes arose during the bid\n\nprocess, the Respondent No.1 would have to be driven to a\n\nCourt of law instead of an arbitral process and asked us to look\n\nat the agreement both in accordance with its object and as a\n\nman of commerce would look at the same. He went on to state\n\nthat a direct judgment of this Court in Unissi (India) Private\n\nLimited vs. Post Graduate Institute of Medical Education\n\nand Research, (2009) 1 SCC 107 would govern the facts of\n\nthis case being very similar thereto. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20317\" id=\"span_27\">He also strongly relied\n\nupon para 24(v) of the <a href=\"/doc/20317/\" id=\"a_10\">M.R. Engineers and Contractors\n\nPrivate Limited</a> (supra) judgment to indicate that, on facts, he\n\nwould fall within the ratio set out in this sub-para.</span> He also relied\n\nstrongly upon this Court’s judgment in Kollipara Sriramulu\n\n(Dead) by his LR vs. T. Aswatha Narayana (Dead) by his\n\nLRs &amp; Others, (1968) 3 SCR 387 to state that merely because\n\na future formal contract may have to be entered into between\n\nthe parties, this does not mean that if such future formal\n\ncontract is not entered into, then an agreement could not\n<span class=\"hidden_text\" id=\"span_28\">                                                                       17</span>\n\fotherwise be established on facts. According to him, the facts\n\nof the present case fall within the ratio of this judgment. He\n\nended by stating that even assuming that the High Court\n\njudgment were wrong, we should not exercise our discretionary\n\njurisdiction under <a href=\"/doc/427855/\" id=\"a_11\">Article 136</a> of the Constitution of India given\n\nthe fact that, as a result of the appellant’s conduct, there has\n\nbeen a huge revenue loss discerned by the fact that a revenue\n\nsharing ratio of 50.8:49.2 has now been reduced, in a fresh\n\ntender between the appellant and Respondent No. 1, to 35:65.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">12)    Having heard learned counsel on behalf of both parties, it\n\nis important to set out some of the important provisions of the\n\nRFP.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n</p><p data-structure=\"Section\" id=\"p_25\">                          “DISCLAIMER\n\n         The information contained in this Request for proposal\n         document (the “RFP”) or subsequently provided to\n         Bidder(s), whether verbally or in documentary or any other\n         form by or on behalf of the Authority or any of their\n         employees or advisors, is provided to Bidder(s) on the\n         terms and conditions set out in this RFP and such other\n         terms and conditions subject to which such information is\n         provided.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">         This RFP is not an agreement and is neither an offer nor\n         invitation by the Authority to the prospective Bidders or\n         any other person. The purpose of this RFP is to provide\n<span class=\"hidden_text\" id=\"span_29\">                                                                      18</span>\n\finterested parties with information that may be useful to\nthem in making their financial offers pursuant to this RFP\n(the “Bid”). This RFP includes statements, which reflect\nvarious assumptions and assessments arrived at by the\nAuthority in relation to the Project. Such assumptions,\nassessments and statements do not purport to contain all\nthe information that each Bidder may require. This RFP\nmay not be appropriate for all persons, and it is not\npossible for the Authority, its employees or advisors to\nconsider the investment objectives, financial situation and\nparticular needs of each party who reads or uses this RFP.\nThe assumptions, assessments, statements and\ninformation contained in this RFP, especially the\n{Feasibility Report}, may not be complete, accurate,\nadequate or correct. Each Bidder should, therefore,\nconduct its own investigations and analysis and should\ncheck the accuracy, adequacy, correctness, reliability and\ncompleteness of the assumptions, assessments,\nstatements and information contained in this RFP and\nobtain independent advice from appropriate sources.\n\nInformation provided in this RFP to the Bidder(s) is on a\nwide range of matters, some of which depends upon\ninterpretation of law. The information given is not an\nexhaustive account of statutory requirements and should\nnot be regarded as a complete or authoritative statement\nof law. The Authority accepts no responsibility for the\naccuracy or otherwise for any interpretation or opinion on\nlaw expressed herein.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">The Authority, its employees and advisors make no\nrepresentation or warranty and shall have no liability to\nany person, including any Applicant or Bidder under any\nlaw, statute, rules or regulations or tort, principles of\nrestitution or unjust enrichment or otherwise for any loss,\ndamages, cost or expense which may may arise from or\nbe incurred or suffered on account of anything contained\nin this RFP or otherwise, including the accuracy,\nadequacy, correctness, completeness or reliability of the\nRFP and any assessment, assumption, statement or\n\n<span class=\"hidden_text\" id=\"span_30\">                                                              19</span>\n\finformation contained therein or deemed to form part of\nthis RFP or arising in any way in this Bid Stage.\n\nxxx\n\nThe Authority also accepts no liability of any nature\nwhether resulting from negligence or otherwise howsoever\ncaused arising from reliance of any Bidder upon the\nstatements contained in this RFP.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">The issue of this RFP does not imply that the Authority is\nbound to select a Bidder or to appoint the Selected Bidder\nor Concessionaire, as the case may be, for the Project\nand the Authority reserves the right to reject all or any of\nthe Bidders or Bids without assigning any reason\nwhatsoever.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">The Bidder shall bear all its costs associated with or\nrelating to the preparation and submission of its Bid\nincluding but not limited to preparation, copying, postage,\ndelivery    fees,    expenses      associated    with    any\ndemonstrations or presentations which may be required by\nthe Authority or any other costs incurred in connection with\nor relating to its Bid. All such costs and expenses will\nremain with the Bidder and the Authority shall not be liable\nin any manner whatsoever for the same or for any other\ncosts or other expenses incurred by a Bidder in preparation\nor submission of the Bid, regardless of the conduct or\noutcome of the Bidding Process.”\nxxx\n“1.1.2      The selected Bidder, who is either a company\nincorporated under the <a href=\"/doc/1353758/\" id=\"a_12\">Companies Act, 1956</a> or undertakes\nto incorporate itself as such prior to execution of the\nConcession agreement (the “Concessionaire”), shall be\nresponsible for (Designing, engineering), financing,\nprocurement, construction, operating and maintenance of\nthe Project under and in accordance with the provisions of\na long term Concession agreement (the “Concession\nAgreement”) to be entered into between the selected\nBidder and the Authority in the form provided by the\nAuthority as Part of the Bidding Documents pursuant\nhereto.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n<span class=\"hidden_text\" id=\"span_31\">                                                               20</span>\n\fxxx\n1.1.5       The Concession Agreement sets forth the\ndetailed terms and conditions for grant of the concession to\nthe Concessionaire, including the scope of the\nConcessionaire’s     services     and     obligations   (the\n“Concession”).\n</p><p data-structure=\"CDiscource\" id=\"p_31\">1.1.6        The statements and explanations contained in\nthis RFP are intended to provide a proper understanding to\nthe Bidders about the subject matter of this RFP and\nshould not be construed or interpreted as limiting in any\nway or manner the scope of services and obligations of the\nConcessionaire set forth in the Concession Agreement or\nthe Authority’s rights to amend, alter, change, supplement\nor clarify the scope of work, the concession to be awarded\npursuant to this RFP or the terms thereof or herein\ncontained. Consequently, any omissions, conflicts or\ncontradictions in the Bidding Documents including this RFP\nare to be noted, interpreted and applied appropriately to\ngive effect to this intent, and no claims on that account\nshall be entertained by Authority.\n</p><p data-structure=\"Section\" id=\"p_32\">xxx\n1.2.3        The Bidding Documents include the draft\nConcession Agreement for the Project. The Feasibility\nReport prepared by the Authority/consultants of the\nAuthority (the “Feasibility Report”) is also included. Subject\nto the provisions of Clause 2.1.3, the aforesaid documents\nand any addenda issued subsequent to this RFP\nDocument, but before the Bid Due Date, will be deemed to\nform part of the Bidding Documents.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">xxx\n1.2.6        During the Bid Stage, Bidders are invited to\nexamine the Project in greater detail, and to carry out, at\ntheir cost, such studies as may be required for submitting\ntheir respective Bids for award of the Concession including\nimplementation of the Project.\n</p><p data-structure=\"Section\" id=\"p_34\">1.2.7      Bids are inviting for the Project on the basis of\npercentage of revenue to be shared with Authority by a\nBidder for implementing the Project. The Concession\nPeriod is pre-determined, as indicated in the Concession\nAgreement. The revenue share shall constitute the sole\n\n<span class=\"hidden_text\" id=\"span_32\">                                                                 21</span>\n\fcriteria for evaluation of Bids. Subject to Clause 2.16, the\nProject will be awarded to the Bidder quoting the highest\nrevenue share.\n</p><p data-structure=\"Precedent\" id=\"p_35\">xxx\n1.3 Schedule of Bidding Process\nThe Authority shall endeavour to adhere to the following\nschedule:\n</p><p data-structure=\"Precedent\" id=\"p_36\">Event Description                             Date\n</p><p data-structure=\"Conclusion\" id=\"p_37\">1.    Last date of receiving queries   To be specified\n</p><p data-structure=\"CDiscource\" id=\"p_38\">2.    Authority response to queries    To be specified\n      latest by\n</p><p data-structure=\"Precedent\" id=\"p_39\">3.    Pre-bid meeting – 1              To be specified\n</p><p data-structure=\"CDiscource\" id=\"p_40\">4.    Pre-bid meeting – 2              To be specified\n</p><p data-structure=\"Conclusion\" id=\"p_41\">5.    Bid Due Date(s)                  22nd July 2010\n</p><p data-structure=\"Precedent\" id=\"p_42\">6.    Opening of Bids                  On Bid Due Date\n</p><p data-structure=\"Section\" id=\"p_43\">7.    Letter of Award (LOA)            Within 30 days of Bid\n                                       Due Date\n</p><p data-structure=\"Precedent\" id=\"p_44\">8.    Validity of Bids                 120 Days of Bid Due\n                                       Date\n</p><p data-structure=\"CDiscource\" id=\"p_45\">9.    Signing of Concession            Within 30 days of\n      Agreement                        award of LOA\nxxx\n2.1.4 Notwithstanding anything to the contrary contained in\nthis RFP, the detailed terms specified in the draft Concession\nAgreement shall have overrriding effect; provided, however,\nthat any conditions or obligations imposed on the Bidder\nhereunder shall continue to have effect in addition to its\nobligations under the Concession Agreement.\nxxx\n2.2.1 Where the Bidder is a Consortium, change in\ncomposition of the Consortium may be permitted by the\nAuthority during the Bid Stage only where:\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"hidden_text\" id=\"span_33\">                                                                 22</span>\n</p><blockquote id=\"blockquote_26\">\fa) the Lead Member continues to be the Lead Member of\nthe Consortium;\n</blockquote><blockquote id=\"blockquote_27\">b) the substitute is at least equal, in terms of Technical\nCapacity and Financial Capacity, to the Consortium\nMember who is sought to be substituted and the modified\nConsortium shall continue to meet the pre-qualification and\nshort-listing criteria for Applicants; and\n</blockquote><blockquote id=\"blockquote_28\">c)   the new Member(s) expressly adopt(s) the Application\nalready made on behalf of the Consortium as if it were a\nparty to it originally, and is not an Applicant/Member of any\nother Consortium bidding for this Project.\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">2.2.2 Approval for change in the composition of a Consortium\nshall be at the sole discretion   of the Authority and must be\napproved by the Authority in writing.\n</p><p data-structure=\"Precedent\" id=\"p_48\">xxx\n2.5.2 It shall be deemed that by submitting a Bid, the Bidder\nhas:\n</p><blockquote id=\"blockquote_29\">a.   made a complete and careful examination of the\nBidding Documents;\n</blockquote><blockquote id=\"blockquote_30\">b.   received all relevant information requested from the\nAuthority;\n</blockquote><blockquote id=\"blockquote_31\">c.    acknowledged and accepted the risk of inadequacy,\nerror or mistake in the information provided in the Bidding\ndocuments or furnished by or on behlaf of   the Authority\nrelating to any of the matters referred to in Clause 2.5.1\nabove;\n</blockquote><blockquote id=\"blockquote_32\">d.    satisfied itself about all matters, things and information\nincluding matters referred to in Clause 2.5.1 hereinabove\nnecessary and required for submitting an informed Bid,\nexecution of the Project in accordance with the Bidding\nDocuments and performance of all of its obligations\nthereunder;\n</blockquote><blockquote id=\"blockquote_33\">e.    acknowledged and agreed that inadequacy, lack of\ncompleteness or incorrectness of information provided in the\nBidding Documents or ignorance of any of the matters\nreferred to in Clause 2.5.1 hereinabove shall not be a basis\nfor any claim for compensation, damages, extension of time\nfor performance of its obligations, loss of profits etc. from the\n<span class=\"hidden_text\" id=\"span_34\">                                                                    23</span>\n\f      Authority; or a ground for termination of the Concession\n      Agreement; and,\n f.   agreed to be bound by the undertakings provided by it\nunder and in terms hereof.\n</blockquote><blockquote id=\"blockquote_34\">      xxx\n2.6.1 Notwithstanding anything contained in this RFP, the\nAuthority reserves the right to accept or reject any Bid and to\nannul the Bidding Process and reject all Bids at any time\nwithout any liability or any obligation for such acceptance,\nrejection or annulment, and without assigning any reasons\ntherefor.\n</blockquote><blockquote id=\"blockquote_35\">      xxx\n2.7.2 The draft Concession Agreement to be provided by the\nAuthority as part of the Bid Documents shall be deemed part of\nthis RFP.\n</blockquote><blockquote id=\"blockquote_36\">      xxx\n2.11.2 The documents accompanying the Bid shall be placed\nin a separate envelope and marked as “Enclosures of the Bid”.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">The documents shall include:\n</p><blockquote id=\"blockquote_37\">i.          Bid Security in the prescribed format (Appendix – II);\nii.         in the prescribed format (Appendix – IV); and\niii.      A copy of the Concession Agreement with each page\ninitialled by the person signing – b) Power of Attorney for\nsigning of Bid in the prescribed format (Appendix – III);\niv. If applicable, the Power of Attorney for Lead Member of\nConsortium the Bid in pursuance of the Power of Attorney\nreferred to in Clause (b) hereinabove.\n</blockquote><blockquote id=\"blockquote_38\"> xxx\n2.14        Contents of the Bid\n2.14.1 The Bid shall be furnished in the format at Appendix – I\nand shall consist of a revenue share to be quoted by the\nBidder. The Bidder shall specify (in Indian Rupees) the\nrevenue share offered by him to undertake the Project in\naccordance with this RFP and the provisions of the\nConcession Agreement.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_35\">                                                                     24</span>\n<blockquote id=\"blockquote_39\">\f2.14.2 The Project will be awarded to the Bidder quoting the\nhighest revenue share.\n</blockquote><blockquote id=\"blockquote_40\">2.14.3 The opening of Bids and acceptance thereof shall be\nsubstantially in accordance with this RFP.\n2.14.4 The proposed Concession Agreement shall be deemed\nto be part of the Bid.\n</blockquote><blockquote id=\"blockquote_41\">     xxx\n2.20.7 The Bid Security shall be forfeited and appropriated by\nthe Authority as mutually agreed genuine pre-estimated\ncompensation and damages payable to the Authority for, inter\nalia, time, cost and effort of the Authority without prejudice to\nany other right or remedy that may be available to the Authority\nhereunder or otherwise, under the following conditions:\n</blockquote><blockquote id=\"blockquote_42\">a)         If a Bidder submits a non-responsive Bid;\n</blockquote><blockquote id=\"blockquote_43\">b)      If a Bidder engages in a corrupt practice, fraudulent\npractice, coercive practice, undesirable practice or restrictive\npractice as specified in Clause 4 of this RFP;\n</blockquote><blockquote id=\"blockquote_44\">(c)      If a Bidder withdraws its Bid during the period of Bid\nvalidity as specified in this RFP and as extended by the Bidder\nfrom time to time;\n</blockquote><blockquote id=\"blockquote_45\">d)      in the case of Selected Bidder, if it fails within the\nspecified time limit -\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">i.         to sign the Concession Agreement and/or\nii.     to furnish the Performance Security within the period\nprescribed therefor in the Concession Agreement; or\n</p><p data-structure=\"Precedent\" id=\"p_51\">e)      in case the Selected Bidder, having signed the\nConcession Agreement, commits any breach thereof prior to\nfurnishing the Performance Security.\n</p><p data-structure=\"Section\" id=\"p_52\">     xxx\n3.3.5 After selection, a Letter of Award (the “LOA”) shall be\nissued, in duplicate, by the Authority to the Selected Bidder and\nthe Selected Bidder shall, within 7 (seven) days of the receipt of\nthe LOA, sign and return the duplicate copy of the LOA in\nacknowledgement thereof. In the event the duplicate copy of\nthe LOA duly signed by the Selected Bidder is not received by\nthe stipulated date, the Authority may, unless it consents to\n<span class=\"hidden_text\" id=\"span_36\">                                                                     25</span>\n\f      extension of time for submission thereof, appropriate the Bid\n      Security of such Bidder as mutually agreed genuine pre-\n      estimated loss and damage suffered by the Authority on\n      account of failure of the Selected Bidder to acknowledge the\n      LOA, and the next eligible Bidder may be considered.\n      3.3.6 After acknowledgement of the LOA as aforesaid by the\n      Selected Bidder, it shall execute the Concession Agreement\n      within the period prescribed in Clause 1.3. The Selected Bidder\n      shall not be entitled to seek any deviation in the Concession\n      Agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">        xxx\n      6.1      The Bidding Process shall be governed by, and\n      construed in accordance with, the laws of India and the Courts\n      at Mumbai shall have exclusive jurisdiction over all disputes\n      arising under, pursuant to and/or in connection with the Bidding\n      Process.”\n\n</p><p data-structure=\"Section\" id=\"p_54\">13)    On a conjoint reading of the aforesaid clauses, a few\n\nthings become clear - (i) first and foremost a Disclaimer at the\n\nforefront of the RFP makes it clear that there is only a bid\n\nprocess that is going on between the parties and that there is\n\nno concluded contract between the same (ii) it is equally clear\n\nthat such bid process would subsume a Letter of Award to be\n\nissued by the Respondent No.1 with two further steps under the\n\nschedule to be gone into before the draft Concession\n\nAgreement finally becomes an agreement between Respondent\n\nNo.1 and the Special Purpose Vehicle that is constituted by the\n\nConsortium for this purpose (iii) that through out the stage of\n\nthe bid process, the forum for dispute resolution is exclusively\n<span class=\"hidden_text\" id=\"span_37\">                                                                         26</span>\n\fwith the Courts at Mumbai and (iv) that right uptil the stage of\n\nthe entering into the Concession Agreement, the bid process\n\nmay be annulled without giving any reason whatsoever by the\n\nRespondent No.1\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">14)   In addition, it may also be pointed out, on a reading of the\n\nLetter of Award itself dated 26.09.2011, as acknowledged by\n\nthe appellant, that:\n</p>\n<blockquote id=\"blockquote_46\">      “3. You are required to incorporate a Special Purpose Vehicle solely\n      for the purpose of implementing the project (the ‘Concessionarie”)\n      as per Clause 2.2.6 of RFQ document.\n</blockquote><blockquote id=\"blockquote_47\">      4. As per Clause 2.20.5 of RFP document, your Bid Security shall\n      remain in force and effect till the Concessionarie furnishes the\n      Performance Guarantee of a sum equal to Rs.3350 million (Rupees\n      Three Thousand Three Hundred Fifty million), not later than 90\n      days from the date of signing of the Concession Agreement.\n</blockquote><blockquote id=\"blockquote_48\">      6. Please note that the Concession Agreement is expected to be\n      signed within 30 days of the issue of this Letter of Award.”\n\nThis would show that even after the Letter of Award, a Special\n\nPurpose Vehicle solely for the purpose of implementing the\n\nproject would have to be set up, and that this Special Purpose\n\nVehicle would be called the Concessionarie. Further, the bid\n\nsecurity given by the appellant shall remain in force till the\n\nSpecial Purpose Vehicle furnishes the Performance Guarantee\n\nfor a sum equal to Rs. 3350 million, and that the Concession\n<span class=\"hidden_text\" id=\"span_38\">                                                                             27</span>\n\fAgreement is expected to be signed within 30 days of the issue\n\nof this Letter of Award.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_56\">15)   Under <a href=\"/doc/74115/\" id=\"a_13\">Section 7</a> of the Indian Contract Act, 1872 in order\n\nto convert a proposal into a promise, the acceptance must be\n\nabsolute and unqualified. It is clear on the facts of this case\n\nthat there is no absolute and unqualified acceptance by the\n\nLetter of Award – two or three very important steps have to be\n\nundergone before there could be said to be an agreement\n\nwhich would be enforceable in law as a contract between the\n\nparties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n</p><p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71504258\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159642\" id=\"span_40\">16)   Mr. Amit Sibal, learned Senior Advocate, is wholly correct\n\nin relying upon both <a href=\"/doc/1159642/\" id=\"a_14\">Dresser Rand S.A.</a> (supra) and <a href=\"/doc/71504258/\" id=\"a_15\">Bharat\n\nSanchar Nigam Limited</a> (supra).</span></span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159642\" id=\"span_41\">In <a href=\"/doc/1159642/\" id=\"a_16\">Dresser Rand S.A.</a>\n\n(supra) it was found,on the facts, that unless a purchase order\n\nwas placed, there would be no agreement between the parties.\n\nEverything that took place before such purchase order was\n\nplaced would only be a prelude to a contract which cannot be\n\nconfused with the contract itself. This was set out in para 32 of\n\nthe judgment as follows:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\"><span class=\"hidden_text\" id=\"span_42\">                                                                    28</span>\n</p><blockquote id=\"blockquote_49\">\f        “32. Parties agreeing upon the terms subject to which a\n        contract will be governed, when made, is not the same as\n        entering into the contract itself. Similarly, agreeing upon\n        the terms which will govern a purchase when a purchase\n        order is placed, is not the same as placing a purchase\n        order. A prelude to a contract should not be confused with\n        the contract itself. The purpose of Revision 4 dated 10-6-\n        1991 was that if and when a purchase order was placed\n        by BINDAL, that would be governed by the “General\n        Conditions of Purchase” of BINDAL, as modified by\n        Revision 4. But when no purchase order was placed,\n        neither the “General Conditions of Purchase” nor the\n        arbitration clause in the “General Conditions of Purchase”\n        became effective or enforceable. Therefore, initialling of\n        “Revision 4” by DR and BINDAL on 10-6-1991 containing\n        the modifications to the General Conditions of Purchase,\n        did not bring into existence any arbitration agreement to\n        settle disputes between the parties.”\n\n</blockquote><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71504258\" id=\"span_43\">17)   This judgment was followed in <a href=\"/doc/71504258/\" id=\"a_17\">Bharat Sanchar Nigam\n\nLimited</a> (supra), which is very similar to the facts of the present\n\ncase. In Clause 30 of the instructions to the bidders <a href=\"/doc/71504258/\" id=\"a_18\">in that\n\ncase</a>, it is stated that the Courts in Delhi will have jurisdiction to\n\nentertain disputes or claims arising out of the tender till issue of\n\nauthorization letters to circles for placement of purchase orders.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_60\">It is only thereafter that Clause 20 of the General Conditions of\n\nContract, providing for an arbitration, could kick in. This being\n\nthe case, this Court held:\n</p>\n<blockquote id=\"blockquote_51\">        “23. On the other hand, Section III had nothing to do with\n        the bidding process or selection of suppliers, but contained\n        provisions which would govern the performance, that is, the\n        terms and conditions of the contract, if and when contracts\n        were entered by placing purchase orders. The arbitration\n<span class=\"hidden_text\" id=\"span_44\">                                                                        29</span>\n\fclause (clause 20) is a part of Section III of the bid\ndocuments.\n</blockquote><blockquote id=\"blockquote_52\">24. As per the scheme of bid documents, there is a clear\ndivision of the terms that will govern the tender process,\nand the terms that will govern the contract, when the bids\nare accepted. One part regulated the tender process that\nled to placing of purchase orders. That part contained a\nprovision as to what should be the forum of dispute\nresolution, if there was a dispute at the tender or bidding\nstage. The other part stipulated the terms and conditions\nwhich will govern the contract, if and when purchase orders\nwere placed. That part also contained a provision as to\nwhat should be the forum if there was a dispute after the\ncontract was entered into Clause 30 of Instructions to\nBidders makes it clear that in regard to tender-stage\ndisputes, the forum will be Civil Courts. Clause 20 of\nGeneral Conditions on the other hand was intended to\noperate when contracts were made and it specified that if\ndisputes arose in regard to the contracts, the forum for\ndispute resolution will be the Arbitral Tribunal.\n</blockquote>\n\n<blockquote id=\"blockquote_53\">25. Clause 1 of the General Conditions of Contract\n(Section III) makes it clear that the General Conditions of\nContract contained in Section III of the document shall\napply in contracts made by the purchaser for the\nprocurement of goods. Clause 20 of Section III, that is\nthe arbitration clause makes it clear that arbitration is\navailable in regard to “any question, dispute or difference\narising under this agreement or in connection therewith”.\n</blockquote><p data-structure=\"Section\" id=\"p_61\">Therefore, it is evident that the General Conditions of\nContract (Section III) and clause 20 therein providing for\narbitration, will not apply in regard to any dispute in regard\nto the tender or bid, or non-placing of a purchase order,\nbut will apply only in regard to any contract awarded by\nBSNL by placing a purchase order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\nxxx\n</p><p data-structure=\"Section\" id=\"p_63\">27. It is also very significant that Section II (Instructions to\nBidders) and Section IV (Special Conditions) which are\nrelevant at the bid stage do not contain any arbitration\nclause providing that if there is any dispute between BSNL\nand a bidder in regard to the bid/tender process, the\n\n<span class=\"hidden_text\" id=\"span_45\">                                                                   30</span>\n\f       dispute will be settled by arbitration. On the other hand, the\n       Instruction to Bidders contains a specific provision that if\n       there is a dispute or claim arising out of the tender till (issue\n       of authorization for) placement of the purchase order, only\n       courts will have jurisdiction. Of course, as and when\n       appellant placed a purchase order on a bidder, the\n       purchase order contained a term that the General\n       conditions of contract, forming part of the bid documents\n       would be a part of the contract documents, and\n       consequently the arbitration clause applied to the contracts\n       entered between BSNL and the bidders.\n</p><p data-structure=\"Conclusion\" id=\"p_64\">       xxx\n</p><p data-structure=\"Section\" id=\"p_65\">       29. Therefore, only when a purchase order was placed, a\n       `contract&#x27; would be entered; and only when a contract was\n       entered into, the General Conditions of Contract including\n       the arbitration clause would become a part of the contract.\n       If a purchase order was not placed, and consequently the\n       general conditions of contract (Section III) did not become a\n       part of the contract, the conditions in Section III which\n       included the arbitration agreement, would not at all come\n       into existence or operation. In other words, the arbitration\n       clause in Section III was not an arbitration agreement in\n       praesenti, during the bidding process, but a provision that\n       was to come into existence in future, if a purchase order\n       was placed.”\n\n</p><p data-structure=\"Precedent\" id=\"p_66\">18)   However, Mr. Dave, strongly relied upon the judgment in\n\nKollipara Sriramulu (Dead) by his LR (supra). This judgment\n\ndid indeed state that it is well-established that a mere reference\n\nto a future formal contract will not prevent a binding bargain\n\nbetween the parties if, in fact, there is such a bargain. The\n\njudgment then went on to state that “there are, however, cases\n\nwhether the reference to a future contract is made in such\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                                                           31</span>\n\fterms as to show that the parties did not intend to be bound\n\nuntil a formal contract is signed.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_67\">19)   We are of the view that the facts of the present case\n\nwould be governed by the ratio contained in the aforesaid\n\nsentence. Insofar as the judgment in Unissi (India) Private\n\nLimited (supra) is concerned, it is important to note that, in\n\npara 15 of the said judgment, it is stated that the tender of the\n\nappellant was accepted by PGI for supply of 41 pulse\n\noxymeters. Since the tender document contained an arbitration\n\nclause, and since it was found on facts that a binding contract\n\nhad been entered into by acceptance of the tender, the parties\n\ntherein would be bound by the aforesaid clause. It was also\n\nstated that, in addition, performance by way of supply of\n\nmaterial by the appellant and acceptance thereof by PGI had\n\nalso taken place, which would show that the tender of the\n\nappellant, containing an arbitration clause, was admittedly\n\naccepted by the respondent. It is clear that this case is wholly\n\ndistinguishable, and does not apply on facts as has been stated\n\nby us herein above. It is clear that there was no concluded\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                                    32</span>\n\fcontract at the Letter of Award stage and this judgment would,\n\ntherefore, not apply.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\n</p><p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"151593616\" id=\"span_48\">20)   Mr. Dave also strongly relied upon the judgment in <a href=\"/doc/151593616/\" id=\"a_19\">Inox\n\nWind Limited vs. Thermocables Limited</a>, (2018) 2 SCC 519.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_49\">This judgment in paras 17-19 thereafter made it clear that an\n\nexception to the general rule <a href=\"/doc/151593616/\" id=\"a_20\">laid down in</a> <a href=\"/doc/20317/\" id=\"a_21\">M.R. Engineers and\n\nContractors Private Limited</a> (supra) as to standard forms of\n\npractice containing arbitration clauses would be extended also\n\nto standard forms between individual persons and not merely\n\nstandard forms of professional assessments.</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"20317\" id=\"span_50\">21)   We may hasten to add that this judgment would have no\n\nmanner of application on the facts of this case for the reason\n\nthat it has been found by us that there is no agreement\n\nbetween the parties at all in the facts of the present case,\n\nmaking it clear, therefore, that the arbitration clause contained\n\nin the draft Concession Agreement would not apply. Further,\n\neven the without prejudice argument of Mr. Sibal is worthy of\n\nacceptance.    Mr. Sibal argued, relying strongly upon <a href=\"/doc/20317/\" id=\"a_22\">M.R.\n\nEngineers and Contractors Private Limited</a> (supra), that\n\n<span class=\"hidden_text\" id=\"span_51\">                                                                    33</span>\n\fassuming that there was an arbitration clause which governs\n\nthe parties, the said clause would be wholly inapt as it would\n\nonly cover disputes between a Special Purpose Vehicle and the\n\nRespondent No.1 arising from the Concession Agreement not\n\nyet entered into, and not between the Respondent No.1 and the\n\nappellant and Respondent No. 2. He is correct, and we agree\n\nwith this contention as well.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n</p><p data-structure=\"Conclusion\" id=\"p_72\">22)   We now come to the last argument of Mr. Dave that, on\n\nthe assumption that the High Court judgment is incorrect, yet\n\nwe should not, in our discretionary jurisdiction under <a href=\"/doc/427855/\" id=\"a_23\">Article 136</a>\n\nof the Constitution of India, interfere.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n</p><p data-structure=\"Conclusion\" id=\"p_74\">23)   Mr. Dave relies upon the fact that a subsequent tender\n\nhas been accepted, causing great financial loss to the\n\nRespondent No.1.       Mr. Sibal has replied by saying that the\n\nsubsequent tender contained different tender conditions and, in\n\nany case, insofar as that subsequent tender was concerned, his\n\nbid was considered the best amongst six other bidders. Apart\n\nfrom this, we are of the view that the High Court judgment is\n\nwholly incorrect in holding that the Letter of Award would\n\n<span class=\"hidden_text\" id=\"span_52\">                                                                     34</span>\n\fconstitute a binding contract between the parties for the\n\nreasons given above. It would be a travesty of justice, in the\n\nfacts of the case, if we were not to interfere and set aside the\n\nsame. Consequently, the impugned judgment of the High Court\n\nis set aside and the order of the learned Arbitrator is reinstated.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">24)   The appeal is allowed in the aforesaid terms.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_76\">25)   It would be open for the Respondent No.1 to pursue its\n\nclaim of Rs. 436 Crores plus in an appropriate forum, which will\n\ndecide the same on its own merits in accordance with law.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_77\">                                     …………………………......J.\n                                     (R.F. Nariman)\n\n\n                                     …………………………......J.\n                                     (Indu Malhotra)\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_78\">September 11, 2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                                                      35</span>\n\f</p>","numcites":10,"numcitedby":35,"docsource":"Supreme Court of India","citetid":106024089,"divtype":"judgments","relatedqs":[{"value":"bidding consortium","formInput":"bidding%20consortium"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"special purpose vehicle","formInput":"special%20purpose%20vehicle"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"bid due date","formInput":"bid%20due%20date"},{"value":" \" bid security \"","formInput":"%20%22%20bid%20security%20%22"},{"value":"concession agreement","formInput":"concession%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"\"letter of award\"","formInput":"%22letter%20of%20award%22"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"R.F.Nariman","formInput":"R.F.Nariman"},{"value":"\"concession agreement\"","formInput":"%22concession%20agreement%22"},{"value":"qualification","formInput":"qualification"},{"value":"bsnl ","formInput":"bsnl%20"},{"value":"bharat sanchar nigam ltd. ","formInput":"bharat%20sanchar%20nigam%20ltd.%20"},{"value":"mutual","formInput":"mutual"},{"value":"no purchase order","formInput":"no%20purchase%20order"},{"value":"tender process","formInput":"tender%20process"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"acceptance-must-be-absolute","formInput":"tag:acceptance-must-be-absolute"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"}],"courtcopy":true,"query_alert":null,"agreement":false}