{"tid":1129416,"publishdate":"1964-08-28","title":"Jobanputra (B.K.) vs Kalelkar (B.S.) on 28 August, 1964","doc":"<h2 class=\"doc_title\">Jobanputra (B.K.) vs Kalelkar (B.S.) on 28 August, 1964</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1965)ILLJ543BOM</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n Tambe, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an application under <a href=\"/doc/1331149/\" id=\"a_1\">Art. 227</a> of the Constitution of India, by 29 workmen who were in the employment of respondent 3, the New Asiatic Company, Ltd. They seek to get quashed the order of the Second Additional Authority under the <a href=\"/doc/794158/\" id=\"a_2\">Payment of Wages Act, 1936</a>, Bombay, of 27 April, 1962.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The question that arises is whether the gratuity payable under the settlement arrived at during the course of the conciliation proceedings is &quot;wages&quot; within the meaning of that word in the <a href=\"/doc/794158/\" id=\"a_3\">Payment of Wages Act, 1936</a>. These 29 workmen have been retrenched from service by respondent 3, the first 27 on 1 July, 1960 and 28 and 29 on 1 November, 1960. These 29 workmen, after they had been retrenched, filed applications under the <a href=\"/doc/794158/\" id=\"a_4\">Payment of Wages Act</a>, for recovery of certain sums falling under three categories - wages for overtime work and for leave period, bonus and the amounts of gratuity claimed by them under the settlement reached during the course of conciliation proceedings. Now, the petitioners who had claimed payment of gratuity are only petitioners 2 to 8, 10, 16, 18, 28 and 29. The respondent-company raised various objections, inter alia, contending that the gratuity was not &quot;wages&quot; within the meaning of that word in the <a href=\"/doc/794158/\" id=\"a_5\">Payment of Wages Act</a>. The issue arising out of this contention was considered as a preliminary issue by the Authority appointed under the <a href=\"/doc/794158/\" id=\"a_6\">Payment of Wages Act</a>, and had been decided against the workmen; hence this application.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3. In order to appreciate the rival contentions raised by counsel for parties, it would be convenient to reproduce the material part of the definition of &quot;wages.&quot; The definition is contained in Clause (vi) of<a href=\"/doc/511167/\" id=\"a_7\"> S. 2</a> of the Payment of Wages Act and the material part reads :  \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;(vi) &#x27;wages&#x27; means all remuneration (whether by way of salary, allowances) or otherwise expressed in terms of money or capable of being so expressed which would, if the terms of employment, express or implied, were fulfilled, be payable to a person employed in respect of his employment or of work done in such employment, and includes -  \n</blockquote> \n   \n\n<pre id=\"pre_2\">  (a)              *              *              *  \n \n\n  (b)              *              *              *  \n \n\n  (c)              *              *              *   \n \n \n\n</pre><blockquote id=\"blockquote_2\"> (d) any sum which by reason of the termination of employment of the person employed is payable under any law, contract or instrument which provides for the payment of such sum, whether with or without deductions, but does not provide for the time within which the payment is to be made.&quot;    \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4. Therefore, for a sum to be &quot;wages&quot; under Clause (d), the conditions that are required to be fulfilled are :  \n</p>   \n\n<blockquote id=\"blockquote_3\"> (1) it must be a sum payable by way of termination of employment; and  \n \n\n (2) it must be a sum payable under any law, contract or instrument which provides for the payment of such sum, but does not provide for the time within which the payment is to be made.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. Both these conditions must be cumulatively satisfied. It is not in dispute that the amount of gratunity claimed by the petitioner is payable to them by reason of the termination of their employment. Clauses of demand 8 of the settlement of date 16 June, 1951, make the position clear. The question next to be considered is whether it is a sum payable under any law, contract or instrument. It is clear that the claim being that it is payable under the settlement, it cannot be said to be a sum payable in law. The only question that has to be considered is whether it is a sum payable under a contract or instrument. In other words, the question that arises for consideration is whether the settlement arrived at in the course of the conciliation proceedings is a contract or instrument. It is the contention of Sri Parikh, appearing for the petitioners, that having regard to the provisions of the <a href=\"/doc/500379/\" id=\"a_8\">Industrial Disputes Act</a> (XIV of 1947), the settlement is a contract between the employer on the one hand and all the workmen on the other, irrespective of the fact whether they were in service on the date of settlement or not. In the alternative, it is his contention that, at any rate, the settlement is a contract between the employer on the one hand and the workmen who actually were parties to the industrial dispute in relation to which the settlement was reached before the conciliation officer. Sri Phadke, appearing for respondents 2 and 3, the employer-company and its manager of the Western Division, contends that the settlement arrived at in the course of the conciliation proceedings is not a contract either between the employer on the one hand and all the employees on the other, or the employer on the one hand and the employees who were parties to be industrial dispute on the other.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> 6. To appreciate the arguments advanced by counsel for the parties, it would be necessary to refer to the relevant provisions in the <a href=\"/doc/500379/\" id=\"a_9\">Industrial Disputes Act</a> (hereinafter called the Act). A &quot;settlement&quot; is defined in Clause (p) of<a href=\"/doc/511167/\" id=\"a_10\"> S. 2</a> of the Act. It provides :  \n</p><blockquote id=\"blockquote_4\">  &quot;Settlement&quot; means a settlement arrived at in the course of conciliation proceedings and includes a written agreement between the employer and the workmen arrived at otherwise than in the course of conciliation proceeding where such agreement has been signed by the parties thereto in such manner as may be prescribed and a copy thereof has been sent to the appropriate Government and the conciliation officer.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_7\"> 7. <a href=\"/doc/915487/\" id=\"a_11\">Section 4</a> empowers the appropriate Government to appoint by notification such number of persons, as it thinks fit, to be conciliation officers. These conciliation officers are, under Sub-section (1) of<a href=\"/doc/915487/\" id=\"a_12\"> S. 4</a>, &quot;changed with the duty of mediating in and promoting the settlement of industrial disputes.&quot; <a href=\"/doc/794158/\" id=\"a_13\">Chapter IV of the Act</a> relates to the procedure, powers and duties of authorities appointed under the Act, and it consists of Ss. 11 to 21. Sub-section (2) of<a href=\"/doc/1902245/\" id=\"a_14\"> S. 11</a> empowers a conciliation officer to enter the premises occupied by any establishment to which the dispute relates for the purpose of an inquiry into any existing or apprehended industrial dispute, of course after giving a reasonable notice to the party concerned. Sub-section(4) of<a href=\"/doc/1902245/\" id=\"a_15\"> S. 11</a> empowers a conciliation officer to call for and inspect any document which he has ground for considering to be relevant to the industrial dispute or to be necessary for the purpose of verifying the implementation of any award or carrying out any other duty imposed on him under the Act, and for the aforesaid purpose the conciliation officer has the same powers as are vested in a civil Court under <a href=\"/doc/161831507/\" id=\"a_16\">the Code of Civil Procedure</a>.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. <a href=\"/doc/513691/\" id=\"a_17\">Section 12</a> enumerates the duties of the conciliation officer, and it is inter alia, in the following terms :-  \n</p>  \n\n<blockquote id=\"blockquote_5\"> &quot;12. (1) Where any industrial dispute exists or is apprehended, the conciliation officer may, or where the dispute relates to a public utility service, and a notice under<a href=\"/doc/1939183/\" id=\"a_18\"> S. 22</a> has been given, shall, hold conciliation proceedings in the prescribed manner.  \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (2) The conciliation officer shall, for the purpose of bringing about a settlement of the dispute without delay, investigate the dispute and all matters affecting the merits and the right settlement thereof and may do all such things as he thinks fit for purpose of inducing the parties to come to a fair and amicable settlement of the dispute.  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (3) If settlement of the dispute or of any of the matters in dispute is arrived at in the course of the conciliation proceedings, the conciliation officer shall send a report thereof to the appropriate Government together with a memorandum of the settlement signed by the parties to the dispute.  \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (4) If no such settlement is arrived at, the conciliation officer shall, as soon as practicable after the close of the investigation, send to the appropriate Government a full report setting forth the steps taken by him for ascertaining the facts and circumstances relating to the dispute and for bringing about a settlement of thereof, together with a full statement such facts and circumstances and the reasons on account of which, in his opinion, a settlement could not be arrived at.&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\"> 9. Sub-section(5) provides that after the consideration of the report under Sub-section (4), the appropriate Government may make a reference to the industrial tribunal, if it considers necessary. Sub-section(6) provides the time-limit within which the report is to be made by the conciliation officer after the commencement of the conciliation proceedings. The prescribed rule shows that the procedure which is to be followed by the conciliation officer when he apprehends an industrial dispute is, first to issue notice both to the employer and the representative of the workmen. The representative of the workmen is expected to file the statement of demands of the workmen which gave rise to the dispute, and the employer is expected to file the say industry. Thereafter, the conciliation officer holds sitting either calling the employer and the employees together, or sees them separately, and endeavours his best to see if a reasonable and amicable settlement is possible. If he finds that a settlement, which he considers to be the right settlement is arrived at, then he makes a report accordingly. This is the procedure in short. Considering these sections together, it is clear that the settlement is of two kinds :  \n</p>   \n\n<blockquote id=\"blockquote_9\"> (1) settlement which is arrived at in the course of the conciliation proceedings, and  \n \n\n (2) an agreement between the employer and the workmen relating to the dispute between them otherwise than in the course of the conciliation proceedings.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 10. For the latter to become a settlement, however, the copies of the agreement signed by the parties have to be in the prescribed manner sent to the appropriate Government and the conciliation officer. It would be seen that the settlements which are arrived at in the course of conciliation proceedings are those which are arrived at with the mediation of the conciliation officer and which are in the opinion of the conciliator the right settlement. The statute casts a duty on the conciliation officer to take steps immediately he apprehends an industrial dispute. It requires the conciliation officer to move of his own accord to get the employer and the representatives of the workmen together. In this he has to act without delay. He is expected to investigate into the dispute. For this purpose, he is empowered to inspect any document which he deems it necessary to inspect. It is his duty to see that the settlement, which in his opinion is the right settlement, is amicably arrived at between the parties. After such a settlement, which meets his approval, is arrived at, he makes a report to the Government accordingly and also forwards a memorandum duly signed by the parties, i.e., the representative of the workmen and the representative of the employer, along with the report. It may be stated that the prescribed form H shows that the conciliation officer also has to sign evidencing that the settlement has been reached in the course of the conciliation proceedings. <a href=\"/doc/1230242/\" id=\"a_19\">Section 18</a> relates to persons on whom the settlements and awards are binding. It is in the following terms :  \n</p>   \n\n<blockquote id=\"blockquote_10\"> &quot;18 (1) A settlement arrived at by agreement between the employer and workmen otherwise than in the course of conciliation proceeding shall be binding on the parties to the agreement.  \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> (2) An arbitration award which has become enforceable shall be binding on the parties to the agreement who referred the dispute to arbitration.  \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (3) A settlement arrived at in the course of conciliation proceedings under this Act or an award of a labour court, tribunal or national tribunal which has become enforceable shall be binding on -  \n</blockquote>   \n\n<blockquote id=\"blockquote_13\"> (a) all parties to the industrial dispute;  \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (b) all other parties summoned to appear in the proceedings as parties to the dispute, unless the board, labour court, tribunal or national tribunal, as the case may be, records the opinion that they were so summoned without proper cause;  \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (c) where a party referred to in Clause (a) or (b) is an employer, his heirs, successors or assigns in respect of the establishment to which the dispute relates;  \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (d) where a party referred to in Clause (a) or (b) is composed of workmen, all persons who were employed in the establishment or part of the establishment, as the dispute relates on the date of the dispute and all persons who subsequently become employed in that establishment or part.&quot;    \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 11. It would be noticed that the section divides the settlement and awards into two categories. The first category consists of settlements and awards which are arrived at otherwise than in the course of any proceedings before an authority appointed under the Act. They are contained in Cls. (1) and (2). The other category consists of settlements and awards which are arrived at in proceedings before the authorities appointed under the Act, namely, the conciliation officer in the case of settlements, and the labour court, tribunal or national tribunal in the case of awards. The binding nature of settlements and awards falling under the two categories is also different. A settlement under the first category is binding only on persons who are parties to the agreement. The employer, of course, is a common party in both types of settlements and awards; but the workmen who get bound by settlements and awards falling under the first category are only those workmen who were parties to the agreement in the case of settlement, or who were parties to the reference made to a private arbitrator. The case, however, is different in respect of settlements and awards falling under the second category. The combined effect of Cls. (a) to (d) of Sub-section (3) of<a href=\"/doc/1230242/\" id=\"a_20\"> S. 18</a> would be that settlements and awards, which are arrived at during the course of proceedings before the authorities appointed under the Act, are binding not only on the workmen who were parties to the industrial dispute, i.e., who had appeared before the conciliation officer or before the industrial tribunals or Courts, but also all persons who were workmen in the establishment or part of the establishment to which the dispute relates, and all the workmen who were in the establishment on the date of the dispute as well as the workmen who are subsequently employed in the establishment or part of the establishment to which the dispute relates. Similarly, a settlement or award binds not only the employer who was actually a party to the industrial dispute, but also his heirs, successors or assigns in respect of that particular establishment. It would thus be seen that the binding nature of a settlement or an award arrived at before an authority appointed under the Act is much wider than the settlement otherwise arrived at or the award otherwise made. These are all the relevant provisions which it is necessary for us to consider.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 12. Now, Sri Parikh, in the first instance, argues that reading Sub-section (3) of<a href=\"/doc/1230242/\" id=\"a_21\"> S. 18</a>, as a whole, the position in law that emerges is that workmen, who were in employment, but who were not parties to the industrial dispute as well as workmen who are subsequently employed in the establishment, become parties to the settlement itself. Those of the workmen on whom a settlement arrived at in the course of the conciliation proceedings is made binding are, by fiction of law, made parties to the settlement. A settlement arrived at in the course of conciliation proceedings thus is a contract between the employer on the one hand and all the workmen on whom the settlement is binding. It is not possible for me to accept this contention of Sri Parikh on the language of Sub-section (3) inclusive of its clause of<a href=\"/doc/1230242/\" id=\"a_22\"> S. 18</a>. Sub-section(3) of 18 provides the extent of the binding nature of a settlement arrived at in condition proceeding and an award made by the authorities under the Act, and Cls. (a) to (d) of Sub-section (3) enumerate the persons on whom such a settlement or award is binding. The sub-section itself distinguishes between persons who were parties to the dispute on whom the agreement is binding, and the persons, though not parties to the dispute who are bound by the settlement or award. It is thus clear that Clause (d) does not enact a fiction relating to the parties to the dispute, but it enacts the categories of persons on whom a settlement or award would act. The first contention of Sri Parikh, therefore, should fail.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 13. It is next argued by Sri Parikh that it may be that the settlement arrived at during the conciliation proceedings binds not only parties to the dispute but persons who were not parties to the dispute and enumerated in Clause (d), but nonetheless a settlement is an agreement. It is an agreement freely reached between the employer on the one hand and the representatives of the workmen who were parties to the dispute. The conciliation officer acts only in an advisory capacity. His role is that of ironing out the differences between the employer and the workmen and to endeavour that they amicably arrive at a right agreement, which in his opinion, is a fair and reasonable agreement. The settlement thus arrived at is, therefore, nothing but a contract between the employer on the one hand and the workmen who are parties to the dispute on the other. At any rate, therefore, the settlement is a contract between the workmen who were actually parties to the dispute and the employer, and it has been pointed out by Sri Parikh that the petitioners before us, who claim gratuity, were the members of the union that had agreed to the settlement on the date the dispute arose. It is true that a mere fact that the settlement is reached with the mediation of the conciliation officer by itself may not have the effect of altering the character of the settlement if it was, in fact, a contract. It is also true that a settlement is reached as a result of the mediation and at the persuasion of the conciliation officer. Nonetheless, the agreement reached is reached by the parties to the dispute with a free consent. The conciliation officer has no power to effect a settlement if the parties do not agree, and, therefore, mediation or intervention of the conciliation officer by itself may not have the effect of altering the original character of the settlement. Still the question remain whether, having regard to all the provisions of the Act, a settlement reached during the course of the conciliation proceedings, is a contract. <a href=\"/doc/447653/\" id=\"a_23\">Section 10</a> of the Indian Contract Act defines a &quot;contract&quot; and it reads :  \n</p><blockquote id=\"blockquote_17\">  &quot;All agreements are contracts if they are made by the free consent of parties competent, to contract for a lawful consideration and with a lawful object and are not hereby expressly declared to be void.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 14. It would thus be seen that all agreements are not contracts. Only the agreements described in<a href=\"/doc/447653/\" id=\"a_24\"> S. 10</a> of the Contract Acts are contracts; and the essential feature of a contract is that it is an agreement between the parties. In other words, it is binding on persons who have arrived at or entered into the agreement. This is one of the essential features of a contract, apart from the other essential features, namely, that the parties must be competent to contract, their consent to the agreement must be of free will, consideration for the agreement must be lawful and the agreement itself must be for a lawful object. We have already shown that by reason of the provisions of Sub-section (3) of<a href=\"/doc/1230242/\" id=\"a_25\"> S. 18</a>, the binding nature of the settlement is of much wider character. The settlement does not bind only the parties to the dispute which the conciliation officer has settled, but binds all the workmen in the establishment, present or future. Thus, though it is possible to say that the agreement initially arrived at between the parties to the dispute is a contract between those parties, it is difficult to say that the ultimate product, namely, the settlement in a conciliation proceeding, is a contract between the parties to the dispute. On receiving the assent of the conciliator in token of which he signs the agreement, it ceases to be an agreement between the parties and becomes a settlement having a binding effect not only on the parties to the dispute but also other employees, namely, the employees who were at the date of the dispute in the service of the relevant establishment and also those who joined the establishment subsequently. Thus, the settlement in a conciliation proceeding ceases to be a contract between the parties to the dispute or parties to the initial agreement, and becomes a creature of the statute having a binding effect on all the aforesaid three categories of workmen. In this view of the matter, the Authority under the <a href=\"/doc/794158/\" id=\"a_26\">Payment of Wages Act</a>, in my opinion, was not in error in holding that the petitioners, who were claiming gratuity under the <a href=\"/doc/794158/\" id=\"a_27\">Payment of Wages Act</a>, were not entitled to claim it. I find it difficult to assent that the agreement that a settlement in a conciliation proceeding after it has received the assent of the conciliator still retains the character of a contract as between the original parties to the dispute, though such may not be the case so far as the other persons, who are bound by the settlement are concerned.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1736596\" id=\"span_1\">15. It is next to be considered whether a settlement is an instrument within the meaning of the definition of &quot;wages.&quot; The expression &quot;instrument&quot; was considered by this Court in <a href=\"/doc/1736596/\" id=\"a_28\">Bombay Chronicle v. V. B. Potdar</a> [1951 - II L.L.J. 549]. The question that was considered by a Division Bench of this Court <a href=\"/doc/1736596/\" id=\"a_29\">in that case</a> was whether gratuity payable under the award is not &quot;wages&quot; within the meaning of this term given in<a href=\"/doc/175319215/\" id=\"a_30\"> S. 2(vi)</a> of the Payment of Wages Act. It was held that gratuity payable under the award is not &quot;wages.&quot; The learned Chief Justice, who delivered the judgment of the Court, considered the true meaning of the expression &quot;instrument&quot; at p. 551 of the report, observed :</span>  \n</p><blockquote id=\"blockquote_18\">  &quot;The next question to be considered is whether an award can be said to be an instrument. The word &#x27;instrument&#x27; in its ordinary meaning means a document of a formal legal kind, which creates some right or liability. It is usually used in the sense of a document executed by or between the parties. An order of a court cannot be said to be an instrument ... An award is an adjudication by an industrial tribunal. In our opinion, therefore, it cannot be said to be an instrument. It may also be noted that the word &#x27;instrument&#x27; follows the word &#x27;contract&#x27;, which means an agreement between the parties. It seems to us that the word &#x27;instrument&#x27; is used in the same sense in Sub-clause (d) that is, a document executed by the employer or between him and his employees.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 16. There is no good reason shown to take a different view. I have already shown that the settlement arrived at in the course of conciliation proceedings is not an agreement as between the parties on whom it is binding. In my opinion, therefore, a settlement is not an &quot;instrument&quot; within the meaning of the definition of &quot;wages&quot;.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"910013\" id=\"span_2\">17. Another decision which was cited before us by Sri Phadke is a decision of their lordships of the Supreme Court in <a href=\"/doc/910013/\" id=\"a_31\">Bata Shoe Company (Private), Ltd. v. Ganguly</a> [1961 - I L.L.J. 303]. The decision has no direct bearing on the question which we have to consider here. There, the question that arose was whether a settlement arrived at between the employer and some workmen otherwise than in the course of conciliation proceedings is a settlement, debarring the State Government from making a reference to the industrial court; and their lordships held that settlement arrived at in the course of the conciliation proceedings would alone have the effect of putting an end to the industrial dispute, and not a settlement arrived at between a section of workmen in the employment of the employer, though the settlement was reached during the pendency of the conciliation proceedings. The difference between the two has been pointed out by their lordships in this decision.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> 18. For the reason stated above, in my opinion, the petition falls. I would, therefore, discharge the rule. The opponents have not pressed for costs and therefore, I would make no order as to costs.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\"> 19. Naik, J. : I am in agreement with the conclusion reached by my learned brother. I would, however, like to make a few observation on the question as to whether a gratuity that becomes payable under a settlement arrived at in the course of conciliation proceedings can bee treated either as a contract or an instrument within the meaning of theses words in Clause (d) of Sub-section (vi) of<a href=\"/doc/511167/\" id=\"a_32\"> S. 2</a> of the Payment of Wages Act. Before proceeding to analyse the relevant provisions of the <a href=\"/doc/500379/\" id=\"a_33\">Industrial Disputes Act</a>, it would not be out of place to consider the scheme of the definition of &quot;wages&quot; contained in Sub-sec(vi) of<a href=\"/doc/511167/\" id=\"a_34\"> S. 2</a> of the Payment of Wages Act. This definition was substituted for the old definition by the <a href=\"/doc/103998126/\" id=\"a_35\">Payment of Wages (Amendment) Act, 1957</a>. In the first part, wages are defined to mean all remuneration expressed in terms of money ... if the terms of employment, express or implied, were fulfilled, be payable to a person employed in respect of his employment or of work done in such employment. This is the primary definition of the term &quot;wages.&quot; Clause(a) to(c) then describe the inclusive part of the definition of the term &quot;wages.&quot; Clause(a) says that &quot;wages&quot; includes any remuneration payable under any award or settlement between parties or order of a Court. I need not refer to Cls. (b), (c) and (e). Clause (d) is the relevant clause, and the argument of Sri Parikh was that a claim for gratuity under the settlement effected in the present case falls within the purview of the words &quot;contract or instrument&quot; used in this clause. Clause(d) runs thus :  \n</p><blockquote id=\"blockquote_19\">  &quot;(d) any sum which by reason of the termination of employment of the person employed is payable under any law, contract or instrument which provides for the payment of such sum, whether, with or without deductions, but does not provides for the time within which the payment is to be made.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\"> 20. The third part of the definition can be characterized as exclusive part of the definition. The categories enumerated as falling in this exclusive part are six in number. Clause(1) speaks of a bonus payable under an award or settlement. Clauses(2) to(5) are not relevant for the present discussion. Clause(6) is again important, and it provides :  \n</p><blockquote id=\"blockquote_20\">  &quot;any gratuity payable on the termination of employment in cases other then those specified in Sub-clause (d).&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\"> 21. It will at once be noticed that the object of the legislature in providing an elaborate definition comprising three parts, namely, the meaning part, the inclusive part and the exclusive part is to make the definition exhaustive. Reading Clause (6) of the exclusive part and Cl(d) of the inclusive part together, I arrive at the result that a claim for gratuity can only be enforced under the <a href=\"/doc/794158/\" id=\"a_36\">Payment of Wages Act</a> as &quot;wages,&quot; if it falls within the purview of Clause (d) but not otherwise, Sri Parikh readily conceded that the claim for gratuity arising out of the settlement arrived at in the course of conciliation proceedings in the present case does not fall within the purview of the word &quot;law.&quot; He, therefore, restricted his argument to the submission that claim would either fall under the word &quot;contract&quot; or &quot;instrument.&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 22. For a proper consideration of the question as to whether the settlement arrived at in the course of the conciliation proceedings can be treated as contract within the meaning of that word in<a href=\"/doc/175319215/\" id=\"a_37\"> S. 2(vi)(d)</a> of the Payment of Wages Act, it is necessary to refer to the manner in which conciliation proceedings are conducted, and the role played by the conciliation officer in the course of the conciliation proceedings, culminating in a settlement. The word &quot;settlement&quot; has been defined in<a href=\"/doc/79553943/\" id=\"a_38\"> S. 2(p)</a> of the Industrial Disputes Act in two parts -  \n</p>   \n\n<blockquote id=\"blockquote_21\"> (1) &quot;settlement&quot; means a settlement arrived at in the course of conciliation proceedings, and  \n \n\n (2) it includes a written agreement between the employer and workmen arrived at otherwise than in the course of conciliation proceedings where such agreement has been signed by parties thereto in such manner as may be prescribed and a copy thereof has been sent to the appropriate Government and the conciliation officer.   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\"> 23. It is common ground that in the present case the settlement is a settlement which is arrived at in the course of the conciliation proceedings and therefore, falls within the first part of the definition. <a href=\"/doc/915487/\" id=\"a_39\">Section 4</a>, which relates to the appointment of a conciliation officer, lays down that the conciliation officer is  \n  &quot;charged with the duty of mediating in and promoting the settlement of industrial dispute.&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\"> 24. The word &quot;promoting&quot; indicates that the conciliation officer is expected to play an active role in bringing about a settlement. <a href=\"/doc/1902245/\" id=\"a_40\">Section 11(2)</a> relates to the powers of the conciliation officer, and provides that it would be open to the conciliation officer to enter the premises occupied by any establishment to which the dispute relates for the purpose of inquiring into an existing dispute. Sub-section(4) of the same section empowers a conciliation officer to call for and inspect any document which he has ground for considering to be relevant to the industrial dispute. <a href=\"/doc/513691/\" id=\"a_41\">Section 12</a> lays down the duties of the conciliation officer. Sub-section(1) relates to the duties of the conciliation officer where the dispute relates to the public utility services. This sub-section, therefore, is not relevant for the present discussion. Subsection(2) provides that the conciliation officer shall, for the purpose of bringing about a settlement of the dispute, without delay, investigate the dispute and all matters affecting the merits and the right settlement thereof and may do all such things as he thinks fit for the purpose of inducing the parties to come to a fair and amicable settlement of the dispute. It would thus appear that Sub-section (2) requires the conciliation officer to investigate all matters which affect the merits and the right settlement of the dispute. The expression &quot;merits and the right settlement thereof&quot; suggests that it is for the conciliation officer to examine the merits and try to arrive at a settlement which he considers to be the right settlement. Again the words  \n  &quot;for the purpose of inducing the parties to come to a fair and amicable settlement of the dispute&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">25. show that the conciliation officer has to assist the parties in forging a settlement which, according to him, is a fair settlement. Sub-section(3) of<a href=\"/doc/513691/\" id=\"a_42\"> S. 12</a> lays down that the conciliation officer shall send a report of the settlement arrived at in the course of the conciliation proceedings to the appropriate Government together with the memorandum of the settlement signed by the parties to the dispute. Pausing here for a moment, it is true that the section nowhere lays down that a settlement reached between the parties requires the sanction or the approval of the conciliation officer. Formal sanction of the conciliation officer is not a condition sine qua non for the validity of a settlement reached between the parties. At the same time, it is implicit in the words used in Sub-secs. (2) and (3) emphasized above that the concurrence of the conciliation officer is necessary, and without his concurrence the settlement reached is not a settlement in the proper sense of the term. The conscience of the conciliation officer must be satisfied in regard to the fairness, justness and the reasonableness of the settlement reached. The conclusion suggested above is strengthened if reference is made to the provisions of Sun-section (4) of<a href=\"/doc/513691/\" id=\"a_43\"> S. 12</a>. Sub-section(4) provides for the contingency of a settlement not having been reached in the course of the conciliation proceedings. It runs thus :  \n</p><blockquote id=\"blockquote_22\">  &quot;(4) If no such settlement is arrived at, the conciliation officer shall ... sent to the appropriate Government a full report setting forth the steps taken by him for ascertaining the facts and circumstances relating to the dispute and for bringing about settlement thereof, together with a full statement of such facts and circumstances, and the reasons on account of which in his opinion a settlement could not be arrived at.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> 26. The report, which the conciliation officer is expected to submit, must contain a statement  \n   \n\n (1) regarding the steps taken by him for ascertaining the facts and circumstances relating to the dispute and for bringing about a settlement,  \n \n\n (2) a full statement of such facts and circumstances, and  \n \n\n (3) the reasons on account of which, in his opinion, a settlement could not be arrived at.   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"910013\" id=\"span_3\">27. Sub-section(4) covers a situation where no settlement has been reached as also a situation where a settlement has been reached between the parties, but that settlement is not regarded by the conciliation officer as a fair or just or reasonable settlement. This view finds support from the observations at p. 308 of the report in <a href=\"/doc/910013/\" id=\"a_44\">Bata Shoe Company (private), Ltd. v. Ganguly</a> [1961 - I L.L.J. 303] (vide supra). In that case, a settlement was reached between the parties during the pendency off the conciliation proceedings, but that settlement was not approved of by the conciliation officer. The question was whether the settlement would be a bar to a reference of the dispute by the Government under<a href=\"/doc/513691/\" id=\"a_45\"> S. 12(5)</a>. Their lordships held that such a reference would not be barred. The relevant observations are to be found at p. 308. While discussing the meaning of the expression &quot;in the course of the conciliation proceedings.&quot; their lordships stated(p. 308) :</span>  \n</p><blockquote id=\"blockquote_23\">  &quot;... But do these words mean that any agreement arrived at between the parties during this period would be binding under<a href=\"/doc/1230242/\" id=\"a_46\"> S. 18</a> of the Act ? Or do they mean that a settlement arrived at in the course of conciliation proceedings postulates that settlement should have been arrived at between the parties with the concurrence of the conciliation officer ? As we read this provision we feel that the legislature when it made a settlement reached during the course of conciliation proceedings binding not only on the parties thereto but also on all present and future workmen intended that such settlement was arrived at with the assistance of the conciliation officer and was considered by him to be reasonable and therefore had his concurrence.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 28. Although, therefore, it is true that the settlement is based on the consent of the parties, still, since it requires the concurrence of the conciliation officer for acquiring the status of a settlement, the same cannot be treated as a creature of the agreement between the parties. Under<a href=\"/doc/447653/\" id=\"a_47\"> S. 10</a> of the Indian Contract Act, all agreements are contracts if they are made by the free consent of the parties competent to contract. It is true that the consent of the parties does not cease to be free merely because the conciliation officer brings his influence to bear upon the discussions and negotiations that are proceeding around the table. His influence, can hardly be regarded as anything like undue influence. The consent of the parties is essentially a free consent, and in that sense, the agreement reached can be considered as a contract in the sense in which that word is used in the <a href=\"/doc/171398/\" id=\"a_48\">Indian Contract Act</a>. At the same time if we concentrate our attention upon the peculiar role played by the conciliation officer, it would be difficult to say that the final product that emerges is nothing more than an agreement between the parties. The conciliation officer has, in the course of discussion, brought to bear his influence and has tried to mould the agreement so that it should conform to a standard which he has set before his mind&#x27;s eye. The conciliator cannot be treated as just a middleman or an honest broker. He plays a dynamic part, and in view of the part played by him, it would be impossible to sever the final product that emerges from the process of the formation or the forging out of the settlement. In my view, the two are so indissolubly connected that it would not be proper to treat the product apart from the process. In the course of negotiations, inevitably a process of bargaining goes on. The dispute may centre round several demands put forward by the union on behalf of the workmen. Some of these demands may be given up in favour of securing a concession in respect of others. In the entire process, what emerges cannot be treated as just a proposal and acceptance, which are the essence of an agreement between the parties. I have already pointed out that the conscience of the conciliation officer must be satisfied about the reasonable character of the settlement. It is then only that the conciliation officer treats the agreement as a settlement. In the process, therefore, what was essentially an agreement becomes transformed into something more than an agreement and, therefore, loses its original character as an agreement.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_29\"> 29. The view set out above would be strengthened on a close analysis of the provisions of<a href=\"/doc/1230242/\" id=\"a_49\"> S. 18</a>. Sub-section(1) of<a href=\"/doc/1230242/\" id=\"a_50\"> S. 18</a> relates to the binding effect of a settlement which is arrived at by agreement between the employer and workmen otherwise than in the course of conciliation proceedings, and provides that such a settlement will be binding on the parties to the agreement. The expression &quot;parties to the agreement&quot; is significant. It is also necessary to note that Sub-section (1) does not contemplate an agreement between the union on one side and the workmen on the other. It refers in terms to an agreement between the employer and the workmen. That shows that the agreement is binding only upon the individual workmen who are parties to the agreement. Sub-section(2) has no bearing upon the question under discussion. Sub-section(3) relates to the effect of a settlement arrived at in the course of the conciliation proceedings, and provides that such a settlement would be binding on  \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_30\"> (a) all parties to the industrial disputes;  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> (b) all other parties summoned to appear in the proceedings ...;  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\"> (c) where a party referred to in Clause (a) or (b) is an employer, his heirs, successors or assigns;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\"> (d) where a party referred to in Clause (a) or (b) is composed of of the establishment, or part of the establishment, as the case may be, to which the dispute relates on the date of the dispute and all persons who subsequently become employed in that establishment or part.   \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> 30. It is significant to note that whereas Sub-section (1) speaks of parties to the agreement, Sub-section (3) speaks of parties to the industrial dispute. The distinction between the two phrases, viz., &quot;parties to the agreement&quot; and &quot;parties to the industrial dispute&quot; is clear and requires no elaboration. Had the legislature intended to convey the idea that the settlement arrived at in the course of the conciliation proceedings stands on the same footing as an agreement, they would have used the same or similar language as used in Sub-section (1). Instead of using the words &quot;parties to the industrial dispute&quot; they would have more appropriately used the words &quot;parties to the agreement.&quot; This shows that the settlement arrived at is not a mere agreement. After all, the agreement which forms the basis of the settlement is arrived at between the parties to the dispute. Yet, the legislature have preferred the expression &quot;parties to the dispute.&quot; That shows that the legislature wanted to put settlement on a different footing than agreement. My learned brother has already elaborated upon the significance of Clause (d) which makes a settlement binding not only on all the workmen employed in the establishment at the time of the settlement, but also workmen who would be employed in future in such establishment. A contract ordinarily binds parties to the contract. When the legislature have expressly provided that the settlement would not only bind parties to the dispute but also workmen, who would get themselves employed in future in the same establishment, they are contemplating a case of something which is more sacrosanct and has greater force than agreement reached between the parties. We cannot also forget that the legislature have put the &quot;settlement&quot; on the same pedestal as an &quot;award.&quot; The binding effect of a settlement in Sub-section (3) of<a href=\"/doc/1230242/\" id=\"a_51\"> S. 18</a> is the same as the binding effect of an award. On the other hand, the legislature have taken care to distinguish a settlement and an award on one side and an agreement between the parties on the other.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\"> 31. Finally, I may point out that the legislature have used the words &quot;award&quot; and &quot;settlement&quot; in Clause (a) as also in Clause (1) of Sub-section (vi) of<a href=\"/doc/511167/\" id=\"a_52\"> S. 2</a> of the Payment of Wages Act. There should have been no difficulty for them to use the word &quot;settlement&quot; in Clause (d) so as to put the matter beyond any pale of controversy. This was necessary, particularly because by Clause (6) the legislature provided that no other gratuity except the one provided in Clause (d) would fall within the purview of &quot;wages.&quot; Considering the question from any point of view, I am inclined to the view that a gratuity which has a settlement as its basis cannot be enforced as &quot;wages&quot; under the <a href=\"/doc/794158/\" id=\"a_53\">Payment of Wages Act</a>.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1736596\" id=\"span_4\">32. So far as the argument advanced by Sri Parikh, namely, that the settlement can be treated as an instrument, is concerned, I adopt the reasons given by my learned brother, which in turn are based upon the decision of this Court in <a href=\"/doc/1736596/\" id=\"a_54\">Bombay Chronicle v. V. B. Potdar</a> [1961 - II L.L.J. 549] (vide supra). I would, therefore, agree with the order suggested by my learned brother.</span>  \n</p> \n\n","numcites":17,"numcitedby":1,"docsource":"Bombay High Court","citetid":1129416,"divtype":"judgments","relatedqs":[{"value":"free consent","formInput":"free%20consent"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"conciliation proceedings","formInput":"conciliation%20proceedings"},{"value":"when is gratuity  payable?","formInput":"when%20is%20gratuity%20%20payable%3F"},{"value":"payment of wages act","formInput":"payment%20of%20wages%20act"},{"value":"contract law","formInput":"contract%20law"},{"value":"gratuity","formInput":"gratuity"},{"value":"contract act","formInput":"contract%20act"},{"value":"definition of wages","formInput":"definition%20of%20wages"},{"value":"payment of wages","formInput":"payment%20of%20wages"},{"value":"amicable settlement","formInput":"amicable%20settlement"},{"value":"appointing authority","formInput":"appointing%20authority"},{"value":"wages under Payment of Wages Act","formInput":"wages%20under%20Payment%20of%20Wages%20Act"},{"value":"Binding Agreement","formInput":"Binding%20Agreement"},{"value":"in the course of any proceedings","formInput":"in%20the%20course%20of%20any%20proceedings"},{"value":"conciliation officer","formInput":"conciliation%20officer"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"contract between parties","formInput":"contract%20between%20parties"}],"cats":[{"value":"payment-of-gratuity","formInput":"tag:payment-of-gratuity"},{"value":"powers-of-appointed-authorities","formInput":"tag:powers-of-appointed-authorities"},{"value":"interpretation-payment-of-wages-act","formInput":"tag:interpretation-payment-of-wages-act"},{"value":"deductions-for-recovery-of-advances","formInput":"tag:deductions-for-recovery-of-advances"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":false,"query_alert":null,"agreement":false}