{"tid":116560978,"publishdate":"2014-05-09","title":"Chandan Singh vs The State Of M.P. Judgement Given By: ... on 9 May, 2014","doc":"<h2 class=\"doc_title\">Chandan Singh vs The State Of M.P. Judgement Given By: ... on 9 May, 2014</h2>\n\n<pre id=\"pre_1\">IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\nSINGLE BENCH : HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                 Criminal Appeal No.2343/1997\n\n                            Chandan Singh\n\n                                VERSUS\n\n                      State of Madhya Pradesh\n---------------------------------------------------------------------------\n      Shri Sankalp Kochar, counsel for the appellant.\n      Shri Akshay Namdeo, Panel Lawyer for the State/\nrespondent.\n---------------------------------------------------------------------------\n                         J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">              (Delivered on the 9th day of May, 2014)\n\n            Being     aggrieved      with     the    judgment       dated\n\n24.10.1997 passed by the learned Special Judge under\n\nSC/ST (Prevention of Atrocities) Act, Panna in Special case\n\nNo.34/1997, the appellant has preferred the present appeal,\n\nwhereby the appellant was convicted for offence punishable\n\nunder <a href=\"/doc/455161/\" id=\"a_1\">Sections 376 (1)</a> of IPC and <a href=\"/doc/1507082/\" id=\"a_2\">Section 3 (1) (xi)</a> of SC/ST\n\n(Prevention of Atrocities) Act (hereinafter it will be referred to\n\nas &quot;<a href=\"/doc/701797/\" id=\"a_3\">Special Act</a>&quot;) and sentenced for 7 years rigorous\n\nimprisonment with fine of Rs.2,000/- and 5 years rigorous\n\nimprisonment with fine of Rs.200/- respectively. In default\n\nof payment of fine, one year&#x27;s simple imprisonment and 2\n\nmonths simple imprisonment respectively was also directed.\n</p><p data-structure=\"Issue\" id=\"p_2\">                            -:- 2 -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_1\">                                  Criminal Appeal No.2343 of 1997\n\n\n</blockquote><blockquote id=\"blockquote_2\">2.        The prosecution&#x27;s case, in short, is that, on\n\n2.8.1996, at about 5 p.m. in the evening, the prosecutrix\n\n(P.W.2) was coming back from the flour mill carrying her\n\nwheat flour in village Tai (Police Station Amaanganj, District\n\nPanna). On the way, near a dilapidated house, the appellant\n\nrestrained her and took her in that dilapidated house. He\n\nthrew her on the Earth and committed rape upon her. The\n\nprosecutrix shouted and therefore, Sunder (P.W.6) and\n\nMunni Lal (P.W.7) reached to the spot.                         They saw the\n\nappellant running from the spot. Thereafter, the prosecutrix\n\nwent to her house. Since her husband Sukhnandi (P.W.4)\n\nwas out of Station, she could not lodge the FIR. When the\n\nhusband of the prosecutrix came to the house, the\n\nprosecutrix went with him to the Police Station A.J.K., Panna\n\nand lodged the FIR Ex.P/2. She was referred for her medico\n\nlegal examination. Dr. Meena Namdeo (P.W.3) examined the\n\nprosecutrix and gave her report,          Ex.P/4. Two slides of the\n\nvaginal swab were prepared and after sealing them, sent for\n\ntheir forensic science analysis. After due investigation, the\n\ncharge-sheet was filed before the Special Judge, Panna.\n\n</blockquote><blockquote id=\"blockquote_3\">3.        The appellant abjured his guilt.                   He took a plea\n\nthat he was falsely implicated in the matter due to political\n\nenmity. In defence, Hari Bai (D.W.1) was examined.\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">                            -:- 3 -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_4\">                                  Criminal Appeal No.2343 of 1997\n\n\n</blockquote><blockquote id=\"blockquote_5\">4.        The learned Special Judge after considering the\n\nevidence adduced by the parties, convicted and sentenced\n\nthe appellant as mentioned above.\n</blockquote>\n<blockquote id=\"blockquote_6\">5.        I have heard the learned counsel for the parties.\n\n</blockquote><blockquote id=\"blockquote_7\">6.        Now a days, it is a settled view of Hon&#x27;ble the Apex\n\nCourt that no corroboration of medical evidence is required\n\nto believe the testimony of the prosecutrix.                        It could be\n\nbelieved on overall assessment of her testimony. The learned\n\ncounsel for the appellant has submitted that the prosecutrix\n\ntold that the appellant committed &quot;Bura Kaam&quot;, which is not\n\nsufficient to establish offence under <a href=\"/doc/1279834/\" id=\"a_4\">Section 376</a> of IPC. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1884222\" id=\"span_1\">In\n\nthat respect, the learned counsel for the appellant has\n\nplaced his reliance upon the judgment passed by single\n\nBench of this Court in case of &quot;<a href=\"/doc/1884222/\" id=\"a_5\">Kailash Vs. State of\n\nMadhya Pradesh</a>&quot; [(1990) (1) M.P.W.N. Note 56], in which\n\nit is held that if the prosecutrix had told about Bura Kaam\n\nthen, only by that terminology, it cannot be presumed that\n\nrape was committed upon her.              It was contended by the\n\nlearned counsel for the appellant that the prosecutrix told\n\nabout Bura Kaam and therefore, it cannot presumed that any\n\nintercourse was done with her.           However, such contention\n\ncannot be accepted.     The prosecutrix in para 3 of her\n\nstatement has stated that the appellant inserted his penis in\n\nher vagina and therefore, she had explained about Bura</span>\n</blockquote><blockquote id=\"blockquote_8\">                            -:- 4 -:-\n</blockquote>                                                                                           \n<blockquote id=\"blockquote_9\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1884222\" id=\"span_2\">Criminal Appeal No.2343 of 1997\n\n\nKaam done with her. Under such circumstances, the order\n\npassed in case of <a href=\"/doc/1884222/\" id=\"a_6\">Kailash</a> (supra) cannot be applied in the\n\npresent case. The learned counsel for the appellant has also\n\nsubmitted that looking to the evidence of the prosecutrix\n\neither the appellant is falsely implicated in the matter or the\n\nprosecutrix was a consenting party. No resistance is done by\n\nher.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"25949027\" id=\"span_3\">In this connection, reliance is placed on the judgment\n\npassed by the single Bench of this Court in case of &quot;<a href=\"/doc/25949027/\" id=\"a_7\">Bharat\n\nVs. State of Madhya Pradesh&quot;, [(III</a>) 1992 (1) Crimes Page\n\n880], in which it was held that if no resistance was put by\n\nthe prosecutrix then, she can be considered as consenting\n\nparty.</span> The learned counsel for the appellant has also placed\n\nhis reliance upon the judgment passed by the Division\n\nBench of this Court in case of &quot;Pavinder Ahluwalia Vs.\n\nState of Madhya Pradesh&quot;, [I.L.R. (2009) M.P. 3426] to\n\nshow that no crime of rape was made out.\n</blockquote>\n<blockquote id=\"blockquote_10\">7.        In the present case, it is true that the prosecutrix\n\n(P.W.2) was 20 years old married woman and therefore, if\n\nshe was consented then, no offence would be made out\n\nagainst the appellant.   The prosecutrix (P.W.2) has stated\n\nthat the appellant took her in a dilapidated house and\n\nthereafter, threw her on the Earth and committed rape upon\n\nher. On her shouting, Munni Lal (P.W.7) and Suwan (P.W.6)\n\ncame to the spot who saw the appellant who was running\n</blockquote><blockquote id=\"blockquote_11\">                           -:- 5 -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_12\">                                 Criminal Appeal No.2343 of 1997\n\n\nfrom the spot.     However, Suwan (P.W.6) and Munni Lal\n\n(P.W.7) were examined before the trial Court and they turned\n\nhostile. They refused to accept that they saw the incident or\n\nthey saw the appellant who was running from the spot or\n\nthey were intimated by the prosecutrix about the incident.\n\n</blockquote><blockquote id=\"blockquote_13\">8.        The incident took place on 2.8.1996 and the FIR\n\nwas lodged on 5.8.1996, at about 10 p.m. in the night. The\n\nprosecutrix (P.W.2) and her husband Sukhnandi (P.W.4)\n\ngave various explanations about the delay caused in lodging\n\nthe FIR. It was told by these witnesses that Sukhnandi was\n\nout of station.   When he came to his house back, he was\n\ninformed by his wife and on the same very day, he had\n\nlodged the FIR. The prosecutrix and Sukhnandi took a new\n\nground for delay in lodging the FIR that a Panchayat was\n\ncalled by Sukhnandi and nothing could be decided in that\n\nPanchayat and therefore, he had lodged the FIR. There was\n\nno description of such Panchayat given in the FIR, Ex.P/2\n\nand therefore, it would be apparent that the prosecutrix as\n\nwell as her husband Sukhnandi are telling a falsehood about\n\nthe Panchayat.      Sukhnandi and the prosecutrix have\n\naccepted that they were working in the fields of grandmother\n\nof the appellant and thereafter, Sukhnandi resigned from\n\nthat job. It was alleged that they had stolen some grains of\n\nMasoor and therefore, they were ousted from the job. In this\n</blockquote><blockquote id=\"blockquote_14\">                              -:- 6 -:-\n</blockquote>                                                                                             \n<blockquote id=\"blockquote_15\">                                    Criminal Appeal No.2343 of 1997\n\n\nconnection, Baijnath (P.W.9) has stated that a Panchayat\n\ntook place in which he also participated.                         However, this\n\nwitness has stated against his case diary statement about\n\nthe facts of Panchayat, whereas the witness Indel Singh\n\n(P.W.8) has turned hostile. He refused that any Panchayat\n\ntook place in the village.    Since there is no description of\n\nPanchayat in the FIR, therefore, it appears that the\n\nprosecutrix and her husband cooked a story of Panchayat\n\nand Baijnath is a tutored witness, who cannot be believed.\n\n</blockquote><blockquote id=\"blockquote_16\">9.        Under such circumstances, where Sukhnandi\n\nhusband of the prosecutrix could not show any satisfactory\n\nreason for delay in lodging the FIR then, crime was\n\ncommitted on 2nd August, Sukhnandi came on 3rd August\n\nand according to him, he has lodged the FIR in the evening\n\nof that day or at the most on the next day and therefore, FIR\n\ncould be lodged on 4.8.1996 but, it was lodged on 5.8.1996\n\ni.e. 3 days after the incident. Hence, the FIR was delayed\n\nand due to delay in FIR, the prosecution&#x27;s story comes in the\n\nclouds of doubt. Since the FIR was lodged with delay of 3\n\ndays then, if any symptom of violence could be found on the\n\nperson of the prosecutrix, they would have disappeared\n\nwithin 3 days and therefore, Dr. Meena Namdeo (P.W.3) did\n\nnot find anything medically in support of the allegation made\n\nby the prosecutrix.   However, a report of Forensic Science\n</blockquote><blockquote id=\"blockquote_17\">                             -:- 7 -:-\n</blockquote>                                                                                            \n<blockquote id=\"blockquote_18\">                                   Criminal Appeal No.2343 of 1997\n\n\nLaboratory, Ex.P/14 was received but no semen or sperm\n\nparticles were found in the vaginal swab of the prosecutrix.\n\nSince the medico legal examination was done after 3 days of\n\nthe incident and the prosecutrix was a married woman\n\ntherefore, it was possible that in the course of 3 days, all the\n\nsemen and sperm particles         must have flown away and\n\nnothing could be obtained in the vaginal swab of the\n\nprosecutrix. Hence, nothing positive could be received from\n\nmedical evidence.\n</blockquote>\n<blockquote id=\"blockquote_19\">10.       Under such circumstances, the testimony of the\n\nprosecutrix could be considered on the basis of other\n\ncircumstances.      The prosecutrix and her husband have\n\nadmitted that they were in the job with grandmother of the\n\nappellant and they left that job. Under such circumstances,\n\npossibility of enmity cannot be ruled out. The prosecutrix\n\nhas admitted in para 20 that the grandmother of the\n\nappellant was a foul mouth person and she alleged a theft\n\nagainst the prosecutrix and her husband and therefore, they\n\nleft the job. Similarly, the prosecutrix has accepted in para\n\n21 that Indel Singh, maternal uncle of the prosecutrix fought\n\nan election in which the husband of the prosecutrix has also\n\nfiled his nomination as candidate. Thereafter, her husband\n\ndropped his nomination in support of Munna Baniya and\n\nthereafter, the election took place between Indel Singh and\n</blockquote><blockquote id=\"blockquote_20\">                             -:- 8 -:-\n</blockquote>                                                                                            \n<blockquote id=\"blockquote_21\">                                   Criminal Appeal No.2343 of 1997\n\n\nMunna Baniya and in that election, Indel Singh lost the\n\nelection and therefore, a political enmity is also visible in the\n\npresent case and it is to be seen as to whether the appellant\n\nis falsely implicated in the matter due to that political\n\nenmity.\n</blockquote>\n<blockquote id=\"blockquote_22\">11.       The prosecutrix (P.W.2) has stated that she went\n\nto the house of the appellant and had a talk with his mother\n\nto inform her about the incident but, there was no\n\ncorroboration found to that fact.                  The prosecutrix has\n\naccepted that place of incident, a dilapidated house was\n\nwithin the township and none came on her shouting to the\n\nspot. The prosecutrix has stated before the trial Court that\n\ninitially the appellant demanded for some wheat flour and\n\nthereafter, took her to the dilapidated house with the pretext\n\nthat he wants to talk with the prosecutrix but, such facts\n\nwere not told by the prosecutrix in her case diary statement.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">It is told by the prosecutrix that in a narrow lane, the\n\nappellant fixed his feet on the wall and stopped her but, no\n\nsuch fact was either mentioned in the FIR, Ex.P/2 or in the\n\ncase diary statement of the prosecutrix. The prosecutrix has\n\nstated that the appellant took half an hour in completion of\n\nthat intercourse and she resisted.             There was some fodder\n\nlying in that dilapidated house.           However, some abrasions\n\nwere caused to her knees and both of her shoulders were\n</p><p data-structure=\"Precedent\" id=\"p_5\">                            -:- 9 -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_23\">                                  Criminal Appeal No.2343 of 1997\n\n\nalso bruised, whereas Dr.Meena Namdeo did not find any\n\nsuch injury on her knees as well as on her shoulders.\n\n</blockquote><blockquote id=\"blockquote_24\">12.        The prosecutrix and her husband Sukhnandi has\n\naccepted that they went alongwith Baijnath Zamindar to the\n\npremises of the Court and Munna Baniya also accompanied\n\nthem.     A written complaint was typed in the Court.                               The\n\nprosecutrix did not know as to who typed that complaint.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_6\">Thereafter, they went to the office of S.P. but, he was not\n\navailable and therefore, on the next day, they met the S.P.\n\nconcerned, who informed the SHO, Police Station A.J.K. on\n\nphone and therefore, they went to the Police Station A.J.K.,\n\nwhere the concerned investigation officer kept that written\n\nreport and a report was written on the basis of that written\n\nreport.    If the FIR, Ex.P/2 is perused then, it would be\n\napparent that the FIR is nothing but, a copy of that written\n\nreport.   Though written report was not annexed with the\n\ncharge-sheet.    Under such circumstances, it would be\n\napparent that the report was prepared by some law knowing\n\nperson in delayed manner and at the time of preparation of\n\nthe report, Munna Baniya rival of Indel Singh, uncle of the\n\nappellant was also present to create such a report.                                 The\n\nprosecutrix has accepted that when the appellant was\n\narrested, she was informed that she will get a sum of\n\nRs.25,000/- but, nothing has been received by her till her\n</p><p data-structure=\"Conclusion\" id=\"p_7\">                               -:- 10 -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_25\">                                       Criminal Appeal No.2343 of 1997\n\n\nstatement. Sukhnandi has accepted that he was informed at\n\nthe time of lodging the FIR that in case of rape, he would get\n\na sum of Rs.50,000/-. He received a cheque of Rs.25,000/-,\n\nwhich was lying in the house. He does not know as to how\n\nthe cheque can be drawn. Looking to the statement of the\n\nprosecutrix and her husband, it appears that the FIR could\n\nhave been lodged due to instigation of Munna Baniya to get\n\nsome compensation. Under such circumstances, possibility\n\ncannot be ruled out that the appellant was falsely implicated\n\nin the matter due to instigation of Munna Baniya and to get\n\nthe compensation.\n</blockquote>\n<blockquote id=\"blockquote_26\">13.         If the statement of the prosecutrix is considered as\n\na whole then, it would be apparent that though the place of\n\nincident was in a dense locality but, nobody came after\n\nhearing     her   hue   and   cry,      which         indicates           that       the\n\nprosecutrix did not make any hue and cry.                         Secondly that\n\ndilapidated house was 21 feet away from the main road and\n\ntherefore, the prosecutrix could refuse to go inside that\n\nhouse or she could shout when the appellant was dragging\n\nher into the house but, she did nothing to resist against her\n\ndragging.    Thirdly, she did not tell about the incident to\n\nanyone like Kotwar, Chowkidar or any other officer of village.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">Her husband came on the next day evening but, the FIR was\n\nnot lodged on the third day of the incident but, it was lodged\n</p><p data-structure=\"Conclusion\" id=\"p_9\">                            -:- 11 -:-\n</p>                                                                                        \n<blockquote id=\"blockquote_27\">                                    Criminal Appeal No.2343 of 1997\n\n\nwith delay of 3 days. Her statements are contradictory to the\n\nfacts mentioned in the FIR. Also, no medical support was\n\nfound in corroboration of statement of the prosecutrix. Even\n\nin the vaginal swab, no sperm or semen particles were\n\nfound.   There was enmity between the grandmother of the\n\nappellant and the prosecutrix that she was removed from her\n\njob from the fields of the grandmother of the appellant. Also,\n\nthere is a political enmity between the husband of the\n\nprosecutrix and uncle of the appellant.                           If all such\n\ndiscrepancies are considered then, it would be apparent that\n\neither the prosecutrix was a consenting party or no\n\nintercourse was committed by the appellant upon her.                                In\n\nboth the results, no offence punishable under <a href=\"/doc/1279834/\" id=\"a_8\">Section 376</a> of\n\nIPC is made out against the appellant and no offence\n\npunishable under <a href=\"/doc/737907/\" id=\"a_9\">Section 3 (1) (xi)</a> of SC/ST (Prevention of\n\nAtrocities) Act or <a href=\"/doc/203036/\" id=\"a_10\">Section 354</a> of IPC is made out against the\n\nappellant.\n</blockquote>\n<blockquote id=\"blockquote_28\">14.          In this connection, the judgment passed by the\n\nDivision Bench of this Court in case of Pavinder Ahluwalia\n\n(supra) may be referred in which various circumstances were\n\nconsidered and found that the testimony of the prosecutrix\n\ncannot be believed.    In the light of the aforesaid judgment\n\nand looking to the facts and circumstances of the present\n\ncase, the testimony of the prosecutrix cannot be believed.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_10\">                              -:- 12 -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_29\">                                      Criminal Appeal No.2343 of 1997\n\n\nThe prosecution failed to prove that the appellant had\n\ncommitted any intercourse with the prosecutrix or if it was\n\ncommitted then, it was not with the consent of the\n\nprosecutrix.\n</blockquote>\n<blockquote id=\"blockquote_30\">14.          On the basis of the aforesaid discussion, the\n\nappeal filed by the appellant appears to be acceptable and\n\ntherefore, it is hereby allowed. The conviction as well as the\n\nsentence      directed   against     the       appellant            for      offence\n\npunishable under <a href=\"/doc/455161/\" id=\"a_11\">Section 376 (1)</a> of IPC and <a href=\"/doc/737907/\" id=\"a_12\">Section 3 (1) (xi)</a>\n\nof SC/ST (Prevention of Atrocities) Act are hereby set aside.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_11\">The appellant is acquitted from all the charges appended\n\nagainst him.     He would be entitled to get the fine amount\n\nback, if he has deposited the same before the trial Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_12\">15.          The appellant is on bail. His presence is no more\n\nrequired before this Court and therefore, it is directed that\n\nhis bail bonds shall stand discharged.\n\n</p><p data-structure=\"Conclusion\" id=\"p_13\">18.          A copy of the order be sent to the trial Court\n\nalongwith its record for information and compliance.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_14\">                                                     (N.K.GUPTA)\n                                                        JUDGE\n                                                      9/5/2014\nPushpendra\n </p>","numcites":8,"numcitedby":43,"docsource":"Madhya Pradesh High Court","citetid":116560978,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"\"dilapidated\"","formInput":"%22dilapidated%22"},{"value":"atrocities act","formInput":"atrocities%20act"},{"value":"section 376","formInput":"section%20376"},{"value":"semen","formInput":"semen"},{"value":"Bura kaam","formInput":"Bura%20kaam"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"case diary","formInput":"case%20diary"},{"value":"376,","formInput":"376%2C"},{"value":"intercourse","formInput":"intercourse"},{"value":"political enmity","formInput":"political%20enmity"},{"value":"3(1)(xi)","formInput":"3%281%29%28xi%29"},{"value":"\"atrocity act\"","formInput":"%22atrocity%20act%22"},{"value":"sc/st","formInput":"sc/st"},{"value":"panchayat  filter:  rape","formInput":"panchayat%20%20filter%3A%20%20rape"},{"value":"vaginal","formInput":"vaginal"},{"value":"atrocities ","formInput":"atrocities%20"},{"value":"fir lodged ","formInput":"fir%20lodged%20"}],"cats":[{"value":"rape","formInput":"tag:rape"},{"value":"punishment-for-rape","formInput":"tag:punishment-for-rape"},{"value":"foreign-offence","formInput":"tag:foreign-offence"},{"value":"special-courts","formInput":"tag:special-courts"},{"value":"assault-on-woman","formInput":"tag:assault-on-woman"}],"courtcopy":true,"query_alert":null,"agreement":false}