{"tid":509685,"publishdate":"2008-11-25","title":"Ajay Kumar S/O Samay Singh vs The State Of Haryana on 25 November, 2008","doc":"<h2 class=\"doc_title\">Ajay Kumar S/O Samay Singh vs The State Of Haryana on 25 November, 2008</h2>\n\n<pre id=\"pre_1\">Crl. Appeal No.23-SB of 2004                                  1\nCrl. Appeal No.963-SB of 2004\n\n\n     IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                     CHANDIGARH\n\n\n                                        Date of Decision : 25.11.2008\n                                        Crl. Appeal No.23-SB of 2004\n\n\nAjay Kumar S/o Samay Singh,                         ...Appellant\nR/o Juan, now Ashok Vihar,\nin front of Police Lines, Sonepat.\n\n                              Versus\n\nThe State of Haryana                                ....Respondent\n\n\n                                        Crl. Appeal No.963-SB of 2004\n\nSamay Singh S/o Surat Singh,                        ....Appellant\nR/o Juan, now Ashok Vihar,\nin front of Police Lines, Sonepat.\n\n                              Versus\nThe State of Haryana                                ....Respondent\n\n\nCORAM:HON&#x27;BLE MR. JUSTICE SHAM SUNDER\n\n          1. Whether Reporters of Local Newspapers may be allowed\n          to see the judgment?\n          2. To be referred to the Reporters or not?\n          3. Whether the judgment should be reported in the Digest?\n\nPresent: Mr. K.S.Dhaliwal, Advocate, with\n         Mr. Baljinder Singh, Advocate,\n         for the appellants, in both the appeals.\n\n          Mr. A.K.Jindal, AAG, Haryana,\n          for the respondent-State, in both the appeals.\n\nSHAM SUNDER, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">          This judgment shall dispose of Criminal Appeal No.23-SB of\n\n2004, filed by Ajay Kumar, accused (now appellant), against the\n<span class=\"hidden_text\" id=\"span_1\"> Crl. Appeal No.23-SB of 2004                               2</span>\nCrl. Appeal No.963-SB of 2004\n\n\njudgment of conviction, and the order of sentence dated 1.10.2003,\n\nrendered by the Presiding Officer, Special Court, Kurukshetra, vide\n\nwhich he convicted Ajay Kumar, accused/appellant, for the offence,\n\npunishable under <a href=\"/doc/919170/\" id=\"a_1\">Section 20</a>     of the Narcotic Drugs &amp; Psychotropic\n\nSubstances Act, 1985 (hereinafter called as &#x27;the Act&#x27; only) and sentenced\n\nhim, to undergo rigorous imprisonment, for a period of ten years, and to\n\npay a fine of Rs.1 lac, and in default of payment of the same, to undergo\n\nrigorous imprisonment for another period of     1 year, for having been\n\nfound in possession of 3 kgs. 415 grams charas, without any permit or\n\nlicence, and Crl. Appeal No.963-SB of 2004, filed by Samay Singh,\n\naccused (now appellant), against the order dated 8.4.2004, vide which his\n\nMaruti Van, bearing No.DL-8CC-4729, used for transporting the\n\naforesaid charas, was confiscated. However, the trial Court, acquitted\n\nAshok Kumar, accused.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.       The facts, in brief, are that on 31.10.2000, Harish Kumar, ASI,\n\nalongwith other police officials, was present at Saha turning point, at\n\nShahabad, in connection with traffic checking. A Maruti van, bearing\n\nNo.DL-8CC-4729, came from the side of Saha, which was stopped, for\n\nchecking documents, and when the driver namely Ashok Kumar, came\n\nalongwith the documents, another person, who was sitting, on the front\n\nseat, by his side, got down, and tried to run away. He was apprehended,\n\nat some distance. He disclosed his name as Ajay Kumar S/o Samay\n\nSingh. Ashok Kumar, was, however, successful in escaping from the\n\nspot. The search of the van was conducted, on the direction of the\n\nDeputy Superintendent of Police, who was called to the spot, by sending\n<span class=\"hidden_text\" id=\"span_2\"> Crl. Appeal No.23-SB of 2004                                 3</span>\nCrl. Appeal No.963-SB of 2004\n\n\na message. During the course of search of the van, a green coloured bag,\n\nwas recovered from under-neath the seat.         When the said bag was\n\nsearched, it was found containing charas, in the form of tablets and sticks,\n\nwhich were lying in an envelope. Out of the said contraband, one tablet\n\nand one stick of charas, weighing 15 grams were separated, as sample,\n\nand the remaining charas, on weighment, was found to be 3 Kg. 400\n\ngrams.    Thereafter, the sample, and the container, containing the\n\nremaining charas, were converted into parcels, duly sealed, and taken into\n\npossession, vide a separate recovery memo, alongwith the maruti van.\n\nRuqa was sent to the Police Station, on the basis whereof, formal FIR was\n\nregistered. Rough site plan of the place of recovery, was prepared. The\n\nstatements of the witnesses, were recorded. Ajay Kumar, accused, was\n\narrested at the spot. Ashok Kumar, accused, was arrested on 31.12.2000.\n\nAfter the completion of investigation, the accused were challaned.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">3.        On appearance, in the Court, the copies of documents, relied\n\nupon by the prosecution, were supplied to the accused. Charge under\n\n<a href=\"/doc/919170/\" id=\"a_2\">Section 20</a> of the Act, was framed against them, to which they pleaded\n\nnot guilty, and claimed judicial trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.        The prosecution, in support of its case, examined Bhushan\n\nDass, HC (PW-1), Raj Kishan, EHC (PW-2), Satbir Singh, SI (PW-3),\n\nVed Parkash, EHC (PW-4), Anil Kumar, DSP (PW-5), Ram Dutt, ASI\n\n(PW-6), and Harish Chander, ASI (PW-7).            Thereafter, the Public\n\nProsecutor for the State, closed the prosecution evidence.\n\n</p><p data-structure=\"Issue\" id=\"p_5\">5.        The statements of the accused, under <a href=\"/doc/767287/\" id=\"a_3\">Section 313</a> Cr.P.C., were\n\nrecorded, and they were put all the incriminating circumstances,\n<span class=\"hidden_text\" id=\"span_3\"> Crl. Appeal No.23-SB of 2004                                 4</span>\nCrl. Appeal No.963-SB of 2004\n\n\nappearing against them, in the prosecution evidence. They pleaded false\n\nimplication.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">5-A.      Ashok Kumar, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_4\">Section 313</a>\n\nCr.P.C., stated that he had no knowledge about this case, and he was\n\narrested by the police falsely from his house.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5-B.      Ajay Kumar, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_5\">Section 313</a>\n\nCr.P.C., stated that he was innocent, and had been falsely implicated. He\n\nfurther stated that he was forcibly whisked away, from his shop, which\n\nwas situated in front of Gohana road, Sonepat, in the presence of his\n\nfather Samay Singh, and Jagdish, and, later on, falsely implicated, in this\n\ncase.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">5-C.      The accused, however, examined Jagdish Kumar (DW-1) and\n\nSamay Singh (DW-2), in their defence. Thereafter, they closed their\n\ndefence evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">6.        After hearing the Public Prosecutor for the State, the Counsel\n\nfor the accused, and, on going through the evidence, on record, the trial\n\nCourt, convicted and sentenced Ajay Kumar, accused, and acquitted\n\nAshok Kumar, accused, as stated hereinbefore. The trial Court, vide\n\norder dated 8.4.2004, also confiscated the maruti van, aforesaid.\n\n</p><p data-structure=\"Issue\" id=\"p_10\">7.        Feeling aggrieved, against the judgment of conviction, and the\n\norder of sentence, rendered by the trial Court, Crl. Appeal No.23-SB of\n\n2004, was filed by Ajay Kumar, appellant, and Samay Singh, appellant,\n\nfiled Crl. Appeal No.963-SB of 2004, against the order dated 8.4.2004.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">8.        I have heard the learned Counsel for the parties, and have gone\n\nthrough the evidence and record of the case, carefully.\n<span class=\"hidden_text\" id=\"span_4\"> Crl. Appeal No.23-SB of 2004                                 5</span>\nCrl. Appeal No.963-SB of 2004\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">9.         The Counsel for appellant, in Crl. Appeal No.23-SB of 2004,\n\nat the very outset, submitted that out of the sticks and tablets of charas,\n\nallegedly recovered from the accused, only one stick and one tablet were\n\ntaken as a sample, the total weight whereof, was 15 grams. He further\n\nsubmitted that it could not be said to be a representative sample. He\n\nfurther submitted that only one stick and one tablet, taken as sample,\n\nweighing 15 grams were sent to the office of the Forensic Science\n\nLaboratory, for analysis, and the said Analyst found the same to be\n\ncharas. He further submitted that since neither the remaining sticks and\n\ntablets, nor the samples therefrom, were sent to the office of the Forensic\n\nScience Laboratory, it could not be said that the same contained charas.\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1072375\" id=\"span_5\">He further submitted that, under these circumstances, the trial Court was\n\nwrong, in coming to the conclusion, that the accused was found in\n\npossession of 3 kgs. 415 grams charas. He further submitted that, at the\n\nmost, the accused was allegedly found in possession of 15 grams charas,\n\nwhich falls within the ambit of small quantity, as per <a href=\"/doc/1445793/\" id=\"a_6\">Section 2 (xxiiia)</a> of\n\nthe Act. He also placed reliance on <a href=\"/doc/1072375/\" id=\"a_7\">Gaunter Edwin Kircher Vs. State of\n\nGoa, Secretariat Panji, Goa</a>, AIR 1993, SC 1456 and Javed A. Bhat Vs.\n\nUnion of India 2008(1) RCR (Criminal) 57, in support of his contention.\n\nThe submission of the Counsel for Ajay Kumar, appellant, in this regard,\n\nappears to be correct.</span>    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072375\" id=\"span_6\">In <a href=\"/doc/1072375/\" id=\"a_8\">Gaunter Edwin Kircher</a>&#x27;s case (supra), a\n\npolythene bag, was recovered, from the accused, which he had put in the\n\npocket of his pyjama. In that polythene bag, there were tobacco, one\n\ncigarette paper packet, and two cylindrical pieces of Charas. Two pieces\n\nof Charas were weighed, and found to be 7 grams, and 5 grams\n<span class=\"hidden_text\" id=\"span_7\"> Crl. Appeal No.23-SB of 2004                                 6</span>\nCrl. Appeal No.963-SB of 2004\n\n\nrespectively. One of the pieces, weighting less than 5 grams was sent for\n\nchemical analysis, and the other piece, was not sent, nor part of it, by way\n\nof sample, was sent for chemical analysis. The Junior Scientific Officer,\n\nin the Directorate of Health Services, carried out the chemical analysis of\n\nthe substance weighing 4.570 grams, consisting of three cylindrical\n\npieces sticking together, and deposed that the substance which was\n\nexamined, was found to have contained charas. The trial Court held that,\n\nas such, the accused was only found to be in possession of less than 5\n\ngrams of charas, which was a small quantity, and, as such, was entitled to\n\nthe benefit of <a href=\"/doc/363765/\" id=\"a_9\">Section 27</a> of the Act. The Apex Court, in appeal, also\n\nagreed with the view taken up, by the trial Court, and held that only 4.570\n\ngrams chras, was recovered, from the accused, and he could not be said to\n\nhave been found in possession of 12 grams charas, as no representative\n\nsample, from the other piece of substance recovered, was taken, nor sent\n\nto the Chemical Examiner. In the instant case, also, as stated above, a\n\nnumber of sticks and tablets, alleged to be of charas, were recovered,\n\nfrom the accused. It is evident, from the record, that only one stick and\n\none tablet, were taken as a sample, the total weight whereof, was 15\n\ngrams, and sent to the office of the Forensic Science Laboratory. The\n\nForensic Science Laboratory, vide report Ex.PM, came to the conclusion,\n\nthat 15 grams substance, sent to it, for analysis, was identified as charas\n\n(canabeas). Similar principle of law, was <a href=\"/doc/1072375/\" id=\"a_10\">laid down, in</a> Javed A. Bhat&#x27;s\n\ncase (supra).    The principle of law<a href=\"/doc/1072375/\" id=\"a_11\">, <a href=\"/doc/1072375/\" id=\"a_12\">laid down, in</a></a> the aforesaid\n\nauthorities, is fully applicable, to the facts of the instant case. As per\n\nentry No.23 of the Notification, 100 grams charas, falls within the ambit\n<span class=\"hidden_text\" id=\"span_8\"> Crl. Appeal No.23-SB of 2004                                  7</span>\nCrl. Appeal No.963-SB of 2004\n\n\nof small quantity.     However, according to <a href=\"/doc/1445793/\" id=\"a_13\">Section 2 (xxiiia)</a>, small\n\nquantity, in relation to narcotic drug means any quantity, lesser than the\n\nquantity specified by the Central Government, by notification, in the\n\nOfficial Gazette. Once, there is conflict between the notification, which\n\nfalls within the ambit of Subordinate Legislation, and the provisions of\n\nthe Act, then the latter would override the former. Since, the accused,\n\nwas found in possession of small quantity of charas i.e. 15 grams, he was\n\nliable to be punished for the offence, punishable under <a href=\"/doc/330464/\" id=\"a_14\">Section 20(b)(ii)\n\n(A)</a> of the Act. The trial Court, was wrong in awarding sentence to him,\n\nfor 10 years, and imposing fine of Rs.1 lac, under <a href=\"/doc/330464/\" id=\"a_15\">Section 20(b)(ii)(C)</a>,\n\nholding that he was found in possession of commercial quantity of\n\ncharas. The order of sentence, thus, deserves to be modified suitably.</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">10.       The Counsel for the respondent, however, submitted that the\n\nother sticks and tablets were also recovered, from the possession of the\n\naccused, and, there was no need to send the entire quantity, or samples\n\ntherefrom, for analysis. He further submitted that the fact that one stick\n\nand one tablet, which were sent for analysis, were found to contain\n\ncharas, the necessary inference would be that the other sticks and tablets\n\nalso contained charas. He further submitted that since the accused denied\n\nthe recovery, in its entirety, he could not be given the benefit of <a href=\"/doc/330464/\" id=\"a_16\">Section\n\n20(b)(ii)(A)</a> of the Act.      The submission of the Counsel for the\n\nrespondent, in this regard, does not appear to be correct. A layman, like\n\nthe Investigating Officer, or any other Police official, could not say, as to\n\nwhether, the substance recovered from the accused, was charas, or\n\notherwise. Only the expert i.e. the Scientific Officer, in the Forensic\n<span class=\"hidden_text\" id=\"span_9\"> Crl. Appeal No.23-SB of 2004                                  8</span>\nCrl. Appeal No.963-SB of 2004\n\n\nScience Laboratory, after due analysis of the substance, sent to the said\n\nlaboratory, could come to the conclusion, as to whether, the same\n\nconstituted charas, or not. Since, the other sticks and tablets, were neither\n\nsent as a whole, nor any sample was drawn therefrom, nor sent to the\n\nForensic Science Laboratory, for analysis, it could not be said that the\n\nsame contained charas. From the report, Ex.PM alone, it could not be\n\npresumed or inferred that the substance, in the other sticks and tablets,\n\nalso contained charas. It has to be borne in mind, that the Act, applies to\n\nsome Narcotic Drugs &amp; Psychotropic Substances, and not to all other\n\nkinds of intoxicating substances. In any event, in the absence of positive\n\nproof, that all the sticks and the tablets recovered from the accused,\n\ncontained charas only, it is not safe to hold that the accused was found in\n\npossession of 3 kgs. 415 grams charas, without any permit or licence.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072375\" id=\"span_10\">From the report, Ex.PM, it could only be said that 15 grams charas was\n\nrecovered from the accused. The failure, on the part of the investigating\n\nagency, to send the other sticks and tablets, or representative samples\n\ntherefrom, gives rise to such an inference. It would be better, if in future,\n\nthe investigating agencies, take out samples, from each of the packets, or\n\nthe pieces recovered, suspected to be containing some narcotic drug or\n\nsubstance, and send the same to the Laboratory, for the purpose of\n\nanalysis, so that a report could be received that all the packets or pieces\n\nrecovered, contained narcotic substance. However, the Counsel for the\n\nrespondent, could not cite any case, laying down the principle of law,\n\ncontrary to the principle of law<a href=\"/doc/1072375/\" id=\"a_17\">, <a href=\"/doc/1072375/\" id=\"a_18\">laid down, in</a></a> Gaunter Edwin Kircher&#x27;s\n\nand Javed A. Bhat&#x27;s cases (supra). The submission of the Counsel for\n<span class=\"hidden_text\" id=\"span_11\"> Crl. Appeal No.23-SB of 2004                                 9</span>\nCrl. Appeal No.963-SB of 2004\n\n\nthe respondent, in this regard, being without merit, must fail, and the\n\nsame stands rejected.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">11.         It was next submitted by the Counsel for Ajay Kumar,\n\nappellant, that though, according to Harish Chander, ASI, (PW-7), the\n\nInvestigating Officer, the police party was on a private vehicle, yet the\n\ndriver thereof, being a public man, was not joined. He further submitted\n\nthat, on account of this reason, the case of the prosecution, became highly\n\ndoubtful.    The submission of the Counsel for the appellants, in this\n\nregard, does not appear to be correct.    The mere fact that the driver of\n\nthe said vehicle, was not joined, in itself, is not sufficient to throw away\n\nthe case of the prosecution overboard. In the absence of joining an\n\nindependent witness, the evidence of the official witnesses, cannot be\n\ndistrusted and disbelieved. In the face of the evidence of the official\n\nwitnesses only, the Court is required to scrutinize the same, carefully and\n\ncautiously. After careful and cautious scrutiny, if the Court comes to the\n\nconclusion, that the same does not suffer from any serious infirmity, the\n\nsame can be believed. The evidence of the official witnesses, in the\n\ninstant case, has been subjected to indepth scrutiny, and nothing came to\n\nthe fore, which may go to discredit the same. The evidence of the official\n\nwitnesses, was rightly found to be cogent, convincing, reliable and\n\ntrustworthy, by the trial Court. The trial Court, was right, in placing\n\nreliance on the same, in coming to the conclusion, that the accused\n\ncommitted the offence, punishable, under <a href=\"/doc/919170/\" id=\"a_19\">Section 20</a> of the Act, but was\n\nwrong in holding that the quantity of charas recovered was commercial.\n\nThis Court, after reappraisal of the evidence of the prosecution witnesses,\n<span class=\"hidden_text\" id=\"span_12\"> Crl. Appeal No.23-SB of 2004                                10</span>\nCrl. Appeal No.963-SB of 2004\n\n\nalso comes to the same conclusion. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33261559\" id=\"span_13\">In <a href=\"/doc/33261559/\" id=\"a_20\">Akmal Ahmed Vs. State of Delhi</a>,\n\n1999(2) RCC 297 (S.C.), it was held that, it is now well-settled, that the\n\nevidence of search or seizure, made by the police, will not become\n\nvitiated, solely for the reason that the same was not supported by an\n\nindependent witness.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_14\">In <a href=\"/doc/81332/\" id=\"a_21\">State of NCT of Delhi Vs. Sunil</a> (2000)I S.C.C.\n\n748, it was held as under:-</span>\n</p>\n<blockquote id=\"blockquote_1\">             &quot;It is an archaic notion that actions of the Police officer,\n\n             should be approached with initial distrust. It is time now to\n\n             start placing at least initial trust on the actions and the\n\n             documents made by the Police.        At any rate, the Court\n\n             cannot start with the presumption that the police records\n\n             are untrustworthy. As a proposition of law, the presumption\n\n             should be the other way round. The official acts of the\n\n             Police have been regularly performed is a wise principle of\n\n             presumption and recognized even by the Legislature.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_15\">11-A.     The principle of law<a href=\"/doc/81332/\" id=\"a_22\">, <a href=\"/doc/81332/\" id=\"a_23\">laid down, in</a></a> the aforesaid authorities, is\n\nfully applicable to the facts of the present case. In these circumstances,\n\nmere non-joining of an independent witness, when the evidence of the\n\nprosecution witnesses, has been held to be cogent, convincing,\n\ncreditworthy, and reliable, and there was no reason, on their part, to\n\nfalsely implicate the accused, no doubt, is cast on the prosecution story.\n\nThe submission of the Counsel for the appellants, in this regard, being\n\nwithout merit, must fail, and the same stands rejected.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">12.       It was next submitted by the Counsel for Ajay Kumar,\n\nappellant, that there was delay of 8 days, in sending the samples to the\n<span class=\"hidden_text\" id=\"span_16\"> Crl. Appeal No.23-SB of 2004                                 11</span>\nCrl. Appeal No.963-SB of 2004\n\n\noffice of the Forensic Science Laboratory. He further submitted that the\n\ndelay of 8 days, in sending the samples, remained unexplained, as a result\n\nwhereof, it could not be said that the samples were not tampered with,\n\nuntil the same reached the office of the Forensic Science Laboratory. The\n\nsubmission of the Counsel for the appellants, in this regard, does not\n\nappear to be correct. The mere fact that delay, in sending the sample, to\n\nthe office of the Forensic Science Laboratory, was not explained, in itself,\n\nwas not sufficient, to come to the conclusion, that the sample parcels\n\nwere tampered with, at any stage. In such circumstances, the Court is\n\nrequired to fall back upon the other evidence, produced by the\n\nprosecution, to complete the link evidence. The other evidence, produced\n\nby the prosecution, has been subjected to indepth scrutiny, and, as stated\n\nabove, it has been found to be cogent, convincing, reliable, and\n\ntrustworthy. From the other evidence, produced by the prosecution, it\n\nwas proved that none tampered with the sample parcels, until the same\n\nreached the office of the Forensic Science Laboratory. Above all, there is\n\nreport of the Forensic Science Laboratory, Ex.PM, which clearly proves\n\nthat the seals on the parcels, were found intact, and tallied with the\n\nspecimen seals, as per forwarding authority. The report of the Forensic\n\nScience Laboratory is per-se admissible into evidence, in its entirety, as\n\nper the provisions of <a href=\"/doc/692331/\" id=\"a_24\">Section 293</a> Cr.P.C. The delay, in sending the\n\nsamples, to the office of the Forensic Science Laboratory, therefore, did\n\nnot prove fatal to the case of the prosecution. Had no other evidence,\n\nbeen produced, by the prosecution, to prove that the sample parcels,\n\nremained untampered with, until the same reached the office of the\n<span class=\"hidden_text\" id=\"span_17\"> Crl. Appeal No.23-SB of 2004                                 12</span>\nCrl. Appeal No.963-SB of 2004\n\n\nForensic Science Laboratory, the matter would have been different. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"412787\" id=\"span_18\">In\n\n<a href=\"/doc/412787/\" id=\"a_25\">State of Orissa Vs. Kanduri Sahoo</a> 2004(1) RCR (Criminal) 196 (S.C.),\n\nit was held that mere delay in sending the sample to the Laboratory is not\n\nfatal, where there is evidence that the seized articles remained in safe\n\ncustody.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1451911\" id=\"span_19\">In <a href=\"/doc/1451911/\" id=\"a_26\">Narinder Singh @ Nindi Vs. State of Punjab</a> 2005(3) RCR\n\n(Criminal) 343, which was a case, relating to the recovery of 4 Kgs. of\n\nopium, the samples were sent to the office of the Chemical Examiner,\n\nafter 23 days. All the samples were intact. In these circumstances, it was\n\nheld that, in the face of the other cogent, convincing, reliable, and\n\ntrustworthy evidence, produced by the prosecution, to prove the\n\ncompletion of link evidence, it could not be held that the possibility of\n\ntampering with the samples, could not be ruled out. The principle of law<a href=\"/doc/1451911/\" id=\"a_27\">,\n\n<a href=\"/doc/1451911/\" id=\"a_28\">laid down, in</a></a> the aforesaid authorities, is fully applicable to the facts of\n\nthe instant case. Therefore, in the instant case, unexplained delay of 8\n\ndays, in sending the samples to the office of the Forensic Science\n\nLaboratory, did not at all matter much. In this view of the matter, the\n\nsubmission of the Counsel for the appellants, being without merit, must\n\nfail, and the same stands rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">13.       It was next submitted, that Ajay Kumar, accused, was not found\n\nin conscious possession of charas. The submission of the Counsel for the\n\nappellants, in this regard, does not appear to be correct. Ajay Kumar, was\n\nsitting by the side of the driver, wherefrom a bag, was recovered, in\n\nwhich the tablets, and sticks of charas, were recovered. The bag was\n\nlying under-neth the front seat. Ajay Kumar, accused, was sitting on the\n\nsaid seat. Under these circumstances, it could not be said that Ajay\n<span class=\"hidden_text\" id=\"span_20\"> Crl. Appeal No.23-SB of 2004                                 13</span>\nCrl. Appeal No.963-SB of 2004\n\n\nKumar, accused, did not come to know of the bag, containing charas,\n\nlying in the said vehicle. It was within the special means of knowledge of\n\nAjay Kumar, as to wherefrom, the bag, containing charas, and to which\n\ndestination, the same was being taken. He, however, failed to explain the\n\nsame. It, therefore, could be said that he was found in possession of\n\ncharas. Once the possession of the accused, and his control over the\n\ncontraband was proved, then statutory presumption under <a href=\"/doc/1297682/\" id=\"a_29\">Sections 54</a> and\n\n<a href=\"/doc/852142/\" id=\"a_30\">35</a> of the Act, operated against him, that he was in conscious possession\n\nthereof. Thereafter, it was for him, to rebut the presumption, by leading\n\ncogent and convincing evidence. However, the appellant failed to rebut\n\nthat presumption, either during the course of cross-examination of the\n\nprosecution witnesses, or by leading defence evidence.            In these\n\ncircumstances, the trial Court was right, in holding that he was in\n\nconscious possession of the contraband. <a href=\"/doc/1297682/\" id=\"a_31\">Section 54</a> of the Act ibid reads\n\nas under :-\n</p>\n<blockquote id=\"blockquote_2\">                   &quot;Presumption from possession of illicit articles:- In\n\n                   trials under this Act, it may be presumed, unless and\n\n                   until the contrary is proved, that the accused has\n\n                   committed an offence under this Act, in respect of:-\n\n</blockquote><pre id=\"pre_2\">                   a)        any    narcotic    drug    or   psychotropic\n\n                   substance or controlled substance;\n\n                   b)        any opium poppy, cannabis plant or coca\n\n                   plant growing on any land which he has cultivated;\n\n                   c)        any apparatus specially designed or any\n\n                   group    of   utensils   specially   adopted   for   the\n<span class=\"hidden_text\" id=\"span_21\"> Crl. Appeal No.23-SB of 2004                                     14</span>\nCrl. Appeal No.963-SB of 2004\n\n\n                     manufacture of any narcotic drug or psychotropic\n\n                     substance or controller substance; or\n\n                     d)           any materials which have undergone any\n\n</pre><blockquote id=\"blockquote_3\">                     process towards the manufacture of a narcotic drug\n\n                     or psychotropic substance or controlled substance, or\n\n                     any residue left of the materials from which any\n\n                     narcotic     drug   or   psychotropic      substance   or\n\n                     controlled substance has been manufactured,\n\n                     for the possession of which he fails to account\n\n                     satisfactorily.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_18\">13-A.     <a href=\"/doc/852142/\" id=\"a_32\">Section 35</a> which relates to the presumption of culpable mental\n\nstate, is extracted as under :-\n</p>\n<blockquote id=\"blockquote_4\">                     &quot;Presumption of culpable mental state:- (1) In any\n\n                     prosecution for an offence under this Act, which\n\n                     requires a culpable mental state of the accused, the\n\n                     Court shall presume the existence of such mental\n\n                     state but it shall be a defence for the accused to\n\n                     prove the fact that he had no such mental state with\n\n                     respect to the act charged as an offence in that\n\n                     prosecution.\n</blockquote>\n<blockquote id=\"blockquote_5\">                     Explanation:- In this section &quot;culpable mental state&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">                     includes intention, motive knowledge of a fact and\n\n                     belief in, or reason to believe, a fact.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">                     (2) For the purpose of this section, a fact is said to\n\n                     be proved only when the court believes it to exist\n<span class=\"hidden_text\" id=\"span_22\"> Crl. Appeal No.23-SB of 2004                                15</span>\nCrl. Appeal No.963-SB of 2004\n\n\n                    beyond a reasonable doubt and not merely when its\n\n                    existence is established by a preponderance of\n\n                    probability.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">13-B.     From the conjoint reading of the provisions of <a href=\"/doc/1297682/\" id=\"a_33\">Sections 54</a> and\n\n<a href=\"/doc/852142/\" id=\"a_34\">35</a>, referred to hereinbefore, it becomes abundantly clear, that once an\n\naccused, is found to be in possession of a contraband, he is presumed to\n\nhave committed the offence, under the relevant provisions of the Act,\n\nuntil the contrary is proved. According to <a href=\"/doc/852142/\" id=\"a_35\">Section 35</a> of the Act ibid, the\n\nCourt shall presume the existence of mental state, for the commission of\n\nan offence, and it is for the accused to prove otherwise. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_23\">In <a href=\"/doc/489126/\" id=\"a_36\">Madan Lal\n\nand another Vs. State of H. P.</a> 2003 SCC (Crl.) 1664 it was held as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_6\">                  The word &quot;conscious&quot; means awareness about a\n                  particular fact.        It is a state of mind which is\n                  deliberate or intended.\n</blockquote><blockquote id=\"blockquote_7\">                             Once possession is established, the person\n                  who claims that it was not a conscious possession has\n                  to establish it, because how he came to be in\n                  possession is within his special knowledge. <a href=\"/doc/852142/\" id=\"a_37\">Section 35</a>\n                  of the Act gives a statutory recognition of this position\n                  because of the presumption available in law. Similar\n                  is the position in terms of <a href=\"/doc/1297682/\" id=\"a_38\">Section 54</a> where also\n                  presumption is available to be drawn from possession\n                  of illicit articles.&quot;\n</blockquote>\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_24\">14.       The facts of <a href=\"/doc/489126/\" id=\"a_39\">Madan Lal</a>&#x27;s case (supra) in brief, were that\n\naccused Manjit    Singh was driving the Car and the remaining four\n\naccused, were sitting therein.      One steel container (dolu) in a black\n\ncoloured bag, was recovered from the said Car, which contained 820 gms.</span>\n<span class=\"hidden_text\" id=\"span_25\"> Crl. Appeal No.23-SB of 2004                                  16</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_26\">Crl. Appeal No.963-SB of 2004\n\n\ncharas. All the accused were convicted and sentenced by the trial Court,\n\nholding that they were found in conscious possession of charas, despite\n\nthe fact, that one of the accused, admitted his conscious possession, of the\n\ncontraband. The Apex Court held that the trial Court was right in coming\n\nto the conclusion, that the accused were found in conscious possession of\n\ncharas, as they had failed to explain, as to how, they were travelling in a\n\nCar together, which was not a public vehicle. The Apex Court upheld\n\nthe conviction and sentence awarded to the accused. In the instant case,\n\nthe accused failed to explain, as to how, a bag containing charas, was\n\nfound in the maruti van. The facts of <a href=\"/doc/489126/\" id=\"a_40\">Madan Lal</a>&#x27;s case (supra) are\n\nsimilar and identical to the facts of the present case.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"489126\" id=\"span_27\">The principle of law<a href=\"/doc/489126/\" id=\"a_41\">,\n\n<a href=\"/doc/489126/\" id=\"a_42\">laid down, in</a></a> <a href=\"/doc/489126/\" id=\"a_43\">Madan Lal</a>&#x27;s case (supra) is fully applicable to the facts\n\nof the present case. In the instant case, in his statement, under <a href=\"/doc/767287/\" id=\"a_44\">Section\n\n313</a> Cr.P.C., the accused/appellant took up the plea, only of false\n\nimplication. He did not take up the plea, that he was not aware of the\n\ncontents of the bag, lying therein. As stated above, the accused miserably\n\nfailed to rebut the statutory presumption<a href=\"/doc/489126/\" id=\"a_45\">, <a href=\"/doc/489126/\" id=\"a_46\">referred to above</a></a>. Thus, his\n\nconscious possession, in respect of the contraband, was proved, and, as\n\nsuch, the submission of the Counsel for the appellant, being without\n\nmerit, must fail, and the same stands rejected.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">15.       It was next submitted by the Counsel for the appellant (Ajay\n\nKumar), that the link evidence, in this case, was totally missing, but the\n\ntrial Court, did not take into consideration, this aspect of the matter, as a\n\nresult whereof, it fell into a grave error, in recording the conviction, and\n\nawarding his sentence. The submission of the Counsel for the appellant,\n<span class=\"hidden_text\" id=\"span_28\"> Crl. Appeal No.23-SB of 2004                                 17</span>\nCrl. Appeal No.963-SB of 2004\n\n\nin this regard, does not appear to be correct.      Harish Chander, ASI\n\n(PW-7), stated that on reaching the Police Station, he produced the\n\naccused, alongwith the sample parcels, case property, specimen seal\n\nimpressions, and the witnesses, before Satbir Singh, SHO. He further\n\nstated that Satbir Singh, SHO, verified the facts, from the accused, and\n\nthe witnesses, and affixed his own seal &#x27;SS&#x27;, on all the sealed parcels. He\n\nfurther stated that on the directions of SI/SHO, he deposited the case\n\nproperty, with the MHC, of the Police Station. He further stated that\n\nAjay Kumar, accused, was detained in the lock up. Bhushan Dass, HC,\n\nvide his affidavit, Ex.PA, stated that on 31.10.2000, Harish Chander,\n\nASI, handed over to him, the case property of this case, alongwith the\n\nsample parcel, as also the sample impression of the seals. He further\n\nstated that on 8.11.2000, he handed over the sample parcel, and sample\n\nimpression of the seals, to Raj Kishan, EHC, who deposited the same in\n\nthe office of the Forensic Science Laboratory, and handed over to him,\n\nthe deposit receipt. Raj Kishan, EHC, vide affidavit Ex.PB, stated that on\n\n8.11.2000, he was handed over the sample parcel, duly sealed alongwith\n\nthe sample impression of the seal, and he deposited the same, in the office\n\nof the Forensic Science Laboratory, on that date, and none tampered the\n\nsame, till the same remained in his custody. Above all, there is a report,\n\nEx.PM, of the Forensic Science Laboratory , according to which, seals\n\non the parcels, were found intact and tallied with the specimen seals, as\n\nper forwarding authority. The report of the Forensic Science Laboratory\n\nis per-se admissible into evidence, as per the provisions of <a href=\"/doc/692331/\" id=\"a_47\">Section 293</a>\n\nCr.P.C., in toto. No challenge, to this report, was made by the accused.\n<span class=\"hidden_text\" id=\"span_29\"> Crl. Appeal No.23-SB of 2004                                 18</span>\nCrl. Appeal No.963-SB of 2004\n\n\nFrom the aforesaid evidence, it is evident that none tampered with the\n\nsample parcels, until the same reached the office of the Forensic Science\n\nLaboratory. Under these circumstances, the submission of the Counsel\n\nfor the appellant, that the link evidence was totally missing, being\n\nwithout merit, must fail, and the same stands rejected.\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">16.       It was next submitted by the Counsel for the appellant, that the\n\ndefence version, and the defence evidence, produced by Ajay Kumar,\n\naccused, were not taken into consideration, by the trial Court, in its\n\nproper perspective, as a result whereof, it fell into a grave error, in\n\nrecording conviction, and awarding sentence. The submission of the\n\nCounsel for the appellant, in this regard, does not appear to be correct.\n\nJagdish Kumar, (DW-1), stated that Ajay Kumar, was forcibly lifted and\n\ncaptured by the police. He further stated that he informed his father.\n\nSamay Singh, (DW-2), father of the appellant, stated that on 31.10.2000,\n\nat about 9.00/9.30 AM, he was present in his house Jagdish Chauhan,\n\nwho runs a hair-dresser shop, came to his house, and informed him, that\n\nthe police, had taken away Ajay Kumar, with it. He further stated that he\n\nmoved an application, regarding the false implication of Ajay Kumar, in\n\nthis case. It may be stated here, that the evidence of both these witnesses,\n\nis not at all reliable. Samay Singh, father of the accused, is naturally\n\ninterested in him, so as to save him, from the clutches of law. It was,\n\nunder these circumstances, that he made a statement, that no recovery was\n\neffected from the accused, but he was falsely implicated. In case, he\n\nmoved an application, before the higher Police authorities, then he could\n\neither produce copy thereof, or summon the record, from the office of the\n<span class=\"hidden_text\" id=\"span_30\"> Crl. Appeal No.23-SB of 2004                                19</span>\nCrl. Appeal No.963-SB of 2004\n\n\nSuperintendent of Police, for proving that such an application was moved\n\nby him.    The story set up by him, to the effect, that he moved an\n\napplication, regarding the false implication of Ajay Kumar, therefore,\n\nappears to be a concocted. The statement of Jagdish Kumar (DW-1), hair\n\ndresser, also appears to be concocted. He being a co-villager of the\n\naccused, was out and out, to help him. It was, under these circumstances,\n\nthat he stated that Ajay Kumar, was taken away, in his presence, by the\n\nPolice forcibly. The evidence of both these witnesses, being unreliable,\n\nis discarded.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">17.       Now coming to the appeal of Samay Singh, appellant, the\n\nCounsel for the appellant, submitted that the prosecution failed to prove,\n\nthat he knowingly permitted the use of maruti van, for transporting the\n\nalleged narcotic.   He further submitted that, it was the duty of the\n\nprosecution to prove this factum, beyond doubt. He further submitted\n\nthat, in the absence of such evidence, having been produced by the\n\nprosecution, the trial Court, was wrong in confiscating the maruti van.\n\nThe submission of the Counsel for the appellant, in this regard, does not\n\nappear to be correct. Ajay Kumar, convict, in Crl. Appeal No.23-SB of\n\n2004, is the son of Samay Singh, appellant. Since, the son of Samay\n\nSingh, was found transporting charas, in the vehicle registered in his\n\n(Samay Singh) name, it was for him, to prove, as to under what\n\ncircumstances, his vehicle came into the possession of his son, and how,\n\nit was being used for transporting the narcotic substance. It was also for\n\nhim, to prove, under the provisions of <a href=\"/doc/1701170/\" id=\"a_48\">Section 60(3)</a> of the Act, that he\n\ntook all reasonable precautions, against the misuse of this vehicle, by his\n<span class=\"hidden_text\" id=\"span_31\"> Crl. Appeal No.23-SB of 2004                                 20</span>\nCrl. Appeal No.963-SB of 2004\n\n\nson, and that his son, who was the incharge of the vehicle, at the relevant\n\ntime, had also taken reasonable precautions against the misuse of the said\n\nvehicle. Once, the vehicle was found being used for the purpose of\n\ntransporting the contraband, according to <a href=\"/doc/852142/\" id=\"a_49\">Section 35</a> of the Act, a\n\nstatutory presumption arose, that the same was being used, with the\n\nknowledge of the owner.      Such statutory presumption, could not be\n\nsatisfactorily rebutted by Samay Singh.       The order dated 8.4.2004,\n\nrendered by the trial Court, confiscating the vehicle, therefore, is based,\n\non the correct appreciation of the material, placed, on record, and law on\n\nthe point. The trial Court gave valid reason, for confiscating the vehicle.\n\nNo ground is made out, for interfering with such an order, and the same is\n\nliable to be upheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">18.       No other point, was urged, by the Counsel for the parties.\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">19.       For the reasons recorded, hereinbefore, the appeal filed by Ajay\n\nKumar, appellant, i.e. Crl. Appeal No.23-SB of 2004, is partly accepted.\n\nThe judgment of conviction, is maintained. The order of sentence, is\n\nmodified, as the appellant was only found in possession of small quantity\n\nof charas, and he is directed to undergo RI for 6 months, instead of RI for\n\n10 years, and pay a fine of Rs.10,000/- instead of Rs.1 lac, as also\n\nindefault of payment of fine, to undergo RI for a period of 2 months,\n\ninstead of 1 year.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">20.       Crl. Appeal No.963-SB of 2004, filed by Samay Singh, is,\n\nhowever, dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">21.       The Chief Judicial Magistrate, Kurukshetra, shall take\n\nnecessary steps, to comply with the judgment, in Crl. Appeal No.23-SB\n<span class=\"hidden_text\" id=\"span_32\"> Crl. Appeal No.23-SB of 2004                                   21</span>\nCrl. Appeal No.963-SB of 2004\n\n\nof 2004, with due promptitude, in accordance with law, keeping in view\n\nthe provisions of <a href=\"/doc/914361/\" id=\"a_50\">Section 428</a> Cr.P.C. He shall also ensure that the\n\nconfiscated vehicle is taken in custody, if already not taken, and dealt\n\nwith, in accordance with law, after the expiry of period of appeal or\n\nrevision, if one is filed or after the decision, thereof, if one is filed. He\n\nshall send the compliance reports, within a period of three months, from\n\nthe date of receipt of a copy of the judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">22.       The District and Sessions Judge, Kurukshetra, shall ensure that\n\nthe directions are complied with, within the time frame, by the Court\n\nconcerned, and the compliance report, is submitted immediately\n\nthereafter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">23.       The Registry shall keep track of the submission of compliance\n\nreport, and put up the papers, whether the report, is received or not,\n\nwithin the time frame, immediately after the expiry thereof.</p><pre id=\"pre_3\">\n\n\n\n25.11.2008                                         (SHAM SUNDER)\nVimal                                                  JUDGE\n </pre>","numcites":16,"numcitedby":26,"docsource":"Punjab-Haryana High Court","citetid":509685,"divtype":"judgments","relatedqs":[{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"LINK evidence","formInput":"LINK%20evidence"},{"value":"small quantity","formInput":"small%20quantity"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":" charas","formInput":"%20charas"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"defence evidence","formInput":"defence%20evidence"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."},{"value":"official witnesses","formInput":"official%20witnesses"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"Statutory presumption","formInput":"Statutory%20presumption"},{"value":"313 cr.p.c","formInput":"313%20cr.p.c"},{"value":"313 crpc","formInput":"313%20crpc"},{"value":"controlled substance","formInput":"controlled%20substance"},{"value":"RCR (Criminal)","formInput":"RCR%20%28Criminal%29"},{"value":"representative sample","formInput":"representative%20sample"},{"value":"Whereof","formInput":"Whereof"}],"cats":[{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"contravention-relates-to-sub-clause-(b)","formInput":"tag:contravention-relates-to-sub-clause-(b)"},{"value":"punishment-for-cannabis-use-cultivation-selling","formInput":"tag:punishment-for-cannabis-use-cultivation-selling"}],"courtcopy":true,"query_alert":null,"agreement":false}