{"tid":1076013,"publishdate":"1982-08-06","title":"Food Corporation Of India & Anr vs Yadav Engineer & Contractor on 6 August, 1982","doc":"<h2 class=\"doc_title\">Food Corporation Of India &amp; Anr vs Yadav Engineer &amp; Contractor on 6 August, 1982</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1982 AIR 1302, 1983 SCR (1) 95, AIR 1982 SUPREME COURT 1302, (1982) 2 CIVLJ 571, 1982 BBCJ 205, (1982) 22 DLT 396, 1982 44 DLT 396, (1982) 2 SCJ 268, (1983) 1 SCWR 1, (1983) 1 APLJ 1, 1983 LAWYER 15 49, (1983) MAHLR 1, 1982 UJ (SC) 605, (1983) 1 SCR 95 (SC), 1982 (2) SCC 499, (1982) JAB LJ 834, (1982) MAH LJ 803, (1982) MPLJ 676</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-a-desai\">D.A. Desai</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-a-desai\">D.A. Desai</a>, <a href=\"/search/?formInput=benchid:a-p-sen\">A.P.  Sen</a>, <a href=\"/search/?formInput=benchid:b-islam\">Baharul  Islam</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nFOOD CORPORATION OF INDIA &amp; ANR.\n\n\tVs.\n\nRESPONDENT:\nYADAV ENGINEER &amp; CONTRACTOR\n\nDATE OF JUDGMENT06/08/1982\n\nBENCH:\nDESAI, D.A.\nBENCH:\nDESAI, D.A.\nSEN, A.P. (J)\nISLAM, BAHARUL (J)\n\nCITATION:\n 1982 AIR 1302\t\t  1983 SCR  (1)\t 95\n 1982 SCC  (2) 499\t  1982 SCALE  (1)591\n CITATOR INFO :\n F\t    1989 SC 635\t (9)\n F\t    1990 SC 893\t (6)\n\n\nACT:\n     <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a>  1940-Section 34-scope  of-&quot;Taking\t any\nother steps  in the proceedings&quot; meaning of-notice of motion\ntaken out  by  plaintiff  for  interim\tinjunction-Defendant\nappeared and  prayed for  time to  reply-Defendant&#x27;s  action\nwhether &quot;step taken in the proceedings&quot;.\n     Practice : attention of single Judge drawn to a binding\ndecision of  Division Bench  of the same High Court-Decision\nnot adverted to-Decision contrary to that of Division Bench-\nPropriety of.\n\n\n\nHEADNOTE:\n     <a href=\"/doc/1722761/\" id=\"a_2\">Section 34</a>\t of the\t Arbitration Act  1940 provides that\nwhere  one  of\tthe  parties  to  an  arbitration  agreement\ncommences any  legal proceedings  against the other party in\nrespect of  any matter agreed to be referred to arbitration,\nany party  to such  legal proceedings may at any time before\nthe filing  of a written statement or taking any other steps\nin the\tproceedings apply  to the  judicial authority before\nwhich the  proceedings are  pending to\tstay the proceedings\nand the authority on being satisfied that the opposite party\nis ready  and willing  to do  all things  necessary  to\t the\nproper conduct\tof the arbitration make an order staying the\nproceedings.\n     The contract  entered into\t by the\t respondent with the\nappellant Corporation for handling and transportation of the\nCorporation&#x27;s  goods   contained   an\tarbitration   clause\nauthorising the\t Managing Director  of\tthe  Corporation  to\nappoint an  arbitrator in respect of any dispute arising out\nof the contract between the parties.\n     Apprehending breach of contract, the respondent filed a\nsuit for  a declaration\t that the contract was subsisting on\nthe date  of the  suit. The  respondent\t prayed\t for  an  ad\ninterim injunction  against the\t Corporation restraining  it\nfrom committing\t breach of the contract. On the notice being\nissued the  District Manager  of  the  Corporation  appeared\nbefore the  Court and  sought time  to\tfile  reply  to\t the\napplication for\t interim injunction.  On  the  next  day  an\napplication was\t filed on  behalf of the corporation that it\nwas fully  ready and willing to have the dispute resolved by\narbitration under  the subsisting  arbitration agreement and\nprayed that  the suit be stayed as provided in <a href=\"/doc/1722761/\" id=\"a_3\">section 34</a> of\nthe Arbitration Act 1940.\n96\n     The respondent alleged that <a href=\"/doc/1722761/\" id=\"a_4\">section 34</a> was inapplicable\nin that\t when the  District Manager  sought time  to file  a\nreply to  the notice  for interim injunction, it was a &quot;step\ntaken in the proceedings&quot; within the meaning of <a href=\"/doc/1722761/\" id=\"a_5\">section 34</a>.\n     Negativing the  respondent&#x27;s plea\tthe Trial Court held\nthat the  dispute was  covered by the arbitration clause. It\ngranted stay  of further  proceedings in  the suit  and this\nview was  upheld by  the District  Judge in the respondent&#x27;s\nappeal.\n     In the  revision petition\tfiled in  the High  Court  a\nsingle Judge  although his  attention was drawn to a binding\nprecedent of  a\t Division  Bench  of  the  same\t High  Court\nsupporting the\tview that  an application for filing a reply\nto the\tnotice of  motion taken\t out by\t the  plaintiff\t for\ninterim\t injunction   was  not\t a  &quot;step   taken   in\t the\nproceedings&quot;, without  adverting to that decision, held that\nan application\tof this\t nature was  a &quot;step  taken  in\t the\nproceedings&quot; and  that this disentitled the Corporation from\ninvoking the arbitration agreement.\n     On the  question whether,\twhere there  is a subsisting\nvalid arbitration agreement between the parties, entering an\nappearance and contesting a petition or notice of motion for\ninterlocutory order  constitutes a &quot;step in the proceedings&quot;\nas would  disentitle the  party to an order under <a href=\"/doc/1722761/\" id=\"a_6\">section 34</a>\nof the Arbitration Act.\n     Allowing the appeal,\n^\n     HELD: Contesting the application for interim injunction\nor for\tappointment of\ta receiver  or for interim relief by\nitself, without\t anything more, would not constitute a &quot;step\nin the\tproceedings&quot; as\t would disentitle  the party  to  an\norder under <a href=\"/doc/1722761/\" id=\"a_7\">section 34</a> of the Arbitration Act. [119 F]\n     1. (a)  <a href=\"/doc/1722761/\" id=\"a_8\">Section 34</a> envisages that before a party to the\narbitration agreement  seeks stay  of the  suit filed by the\nopposite party it must disclose its unequivocal intention to\nabide by the arbitration agreement; but once the party takes\nsteps which  may indicate its intention to waive the benefit\nof the\tarbitration agreement or abandons the right to claim\nthe benefit  by conduct, such party would not be entitled to\nenforce the  agreement because\tthere is  a  breach  of\t the\nagreement by  both parties  disentitling them  to claim\t any\nbenefit of the arbitration agreement. [105 D]\n     Ramji Dayawala  &amp; Sons (P) Ltd. v. Invest Import [1981]\n1 S C.R. 899, followed.\n     (b) The  general words  &quot;taking any  other steps in the\nproceedings&quot;  follow   the  specific  expression  &quot;filing  a\nwritten statement&quot;  and both are used for achieving the same\npurpose. Therefore  the latter\tgeneral expression  must  be\nconstrued ejusdem  generis with the specific expression just\npreceding  to  bring  out  the\tambit  of  the\tlatter.\t The\nexpression  &quot;written   statement&quot;  is  a  term\tof  specific\nconnotation ordinarily\tsignifying a  reply  to\t the  plaint\nfiled by the plaintiff. [106 E]\n97\n     (c) The  expression &quot;taking  any  other  steps  in\t the\nproceedings&quot; does  not mean  that every\t step taken  in\t the\nproceedings would  come in  the way  of enforcement  of\t the\narbitration agreement;\tthe  step  must\t be  such  as  would\nclearly and  unambiguously manifest  the intention  to waive\nthe benefit of arbitration agreement and to acquiesce in the\nproceedings commenced  against the  party  and\tto  get\t the\ndispute resolved by the court. Interlocutory proceedings are\nincidental to the main proceedings and stand independent and\naloof  of   the\t main\tdispute.  When\tthese  interiocutory\nproceedings are\t contested it  cannot be said that the party\ncontesting them\t had displayed\tan unequivocal\tintention to\nwaive the  benefit of  the arbitration\tagreement or that it\nhad submitted to the jurisdiction of the court. [109 E-H]\n     Uttar Pradesh  v. Janki  Saran Kailash Chandra [1974] 1\nS.C.R. 31, referred to.\n     Sansar Chand  Deshraj v.  State of\t Madhya Pradesh\t AIR\n1961 MP 322; Nuruddin Abdulhussein v. Abu Ahmed Abdul Jalli,\nAIR 1950  Bom. 127; Anandkumar Parmanand Kejriwala &amp; Anr. v.\nKamaladevi Hiralal  Kejriwal,  AIR  1970  Bom.\t231;  Queens\nCollege Kanetra\t &amp; Anr.\t v. The\t Collector, Varanasi &amp; Ors.,\nAIR 1974  All. 134;  Biswanath Rungta v. Oriental Industrial\nEngineering Co.\t Pvt. Ltd.  &amp; Ors., AIR 1975 Cal. 222; State\nof Gujarat  &amp; Ors.v.  The Ghanshyam Salt Works AIR 1979 Guj.\n215; Arjun Agarwalla v. Baidya Nath Roy &amp; Ors. AIR 1980 Cal.\n354; and  M/s. Bhonrilal  Hiralal &amp;  Ors. v.  Prabhu Dayal &amp;\nAnr., AIR 1980 Raj. 9, approved.\n     Subal Chandra Bhur v. Md. Ibrahim &amp; Anr., AIR 1943 Cal.\n484; Amritraj  Kothari v.  Golcha Financiers,  AIR 1966 Cal.\n315; P.\t Gannu Rao  v. P.  Thiagaraja Rao  &amp; Anr.,  AIR 1949\nMadras 582  and Kunta  Malla Reddy  v. Soma Srinivas Reddy &amp;\nOrs., AIR 1978 A.P. 289, not approved.\n     In\t the  instant  case  the  District  Manager  of\t the\nCorporation only  appeared before  the court in obedience to\nthe notice on the notice of motion taken out for ex parte ad\ninterim\t injunction  and  prayed  for  time  to\t reply.\t The\nproceedings of\tthe court  did not  disclose any step having\nbeen taken  by the  Corporation in  the proceedings as would\ndisentitle the\tCorporation to\tan order  under <a href=\"/doc/1722761/\" id=\"a_9\">section\t 34</a>.\nMoreover, the  application for\tstay filed  on behalf of the\nCorporation clearly  stated that the &quot;defendant is ready and\nwilling &#x27;ichuck&#x27;  for this  purpose&quot; which means that it was\nready and  willing to  proceed\twith  the  arbitration\twhen\ncommenced. [119 H]\n     2. If  a single  Judge hearing  a matter is inclined to\ntake a\tview contrary  to the earlier decision of a Division\nBench of the same High Court it would be judicial improriety\nto ignore  that decision  but after referring to the binding\ndecision he  may direct that the papers be placed before the\nChief Justice  of the High Court to enable him to constitute\na larger  division bench  to examine  the question. Judicial\ncomity demands\tthat a\tbinding decision  to which attention\nhad been  drawn should\tneither be  ignored nor over-looked.\n[112 G-H]\n98\n     In the  instant case  although attention  of the single\nJudge was  drawn to the binding decision of a Division Bench\nof the\tsame High  Court he  did not  refer to it but relied\nupon the  decision of  another High  Court  which  took\t the\ncontrary view.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE JURISDICTION : Civil Appeal No. 3317 of\n1981.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Appeal by\tSpecial leave  from the\t judgment and  order\ndated the  20th November.  1981 of  the Madhya\tPradesh High\nCourt in Civil Revision No. 696 of 1981.\n</p><p data-structure=\"PetArg\" id=\"p_3\">     K.K. Venugopal and S.K. Gambhir for the Appellant.\n     Soli J. Sorabjee, D.K. Katare and S.S. Khanduja for the\nRespondent.\n</p><p data-structure=\"Precedent\" id=\"p_4\">     The Judgment of the Court was delivered by\n     DESAI, J.\tA fond\thope that  a decision  of this Court\nwith the  sanction of  <a href=\"/doc/882644/\" id=\"a_10\">Article 141</a>  of the Constitution that\nthe law\t laid down therein will be the law of the land would\nput an\tend to\ta raging  controversy amongst  various\tHigh\nCourts\tstands\t to  some  extent  rudely  shaken  when\t the\ncontroversy with a slight variation has again been placed in\nthe lap of this Court.\n</p><p data-structure=\"Section\" id=\"p_5\">     For highlighting  and then\t resolving  the\t controversy\nfacts in  dispute have\ta little  or no\t relevance save\t and\nexcept mentioning  certain events. Respondent Yadav Engineer\n &amp; Contractor, a partnership  firm filed a suit against Food\nCorporation of\tIndia, 1st defendant and Shyam Narain Nigam,\nDistrict Manager  of 1st  defendant as\t2nd defendant, for a\ndeclaration that  the contract between the plaintiff and the\n1st defendant  for handling  and transportation of the goods\nof the\t1st defendant Corporation was subsisting on the date\nof the\tsuit and  restraining the  defendant from committing\nbreach of  the same  by handing\t over that  work to some one\nother than the plaintiff. The suit was instituted on June 1,\n1981, in the Court of the III Civil Judge, Class I, Gwalior.\nIn the\tsuit a\tnotice of motion was taken out purporting to\nbe under  Order XXXIX, rules 1 and 2 read with<a href=\"/doc/56600062/\" id=\"a_11\"> s. 151</a> of the\nCode  of   Civil  Procedure,   for  an\t interim  injunction\nrestraining the\t defendants  from  committing  a  breach  of\ncontract and  from interfering with the work of handling and\ntransport of goods of the 1st defendant Corpora-\n</p><span class=\"hidden_text\" id=\"span_1\">99</span>\n<p data-structure=\"Facts\" id=\"p_6\">tion by\t the plaintiff\tduring the  pendency of the suit. On\nthe notice  of motion  being taken  out the  Court  directed\nnotice of  the same  to be  served and\tthe  same  was\tmade\nreturnable on  the next day, June 2, 1981. On the returnable\ndate  the   2nd\t defendant,  District  Manager\tof  the\t 1st\ndefendant Corporation  who had office in the City of Gwalior\nwas served  and he  appeared through  one  Shri\t N.K.  Modi,\nAdvocate, filed\t the letter of authority (Vakalat) in favour\nof the\tlearned advocate  on behalf of 2nd defendant and the\nlearned advocate prayed for time for &#x27;reply and arguments to\nthe plaintiff&#x27;s\t application for  temporary injunction&#x27;. The\ncourt acceded  to the  request and posted the matter on June\n3, 1981.  An endorsement  appears in the record that the 1st\ndefendant Food\tCorporation of\tIndia was  not served though\nthe endorsement\t reads &#x27;absent&#x27;.  However, the\tlast line in\nthe proceeding\tmakes it  clear that  the case was posted on\nJune 3,\t 1981&#x27; &#x27;for  reply arguments and awaiting service on\nJune 3, 1981&#x27;. When the matter came up on the next day, i.e.\nJune 3,\t 1981, an  application was  moved on  behalf of\t 1st\ndefendant  inviting  the  attention  of\t the  Court  to\t the\nsubsisting arbitration\tagreement between  the plaintiff and\nthe  1st   defendant  and  which  agreement  authorised\t the\nManaging  Director  of\tthe  1st  defendant  to\t appoint  an\narbritrator in\trespect of  any dispute\t arising out  of the\ncontract between the plaintiff and the 1st defendant. It was\nalso stated  that the  1st defendant  desires  to  have\t the\ndispute,  if   any,  resolved\tby  arbitration\t  under\t the\nsubsisting arbitration\tagreement and  that the defendant is\nfully ready  and willing  (ichhuk) to go to arbitration. The\napplication  concluded\t with  a   prayer  that\t  under\t the\ncircumstances the suit may be stayed as provided in<a href=\"/doc/1722761/\" id=\"a_12\"> s. 34</a> of\nthe Arbitration Act, 1940 (&#x27;Act&#x27; for short).\n</p><p data-structure=\"Precedent\" id=\"p_7\">     The learned  trial Judge  was  of\tthe  view  that\t the\ndispute between\t the parties  is covered  by the arbitration\nagreement set  out in <a href=\"/doc/1218090/\" id=\"a_13\">Article 19</a> of the contract between the\nplaintiff and the 1st defendant. The learned Judge negatived\nthe contention that an application made by the 2nd defendant\nfor filing  reply to  the notice  of motion taken out by the\nplaintiff for  interim injunction  is a\t step taken  in\t the\nproceedings in\tview of\t the binding  decision of a Division\nBench of  the Madhya  Pradesh High  Court  in  Sansar  Chand\nDeshraj v.  State of  Madhya Pradesh.(1)  The learned  judge\naccordingly granted stay\n<span class=\"hidden_text\" id=\"span_2\">100</span>\nof further  proceedings in  the suit as prayed for on behalf\nof the\t1st defendant.\tPlaintiff preferred an appeal in the\nCourt of  the  District\t Judge,\t Gwalior.  The\tlearned\t III\nAdditional District  Judge, before  whom the  appeal came up\nfor hearing, agreed with the view taken by the learned trial\njudge and  confirmed the  order\t granting  stay\t of  further\nproceedings in\tthe suit and dismissed the appeal. Undaunted\neven by\t this second rejection plaintiff approached the High\nCourt in  revision  under  s.  115  <a href=\"/doc/161831507/\" id=\"a_14\">of\tthe  Code  of  Civil\nProcedure</a>. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1424300\" id=\"span_3\">The learned judge, though his attention was drawn\nto the\tbinding decision  of the  Division Bench of the same\nHigh Court,  did not  refer to it in the judgment and relied\nupon a\tdecision of  the Adhara\t Pradesh High Court in <a href=\"/doc/1424300/\" id=\"a_15\">Bajaj\nInternational v.  Indian Tobacco  Suppliers</a>(1) and held that\nan application\tfor filing  reply to  a notice of motion for\ninterim injunction  is a  step taken in the proceeding which\nwould disentitle  the party  from invoking  the\t arbitration\nagreement.</span> In  support of  this conclusion the learned judge\nalso relied  upon  Abdul  Qudoos  v.  Abdul  Gani,(2)  which\ndecision clearly  does not support any such proposition. The\nlearned judge  further observed\t that even  if the view that\nthe application\t filed by the 2nd defendant praying for time\nto reply  to the notice of motion for interim injunction may\nnot be\ttreated as  a step  in the  proceeding, yet  the 1st\ndefendant would\t not be\t entitled to  a discretionary  order\nunder<a href=\"/doc/1722761/\" id=\"a_16\"> s.  34</a> of\t the Act  on the  ground  that\tone  of\t the\nconditions necessary  for invoking  the jurisdiction  of the\ncourt under  s. 34  is not  satisfied inasmuch as nowhere in\nthe application\t the 1st  defendant has\t stated that the 1st\ndefendant at  the time\twhen the  proceedings were commenced\nand still  remains  ready  and\twilling\t to  do\t all  things\nnecessary for  the proper  conduct of  the arbitration.\t For\nthis additional\t reason which  was never  urged on behalf of\nthe plaintiff  either in  the trial  court  or\tin  the\t 1st\nappellate court\t and as would be presently pointed out which\nis contrary  to the  record the\t High  Court  interfered  in\nrevision, set  aside the  order of  the trial court granting\nstay and  confirmed by\tthe appellate court and rejected the\napplication for\t stay of proceedings in the suit. Hence this\nappeal by special leave.\n</p><p data-structure=\"Section\" id=\"p_8\"><a href=\"/doc/1722761/\" id=\"a_17\">Section 34</a> of the Act reads as under :\n</p><blockquote id=\"blockquote_1\">\t  &quot;34. Where  any party\t to an arbitration agreement\n\t  or any person claiming under him commences\n<span class=\"hidden_text\" id=\"span_4\">101</span>\n\t  any legal  proceedings against  any other party to\n\t  the agreement\t or any person claiming under him in\n\t  respect of  any matter  agreed to be referred, any\n\t  party to  such legal\tproceedings may, at any time\n\t  before filing\t a written  statement or  taking any\n\t  other steps  in  the\tproceedings,  apply  to\t the\n\t  judicial authority  before which  the\t proceedings\n\t  are  pending\tto  stay  the  proceedings;  and  if\n\t  satisfied that  there is  no sufficient reason why\n\t  the matter  should not  be referred  in accordance\n\t  with\tthe   arbitration  agreement  and  that\t the\n\t  applicant was,  at the  time when  the proceedings\n\t  were\tcommenced,  and\t still\tremains,  ready\t and\n\t  willing to  do all  things necessary to the proper\n\t  conduct of  the arbitration,\tsuch  authority\t may\n\t  make an order staying the proceedings.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_9\">The contours  of the  controversy are confined to one of the\nnegative requirements  of<a href=\"/doc/1722761/\" id=\"a_18\"> s.  34</a> to  be fulfilled by a party\nseeking the  discretionary relief  of stay of proceedings to\nqualify for  the same.\tIt is not necessary to reproduce all\nthe relevant conditions for attracting the application of s.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">34. One\t of the\t conditions to\tbe satisfied before an order\nunder<a href=\"/doc/1722761/\" id=\"a_19\"> s.  34</a> can  be obtained is that the party to the legal\nproceeding has at any time before filing a written statement\nor taking  any other steps in the proceedings applied to the\njudicial authority  for stay of proceedings. In other words,\na party seeking stay of proceedings must move the court with\nan  application\t under<a href=\"/doc/1722761/\" id=\"a_20\">\ts.  34</a>\tbefore\tfiling\tthe  written\nstatement to  the suit\tor before  taking any other steps in\nthe proceedings.  Admittedly,  application  in\tthe  present\nproceedings was\t filed before  filing the written statement.\nThe  question\tis  whether   the  second  pre-condition  is\nsatisfied in  that the\tapplication under  s. 34  was  filed\nbefore taking  any other steps in the proceedings. What does\nthe  expression\t &#x27;before  taking  any  other  steps  in\t the\nproceedings&#x27; signify?  Before  ascertaining  the  scope\t and\nambit of  the expression  it would  be worthwhile to briefly\nnarrate the raison d&#x27;etre for prescribing this condition.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     Ordinarily as  provided in\t s. 9  <a href=\"/doc/161831507/\" id=\"a_21\">of the  Code of Civil\nProcedure</a> all  suits of a civil nature except suits of which\ncognizance is  either expressly or impliedly barred would be\ntriable by the courts set up for the purpose. If the dispute\nis of a civil nature the forum is one or the other court set\nup for the purpose. The State courts have been\n<span class=\"hidden_text\" id=\"span_5\">102</span>\nset up\tfor an easy access by persons who seek resolution of\ntheir disputes.\t They must  be disputes\t of civil nature and\nthe cognizance of which is not either expressly or impliedly\nbarred. Civil  courts set  up by  the State  having  defined\njurisdiction will  be  the  forum  for\tresolution  of\tsuch\ndisputes. Ordinarily,  therefore, whenever  a dispute  of  a\ncivil nature arises the party claiming relief would approach\nthe court  having jurisdiction\tto resolve  the dispute. The\nparty against  whom relief is sought will be informed of the\ncognizance of  the dispute  being taken\t by the court and it\nmust come  forth and  either concede  that  the\t dispute  is\ngenuine in  whole or in part or defend the action. Sometimes\na dispute  as to  jurisdiction, territorial or pecuniary, is\nraised but  apart from such specific exclusions claimed by a\nparty civil  courts are\t set up with the object of resolving\ncivil disputes.\t A forum  thus may  readily be available and\npresumed to  be easily\taccessible. This  is the  prescribed\nmode of\t access to  justice. <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration  Act</a> carves  out an\nexception to  the general rule that the forum for resolution\nof civil  disputes is the civil court having jurisdiction to\ndeal with  the same  by providing  that\t the  parties  to  a\ndispute by  agreement unto  themselves may choose a forum of\ntheir choice  for settlement  of disputes  between  them  in\npreference to  the State  Courts.  Undoubtedly,\t for  making\nthese agreements  enforceable sanction\tof law is necessary.\nThat is the object underlying the Act. Industrial revolution\nbringing    into    existence\t international\t  commercial\ntransactions led to a search for finding a forum outside the\nmunicipal law courts involving protracted and dilatory legal\nprocess\t for  simple,  uninhibited  by\tintricate  rules  of\nevidence and  legal grammar.  This explains resort to forums\nfor arbitration\t at international  level. No two contracting\nparties are  under any\tlegal obligation  to provide  for an\narbitration  agreement.\t  If  the   parties  enter  into  an\narbitration agreement implying that they would like that the\ndisputes covered  by the  agreement will  be resolved  by  a\nforum of  their choice,\t the approach  of the  court must be\nthat parties  to the  contract are held to their bargain. If\nin breach  or derogation  of a solemn contract a party to an\narbitration agreement  approaches the court and if the other\nside expeditiously approaches the court invoking the court&#x27;s\njurisdiction  to  stay\tthe  proceedings  so  that  by\tthis\nnegative process  the court  forces the\t parties to abide by\nthe bargain,  ordinarily the  court&#x27;s approach should be and\nhas been to enforce agreements rather than to find loopholes\ntherein. More  often it\t is found  that solemn contracts are\nentered into  on the clearest understanding that any dispute\narising out of the contract\n<span class=\"hidden_text\" id=\"span_6\">103</span>\nand  covered   by  the\t contract  shall   be  referred\t  to\narbitration. It\t may be\t that one or the other party may not\nhave  entered  into  the  contract  in\tthe  absence  of  an\narbitration  agreement.\t Therefore  when  in  breach  of  an\narbitration agreement a party to the agreement rushes to the\ncourt, unless  a clear\tcase to the contrary is made out the\napproach of  the court\tshould be  to hold  parties to their\nbargain provided necessary conditions for invoking<a href=\"/doc/1722761/\" id=\"a_23\"> s. 34</a> are\nsatisfied.\n</p><p data-structure=\"Precedent\" id=\"p_12\">     <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act</a>  prescribes various methods by which an\narbitration agreement  can be  enforced. <a href=\"/doc/811701/\" id=\"a_25\">Section  20</a> enables\nparties to an arbitration agreement to approach the Court in\nthe circumstances therein mentioned for a direction that the\nagreement be  filed in the court and on such agreement being\nfiled the  Court is  empowered to make an order of reference\nto the\tarbitrator. Provisions\tof Chapter  IV\tprovide\t for\narbitration in suits. <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> prescribes one other method\nof  enforcing\tarbitration  agreement\tif  a  party  to  an\narbitration agreement  in breach  of it approaches the court\nand files  a suit  in respect  of a  dispute covered  by the\narbitration agreement.\n</p><p data-structure=\"Precedent\" id=\"p_13\">     <a href=\"/doc/1722761/\" id=\"a_27\">Section 34</a> prescribes a method by which the other party\nto the\tarbitration agreement  by satisfying  the conditions\nprescribed in<a href=\"/doc/1722761/\" id=\"a_28\"> s. 34</a> can enforce the arbitration agreement by\nobtaining an  order of stay of the suit. It is crystal clear\nthat once  the suit is stayed the party who in breach of the\narbitration agreement  approaches the  court for relief will\nbe forced  to go  to arbitration  and thus the court by this\nnegative attitude  of declining\t to proceed further with the\nproceedings brought  before it would enforce the arbitration\nagreement. In  order, therefore,  to satisfy  the court that\nthe other  party to  the arbitration  agreement who would be\ndefendant in  the suit\tis ready and willing to abide by the\narbitration agreement  and ready to take all steps necessary\nfor the proper conduct of the arbitration, it must show that\nit  is\tnot  waiving  or  abandoning  its  right  under\t the\narbitration agreement  or submitting  to the jurisdiction of\nthe court  thereby  accepting  the  forum  selected  by\t the\nplaintiff for  resolution of  dispute and acquiescing in it.\nIn order to steer clear of this charge the provision is made\nin<a href=\"/doc/1722761/\" id=\"a_29\"> s.  34</a> for  an application by the party who is brought to\nthe court by the opposite party in breach of the arbitration\nagreement to  apply  for  stay\tbefore\tfiling\tthe  written\nstatement  or\tbefore\ttaking\t any  other   steps  in\t the\nproceeding. This\n<span class=\"hidden_text\" id=\"span_7\">104</span>\nexplains the  purpose and  object underlying  the  provision\ncontained in<a href=\"/doc/1722761/\" id=\"a_30\"> s. 34</a>.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">     The contention  and the resultant issue in dispute must\nnow be\tneatly framed.\tThe primary issue is: what action on\nthe part  of the defendant who is sued in a court of law and\nwho has\t a subsisting  valid arbitration  agreement with the\nplaintiff, would  constitute step in the proceeding so as to\ndisentitle him\tto stay of the suit which, if granted, would\nenable him  to enforce\tthe arbitration\t agreement  ?  Would\nentering an  appearance and contesting petition or notice of\nmotion for  interlocutory order\t constitute such step in the\nsuit or\t proceedings as\t would disentitle  the party  to  an\norder under  s. 34  ? The subsidiary point is, whether where\nin a  suit filed  in a\tcourt, a  prayer for  an ex parte ad\ninterim injunction  is made either by an application or by a\nnotice of  motion or  an application is made for appointment\nof a  receiver and  either ex parte ad interim injunction is\ngranted or  ex parte receiver is appointed and the copies of\nthe pleadings  and the\torder are served upon the defendant,\nif the\tdefendant appears  and requests\t the court either to\nvacate the  injunction or  discharge the  receiver or modify\nthe orders  without filing  a written statement or making an\napplication for\t filing a  written statement  to the plaint,\ncould he  be said to have taken a step in the proceedings so\nas to disentitle him from obtaining stay of the suit ?\n</p><p data-structure=\"Precedent\" id=\"p_15\">     Let the  precedents rest  for the time being and let an\nattempt be  made to  ascertain the  underlying intendment in\nenacting the  condition in  s. 34 which prescribes a mode of\nenforcing the  arbitration agreement to the effect that if a\nparty to  an arbitration  agreement commences  an action the\nother party  to the  agreement, if it desires to enforce the\nagreement, may\tseek stay  of the  suit before either filing\nwritten statement  or taking  other steps in the proceeding.\nOrdinarily  the\t  court\t would\t respect  the\tsanctity  of\ncontracts. A valid arbitration agreement between the parties\nobliges both  the parties  to the agreement to act according\nto the terms of the agreement. A valid arbitration agreement\nenvisages resolution  of dispute by a forum of the choice of\nthe parties  and displaces  the state  courts. Ordinarily, a\nparty to  a valid  arbitration\tagreement  is  not  entitled\nunilaterally to\t commit a  breach of the agreement or ignore\nthe agreement.\tNow, if\t a party to an arbitration agreement\nhas a  dispute to be resolved arising out of the contract in\nwhich the  arbitration agreement is Incorporated and instead\nof invoking the\n<span class=\"hidden_text\" id=\"span_8\">105</span>\narbitration agreement by inviting the parties to appoint the\narbitrator it rushes to the court in breach of the agreement\nand files a suit, the other party is undoubtedly entitled to\nenforce the  agreement. True,  the other  party\t is  equally\nentitled to  waive the benefit of the arbitration agreement.\nIf the\tother party  desires to\t waive the  benefit  of\t the\nagreement it  can appear  in the  suit and contact the suit.\nSuch conduct  would demonstrably  show that both the parties\nhave  waived   the  benefit  flowing  from  the\t arbitration\nagreement of  getting the dispute between them resolved by a\nforum of  their choice.\t But if the first party in breach of\nthe agreement  files a suit the other party to the agreement\nmust  have   an\t option\t  and  opportunity  to\tenforce\t the\narbitration agreement.\t<a href=\"/doc/1722761/\" id=\"a_31\">Section 34</a>  prescribes\ta  mode\t and\nmethod of  enforcing the arbitration agreement. When a party\nto the agreement has filed a suit in breach of the agreement\nand the\t other party  to the  agreement is  dragged  to\t the\ncourt, by  staying the\tsuit at\t the instance  of the  other\nparty so  dragged to  the court the first party consequently\nwould be  forced to  honour the\t arbitration agreement.\t But\nbefore the  other party\t to  the  arbitration  agreement  is\nentitled to enforce the arbitration agreement by stay of the\nsuit it\t must disclose its unequivocal intention to abide by\nthe agreement  and, therefore, s. 34 obliges such a party to\nask for\t stay of  the proceedings  before such a party takes\nany steps  which may unequivocally indicate the intention to\nwaive the  benefit of the arbitration agreement. Abandonment\nof a  right to seek resolution of dispute as provided in the\narbitration agreement must be clearly manifested by the step\ntaken by  such party.  Once such  unequivocal  intention  is\ndeclared or abandonment of the right to claim the benefit of\nthe agreement  becomes manifest from the conduct, such party\nwould then  not\t be  entitled  to  enforce  the\t arbitration\nagreement because there is thus a breach of the agreement by\nboth the  parties disentitling\tboth to claim any benefit of\nthe arbitration\t agreement. <a href=\"/doc/1722761/\" id=\"a_32\">Section 34</a> provides that a party\ndragged to  the court as defendant by another party who is a\nparty to  the arbitration agreement must ask for stay of the\nproceedings before  filling the\t written statement or before\ntaking any  other step\tin the\tproceedings. That party must\nsimultaneously show  its readiness and willingness to do all\nthings necessary  to the  proper conduct of the arbitration.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666610\" id=\"span_9\">The legislature\t by making it mandatory on the party seeking\nbenefit of  the arbitration  agreement to  apply for stay of\nthe proceedings\t before\t filing\t the  written  statement  or\nbefore\ttaking\t any  other   steps   in   the\t proceedings\nunmistakably  pointed\tout  that   filing  of\tthe  written\nstatement discloses such conduct on\n<span class=\"hidden_text\" id=\"span_10\">106</span>\nthe part  of the party as would unquestionably show that the\nparty  has   abandoned\tits  rights  under  the\t arbitration\nagreement and  has disclosed  an  unequivocal  intention  to\naccept the  forum of the court for resolution of the dispute\nby waiving  its right to get the dispute resolved by a forum\ncontemplated by\t the arbitration  agreement. When  the party\nfiles  written\tstatement  to  the  suit  it  discloses\t its\ndefence, enters\t into a\t contest and  invites the  court  to\nadjudicate upon\t the dispute.  Once the\t court is invited to\nadjudicate upon\t the dispute  there is\tno question  of then\nenforcing an arbitration agreement by forcing the parties to\nresort to  the forum  of their\tchoice as  set\tout  in\t the\narbitration agreement.\tThis flows  from  the  well  settled\nprinciple that\tthe court would normally hold the parties to\nthe bargain  (see <a href=\"/doc/1666610/\" id=\"a_33\">Ramaji  Dayawala &amp; Sons (P) Ltd. v. Invest\nImport</a>).(1)\n     Apart from\t filing written\t statement, what  other step\ndid the\t legislature  contemplate  as  being  taken  in\t the\nproceedings which  would disentitle  the party\tto the\tsuit\nfrom obtaining\tstay of the proceedings which would have the\neffect of  enforcing the  arbitration  agreement  ?  General\nwords &#x27;taking  any other  steps\t in  the  proceedings&#x27;\tjust\nfollow the  specific expression &#x27;filing a written statement&#x27;\nand both are used for achieving the same purpose. Therefore,\nthe latter  general expression\tmust  be  construed  ejusdem\ngeneris with the specific expression just preceding to bring\nout the\t ambit of  the latter Expression &#x27;written statement&#x27;\nis a  term of  specific connotation  ordinarily signifying a\nreply to  the plaint  filed by the plaintiff. Therefore, the\nexpression &#x27;written statement&#x27; in<a href=\"/doc/1722761/\" id=\"a_34\"> s. 34</a> signifies a specific\nthing, namely,\tfiling an  answer on  merits to\t the  plaint\nfiled by  the plaintiff.  This specific\t word is followed by\ngeneral words  &#x27;taking any  other steps in the proceedings&#x27;.\nThe principle  of ejusdem  generls must\t help in finding out\nthe import  of the  general  words  because  it\t is  a\twell\nestablished  rule  in  the  construction  of  statutes\tthat\ngeneral\t terms\tfollowing  particular  ones  apply  to\tsuch\npersons\t or   things  as  are  ejusdem\tgeneris\t with  these\ncomprehended in\t the language of the legislature.</span> In Ashbury\nRailway Carriage  &amp; Iran  Co. v.  Riche,(2) the\t question of\nconstruction of\t the object  of\t a  Company:  &#x27;to  carry  on\nbusiness of  mechanical engineers  and general contractors&#x27;,\ncame in for consideration and\n<span class=\"hidden_text\" id=\"span_11\">107</span>\nit was\tsaid that  the generality of the expression &#x27;general\ncontractors&#x27; was  limited to  the previous words &#x27;mechanical\nengineers&#x27; on  the principle  of ejusdem  generis. Filing of\nthe  written  statement\t would\tdisentitle  the\t party\tfrom\nseeking enforcement  of arbitration  agreement by  obtaining\nstay of\t proceedings because  it is such an act on behalf of\nthe party  entitled to\tenforce\t the  arbitration  agreement\nwhich would  disclose unequivocal  intention of the party to\ngive up\t the benefit of the arbitration agreement and accept\nthe  method  in\t preference  to\t the  one  set\tout  in\t the\narbitration agreement  to the one adopted by the other party\nby filing  the suit  and get the dispute adjudicated upon by\nthe machinery  of the  court.  If  this\t is  the  underlying\nintendment in  providing that  application for\tstay of\t the\nproceedings must  be filed  before the filing of the written\nstatement, the\tsame conclusion\t must follow when instead of\nfiling the  written statement the party has taken some other\nstep  in   the\tproceedings.   That  some  other  step\tmust\nindisputably be\t such step  as would  manifestly display  an\nunequivocal intention  to proceed  with the suit and to give\nup the\tright to have the matter disposed of by arbitration.\nEach and  every step taken in the proceedings cannot come in\nthe way\t of the\t party seeking\tto enforce  the\t arbitration\nagreement by  obtaining stay  of proceedings  but  the\tstep\ntaken by  the party  must be  such step as would clearly and\nunmistakebly indicate an intention on the part of such party\nto give\t up the\t benefit of  arbitration  agreement  and  to\nacquiesce in the proceedings commenced against the party and\nto get\tthe dispute  resolved by  the court. A step taken in\nthe suit  which would  disentitle the  party from  obtaining\nstay of\t proceeding must  be such  step as  would display an\nunequivocal intention  to  proceed  with  the  suit  and  to\nabandon the  benefit of\t the arbitration  agreement  or\t the\nright to get the dispute resolved by arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_16\">     If the  step in  the proceedings  contemplated by<a href=\"/doc/1722761/\" id=\"a_35\"> s. 34</a>\nmust be\t such  step  as\t would\tclearly,  unambiguously\t and\nunequivocally disclose the intention of the party taking the\nstep to\t give up the benefit of the arbitration agreement or\nits right of getting the dispute resolved by arbitration and\nto acquiesce in the methodology of resoluution of dispute by\ncourt, would  an  appearence  in  the  suit  for  contesting\ninterlocutory\tapplications   such   as   application\t for\nappointment of\treceiver or  ex parte ad interim injunction,\nmandatory or  prohibitory, and contesting the same be a step\nwhich would  disclose an  unequivocal intention\t to  proceed\nwith the suit and to give up the benefit\n<span class=\"hidden_text\" id=\"span_12\">108</span>\nof the\tarbitration agreement  ? That  is the controversy in\nthe appeal before us.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">     Arbitration agreement generally provides for resolution\nof disputes  either present  or future\tby a  forum  of\t the\nchoice of  the parties.\t Ordinarily,  arbitration  agreement\nfinds  its  place  in  contracts.  Apprehending\t that  while\npreforming contract  some disputes  may arise, care is taken\nto incorporate\tan arbitration\tagreement  in  the  contract\nitself\tprescribing   the  forum   for\tresolution  of\tsuch\ndisputes. To  illustrate, partnership  contracts incorporate\narbitration agreement for resolution of disputes arising out\nof the\tcontract of  partnership. Building  contracts  these\ndays  incorporate   arbitration\t agreements.   International\ncommercial   transactions   also   incorporate\t arbitration\nagreements. The purpose underlying entering into arbitration\nagreement is  to provide  for resolution of disputes arising\nfrom the contract between the parties. Now, if a party to an\narbitration agreement files a suit seeking relief in respect\nof disputes arising from the contract the other party to the\nagreement can  either waive  the benefit  of the arbitration\nagreement  and\t acquiesce  in\t the  suit  or\tenforce\t the\narbitration agreement.\tSuch conduct  has specifically to be\nin relation  to disputes  covered by  arbitration agreement.\nBut if\ta party to an arbitration agreement files a suit and\nsimultaneously moves an interlocutory application such as an\napplication for appointment of receiver, usually to be found\nin  suits  for\tdissolution  of\t partnership  and  rendering\naccounts, or  for  an  interim\tinjunction  to\tward  off  a\nthreatened or  continuing breach  of  contract,\t irreparable\nharm would be suffered by the other party to the arbitration\nagreement if it cannot contest the interlocutory application\non  the\t pain  of  abandoning  the  benefit  of\t arbitration\nagreement.   A\t concrete   illustration   would   be\tboth\nilluminating and  convincing. In  a suit  for dissolution of\npartnership and\t accounts an  application for appointment of\nreceiver as  also  an  application  for\t interim  injunction\nrestraining the\t defendant from\t using the partnership goods\nor assets  for continuing  the business are filed. The court\npasses ex parte interim order and issues notice calling upon\nthe defendant  to show cause why the same should not be made\nabsolute. In  a running\t business appointment  of a receiver\nwould thoroughly  dislocate the\t business and  an injunction\nwould bring  to standstill  the flourishing business. If the\ndefendant  appears   and  contests   the   application\t for\nappointment  of\t  receiver  as\t also  the  application\t for\ninjunction, could he be said to display an unequivocal\n<span class=\"hidden_text\" id=\"span_13\">109</span>\nintention  to\tgive  up  the  benefit\tof  the\t arbitration\nagreement and to acquiesce in the suit ? The dispute between\nthe parties  is whether\t the partnership should be dissolved\nas per\tthe  contract  of  partnership.\t Interim  injunction\napplication or\tapplication for appointment of receiver have\nnothing to  do directly\t or substantially  with the terms of\nthe partnership.  The main  or substantial  dispute will  be\ncovered\t by   the  plaint  filed  in  the  suit.  Incidental\nproceedings for\t appointment  of  receiver  or\tfor  interim\ninjunction are\tfor the protection either of the property or\nthe interests  of the parties. Now, when ex parte orders are\nobtained on  ex parte  averments the  other party  cannot be\nprecluded from\tcoming and pointing out that no case is made\nout for\t granting interim reiief. It would be too cumbersome\nto expect  the party first to apply for stay and then invite\nthe court  under  s.  41  (2)  of  the\tAct  to\t vacate\t the\ninjunction  or\t to  discharge\t the  receiver.\t Giving\t the\nexpression &#x27;taking  any other steps in the proceedings&#x27; such\nwide connotation as making an application for any purpose in\nthe suit such as vacating stay, discharge of the receiver or\neven modifying\tthe interim  orders would  work hardship and\nwould be  inequitous to the party who is willing to abide by\nthe arbitration\t agreement and\tyet be\tforced to suffer the\ninequity of  ex\t parte\torders.\t Therefore,  the  expression\n&#x27;taking any  other steps in the proceedings&#x27; must be given a\nnarrow meaning\tin that\t the step  must be taken in the main\nproceeding of  the suit\t and it\t must be  such step as would\nclearly and  unambiguously manifest  the intention  to waive\nthe benefit of the arbitration agreement and to acquiesce in\nthe proceedings. Interlocutory proceedings are incidental to\nthe main  proceedings. They have a life till the disposal of\nthe main proceeding. As the suit or the proceeding is likely\nto take\t some time before the dispute in the suit is finally\nadjudicated, more  often interim  orders have to be made for\nthe  protection\t  of  the   rights  of\t the  parties.\tSuch\ninterlocutory proceedings stand independent and aloof of the\nmain dispute  between the parties involved in the suit. They\nare steps  taken for facilitating the just and fair disposal\nof the\tmain dispute.  When these  interlocutory proceedings\nare contested  it cannot  be said  that the party contesting\nsuch proceedings  has displayed\t an unequivocal intention to\nwaive the  benefit of  the arbitration\tagreement or that it\nhas submitted  to the  jurisdiction of\tthe court.  When  ex\nparte orders  are made\tat the\tback of\t the party the other\nparty is forced to come to the court to vindicate its right.\nSuch compulsion\t cannot disclose an unambiguous intention to\ngive up the benefit of the arbitration\n<span class=\"hidden_text\" id=\"span_14\">110</span>\nagreement.  Therefore,\t taking\t any   other  steps  in\t the\nproceedings  must   be\tconfined  to  taking  steps  in\t the\nproceedings for resolution of the substantial dispute in the\nsuit.\tAppearing    and   contesting\t the   interlocutory\napplications  by   seeking  either   vacation\tthereof\t  or\nmodification thereof  cannot be\t said to  be  displaying  an\nunambiguous intention  to acquiesce in the suit and to waive\nthe benefit  of the  arbitration agreement.  Any other\tview\nwould both  be harsh  and inequitous  and  contrary  to\t the\nunderlying intendment  of the  Act. The\t first\tparty  which\napproaches the court and seeks an ex parte interim order has\nobviously come\tto the\tcourt in  breach of  the arbitration\nagreement. By  obtaining an  ex parte order if it forces the\nother party  to the  agreement to  suffer the  order, or  by\nmerely contesting  be imputed  the intention  of waiving the\nbenefit\t of   arbitration  agreement,\tit  would  enjoy  an\nundeserved advantages.\tSuch could  not\t be  the  underlying\npurpose of  s. 34.  Therefore, in our opinion, to effectuate\nthe purpose  underlying<a href=\"/doc/1722761/\" id=\"a_36\"> s. 34</a> the narrow construction of the\nexpression &#x27;taking  any other  steps in\t the proceedings&#x27; as\nherein-above set  out appears  to  advance  the\t object\t and\npurpose underlying  s. 34  and the purpose for which the Act\nwas enacted.\n</p><p data-structure=\"Precedent\" id=\"p_18\">     Having examined  the contention  on the language of the\nstatute, the  setting in  which it is placed, the underlying\nintendment and the purpose it seeks to serve, let us turn to\nprecedents. There  is a clear cut cleavage and divergence of\nopinion amongst\t various High  Courts. Allahabad, Bombay and\nlater decisions\t of Calcutta  High  Court,  Gujarat,  Madhya\nPradesh and  Rajasthan High  Courts have taken the view that\nappearing and  contesting interlocutory application is not a\nstep taken  in the proceedings so as to disentitle the party\nfrom taking  benefit of the arbitration agreement by seeking\nstay of\t the suit.  On the  other hand, earlier decisions of\nCalcutta High Court, Delhi and Madras High Courts have taken\na contrary view.\n</p><p data-structure=\"Precedent\" id=\"p_19\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864948\" id=\"span_15\">In Bombay\tthere has  been a  reference to\t a  practice\ncommended to  us by  Mr. Sorabji,  learned counsel  for\t the\nrespondent that\t to avoid  the pitfall\tof<a href=\"/doc/1722761/\" id=\"a_37\"> s.  34</a> even while\ncontesting an interlocutory application the party seeking to\nenforce the  arbitration  agreement  must  enter  appearance\nunder protest.\tThis practice  not only\t does not commend to\nus, but way back in <a href=\"/doc/864948/\" id=\"a_38\">Nuruddin\n<span class=\"hidden_text\" id=\"span_16\">111</span>\nAbdulhussein v. Abu Ahmed Abdul Jalli</a>,(1), Tendolkar, J. has\nrejected it as one of the doubtful legal import and utility.\nOne must construe the section on its own language keeping in\nview the purpose and object of the enactment. One cannot add\nto the\trequirement by\tintroducing a  practice brought into\nvogue by  Solicitors in Bombay, when no such practice exists\nelsewhere in  the country.  <a href=\"/doc/1722761/\" id=\"a_39\">Section 34</a>\tis even\t invoked  in\nrural  backward\t  areas.  The\thighly\tskilful\t solicitor&#x27;s\ndraftmanship cannot  provide as\t escape route  to an  unwary\nlitigent. We  are, therefore,  not disposed  to\t accept\t the\nsuggestion that\t in order  to avoid  any  pitfall  of  being\ndenied\tthe  benefit  of  arbitration  agreement  the  party\nseeking to  enforce the\t agreement must\t enter an appearance\nunder protest because we affirm what Tendolkar, J. has said.\nIt reads as under:</span>\n</p><blockquote id=\"blockquote_2\">\t  &quot;It appears  to me  therefore that the addition of\n\t  the words  &#x27;under protest&#x27;  to an appearance filed\n\t  in court in cases not covered by O. 30, R.S. Civil\n\t  P.C., is meaningless when neither the jurisdiction\n\t  of the  Court nor  the validity  of  the  writ  or\n\t  service is  challenged. It is not challenged where\n\t  a defendant  files  an  appearance  under  protest\n\t  under the  prevailing practice  because he desires\n\t  to apply  for\t stay  under  the  <a href=\"/doc/1052228/\" id=\"a_40\">Arbitration\tAct</a>.\n\t  Therefore, whatever  may be  the  reason  for\t the\n\t  practice which  has grown up, it seems to me clear\n\t  that there  is no  obligation on  the defendant to\n\t  follow  this\t practice  of  doubtful\t import\t and\n\t  utility  and\t he  is\t  at  liberty\tto  file  an\n\t  unconditional appearance.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1686481\" id=\"span_17\">Before we\tturn to\t the only  decision of this Court in\n<a href=\"/doc/1686481/\" id=\"a_41\">State of  Uttar Pradesh\t v. Janki  Saran Kailash Chandra</a>,(2)\nwhich at  one stage was expected to resolve the controversy,\nwe may\tbriefly refer  to the  decisions of the various High\nCourts to which our attention was drawn.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">     We would  first refer  to the  decisions which take the\nview that  appearing to\t contest  interlocutory\t application\neither for  vacating the  interim orders  or modification of\nthe same does not constitute a\n     (1) AIR 1950 Bom. 127.\n</p><p data-structure=\"Precedent\" id=\"p_22\">     (2) [1974] 1 S.C.R. 31.\n</p><span class=\"hidden_text\" id=\"span_18\">112</span>\n<p data-structure=\"Precedent\" id=\"p_23\">step in\t the proceedings which would disentitle the party to\nan order  of stay  under<a href=\"/doc/1722761/\" id=\"a_42\"> s.  34</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864948\" id=\"span_19\">In  <a href=\"/doc/864948/\" id=\"a_43\">Nuruddin  Abdulhussein</a>,\n(supra) learned\t single judge  of the Bombay High Court held\nthat the  true test for determining whether an act is a step\nin the proceedings is not so much the question as to whether\nit is  an application-although,\t of course,  that would be a\nsatisfactory test in many cases-but whether the act displays\nan unequivocal\tintention to  proceed with  the suit  and to\ngive up\t the  right  to\t have  the  matter  disposed  of  by\narbitration.</span> In\t reaching this\tconclusion the\tCourt relied\nupon Ford&#x27;s  Hotel Co.\tv.  Bartlett,(1)  where\t Lord  Shand\nobserved as under;\n</p><blockquote id=\"blockquote_3\">\t  &quot;...this appears  to me  to have been in effect an\n     abandonment of  the proposal to have the subject of the\n     cause disposed of by arbitration&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">The  contention\t  that\t when\tthe   defendant\t  filed\t  an\nunconditional appearance, presumably having reference to the\npractice  that\t had  grown  up\t in  Bombay  High  Court  of\nappearance under protest. it was a step in the proceeding as\ncontemplated by<a href=\"/doc/1722761/\" id=\"a_44\"> s. 34</a> was negatived and stay was granted. In\nSansar Chand Deshraj, (supra) a Division Bench of the Madhya\nPradesh\t High\tCourt  approved\t the  decision\tin  Nuruddin\nAbdulhussein, and  held that  mere filing  of a\t reply to an\napplication for\t interim relief\t by way\t of appointment of a\nreceiver or for issue of an injunction does not constitute a\nstep in the proceeding which would indicate that there is in\neffect abandonment  of the  proposal to\t have the subject of\ncause disposed of by arbitration. It may be pointed out here\nthat the  Division Bench decision of the Madhya Pradesh High\nCourt which was in terms binding on the learned Judge of the\nHigh Court,  and it  was specifically  submitted to  us that\neven though  the attention  of the learned judge was invited\nhe neither  referred  to  it  nor  distinguished  it.  Times\nwithout number\tthis Court  has observed that considerations\nof judicial  propriety and decorum require that if a learned\nsingle Judge  hearing a\t matter is inclined to take the view\ncontrary to  the earlier decision of a Division Bench of the\nsame High  Court, it would be judicial impropriety to ignore\nthat decision but after referring to the binding decision he\nmay direct  that the  papers  be  placed  before  the  Chief\nJustice of  the High  Court to\tenable him  to constitute  a\nlarger Bench to examine the question. Judicial Comity\n     (1) [1896] A.C. 1.\n</p><span class=\"hidden_text\" id=\"span_20\">113</span>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1339388\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1009476\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1999403\" id=\"span_23\">demands that  a binding decision to which attention has been\ndrawn  should\tneither\t be   ignored  nor  overlooked\t(see\n<a href=\"/doc/1999403/\" id=\"a_45\">Mahadeolal Kanodia  v. The  Administrator  General  of\tWest\nBengal</a>,(<a href=\"/doc/1009476/\" id=\"a_46\">1) Shri\t Bhagwan &amp;  Anr v. Ram Chand &amp; Anr.</a>, (<a href=\"/doc/1339388/\" id=\"a_47\">2) and\nState of Gujarat v. Ramprakash P. Puri &amp; Ors</a>). (3).</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13399\" id=\"span_24\">In <a href=\"/doc/13399/\" id=\"a_48\">Anandkumar  Parmanand Kejriwala &amp; Anr. v. Kamaladevi\nHiralal Kejriwal</a>,(4)  a Division  Bench of  the Bombay\tHigh\nCourt approved\tthe decision  of the learned single judge in\nNuruddin Abdulhussein  and observed  that the test of making\nan application\tbeing styled  as the step in the proceedings\nis neither  a sole  test nor  a conclusive  test and what is\nsuch a\tstep in\t the proceedings  has been  settled  by\t the\ndecision  of   Tendolkar,  J.  The  defendant  having  filed\nappearance under  protest and reserved the right to move the\nCourt for  referring the  dispute to  arbitration, contested\nthe notice  of motion  taken out for appointment of receiver\nand injunction\tin both\t of which  ex parte  order was\tmade\nwould not  constitute a\t step in  the proceedings  as  would\ndisentitle the defendant to an order under<a href=\"/doc/1722761/\" id=\"a_49\"> s.34</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262269\" id=\"span_25\">In <a href=\"/doc/262269/\" id=\"a_50\">Queens\tCollege Kanetra\t &amp; Anr.\t v.  The  Collector,\nVaranasi &amp;  Ors.</a>,(5) the defendant first applied for stay of\nproceedings under  s. 34 and after the court granted stay of\nproceedings requested the court that the ex parte ad interim\ninjunction be  vacated. Two  objections were taken on behalf\nof the\tplaintiffs to  this request  of the  defendant.\t One\nbeing that  when  the  suit  is\t stayed\t the  court  has  no\njurisdiction to\t deal with any part of the suit and secondly\nthat if\t the application  for ad interim injunction had been\ncontested before  obtaining stay  of the  suit it would have\nbeen a\tstep in\t the suit  and the  defendant would not have\nbeen entitled  to  an  order  for  stay\t of  the  suit\tand,\ntherefore, his\taction constituted a step in the proceeding.\nThe Court  negatived both  the contentions and observed that\nthere could  be no doubt that the act of the defedant to get\nan ex parte order of injunction vacated does not indicate an\nunequivocal intention  to proceed  with the suit and to give\nup the right to\n     (1) [1960] 3 SCR 578.</span>\n</p><p data-structure=\"Precedent\" id=\"p_28\">     (2) [1965] 3 S.C.R. 218 at p. 228.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">     (3) [1970] 2 S.C.R. 875.\n</p><p data-structure=\"Precedent\" id=\"p_30\">     (4) AIR 1970 Bom. 231.\n</p><p data-structure=\"Precedent\" id=\"p_31\">     (5) AIR 1974 All. 134.\n</p><span class=\"hidden_text\" id=\"span_26\">114</span>\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"249641\" id=\"span_27\">have the matter disposed of by arbitration. In reaching this\nconclusion the\tCourt approved\tthe decision  of the  Madhya\nPradesh High  Court in\tSansarchand and\t the decision of the\nPunjab High Court in M/s. Charandas &amp; Sons v. M/s. Harbhajan\nSingh Hardit Singh.(1)\n     In <a href=\"/doc/249641/\" id=\"a_51\">Sri  Ram Shah  v. Mastan Singh &amp; Ors.</a>,(2) a Division\nBench of  Allahabad High  Court\t approved  the\tdecision  in\nQueens College Kanetra.</span>\n</p><p data-structure=\"Precedent\" id=\"p_33\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"450618\" id=\"span_28\">In <a href=\"/doc/450618/\" id=\"a_52\">Biswanath Rungta v. Oriential Industrial Engineering\nCo. Pvt.  Ltd. &amp;  Ors.</a>,(3) a  learned single  Judge  of\t the\nCalcutta High  Court after referring to the decision of this\ncourt in  Janki Saran  Kailashchandra  held  that  when\t the\ndefendant sought  to  circumvent  the  ex  parte  injunction\nobtained by the plaintiff he could not be said to have taken\nsuch a\tstep in\t the proceeding as would disentitle him to a\nrelief under<a href=\"/doc/1722761/\" id=\"a_53\"> s. 34</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_34\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"878922\" id=\"span_29\">In <a href=\"/doc/878922/\" id=\"a_54\">Stata  of Gujarat  &amp;  Ors.  v.\tThe  Ghanshyam\tSalt\nWorks</a>.(4) a  learned single  Judge of the Gujarat High Court\naccepted the  Allahabad, Punjab and Madhya Pradesh decisions\nas laying  down the  correct law and dissented from the view\nraken in  the earlier Calcutta and Madras cases.</span> The learned\njudge was  of the  view that  appearing\t and  contesting  an\ninterim injunction  application would  not constitute such a\nstep as\t would disentitle the defendant to an order under s.\n</p><p data-structure=\"Precedent\" id=\"p_35\">34. While  reaching this  conclusion he\t observed  that\t the\nquestion as  to interim\t relief is decided only on the basis\nof the\tprima facie  case and nothing is decided finally. In\nsuch  a\t  case,\t therefore,  to\t prevent  a  defendant\tfrom\ncontesting the interim application on the pain of losing his\nright to  get the  dispute decided  by arbitration may, in a\ngiven case, work injustice, and a functional approach in the\nmatter of  interpretation of  the relevant  words is  called\nfor.\n</p><p data-structure=\"Precedent\" id=\"p_36\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1664569\" id=\"span_30\">In <a href=\"/doc/1664569/\" id=\"a_55\">Arjun  Agarwalla v.  Baidya Nath  Roy &amp;\t Ors.</a>,(5)  a\nlearned single\tJudge of  Calcutta High Court did not follow\nthe earlier  Calcutta decisions\t in view  of the decision of\nthis Court in Janki\n     (1) AIR 1952 Punj. 109.</span>\n</p><p data-structure=\"Precedent\" id=\"p_37\">     (2) AIR 1970 All. 288.\n</p><p data-structure=\"Precedent\" id=\"p_38\">     (3) AIR 1975 Cal. 222.\n</p><p data-structure=\"Precedent\" id=\"p_39\">     (4) AIR 1979 Guj. 215.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">     (5) A.I.R. 1980 Cal. 354.\n</p><span class=\"hidden_text\" id=\"span_31\">115</span>\n<p data-structure=\"Conclusion\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"450618\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1686481\" id=\"span_33\"><a href=\"/doc/1686481/\" id=\"a_56\">Saran</a>&#x27;s case  and agreed  with\tthe  decision  in  <a href=\"/doc/450618/\" id=\"a_57\">Biswanaih\nRungta</a>&#x27;s case.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_42\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"531392\" id=\"span_34\">In M/s.  <a href=\"/doc/531392/\" id=\"a_58\">Bhonrilal Hiralal\t &amp; Ors.\t v. Prabhu  Dayal  &amp;\nAnr.</a>,(1) a  learned single Judge of the Rajasthan High Court\nafter a\t review of large number of decisions agreed with the\nAllahabad, Bombay  and Madhya  Pradesh\tand  later  Calcutta\ndecisions  and\t held\tthat   appearing   to\tcontest\t  an\ninterlocutory application  is not  a step in the proceedings\nas would disentitle the defendant to an order under<a href=\"/doc/1722761/\" id=\"a_59\"> s. 34</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_43\">     We would  now refer  to the set of decisions which take\nthe contrary  view. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1476830\" id=\"span_35\">In\t<a href=\"/doc/1476830/\" id=\"a_60\">Subal Chandra  Bhur v. Md. Ibrahim &amp;\nAnr.</a>(2) S.R.  Das, J.,\tafter referring\t to Ives &amp; Barker v.\nWillans,(3) and\t two earlier  decisions of the Calcutta High\nCourt concluded\t that in  order to  constitute a step in the\nproceedings the\t act in question must be: (a) an application\nmade to\t the Court  either on summons; or (b) such an act as\nwould indicate\tthat the  party is acquiescing in the method\nadopted by  the other side of having the disputes decided by\nthe Court.  The second\ttest is\t beyond question  invariably\nfollowed because  if the  party entitled  to the  benefit of\narbitration agreement  by  taking  such\t step  in  the\tsuit\nindicates that\tit is acquiescing into the method adopted by\nthe other  side for resolution of dispute, such party cannot\nat a  later stage  seek to enforce the arbitration agreement\nby praying  for stay  of the  suit. But with respect, merely\nmaking some  applications in  the suit without examining the\npurpose, object\t and implication  of making  the application\nwould not  always constitute  such step\t as would disentitle\nthe party  making such application from seeking relief under<a href=\"/doc/1722761/\" id=\"a_61\">\ns. 34</a>  on  the\tshort  ground  that  by\t merely\t making\t the\napplication it has either abandoned its right to enforce the\narbitration agreement  by praying  for stay  of suit  or has\nacquiesced into\t the mode  adopted by the opposite party for\nresolution of  dispute. Every  application by a party in the\nsuit has  to be examined keeping in view the purpose and the\nobject in  making the  application and what does the conduct\nof  the\t  party\t making\t  the  application  disclose.  After\nformulating the aforementioned test the\n     (1) AIR 1980 Raj. 9.</span>\n</p><p data-structure=\"Precedent\" id=\"p_44\">     (2) AIR 1943 Cal. 484.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">     (3) [1894] 2 Ch. 478.\n</p><span class=\"hidden_text\" id=\"span_36\">116</span>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1236983\" id=\"span_37\">learned judge  proceeded to  apply the\ttest  to  the  facts\nbefore him  with which\twe are\tnot concerned. This decision\nwas followed  by the  same High Court in <a href=\"/doc/1236983/\" id=\"a_62\">Amritraj Kothari v.\nGolcha\tFinanciers</a>,(1)\tand  it\t was  observed\tthat  it  is\ndifficult to  make a  distinction between  filing a  written\nstatement  in\tsuit  and   filing  an\t opposition  to\t  an\ninterlocutory application  in that  suit-both  of  them\t are\n&#x27;taking step  in the  suit&#x27;.  The  decision  in\t Sansarchand\nDeshraj was  dissented from.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1686481\" id=\"span_38\">It may, however be pointed out\nthat in\t the later  decisions in  Biswanath Rungta and Arjun\nAgarwalla, the\tsame  High  Court  after  referring  to\t the\naforementioned two  decisions took  the\t contrary  view\t for\nwhich reliance\twas placed  on the decision of this Court in\n<a href=\"/doc/1686481/\" id=\"a_63\">Janki Saran</a>&#x27;s case. The test formulated by the Calcutta High\nCourt in  the recent  decisions is that the step which would\ndisentitle the\tdefendant from\ttaking the  benefit of<a href=\"/doc/1722761/\" id=\"a_64\"> s. 34</a>\nmust be\t such step  unequivocally showing that the party had\nacquiesced in  the mode of resolution of the dispute adopted\nby the\tother side or had abandoned its right to enforce the\narbitration agreement.\tIt was\tfurther observed  that if an\ninjunction is  obtained or  a receiver\tis  appointed  or  a\nprayer to  that effect\tis made,  any step  taken to get the\norder vacated  or circumscribe the injunction without in any\nway touching  upon the\tmain dispute in the plaint would not\nbe such\t a step as would disentitle the party from obtaining\nstay of the proceedings. To that extent the earlier Calcutta\nview is\t whittled down\tand the later decisions have adopted\nthe trend of decisions in other High Courts.</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"580374\" id=\"span_39\">The earliest  decision of\tthe Madras  High Court is <a href=\"/doc/580374/\" id=\"a_65\">P.\nGannu Rao v. P. Thiagaraja Rao &amp; Anr.</a>(2) Examining the ambit\nof the\texpression &#x27;taking  step in the proceedings&#x27;, it was\nheld that  if something is done by the party concerned which\nis in  the nature  of an  application to  the court  it will\nnecessarily come  under\t the  category\tof  a  step  in\t the\nproceedings. After formulating this test the Court held that\nwhen  ex  parte\t interim  injunction  was  served  upon\t the\ndefendant  and\t the  defendant\t  appears  and\t prays\t for\nmodification of\t the injunction it constitutes a step in the\nproceedings which  would disentitle  him from obtaining stay\nof the\tsuit.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1476830\" id=\"span_40\">In  reaching this conclusion the Court amongst\nothers placed  reliance on  the decision of Das, J. in <a href=\"/doc/1476830/\" id=\"a_66\">Subal\nChandra Bhur</a>&#x27;s case. The Madras High Court\n     (1) A.I.R. 1966 Cal. 315.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_48\">     (2) A.I.R. 1949 Mad. 582.\n</p><span class=\"hidden_text\" id=\"span_41\">117</span>\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1870656\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"352353\" id=\"span_43\">has consistently  followed this\t view in M/s. <a href=\"/doc/352353/\" id=\"a_67\">Bortes S.A. v.\nAstouic Compania  Naviors S.V.</a>,(<a href=\"/doc/1870656/\" id=\"a_68\">1)  &amp; S. Ramalingam Chettiar\nv. S. Sarveswaran &amp; Ors.</a>(2)\n     The Delhi High Court in M/s. Dadri Cement Co. &amp; Anr. v.\nM/s. Bird  &amp; Co.  Pvt. Ltd.,(3)\t after referring  to a large\nnumber of  decisions but  particularly the  Madras cases and\nearly Calcutta\tcases ultimately  based the  decision on the\nfacts of  the case.</span></span>  The Court distinguished the decision of\nthe Madhya  Pradesh High Court in Sansarchand Deshraj&#x27;s case\nobserving that\tthat is\t the decision  based on the facts of\nthat case.  The Delhi High Court has not addressed itself to\nthe controversy under discussion.\n</p><p data-structure=\"Precedent\" id=\"p_50\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166868\" id=\"span_44\">In <a href=\"/doc/166868/\" id=\"a_69\">Kunta  Malla Reddy v. Soma SrInivas Reddy &amp; Ors.</a>,(4)\nIt was\theld that  the expression &#x27;steps in the proceedings&#x27;\nin<a href=\"/doc/1722761/\" id=\"a_70\"> s.  34</a> also comprehends step in interlocutory proceedings\nalso. In reaching this conclusion reliance was placed on the\ndecisions of the Madras High Court.</span>\n</p><p data-structure=\"Precedent\" id=\"p_51\">     A\treview\t of  these   precedents\t would\tunmistakably\nindicate that  the trend  of the  authorities points  in the\ndirection of not treating every application made in the suit\nas a  step in  the proceeding nor entering appearance with a\nview to\t contesting the\t petition for interim relief such as\ninjunction or  appointment of receiver as being steps in the\nproceedings. Therefore,\t with respect,\tthe decisions taking\nthe contrary view do not commend to us.\n</p><p data-structure=\"Precedent\" id=\"p_52\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1686481\" id=\"span_45\">It is  at this stage that we must refer to the decision\nin <a href=\"/doc/1686481/\" id=\"a_71\">Janki  Sarcn</a>&#x27;s case\tin some\t detail. In  that case Janki\nSaran Kailashchandra  filed a suit against State of U.P. and\nDivisional Forest  Officer, Bijnor  for recovery  of damages\nalleging breach\t of contract. The summons in the suit issued\nto the\tState of  U.P. was served on the District Government\nCounsel. On  September\t2,  1966,  the\tDistrict  Government\nCounsel filed  an appearance  slip in the Court and also put\nin a formal application praying for one month&#x27;s time for the\npurpose of  filing written statement. On October 1, 1966 the\nDistrict Government Counsel filed an application under<a href=\"/doc/1722761/\" id=\"a_72\"> s. 34</a>\nof the\tAct pleading that there was an arbitration clause in\nthe contract\n<span class=\"hidden_text\" id=\"span_46\">118</span>\nbetween parties\t to the\t suit and  the State  of U.P.  being\nwilling to  refer the  matter to arbitration the suit should\nbe stayed.  The trial  court granted  the motion for stay of\nsuit. On  appeal the  High Court held that the action of the\nDistrict Government Counsel in applying for time to file the\nwritten\t statement   amounted  to   taking  a  step  in\t the\nproceedings within  the meaning\t of s 34 of the Act, and set\naside the  order of the trial court and rejected the request\nfor stay of proceedings. State of U.P. approached this Court\nagainst the  order of  the High\t Court. Rejecting the appeal\nthis Court observed as under:</span>\n</p><blockquote id=\"blockquote_4\">\t  &quot;To enable  a defendant to obtain an order staying\n     the suit,\tapart from  other conditions mentioned in<a href=\"/doc/1722761/\" id=\"a_73\"> s.\n     34</a> of  the Arbitration  Act, he  is required to present\n     his application  praying for  stay\t before\t filing\t his\n     written statement\tor taking any other step in the suit\n     proceedings. In  the present case the written statement\n     was indisputably  not filed  before the application for\n     stay was  presented. The  question is whether any other\n     step was  taken in the proceeding as contemplated by<a href=\"/doc/1722761/\" id=\"a_74\"> s.\n     34</a>, and  it is  this point\t with which  we are directly\n     concerned in  the present\tcase. Taking  other steps in\n     the  suit\t proceedings  connotes\tthe  idea  of  doing\n     something in  aid\tof  the\t progress  of  the  suit  or\n     submitting to  the jurisdiction  of the  Court for\t the\n     purpose  of   adjudication\t of   the  merits   of\t the\n     controversy in the suit&quot;&#x27;\nThe view  herein taken\tnot only does not run counter to the\nview we\t have taken  but in  fact clearly  supports the view\nbecause the pertinent observation is that taking step in the\nproceeding which  would disentitle  a party to obtain a stay\nof the\tsuit must  be doing something in aid of the progress\nof the\tsuit or\t submitting to the jurisdiction of the court\nfor the\t purpose  of  adjudication  of\tthe  merits  of\t the\ncontroversy in\tthe suit.  In other  words,  the  step\tmust\naecessarily manifest  the intention  of the party to abandon\nor waive  its right to go to arbitration or acquiesce in the\ndispute being  decided by  court. In fact, the view taken in\nthis  case  should  have  quelled  the\tcontroversy  but  it\ncontinued to figure in one form or the other and that is why\nwe have dealt with the matter in detail.\n</blockquote><span class=\"hidden_text\" id=\"span_47\">119</span>\n<blockquote id=\"blockquote_5\">     In this  context it  is advantageous  to refer  to\t the\nprovision contained in<a href=\"/doc/1242720/\" id=\"a_75\"> s. 4</a> of Arbitration Act, 1950, of the\nUnited Kingdom.\t It provides that in order to be eligible to\nobtain stay  of proceedings the defendant must have taken no\nsteps in  the proceedings  after appearance.  Analysing what\nconstitutes step in the proceedings, inter alia, it has been\nheld  that   the  filing  of  affidavits  in  answer  to  an\napplication by\tthe plaintiff  for appointment\tof  receiver\ndoes not  amount to  taking a  step in\tthe proceeding\t(see\nZalinoff v.  Hammond(1) referred  to in\t Halsbury&#x27;s Laws  of\nEngland, 4th  End, Vol.\t 2, para  563 note  12). Russell  on\nArbitration, 19th  Edn., page  183, under the heading &quot;steps\nheld not  to be\t in  the  proceedings&quot;,\t notes\tthat  filing\naffidavits in  reply to plaintiff&#x27;s affidavits in support of\na motion  for a\t receiver in  a partnership  action is not a\nstep in\t the proceedings.  There are  5-6  other  situations\nnoticed by  the author\twhich, when  individually  analysed,\nwould  show   that  the\t  steps\t taken\t with  reference  to\ninterlocutory proceedings  are ordinarily  not held as steps\nin the proceedings.\n</blockquote><blockquote id=\"blockquote_6\">     Having thus  critically examined  both on principle and\nprecedent the  meaning to be given to the expression &#x27;taking\nsteps in  the proceedings,&#x27;  we are clearly of the view that\nunless the  step alleged  to have  been taken  by the  party\nseeking to  enforce arbitration\t agreement is  such as would\ndisplay an  unequivocal intention  to proceed  with the suit\nand acquiesce in the method of resolution of dispute adopted\nby the\tother party,  namely, filing of the suit and thereby\nindicate  that\t it  has   abandoned  its  right  under\t the\narbitration  agreement\t to  get  the  dispute\tresolved  by\narbitration, any  other step  would not disentitle the party\nfrom  seeking\trelief\tunder  s.  34.\tIt  may\t be  clearly\nemphasised  that  contesting  the  application\tfor  interim\ninjunction or  for appointment\tof a receiver or for interim\nrelief by  itself without anything more would not constitute\nsuch step as would disentitle the party to an order under<a href=\"/doc/1722761/\" id=\"a_76\"> s.\n34</a> of the Act.\n</blockquote><blockquote id=\"blockquote_7\">     Reverting to the facts of this case it is crystal clear\nthat the  defendants had  taken no  steps in the proceedings\nwhich would  disentitle them  to a  relief under<a href=\"/doc/1722761/\" id=\"a_77\"> s. 34</a>. Suit\nwas filed  on June  1, 1981, impleading two defendants, Food\nCorporation of\tIndia 1st  defendant and Shyam Narain Nigam,\n2nd  defendant,\t being\tthe  District  Manager\tof  the\t 1st\ndefendant Corporation.\tAlongwith the  plaint  a  notice  of\nmotion was taken out for ex parte ad interim\n<span class=\"hidden_text\" id=\"span_48\">120</span>\ninjunction. The\t Court issued notice on the notice of motion\nand made  it returnable\t on the next day, i.e. June 2, 1981.\nWhen the  matter was placed on Board of the Court on June 2,\n1981, the  proceedings show  that the  District Manager, 2nd\nDefendant was served and appeared through Advocate Shri N.K.\nModi. Defendant\t 1 was shown absent with an endorsement &#x27;the\nsummons showing\t service not received back&#x27;. Then comes what\ntranspired on  that day\t as disclosed  in the proceedings of\nthe day. The same may be extracted:\n</blockquote><blockquote id=\"blockquote_8\">\t  &quot;Shri\t Modi\tfiled  Vakalatnama   on\t behalf\t  of\n\t  defendant No.\t 2 and prayed for time for reply and\n\t  arguments  to\t  the  plaintiff&#x27;s  application\t for\n\t  temporary injunction.\t Plaintiff&#x27;s counsel  has no\n\t  objection. Therefore, request is accepted.\n\t  For reply  arguments and  awaiting service  on 3rd\n\t  June 1981.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_53\">On June 3, 1981, an application for stay of suit was made on\nbehalf of  the 1st  defendant under  s. 34.  Ex\t facie,\t the\nproceedings did\t not disclose  any step having been taken by\nthe 1st\t defendant in the proceedings as would disentitle it\nto an  order under<a href=\"/doc/1722761/\" id=\"a_78\"> s. 34</a>. 2nd defendant was impleaded in his\nofficial capacity.  Assuming  the  application\tof  the\t 2nd\ndefendant  for\t filing\t reply\tto  the\t interim  injunction\napplication also  binds the  1st defendant though it was not\nserved with  the summons  yet an application seeking time to\nfile reply  to an  interim injunction  application cannot be\nsaid to\t be a  step in\tthe proceedings\t as would display an\nunequivocal intention  to proceed  with the  suit  or  would\ndisclose  that\t the  defendants  had  acquiesced  into\t the\nresolution of  dispute by  the court  or had  abandoned\t the\nrights under the arbitration agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_54\">     The learned  judge also  negatived the  prayed for stay\nfor the\t additional reason  that the  1st defendant  had not\ncomplied with  another condition for relief under<a href=\"/doc/1722761/\" id=\"a_79\"> s. 34</a>. The\nlearned judge  found that  in the  application for  stay the\napplicant  had\t not  stated  that  at\tthe  time  when\t the\nproceedings were  commenced it\twas ready  and willing to do\nall  things   necessary\t to   the  proper   conduct  of\t the\narbitration and\t still remains\tready and  willing to do the\nsame.  The   learned  judge  held  after  referring  to\t the\naverments in  the application  for stay\t that  there  is  no\naverment to\n<span class=\"hidden_text\" id=\"span_49\">121</span>\nthat effect.  Plaintiff contesting  the application  had not\nraised this  contention before the trial court and the first\nappellate court\t and that  becomes  evident  from  what\t the\nlearned judge  has stated  in the  judgment  that  both\t the\ncourts have  not taken\tinto account this aspect of the case\nat all.\t Obviously the\tlearned\t judge\tought  not  to\thave\npermitted the  contention while\t hearing a revision petition\nunder<a href=\"/doc/82577596/\" id=\"a_80\"> s.  115</a> of the Code of Civil Procedure. But apart from\nthis, the  finding of  the  learned  judge  is\tcontrary  to\nrecord. The  application for  stay was read over to us and a\ncopy was  submitted for\t our  perusal.\tIn  para  2  of\t the\napplication it\tis clearly  stated that\t &#x27;the  defendant  is\nready and willing (ichhuk) for this purpose. It appears that\nthe original  application was  in Hindi.  The important word\nused in\t the application  is ichhuk  which, it\twas  agreed,\nwould  mean  ready  and\t willing.  It  is  followed  by\t the\nexpression &#x27;for this purpose&#x27; which would imply that the Ist\ndefendant was  always ready  and willing to proceed with the\narbitration when  commenced and\t is shown  to be  ready\t and\nwilling at the time of applying for stay. Therefore, the Ist\ndefendant had complied with the requirement of his readiness\nand willingness to go to arbitration. Therefore, the learned\njudge was  clearly in error in interfering with the order of\nthe trial court confirmed by the Ist appellate court on this\nground also.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">     Accordingly we  hold that the learned judge of the High\nCourt was  clearly in  error in\t interfering with  the order\nmade by\t the trial  court and  confirmed in  appeal granting\nstay of\t the  suit.  The  judgment  of\tthe  High  Court  is\naccordingly set\t aside and  the one  made by the trial court\nand confirmed  in appeal  is restored  with no\torder as  to\ncosts.\n</p><pre id=\"pre_2\">P.B.R.\t\t\t\t\t     Appeal allowed.\n<span class=\"hidden_text\" id=\"span_50\">122</span>\n\n\n\n</pre>","numcites":29,"numcitedby":114,"docsource":"Supreme Court of India","citetid":1076013,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"ex parte injunction","formInput":"ex%20parte%20injunction"},{"value":"ex parte ad interim injunction","formInput":"ex%20parte%20ad%20interim%20injunction"},{"value":"ejusdem generis","formInput":"ejusdem%20generis"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"appointment of receiver","formInput":"appointment%20of%20receiver"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"ad interim injunction","formInput":"ad%20interim%20injunction"},{"value":"ad-interim injunction","formInput":"ad-interim%20injunction"},{"value":"\"appointment of receiver\"","formInput":"%22appointment%20of%20receiver%22"},{"value":"enforcement of agreement","formInput":"enforcement%20of%20agreement"},{"value":"no filing of written statement","formInput":"no%20filing%20of%20written%20statement"},{"value":"steps before arbitration","formInput":"steps%20before%20arbitration"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"ex parte order","formInput":"ex%20parte%20order"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}