{"tid":49703478,"publishdate":"2010-01-28","title":"Surat Singh And Others vs State Of Haryana on 28 January, 2010","doc":"<h2 class=\"doc_title\">Surat Singh And Others vs State Of Haryana on 28 January, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-mittal\">Satish Kumar Mittal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-mittal\">Satish Kumar Mittal</a>, <a href=\"/search/?formInput=benchid:jasbir-singh\">Jora Singh</a></h3>\n\n<pre id=\"pre_1\">           Crl.Appeal No.543-DB of 2001 &amp; anr.                    -1-\n\n            IN THE HIGH COURT OF PUNJAB AND HARYANA\n                          AT CHANDIGARH\n\n                   Crl.Appeal No.543-DB of 2001\n\n\nSurat Singh and others\n\n                                                     .....APPELLANTS\n                              Versus\n\nState of Haryana\n                                                     ....RESPONDENT\n\n                   Crl.Appeal No.973-DBA of 2002\n\nState of Haryana\n\n                                                     .....APPELLANT\n                              Versus\n\nKitab Singh and another\n                                                   ....RESPONDENTS\n\n                          DATE OF DECISION: JANUARY 28, 2010\n\n\nCORAM:     HON&#x27;BLE MR.JUSTICE SATISH KUMAR MITTAL\n           HON&#x27;BLE MR.JUSTICE JORA SINGH\n                        ---\n\nPresent:    Mr. Bhoop Singh, Advocate,\n            for the appellants in Crl.Appeal No.543-DB of 2001.\n\n            Mr.S.S. Randhawa, Addl.A.G., Haryana,\n            for the appellant in Crl.A.No.973-DBA of 2002\n            and for the respondent in Crl.Appeal No.543-DB of 2001.\n                         ..\n\n\nSATISH KUMAR MITTAL, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.          This judgment shall dispose of two Criminal Appeals. Criminal\n\nAppeal No.543-DB of 2001 has been filed by accused Surat Singh, his wife\n\nSmt. Ompati and Ramphal against their conviction and sentence; and\n\nCriminal Appeal No.973-DBA of 2002 has been filed by the State of\n\nHaryana against the acquittal of accused Kitab Singh and his wife Smt.\n<span class=\"hidden_text\" id=\"span_1\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                        -2-</span>\n\nRajpati.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.          In this case, the aforesaid five accused were tried by Additional\n\nSessions Judge, Jind for committing the murder of Ramphal son of Pirthi\n\nSingh (now referred to as the deceased) and causing injuries with sharp\n\nedged weapon to complainant Satyawan and Kuldeep. The trial Court vide\n\njudgment dated 27.9.2001 has convicted         and sentenced accused Surat\n\nSingh, Smt. Ompati and Ramphal as under:-\n</p>\n<pre id=\"pre_2\">&quot;S.No. Name          Under section     Sentence          In default\n\n 1. Surat Singh i)    302 <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>        Life imprisonment In default of payment\n                                     and to pay a fine of fine he shall\n                                     of Rs.10,000/-    further undergo RI\n                                                       for three months.\n\n               ii) 324 read with One year          In default of payment\n                   <a href=\"/doc/37788/\" id=\"a_2\">section 34</a> IPC imprisonment and of fine, he shall\n                                  to pay a fine of  undergo RI for\n                                  Rs.1000/-         one month.\n\n</pre><p data-structure=\"Issue\" id=\"p_3\"> 2. Smt.Ompati i) 302 read with Life imprisonment In default of payment\n                  <a href=\"/doc/37788/\" id=\"a_3\">section 34</a> IPC and to pay a fine of fine she shall\n                                 of Rs.5,000/-     further undergo RI\n                                                    for three months.\n</p>\n<pre id=\"pre_3\">                  ii) 324 read with One year        In default of payment\n                  <a href=\"/doc/37788/\" id=\"a_4\">section 34</a> IPC imprisonment and of fine, she shall\n                                   to pay a fine of  further undergo RI\n                                   Rs.1000/-         for one month.\n\n 3. Ramphal     i) 302 read with Life imprisonment In default of payment\n                  <a href=\"/doc/37788/\" id=\"a_5\">section 34</a> IPC and to pay a fine of fine he shall\n                                 of Rs.5,000/-     further undergo RI\n                                                    for three months.\n\n                  ii) 324 <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>        One year          In default of payment\n                                     imprisonment and of fine, he shall\n                                      to pay a fine of  further undergo RI\n                                      Rs.1000/-         for one month.&quot;\n\n</pre><p data-structure=\"Precedent\" id=\"p_4\">3.          In this case, the complainant as well as accused parties were\n\nresidents of village Nagura, District Jind and were agriculturists by\n\noccupation. They own their land adjoining to each other and irrigate the\n<span class=\"hidden_text\" id=\"span_2\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                        -3-</span>\n\nsame by canal water. In this case, the dispute between them arose on\n\naccount of irrigating their fields from the canal water, which resulted into\n\ndeath of one person.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.          The prosecution version is based upon the statement of\n\ncomplainant Satyawan, which was made by him to PW13-ASI Sube Singh\n\nat 8.00 p.m. on 30.7.1999 at General Hospital, Jind. In his statement\n\n(Ex.PR), he stated that he and his brothers Ramphal and Sukhbir, and\n\nKuldeep son of Ram Karan purchased canal water from Khem Chand,\n\nDiwana sons of Inderaj and Udmi son of Tala for irrigating their fields. He\n\nfurther stated that on 30.7.1999, his brother Ramphal (deceased) and his\n\nnephew Kuldeep were irrigating their fields after diverting the flow of water\n\nfrom the field of Kuldeep at 6.27 a.m. The field of Kitab Singh (accused)\n\nadjoins to their fields. At that time, Kitab Singh, his wife Rajpati, Surat\n\nSingh and his wife Ompati were cutting grass in their paddy crop. Accused\n\nRamphal was cutting `Jawar&#x27; in his nearby field. At about 11.00 a.m.,\n\naccused Surat Singh started irrigating the killa of Kitab Singh. They\n\n(complainant party) closed the flow of water with a spade.         After 15\n\nminutes, Surat Singh again diverted the canal water to his fields. Then he\n\n(complainant) and his brother Ramphal (deceased), Sukhbir and nephew\n\nKuldeep again tried to close the flow of water. Accused Surat Singh, Kitab\n\nSingh and Ram Phal, who were armed with Jailies and Ompati and Rajpati\n\narmed with sickles (Daratis) reached there with a common intention, raised\n\nalarm and said how they (complainant party) closed the water. His brother\n\nRam Phal (deceased) replied that they would close the water as it was their\n\nturn. When his brother Ram Phal started closing the water with a spade,\n\naccused Kitab Singh caught hold of him and accused Surat Singh inflicted\n<span class=\"hidden_text\" id=\"span_3\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                        -4-</span>\n\nJaily blow on the right side of his chest and further inflicted second blow on\n\nhis right arm near elbow. His brother Ram Phal fell in the watercourse.\n\nWhen he and his nephew Kuldeep tried to save him, accused Ramphal\n\ninflicted Jaily blows on his left flank near shoulder. Ompati and Rajpati\n\ncaused injuries to Kuldeep with their sickles. Ompati also gave sickles blow\n\nfrom reverse side on his hand. On their alarm, Om son of Dhulli Chand, a\n\nresident of village came there and on his lalkara all the assailants (accused)\n\nran away with their respective weapons and then they (complainant party)\n\ntook Ram Phal to Civil Hospital, Jind in a tractor for treatment where the\n\ndoctor declared him dead.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">5.            On the basis of the aforesaid statement, formal FIR (Ex.PR/B)\n\nwas registered on 30.7.1999 at 8.50 p.m. at Police Station Alewa, District\n\nJind. The Special Report was sent to the Illaqa Magistrate on the same day\n\nat 11.30 p.m. at his residence. As per the record, Ram Phal (deceased)\n\nreached Civil Hospital, Jind at 2.35 p.m. where he was declared brought\n\ndead. On the same day at about 3.00 p.m., PW7-Dr.Ranbir Singh, medico-\n\nlegally examined complainant Satyawan. He found following three injuries\n\non his person:-\n</p>\n<blockquote id=\"blockquote_1\">         &quot;1.      Penetrating wound in front of right shoulder 0.25 cm x 0.25\n                  cm. Fresh blood was seen on the wound. Nature of injury\n                  was penetrating and weapon used was pointed.\n</blockquote>\n<blockquote id=\"blockquote_2\">         2.       Penetrating wound in front of left side abdomen lateral\n                  aspect 0.25 cm x 0.25 cm. Fresh blood was seen on the\n                  wound. Surrounding edema was present.\n</blockquote>\n<blockquote id=\"blockquote_3\">         3.       Defuse swelling left forearm lateral and dorsal aspect.\n</blockquote><blockquote id=\"blockquote_4\">                  Tenderness was present but no crepitus was present.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_7\">All the injuries were found to be simple. In his opinion, first two injuries\n\ncould have been caused by Jaily and third one by a blunt weapon. He proved\n<span class=\"hidden_text\" id=\"span_4\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                          -5-</span>\n\nthe MLR of Satyawan as Ex.PM.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">6.             On the same day at 8.45 p.m., PW10-Dr. R.N. Bura, medico-\n\nlegally examined injured Kuldeep. He found five simple injuries on his\n\nperson. One injury was defuse swelling, one reddish contusion, one small\n\nscratch mark and remaining two complaints of pain on the right and left\n\nshoulders joint. In his cross-examination, he has stated that all these injuries\n\nare superficial in nature and are on non-vital parts of the body which could\n\nbe suffered from friendly hand.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">7.             On the next day, i.e., 31.7.1999 at 8.45 a.m., PW5-Dr. V.P.\n\nKakkar conducted the autopsy of the deceased. He found following four\n\ninjuries on the body of the deceased:-\n</p>\n<blockquote id=\"blockquote_5\">          &quot;1.     There were two lacerated wounds of size 0.75 cm diameter\n                  oval shaped, transversily placed 5 cm apart and 4 cm away\n                  from midline and 6 cm below centre of right clavical on\n                  front of right side of chest. Clotted blood was present. On\n                  dissection, the wounds were directed posteriorly and\n                  medially and cutting through skin and intercostal muscles.\n                  Medial wound was third and lateral was in fourth intercortal\n                  space. The medial cavity and right plueral cavity was full of\n                  blood. The medial wound passed through medial stinal\n                  cavity in superior venacava. The lateral wound passed\n                  through pluera and right lung in the depth of 4 cm.\n</blockquote>\n<blockquote id=\"blockquote_6\">          2.      There were two lacerated wounds of size 0.75 cm diameter\n                  lying 5 cm apart, vertically placed on posterior aspect right\n                  arm. The lower one was lying 2 cm above the right elbow.\n                  The wound was cutting through skin and under lungs\n                  muscles. Clotted blood was present.\n</blockquote>\n<blockquote id=\"blockquote_7\">          3.      There were two lacerated wounds of size 0.75 cm diameter\n                  lying on front of left hand 5 cm apart. The wound was\n                  cutting through skin and underlying muscles. Clotted blood\n                  was present.\n</blockquote>\n<blockquote id=\"blockquote_8\">          4.      There was lacerated wound of size 1 cm x 0.75 cm in the\n                  back of right thumb on middle phalan. Clotted blood was\n                  present.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_10\">In his opinion, the cause of death was haemorrhage, shock and injuries to\n<span class=\"hidden_text\" id=\"span_5\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                            -6-</span>\n\nvital organs which were ante-mortem in nature and sufficient to cause death\n\nin the ordinary course of nature. The time elapsed between injuries and\n\ndeath was within one hour and between death and post mortem was within\n\n4 to 48 hours. He further opined that the injuries on the body of the\n\ndeceased could be caused by Jaily. He further opined that except injury\n\nNo.1, the other three injuries were simple in nature and were on non-vital\n\npart of the body.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">8.             On 31.7.1999 at about 9.00 p.m., PW5-Dr. S.K. Ahuja, medico-\n\nlegally examined accused Surat Singh. He found the following six injuries\n\non his person:-\n</p>\n<blockquote id=\"blockquote_9\">          &quot;1.     Lacerated wound size 4 cm x .75 cm on right front parital\n                  region of skull. Clotted blood with oozing was present.\n</blockquote>\n<blockquote id=\"blockquote_10\">          2.      Lacerated wound of size 3.5 cm x .5 cm on right parital\n                  region. (Half moon shape). Clotted blood was present.\n</blockquote>\n<blockquote id=\"blockquote_11\">          3.      Lacerated wound on right temporal region of size 2 cm x .5\n                  cm Clotted blood was present.\n</blockquote>\n<blockquote id=\"blockquote_12\">          4.      Lacerated wound of size 2 cm x .5 cm on left thumb with\n                  swelling present. Oozing and clotted blood was present.\n</blockquote>\n<blockquote id=\"blockquote_13\">          5.      Contusion 4 cm x 2 cm on left side of chest. The patient\n                  complained of pain.\n</blockquote>\n<blockquote id=\"blockquote_14\">          6.      Contusion 6 cm x 4 cm on lateral aspect of left arm.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_12\">In his opinion, all the injuries were simple and could have been caused by\n\nblunt weapon. The duration of all the injuries was within 48 hours. This\n\nwitness further stated that on the same day he also examined accused Smt.\n\nOmpati. He found the following four injuries on her person:-\n\n</p><blockquote id=\"blockquote_15\">          &quot;1.       Lacerated wound of size 5 cm x .5 cm with extension of 3\n                    cm x .5 cm on right side of forehead and the wound was\n                    inverted `Y&#x27; shape. Clotted blood with oozing was present\n                    and Echymosis of right eye present.\n</blockquote>\n<blockquote id=\"blockquote_16\">          2.        Echymosis of left eye, more in the lower part with abrasion\n<span class=\"hidden_text\" id=\"span_6\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                         -7-</span>\n\n                   3 cm x 1 cm on the lateral part of left eye.\n</blockquote>\n<blockquote id=\"blockquote_17\">          3.       Bruise on the posterior part of left arm was present, bluish\n                   in colour.\n</blockquote>\n<blockquote id=\"blockquote_18\">          4.       The patient complained of pain right hip but there was no\n                   mark of injury.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_13\">In his opinion, all the injuries were simple and caused by blunt weapon and\n\nthe duration of all the injuries was within 48 hours.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">9.             It is pertinent to mention here that on 31.7.1999, PW13-Sube\n\nSingh recorded the version of the occurrence given by accused Surat Singh.\n\nThe copy of the said statement is Ex.DA on the record. In his statement,\n\naccused Surat Singh stated that on 30.7.1999 he along with his wife\n\nSmt.Ompati, Kitab Singh and his wife Smt.Rajpati were uprooting the grass\n\nfrom the paddy crop in their field. At 11.00 a.m., he started irrigating his\n\nfield. But the water was closed by Ram Phal (deceased) on which an\n\naltercation took place between them. He again started irrigating the field at\n\n11.15 a.m. Then Ram Phal, Satyawan and Sukhbir sons of Pirthi Singh came\n\nthere. Ram Phal was armed with a spade, Satwayan with a Jaily, Sukhbir\n\nwith a Bahi and Kuldeep son of Ram Karan with a Jaily. When he asked\n\nthem not to close the water, Ram Phal inflicted a spade blow on his head\n\nfrom handle side. Kuldeep gave a Jaily blow on his head, as a result of\n\nwhich he fell down. Satyawan also gave Jaily blow on his head when he was\n\nlying on the ground. When his wife tried to rescue him, Sukhbir gave Bahi\n\nblow on the forehead of his wife. Sukhbir also gave him injury on his left\n\nthumb and Kuldeep gave him kick blow on the left side of his chest. In the\n\nmeantime, wife of Satyawan also reached there and she gave lathi blow on\n\nhis left arm. His wife fell down on his body. He further stated that wife of\n\nSatyawan also gave lathi blow on her left eye and left arm while she was\n<span class=\"hidden_text\" id=\"span_7\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                       -8-</span>\n\nlying on the ground. Then he gave a Jaily blow to Ram Phal in his self\n\ndefence. On their alarm, Satbir son of Dharmu, Om son of Duli Chand,\n\nKitab Singh and Rajpati came there, who rescued them and brought them to\n\nthe house. Ramphal took him to Civil Hospital, Jind for admission.\n\n</p><p data-structure=\"Facts\" id=\"p_15\">10.         During the course of investigation, accused Surat Singh and\n\nSmt. Ompati were arrested on 6.8.1999, accused Ram Phal was arrested on\n\n7.8.1999, accused Kitab Singh was arrested on 13.8.1999 and accused Smt.\n\nRajpati was arrested on 7.9.1999. On the disclosure statement (Ex.PW13/A)\n\nmade by accused Surat Singh, a Jaily was got recovered from his house on\n\n6.8.1999 which was taken into possession vide recovery memo Ex.PW13/B.\n\nSimilarly, on the same date, on the disclosure statement (Ex.PW13/D) of\n\naccused Ompati, a Daranti (sickle) was recovered and the same was taken\n\ninto possession vide recovery memo Ex.PW13/E. On 7.8.1999, on the\n\ndisclosure statement (Ex.PX) of accused Ramphal, a Jaily (Ex.P4) was got\n\nrecovered from his house vide recovery memo Ex.PX/2. On the same day,\n\non the    disclosure statement (Ex.PY) of accused Rampati, one Darati\n\n(Ex.P7) was also got recovered and the same was taken into possession vide\n\nrecovery memo Ex.PY/1. No recovery from accused Kitab Singh was made.\n\n</p><p data-structure=\"Section\" id=\"p_16\">11.         After completion of the investigation, the challan was presented\n\nagainst all the accused. They were charge-sheeted under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> read\n\nwith <a href=\"/doc/999134/\" id=\"a_8\">Section 149</a> IPC and <a href=\"/doc/724142/\" id=\"a_9\">Section 324</a> read with <a href=\"/doc/999134/\" id=\"a_10\">Section 149</a> IPC besides a\n\ncharge under <a href=\"/doc/763672/\" id=\"a_11\">Section 148</a> IPC was framed against them, to which they\n\npleaded not guilty and claimed trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">12.          In support of its case, the prosecution examined 13 witnessesl\n\nincluding PW5-Dr. S.K. Ahuja, PW6-Dr. V.P. Kakkar, PW7-Dr. Ranbir\n\nSingh, PW10-Dr.R.N. Bura and two injured eye-witnesses, namely, PW8-\n<span class=\"hidden_text\" id=\"span_8\">              Crl.Appeal No.543-DB of 2001 &amp; anr.                         -9-</span>\n\nSatyawan and PW9-Kuldeep. Both these eye-witnesses have supported the\n\ncase of the prosecution, though they have made certain improvement in\n\ntheir statements while deposing before the Court with some contradictions.\n\nIn order to prove that the complainant party purchased the right to use the\n\ncanal water from Khem Chand, Diwana sons of Inderaj and Udmi son of\n\nTala, the prosecution has examined PW4-Smt. Sudha Devi wife of Khem\n\nChand , PW12-Krishan son of Diwana and PW16-Karan Singh. All the\n\nthree witnesses did not support the prosecution version. They have\n\ncategorically stated that they did not sell the water right of their Warabandi\n\nto complainant Satyawan. These witnesses have also denied the execution\n\nof three receipts which were taken into possession and placed on record by\n\nPW15-SI Ram Mehar Singh. The prosecution has also examined PW13-\n\nSube Singh, Investigating Officer, PW14-Constable Ram Mehar and PW15-\n\nSI Ram Mehar Singh in order to prove the recovery of respective weapons\n\nfrom the accused and other part of the investigation. The prosecution has\n\nalso placed on record the Warabandi of the canal water which shows the\n\ntime of the turn of water of various co-sharers, which, for ready reference, is\n\ntabulated as under:-\n</p>\n<blockquote id=\"blockquote_19\">      &quot;52. Baru s/o Mange                           4.21          6.27\n</blockquote><blockquote id=\"blockquote_20\">      53.     Khem Chand s/o Maru                   6.27         10.09\n</blockquote><blockquote id=\"blockquote_21\">      54.     Gowerdhan, Diwana                    10.09         10.46\n              sons of Mamraj\n</blockquote><blockquote id=\"blockquote_22\">       55.    Jagdish, Ram Niwas, Jagta            10.46         10.56\n</blockquote><blockquote id=\"blockquote_23\">       56.    Somdutt, Om Parkash                  10.56         11.24\n</blockquote><blockquote id=\"blockquote_24\">       57.    Tara s/o Indraj                      11.24         11.43\n</blockquote><blockquote id=\"blockquote_25\">       58.     Udmi s/o Tale                       11.43        14.02&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_18\">13.           In their statement under <a href=\"/doc/767287/\" id=\"a_12\">Section 313</a> Cr.P.C., the accused\n\ndenied all the allegations of the prosecution and took the plea that the turn\n<span class=\"hidden_text\" id=\"span_9\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                          -10-</span>\n\nof water of Diwan Khem Chand, Tala falls on Friday and this turn of water\n\nwas being utilised by Surat Singh since long as the canal water does not\n\nreach the fields of those owners as the level of their land was higher. It was\n\nfurther pleaded by the accused that on the date of occurrence Surat Singh\n\nwas irrigating the land at 6.00 a.m. as usual and when he had irrigated half\n\nof the acre of the land, then the complainant party tried to take turn of water\n\nby force and on his objection, Ram Phal (deceased) gave a Kassi blow on\n\nhis head from reverse side. Both the eye-witnesses, Satyawan and Kuldeep\n\nalso gave injuries to him and when Smt. Ompati was trying to save her\n\nhusband, the complainant party also inflicted injuries to her. It was pleaded\n\nthat the complainant party was at fault and were aggressors and caused\n\ninjuries to them, however, in self defence, Surat Singh gave a Jaily blow to\n\nthe deceased. In support of its defence, the accused examined DW1-Ramdia,\n\nwho is the successor of Somdutt and Om Parkash, who were having the turn\n\nof water as per Ex.P6 from 10.56 a.m. to 11.24 a.m. This witness has\n\ncategorically stated that the turn of water of Somdutt and Om Parkash was\n\nbeing used by accused Surta for the last 10 to 12 years.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">14.         The trial Court after hearing the arguments of the learned\n\ncounsel for the parties and considering the evidence available on the record,\n\nconvicted and sentenced accused Surat Singh, his wife Smt. Ompati and\n\nRamphal and acquitted accused Kitab Singh and Smt. Rajpati. It has been\n\nheld by the trial Court that case is not proved beyond a reasonable shadow\n\nof doubt against accused Kitab Singh and Smt. Rajpati and it cannot be said\n\nwith certainty that they shared the common intention with other accused.\n\nAgainst the said judgment, the aforesaid two appeals have been filed.\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">15.         Learned counsel for the appellants argued that the genesis of\n<span class=\"hidden_text\" id=\"span_10\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                          -11-</span>\n\nthe alleged occurrence was the using of turn of the canal water of Khem\n\nChand, Diwana sons of Inderaj and Udmi son of Tala. According to the\n\ncomplainant, they had purchased canal water from these persons for\n\nirrigating their fields. On the day of the occurrence, when at about 11.00\n\na.m., appellant Surat Singh closed the flow of water, the same was restored\n\nby the complainant and 15 minutes thereafter, second time Surat Singh\n\ndiverted the turn of water of the complainant and started irrigating his fields,\n\nthen the alleged occurrence had taken place. Learned counsel argued that\n\nthe prosecution has miserably failed to establish the fact that the\n\ncomplainant party had purchased the water right of aforesaid three persons.\n\nThe three witnesses produced by the prosecution have not supported the\n\nprosecution case. On the other hand, DW1- Ramdia has categorically stated\n\nthat he was the successor of Somdutt and Om Parkash, who were having the\n\nturn of water as per Ex.P6 from 10.56 a.m. to 11.24 a.m., and the turn of\n\nwater of these persons was being used by accused Surta for the last 10 to 12\n\nyears. This fact clearly establishes that the complainant party was the\n\naggressive party. Learned counsel further argued that as per the admission\n\nmade by PW9-Kuldeep, the incident had taken place in the field of appellant\n\nSurat Singh. In view of this fact, learned counsel argued that it was the\n\ncomplainant party who had first attacked appellant Surat Singh and his\n\nwife, and only in self defence, Surat Singh gave a Jaily blow to Ram Phal\n\n(deceased). Learned counsel argued that while taking the benefit of delay in\n\nlodging the FIR, as the occurrence had taken place at 11.15 a.m. and the FIR\n\nwas registered at at 8.50 p.m., the complainant party in connivance with the\n\npolice, has concocted false version in which other family members of the\n\naccused were falsely implicated. Learned counsel further argued that\n<span class=\"hidden_text\" id=\"span_11\">             Crl.Appeal No.543-DB of 2001 &amp; anr.                      -12-</span>\n\naccording to the prosecution version, as per MLR (Ex.PE), six injuries were\n\nfound on the body of injured Surat Singh, but the same have not been\n\nexplained. Non-explanation of these injuries on the person of the accused\n\ncaused serious doubt about the manner in which the prosecution version has\n\nbeen set up. Learned counsel also argued that in this case Om Parkash was\n\nthe only independent witness, who was present at the time of the alleged\n\noccurrence, but the prosecution has not examined him without any\n\nexplanation, being unnecessary. Therefore, the best evidence has been\n\nwithheld by the prosecution. Learned counsel further argued that both the\n\neye-witnesses, namely, PW8-Satyawan and PW9-Kuldeep have made major\n\nimprovement in the Court with regard to the nature of injuries, causing of\n\ninjuries to the appellant and his wife and using of the weapons. While\n\nreferring to various contradictions in their statements and the improvement\n\nmade, learned counsel argued that the prosecution version about the manner\n\nin which the alleged occurrence had taken place, is wholly unreliable and\n\nuntrustworthy. He argued that the version given by the accused is more\n\nprobable as the said version was disclosed by accused Surat Singh on\n\n31.7.1999 when his statement (Ex.DA) was recorded by PW13-Sube Singh.\n\nTherefore, learned counsel argued that the complainant party was the\n\naggressor and when they were causing injuries on the vital parts of the body\n\nof accused Surat Singh and his wife, accused Surat Singh caused a Jaily\n\nblow to Ram Phal (deceased) in his self defence. Therefore, his conviction is\n\nliable to be set aside.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">16.          On the other hand, learned counsel for the respondent-State\n\njustified the conviction of the three accused for various offences, indicated\n\nabove. He further argued that acquittal of the two accused, namely, Kitab\n<span class=\"hidden_text\" id=\"span_12\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                       -13-</span>\n\nSingh and Smt. Rajpati is wrong and against the evidence on record. The\n\npresence of these two accused at the time of occurrence has been admitted.\n\nBoth these accused raised lalkara and gave injuries to the complainant, and\n\nthey were members of unlawful assembly with common intention.\n\nTherefore, in the facts and circumstances of the case, their acquittal is not\n\njustified at all and they are also liable to be convicted for the offence of\n\nmurder of Ram Phal committed by them with common intention.\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">17.         We have heard the arguments of the counsel for the parties and\n\ngone through the record of the case.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">18.         In this case, on the day of the occurrence, i.e. 30.7.1999,\n\nRamphal son of Pirthi Singh had died due to the injuries received by him.\n\nHis homicidal death has been proved by PW6-Dr. V.P. Kakkar, who\n\nconducted the autopsy of the deceased on 31.7.1999 at 8.45 a.m. He has\n\nproved the post-mortem report (Ex.PJ). In his opinion, the cause of death\n\nwas haemorrhage, shock and injuries to vital organs, which were ante-\n\nmortem and sufficient to cause death in the ordinary course of nature.\n\nAccording to the prosecution, four injuries were found on the body of the\n\ndeceased which were caused by accused Surat Singh. In the said occurrence,\n\ncomplainant Satyawan and Kuldeep had also alleged to have received the\n\ninjuries. As per PW7-Dr. Ranbir Singh, he found three injuries on the body\n\nof complainant Satyawan on his medico-legal examination on 30.7.1999 at\n\n2.35 p.m. All these injuries were found to be simple. He has proved MLR of\n\nSatyawan as Ex.PM. On the same day, PW10-Dr. R.N. Bura medico-legally\n\nexamined Kuldeep and found five simple injuries on his person which were\n\nsuperficial in nature and were on non-vital parts of the body which in the\n\nopinion of the doctor could have been suffered from friendly hand. He has\n<span class=\"hidden_text\" id=\"span_13\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                          -14-</span>\n\nproved the carbon copy of MLR Ex.PT. According to the prosecution, these\n\ninjuries were caused to the aforesaid two injured by accused Ram Phal, his\n\nwife Smt. Ompati and Smt. Rajpati. Kitab Singh alleged to have caught hold\n\nthe deceased. He did not cause any injury to any one. Further, as per the\n\nprosecution version, the alleged occurrence had taken place at 11.15 a.m.\n\nwhen accused Surat Singh second time diverted the canal water to his fields.\n\nAccording to the complainant, he, his brother Ramphal (deceased), Sukhbir\n\nand Kuldeep son of Ram Karan had purchased canal water from Khem\n\nChand, Diwana sons of Inderaj and Udmi son of Tala for irrigating their\n\nfields. On the day of the occurrence, his nephew Kuldeep was irrigating\n\ntheir fields after diverting the flow of water. But at about 11.00 a.m., when\n\naccused Surat Singh started irrigating his land from the canal water after\n\ndiverting the Nakka, he was stopped by the complainant party for doing so.\n\nAfter 15 minutes again he diverted the canal water to his field. Thereupon\n\nthe complainant party, including the deceased and the complainant, went to\n\nthe field where accused Surat Singh was diverting the water. When the\n\ndeceased started closing the water with a spade, it is alleged that Kitab\n\nSingh caught hold him and accused Surat Singh inflicted Jaily blow to him,\n\nwhich resulted into his death. It is further the case of the prosecution that at\n\nthat time accused Surat Singh, Kitab Singh and Ram Phal, who were armed\n\nwith Jailies and Smt. Ompati and Smt. Rajpati, who were armed with\n\nsickles, came on the spot with a common intention to cause injuries to the\n\ndeceased, who wanted to close the flow of water and to divert it to his field.\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">19.          As per the prosecution version, which is based upon the\n\nstatement (Ex.PR) of complainant Satyawan, the complainant party did not\n\ncause any injuries to any of the accused, whereas it has come on record that\n<span class=\"hidden_text\" id=\"span_14\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                        -15-</span>\n\non 31.7.1999, PW5-Dr.S.K. Ahuja, medico-legally examined accused Surat\n\nSingh and found six injuries on his person. On the same day, he also\n\nexamined Smt.Ompati and found four injuries on her person. All those\n\ninjuries though were simple but caused by blunt weapon. The prosecution\n\nhas not explained as to how those injuries were received by the aforesaid\n\ntwo accused. It has also come on record that on 31.7.1999, PW13-Sube\n\nSingh recorded the statement of accused Surat Singh, copy of which is\n\nEx.DA on the record. In that statement, he had stated that when he was\n\nirrigating his field, the water was closed by Ram Phal (deceased) by\n\ndiverting the Nakka without any justification and reason as for the last so\n\nmany years, they were using the water share of Somdutt and Om Parkash.\n\nOn that, an altercation took place between them and in that altercation, Ram\n\nPhal (deceased) inflicted a spade blow on his head from handle side,\n\nKuldeep gave a Jaily blow on his head and Satyawan also gave a Jaily blow\n\non his head when he was lying on the ground. They also caused injuries to\n\nhis wife Ompati. He further stated that in his self defence, he gave a Jaily\n\nblow to Ram Phal (deceased). From this it appears that the accused had\n\nadmitted the occurrence, but taken the plea of self defence. Same stand was\n\ntaken by the accused in their statements under <a href=\"/doc/767287/\" id=\"a_13\">Section 313</a> Cr.P.C.\n\nHowever, it has been stated that Kitab Singh and his wife Rajpati neither\n\nparticipated in the occurrence nor caused injuries to any one and they were\n\nfalsely named in the occurrence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">20.         Now in these facts and circumstances, firstly it has to be seen as\n\nto what was the genesis of the occurrence and which party was aggressor.\n\nThe genesis of the occurrence was using the water turn of Khem Chand,\n\nDiwana sons of Inderaj and Udmi son of Tala as well as Somdutt and Om\n<span class=\"hidden_text\" id=\"span_15\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                       -16-</span>\n\nParkash. It is the case of the prosecution that the complainant party had\n\npurchased the water right of these three persons and when as per that right,\n\nthey were irrigating their fields, accused Surat Singh illegally and without\n\njustification diverted the water flow and started irrigating his field, which\n\nwas objected by the complainant and the deceased, as a result of which, the\n\noccurrence had taken place. In order to prove that the complainant party had\n\npurchased the water right of the aforesaid three persons, the prosecution has\n\nrelied upon the statements of PW4-Smt. Sudha Devi wife of Khem Chand,\n\nPW12-Krishan son of Diwana, PW16-Karan Singh and three receipts\n\n(Mark-`A&#x27;, Ex.PW12/B and Ex.PW16/B) taken into possession by the\n\nInvestigating Officer. All the three witnesses have not supported the case of\n\nthe prosecution. They have denied the execution of three receipts which\n\nhave been taken into possession and produced by PW15-SI Ram Mehar\n\nSingh. On the other hand, defence witness DW1-Ramdia, who was the\n\nsuccessor of Somdutt and Om Parkash, has categorically stated that for the\n\nlast 10 to 12 years, the turn of water of Somdutt and Om Parkash was being\n\nused by accused Surat Singh. From the Warabandi (Ex.P6), which is\n\navailable on the record, the water turn from 10.56 a.m. to 11.24 a.m. was of\n\nSomdutt and Om Parkash. So, from the evidence of the prosecution itself, it\n\nhas been established that at the time of the alleged occurrence (11.15 a.m.)\n\nthe water turn was of Somdutt and Om Parkash. Neither there is any\n\nallegation nor any evidence that the complainant party had purchased the\n\nwater right of Somdutt and Om Parkash. These facts will lead to an\n\ninference that the prosecution has failed to establish the genesis of the\n\noccurrence or the motive of the alleged occurrence. This fact, coupled with\n\nthe fact that the alleged occurrence had taken place in the field of accused\n<span class=\"hidden_text\" id=\"span_16\">              Crl.Appeal No.543-DB of 2001 &amp; anr.                      -17-</span>\n\nSurat Singh, leads to further inference that the accused party was not\n\naggressor.\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966851\" id=\"span_17\">21.           The second important factor in this case is the non-explanation\n\nof the injuries by the prosecution on the person of the accused Surat Singh\n\nand Smt. Ompati. In our opinion, non-explanation of the injuries on the\n\nperson of the accused may assume great importance, particularly when the\n\nalleged genesis of the occurrence has not been proved and where the main\n\nevidence of the prosecution consists of interested and inimical witnesses.\n\nThough while appearing in the Court, both the material witnesses, namely,\n\nPW8-Satyawan and PW9-Kuldeep have tried to make improvement while\n\nsaying that they had also caused injuries to the accused, but in the FIR and\n\nin their statements before the police, they did not utter a word about causing\n\nany injury to the accused. In this case, except the aforesaid two interested\n\nwitnesses, as per the prosecution version, one Om Parkash, who was an\n\nindependent person, had also seen the occurrence, but the said independent\n\nwitness has not been examined to corroborate the version of the aforesaid\n\ntwo witnesses. In these circumstances, after closely scrutinizing the\n\nprosecution evidence as well as the defence, and keeping in view the\n\naforesaid facts and circumstances of the case and numbers of injuries\n\nreceived by both the side, we come to the conclusion that the alleged\n\nincident had taken place suddenly on the issue of diverting the flow of water\n\nand in that incident, a free fight, without pre-meditation of mind, had taken\n\nplace between two groups in which both groups, who were armed with\n\nsickles, spade and Jailies, had sustained injuries. It has been held by the\n\nSupreme Court in <a href=\"/doc/1966851/\" id=\"a_14\">Pundalik Mahadu Bhane and others v. State of\n\nMaharashtra</a>, (1997) 11 SCC 567 that in case of a sudden and free fight,\n<span class=\"hidden_text\" id=\"span_18\">            Crl.Appeal No.543-DB of 2001 &amp; anr.                         -18-</span>\n\nwithout pre-meditation of mind, each of the person involved therein can be\n\nheld liable for his individual act and not vicariously liable for the acts of\n\nothers. Therefore, in the present case also, each of the accused, who was\n\ninvolved in the occurrence, is liable to be punished for his individual act and\n\nnot vicariously liable for the acts of others. As per the prosecution case,\n\nappellant Surat Singh had caused Jaily blows to the deceased. No other\n\naccused caused any injury to deceased Ram Phal. According to the medical\n\nevidence, the Jaily blow given by appellant Surat Singh on the chest of the\n\ndeceased proved fatal, which resulted into his death. The plea of appellant\n\nSurat Singh that he had caused injuries to the deceased in self-defence,\n\ncannot be accepted because it has come in evidence that he caused injuries\n\nto the deceased even after he fell down on the ground. Since the alleged\n\noccurrence had taken place on the issue of diverting the flow of water and in\n\nthat incident a free fight without pre-meditation of mind had taken place\n\nbetween two groups in which both the groups had sustained injuries,\n\ntherefore, in our opinion, appellant Surat Singh is individually liable for\n\nconviction for committing the homicidal death of Ram Phal. In the present\n\ncase, the prosecution has failed to prove the genesis of the occurrence. It\n\nalso cannot be said as to which party was the aggressor as it was a sudden\n\nmutual fight. The prosecution did not explain the injuries on the accused.\n\nHowever, it is admitted position that accused Surat Singh caused Jaily blow\n\non the chest of the deceased, which, according to the opinion of the doctor,\n\nproved fatal and resulted into death of the deceased. Appellant Surat Singh\n\ndid not cause any other injury to any person. Appellant Ramphal inflicted a\n\nJaili blow on the right shoulder and left side of the abdomen of Satyawan\n\nwhen he and Kuldeep (PW9) intervened to save the deceased. Appellant\n<span class=\"hidden_text\" id=\"span_19\">             Crl.Appeal No.543-DB of 2001 &amp; anr.                        -19-</span>\n\nSurat Singh, who had caused three and four injuries to the deceased, had\n\nexceeded his right of self defence, but in our opinion, appellant Surat Singh\n\nhas committed culpable homicide of deceased which does not amount to\n\nmurder. The case of the appellant Surat Singh falls under Exception 4 of\n\n<a href=\"/doc/626019/\" id=\"a_15\">Section 300</a> IPC. Therefore, he is liable to be punished under Part I of\n\n<a href=\"/doc/409589/\" id=\"a_16\">Section 304</a> IPC.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">22.            As far as appellants Smt. Ompati and Ramphal are concerned,\n\nappellant Smt.Ompati caused simple injuries to the complainant Satyawan\n\nand his nephew Kuldeep with Sickles and appellant Ramphal gave simple\n\ninjury to the complainant. Both of them did not cause any injury to the\n\ndeceased. Therefore, their conviction under <a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_18\">34</a> IPC is not\n\nsustainable and liable to be set aside, but they are liable to be convicted for\n\ntheir individual act under <a href=\"/doc/724142/\" id=\"a_19\">Section 324</a> IPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">23.            As far as acquittal of the aforesaid two accused, namely,Kitab\n\nSingh and his wife Smt. Rajpati are concerned, the trial Court has acquitted\n\nthem of the charges framed against them while coming to the conclusion\n\nthat since the case against both the appellants is not proved beyond a\n\nreasonable shadow of doubt, it could not be said with certainty that they\n\nshared the common intention with other accused. We do not find any ground\n\nto interfere in their acquittal by the trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">24.            Accordingly, conviction of appellant Surat Singh under <a href=\"/doc/1560742/\" id=\"a_20\">Section\n\n302</a> IPC is altered to <a href=\"/doc/409589/\" id=\"a_21\">Section 304</a> Part I <a href=\"/doc/1569253/\" id=\"a_22\">IPC</a> for committing the culpable\n\nhomicide of the deceased, which is not amounting to murder, and he is\n\nsentenced to undergo rigorous imprisonment for 10 years with a fine of\n\nRs.10,000/-.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">25.            Similarly, conviction of appellants Smt. Ompati and Ramphal\n<span class=\"hidden_text\" id=\"span_20\">             Crl.Appeal No.543-DB of 2001 &amp; anr.                     -20-</span>\n\nunder <a href=\"/doc/1560742/\" id=\"a_23\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_24\">34</a> IPC is, hereby, set aside and the conviction of\n\nappellant Smt. Ompati under <a href=\"/doc/724142/\" id=\"a_25\">Section 324</a>/<a href=\"/doc/37788/\" id=\"a_26\">34</a> IPC is altered to <a href=\"/doc/724142/\" id=\"a_27\">Section 324</a>\n\nIPC and the conviction of appellant Ramphal under <a href=\"/doc/724142/\" id=\"a_28\">Section 324</a> IPC is\n\nupheld. Keeping in view the age of both the appellants, the fact that the\n\nincident had taken place about 11 years back and the protracted trial they\n\nhave faced, we sentence both the appellants to the period already undergone\n\nby them.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">26.          As appellant Surat Singh is on bail, his bail bonds stand\n\ncancelled. The appellant is directed to surrender himself before the jail\n\nauthorities immediately for completing remainder of sentence, failing which\n\nthe concerned authority shall proceed against the appellant in accordance\n\nwith law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">27.          Resultantly, Crl.Appeal No.543-DB of 2001 is partly allowed\n\nand Crl.Appeal No.973-DBA of 2002 is dismissed.</p><pre id=\"pre_4\">\n\n\n\n                                     (SATISH KUMAR MITTAL)\n                                              JUDGE\n\n\n\nJanuary 28, 2010                         ( JORA SINGH )\nvkg                                           JUDGE\n </pre>","numcites":10,"numcitedby":38,"docsource":"Punjab-Haryana High Court","citetid":49703478,"divtype":"judgments","relatedqs":[{"value":" warabandi","formInput":"%20warabandi"},{"value":"aggressor","formInput":"aggressor"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"self defence","formInput":"self%20defence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"free fight","formInput":"free%20fight"},{"value":"section 324 ipc","formInput":"section%20324%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"sec.324 of indian penal code ","formInput":"sec.324%20of%20indian%20penal%20code%20"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"Blunt weapon","formInput":"Blunt%20weapon"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"section 324","formInput":"section%20324"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"vital parts ","formInput":"vital%20parts%20"},{"value":"water right","formInput":"water%20right"},{"value":"Penetration","formInput":"Penetration"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"}],"courtcopy":true,"query_alert":null,"agreement":false}