{"tid":63358,"publishdate":"2004-01-05","title":"M.T. Khan & Ors vs Government Of Andhra Pradesh & Ors on 5 January, 2004","doc":"<h2 class=\"doc_title\">M.T. Khan &amp; Ors vs Government Of Andhra Pradesh &amp; Ors on 5 January, 2004</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2004 SUPREME COURT 2934, 2004 (2) SCC 267, 2004 AIR SCW 504, (2004) 55 ALL LR 91, (2004) 2 ANDH LT 24, (2004) 1 CAL LJ 277, (2004) 2 LAB LN 103, (2004) 2 PAT LJR 80, (2004) 1 SERVLR 722, (2004) 14 INDLD 445, (2004) 14 ALLINDCAS 12 (SC), (2004) 1 KHCACJ 554 (SC), (2004) 2 SERVLJ 155, (2004) 2 ALL WC 1458, (2004) 3 MAD LW 27, (2004) 1 SCT 785, (2004) 1 SUPREME 149, (2004) 1 SCALE 336, (2004) 2 JLJR 56, (2004) 1 JT 146 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-n-khare\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-n-khare\">Chief Justice</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  4 of 2004\n\nPETITIONER:\nM.T. Khan &amp; Ors.\t\t\t\t\t\n\nRESPONDENT:\nGovernment of Andhra Pradesh &amp; Ors.\t\t\n\nDATE OF JUDGMENT: 05/01/2004\n\nBENCH:\nCJI     \nS.B. Sinha)\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">J U D G M E N T\n\n[Arising out of SLP (Civil) No.14098 of 1998]\n\nV.N.KHARE, CJI. \n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\tLeave granted.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">\tThe authority of a State to appoint Additional Advocate \nGeneral in terms of <a href=\"/doc/1673997/\" id=\"a_1\">Article 165</a> of the Constitution of India is the \ncore question involved in this appeal which arises out of a \njudgment and order dated 30.4.1998 passed by the High Court of \nAndhra Pradesh in Writ Petition No.13202 of 1998.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">\tThe appellants herein filed the aforementioned writ petition \nquestioning the appointment of two Additional Advocate Generals by \nthe Government of Andhra Pradesh on various grounds.  The main \ncontention of the appellants raised before the High Court as also \nbefore us, however, is that having regard to the expression used in \n<a href=\"/doc/1673997/\" id=\"a_2\">Article 165</a> of the Constitution of India appointment of more than \none Advocate General is not contemplated therein. \n</p>\n<p data-structure=\"RespArg\" id=\"p_5\"> The High Court negatived the said contention holding  : (i) \nHaving regarding to <a href=\"/doc/579323/\" id=\"a_3\">Article 367</a> of the Constitution of India as \nalso <a href=\"/doc/1277086/\" id=\"a_4\">Section 13</a> of the General Clauses Act, 1897, the provision in \nsingular for appointment of an Advocate General would include \nplural; (ii) Having regard to the fact that Additional Advocate \nGenerals have been appointed in the States of Rajasthan, Jammu &amp; \nKashmir and Kerala, there is no reason as to why Additional \nAdvocate Generals cannot be appointed in the State of Andhra \nPradesh.; and (iii) Merely because there is a post of Additional \nAdvocate General, the same would not mean and imply that Additional \nAdvocate General can perform the constitutional statutory \nfunctions. \t\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1923276\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1853977\" id=\"span_2\">In support of its findings, reliance has been placed on <a href=\"/doc/1853977/\" id=\"a_5\">M.K. \nPadmanabhan vs. State of Kerala</a> [(1978) 1 LAB.I.C. 1336]; Regional \nTransport Authority, Jodhpur vs. Sitaram [AIR 1993 Rajasthan 76]; \nand <a href=\"/doc/1923276/\" id=\"a_6\">Bhadreswar vs. S.N. Choudhury</a> [AIR 1985 Gauhati 32].</span></span>  \n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\tMr.Har Dev Singh, learned Senior Counsel appearing on behalf \nof the appellants, in support of the appeal  contended that having \nregard to the fact that <a href=\"/doc/1673997/\" id=\"a_7\">Article 165</a> of the Constitution of India is \nclear and unambiguous and, thus, being not open to any \ninterpretation, the provisions of <a href=\"/doc/1277086/\" id=\"a_8\">Section 13</a> of the General Clauses \nAct as also <a href=\"/doc/579323/\" id=\"a_9\">Article 367</a> of the Constitution of India could not be \ninvoked as the same applies in dealing with interpretation &quot;unless \nthe context otherwise requires&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">\tThe submission of the learned senior counsel is that <a href=\"/doc/579323/\" id=\"a_10\">Article \n367</a> is applied having regard to <a href=\"/doc/74529/\" id=\"a_11\">Article 372</a> of the Constitution of \nIndia which in turn deals with adaptation of existing law, which \nhas got no relevance in the instant case.  The learned counsel \nurged that if such an interpretation is given to <a href=\"/doc/1673997/\" id=\"a_12\">Article 165</a> of the \nConstitution of India, <a href=\"/doc/1597349/\" id=\"a_13\">Articles 53</a><a href=\"/doc/694525/\" id=\"a_14\">, 63</a><a href=\"/doc/127060/\" id=\"a_15\">, 74</a><a href=\"/doc/1985537/\" id=\"a_16\">, 76</a><a href=\"/doc/1164880/\" id=\"a_17\">, 124</a><a href=\"/doc/1422498/\" id=\"a_18\">, 148</a><a href=\"/doc/1555093/\" id=\"a_19\">, 168</a><a href=\"/doc/37402/\" id=\"a_20\">, 216</a><a href=\"/doc/205445/\" id=\"a_21\">, \n234</a> and <a href=\"/doc/559924/\" id=\"a_22\">280</a> of the Constitution of India will have to be \ninterpreted similarly which would lead to absurdity.  It was \ncontended that Advocate General  appointed under <a href=\"/doc/1673997/\" id=\"a_23\">Article 165</a> of the \nConstitution of India is not only required to discharge \nconstitutional functions assigned to him, as for example, he has a \nright to address the Houses of Legislature under <a href=\"/doc/1790137/\" id=\"a_24\">Article 177</a> of the \nConstitution; but also statutory functions in terms of <a href=\"/doc/1983271/\" id=\"a_25\">Section 302</a> \nof  the Code of Criminal Procedure, <a href=\"/doc/91605396/\" id=\"a_26\">Section 92</a> of the Code of Civil \nProcedure and <a href=\"/doc/1362926/\" id=\"a_27\">Section 23</a> of the Advocates Act.  Furthermore, he as \na leader of  the Bar has a right of pre-audience.  It was submitted \nthat as the appointment  of  Additional Advocate General by the \nGovernment of Andhra Pradesh in purported exercise of its power \nunder <a href=\"/doc/1673997/\" id=\"a_28\">Article 165</a> of the Constitution of India was without \njurisdiction, the same are liable to be set aside and such \nappointment cannot be saved by tracing their source of power to \n<a href=\"/doc/694670/\" id=\"a_29\">Article 162</a> of the Constitution of India.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\tMr. Sudhir Chandra, learned Senior Counsel appearing on \nbehalf of the respondents, on the other hand,  contended that the \nappointment of Additional Advocate General has necessitated because \nof the growth and spread of the State activities, as a result \nthereof it is not possible for an Advocate General alone to handle \nthe heavy work involved on behalf of the State.  The learned \ncounsel further contended that even if it be held that the State \nhas no power to appoint Additional Advocate General in terms of \n<a href=\"/doc/1673997/\" id=\"a_30\">Article 165</a> of the Constitution of India, such power must be held \nto exist under <a href=\"/doc/694670/\" id=\"a_31\">Article 162</a> thereof. \n</p>\n<p data-structure=\"Section\" id=\"p_10\"><a href=\"/doc/1673997/\" id=\"a_32\">Article 165</a> of the Constitution of India reads thus :\n</p>\n<blockquote id=\"blockquote_1\">&quot;165.  Advocate-General for the State - (1) \nThe Governor of each State shall appoint a \nperson who is qualified to be appointed a \nJudge of a High Court to be Advocate General \nfor the State.\n</blockquote>\n<blockquote id=\"blockquote_2\">\t(2) It shall be the duty of the Advocate \nGeneral to give advice to the Government  of \nthe State upon such legal matters, and to \nperform such other duties of a legal \ncharacter, as may from time to time be \nreferred or assigned to him by the Governor, \nand to discharge the functions conferred on \nhim by or under this Constitution or any other \nlaw for the time being in force.\n</blockquote>\n<blockquote id=\"blockquote_3\">\t(3) The Advocate-General shall hold \noffice during the pleasure of the Governor, \nand shall receive such remuneration as the \nGovernor may determine.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_11\">\tA bare reading of the said provision clearly go to show that \npower of the Governor of the State in this behalf is to appoint a \nperson who is qualified to be appointed a Judge of  a High Court.  \nSimilar expressions have been used by the Constitution-makers for \nthe purpose of appointment of a holders of constitutional posts \nincluding the Attorney General of India, Comptroller and Auditor \nGeneral of India, the Chief Justice and Judges of the High Courts \nand Supreme Court.  The constitutional scheme, thus, is that when a \nconstitutional post is required to be filled up by a person  having \nthe qualification specified therefor, he would  alone  perform the \nduties and functions, be it constitutional or statutory, attached \nto the said office.  The Constitution does not envisage that such \nfunctions be performed by more than one person.  The reason \ntherefor is obvious.  If  more than  one person is appointed to \ndischarge the constitutional functions as also the statutory \nfunctions, different Advocate Generals may act differently \nresulting in a chaos. The State and the other litigants would in \nsuch an event would be totally at a loss as to which opinion the \ndecision to be acted upon.  The office of the Advocate General is a \npublic office.  He not only has a right to address the Houses of \nLegislature but also is required to perform other statutory \nfunctions in terms of <a href=\"/doc/1983271/\" id=\"a_33\">Section 302</a> of Code of Criminal Procedure, \n<a href=\"/doc/91605396/\" id=\"a_34\">Section 92</a> of the Code of Civil Procedure and <a href=\"/doc/1362926/\" id=\"a_35\">Section 23</a> of the \nAdvocates Act.  Each of such functions by the Advocate General is \nof great public importance.  Such public functions are required to \nbe performed by the holder of a constitutional post having regard \nto his stature and keeping in view the fact that the State intended \nto endow such responsibility upon him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\tThe Government of a State as a litigant can appoint as many \nas it likes lawyers to defend it.  For the said purpose, the State \nis not prohibited from conferring such designation on such legal \npractitioners as it may deem fit and proper.   But, the State, in \nour considered view, cannot appoint more than one Advocate General.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">\tThe decisions of the High Courts including the impugned \njudgment, as noticed hereinbefore,  have proceeded on the basis \nthat having regard to the provisions of <a href=\"/doc/1277086/\" id=\"a_36\">Section 13</a> of the General \nClauses Act and <a href=\"/doc/579323/\" id=\"a_37\">Article 367</a> of the Constitution of India, a \nsingular would include a plural.  The High Courts while adopting \nthe said view, in our opinion, committed an error insofar as they \nfailed  to take into consideration the crucial words occurring in \n<a href=\"/doc/579323/\" id=\"a_38\">Article 367</a> of the Constitution &quot;unless the context otherwise \nrequires&quot;.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">\tIt is a well-settled principle of law that the provisions of \nthe Constitution shall be construed having regard to the \nexpressions used therein.  The question of interpretation of a \nconstitution would arise only in the event the expressions \ncontained therein are vague, indefinite and ambiguous as well \ncapable of being given more than one meaning.  Literal \ninterpretation of the Constitution must be resorted to.  If by \napplying the golden rule of literal interpretation, no difficulty \narises in giving effect to the constitutional scheme, the question \nof application of the principles of interpretation of a statute \nwould not arise only.\n</p> \n<p data-structure=\"Precedent\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1630460\" id=\"span_3\">In <a href=\"/doc/1630460/\" id=\"a_39\">Gurudevdatta  Vksss  Maryadit and Others vs. State of \nMaharashtra and Others</a> [(2001) 4 SCC 534] , this Court held :</span>\n</p>\n<blockquote id=\"blockquote_4\">   \t &quot;Further we wish to clarify that it is \na cardinal principle of interpretation of \nstatute that the words of a statute must be \nunderstood in their natural, ordinary or \npopular sense and construed according to \ntheir grammatical meaning, unless such \nconstruction leads to some absurdity or \nunless there is something in the context or \nin the object of the statute to suggest to \nthe contrary. The golden rule is that the \nwords of a statute must prima facie be given \ntheir ordinary meaning. It is yet another \nrule of construction that when the words of \nthe statute are clear, plain and \nunambiguous, then the courts are bound to \ngive effect to that meaning, irrespective of \nthe consequences. It is said that the words \nthemselves best declare the intention of the \nlaw-giver. The courts have adhered to the \nprinciple that efforts should be made to \ngive meaning to each and every word used by \nthe legislature and it is not a sound \nprinciple of construction to brush aside \nwords in a statute as being inapposite \nsurpluses, if they can have a proper \napplication in circumstances conceivable \nwithin the contemplation of the statute...&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_16\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53127\" id=\"span_4\">In <a href=\"/doc/53127/\" id=\"a_40\">Balram Kumawat vs. Union of India and Others</a> [(2003) 7 SCC \n628], this Court held :</span>\n</p>\n<blockquote id=\"blockquote_5\">&quot;The Courts will therefore reject that \nconstruction which will defeat the plain \nintention of the Legislature even though \nthere may be some inexactitude in the \nlanguage used. [See Salmon vs. Duncombe \n[(1886) 11 AC 627 at 634].  Reducing the \nlegislation futility shall be avoided and in \na case where the intention of the \nLegislature cannot be given effect to, the \nCourts would accept the bolder construction \nfor the purpose of bringing about an \neffective result.  The Courts, when rule of \npurposive construction is gaining momentum, \nshould be very reluctant to hold that the \nParliament has achieved nothing by the \nlanguage it used when it is tolerably plain \nwhat it seeks to achieve. (See BBC \nEnterprises Vs. Hi-Tech Xtravision Ltd., \n(1990) 2 All ER 118 at 122-3)&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_17\">\tWe are, however, unable to agree with the submission of Mr. Har \nDev Singh to the effect that the appointments of Additional Advocate \nGenerals cannot be traced to the source of the State&#x27;s power under \n<a href=\"/doc/694670/\" id=\"a_41\">Article 162</a> of the Constitution of India.  It is now well-settled \nprinciples of law that non-mentioning or wrong mentioning of a \nprovision of law does not invalidate an order in the event it is \nfound that a power therefor exists.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1704861\" id=\"span_5\">In <a href=\"/doc/1704861/\" id=\"a_42\">Union of India vs. Khazan Singh</a> [AIR 1992 SC 1535], this \nCourt held :</span>\n</p>\n<blockquote id=\"blockquote_6\">&quot;...The Appellate Authority did not mention \nin its order as to under which sub-rule of \nRule 25(1) the appeal was being disposed of.  \nThe tribunal while noticing Rule 25(1)(e) of \nthe rules and conceding that the Appellate \nAuthority could remand the case to the \ndisciplinary authority for further inquiry \nunder the said sub-rule, grossly erred in \nsetting aside the order on the concession of \nthe learned counsel to the effect that the \nAppellate Authority had passed the order \nunder Rule 25(1)(d) of the Rules...&quot;  \n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007405\" id=\"span_6\">In <a href=\"/doc/1007405/\" id=\"a_43\">State of Karnataka vs. Krishnaji Srinivas Kulkarni and \nOthers</a> [(1994) 2 SCC 558], this Court held :</span>\n</p>\n<blockquote id=\"blockquote_7\">&quot;...Quotation of a wrong provision does not \ntake away the jurisdiction of the \nauthorities to inquire under <a href=\"/doc/905940/\" id=\"a_44\">Section 79-B(3)</a> \nof the Act...&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_20\">\tThe matter relating to the appointment of a legal \npractitioner by a Government may be subject-matter of a \nlegislation.  The State by amending the provisions of <a href=\"/doc/1271595/\" id=\"a_45\">Sections 24</a> \nand <a href=\"/doc/90679/\" id=\"a_46\">25</a>  of the Code of Criminal Procedure may make a law regulating \nthe appointment of the Public Prosecutor or Additional Public \nProsecutor. Such a law can also be made for regulating appointment \nof other State counsel. In absence of any legislation in this \nbehalf, various States have laid down executive instructions.  \nThus, the State in exercise of its jurisdiction under <a href=\"/doc/694670/\" id=\"a_47\">Article 162</a> \nof the Constitution of India, is, in our considered view,  \ncompetent to appoint a lawyer of its choice and designate him in \nsuch manner as it may deem fit and proper.  Once it is held that \nsuch persons who are although designated as Additional Advocate \nGenerals are not authorised to perform any constitutional or \nstatutory functions, indisputably such an appointment must be held \nto have been made by the State in exercise of its executive power \nand not in exercise of its constitutional power. Consequently, \nAdditional Advocate General so appointed is not in constitutional \nscheme and does not hold constitutional office. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\tFor the reasons aforementioned, we are of the opinion that \nthe impugned Government orders need not be set aside.  For the \naforementioned we upheld the judgment under appeal, albeit for \ndifferent reasons.  The appeal is dismissed.  No costs.\n</p><p data-structure=\"Issue\" id=\"p_22\">L.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T.......T....R.\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited#Collector of Central Excise, Chandigarh#2003-11-25#25622#4051#P. VENKATARAMA REDDI###\nAppeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey and Ors.#State of Bihar#2003-11-25#25623#104-106#DORAISWAMY RAJU###\nAppeal (civil)#Appeal (civil)  10906 of 1996#1996#Shanti Kumar Panda#Shakutala Devi#2003-11-03#25624#10906#R.C. LAHOTI###\nAppeal (civil)#Appeal (civil)  11483 of 1996#1996#Amrendra Pratap Singh#Tej Bahadur Prajapati &amp; Ors.#2003-11-21#25625#11483#R.C. LAHOTI###\nAppeal (civil)#Appeal (civil)  9130 of 2003#2003#Ameer Trading Corporation Ltd.#Shapoorji Data Processing Ltd.#2003-11-18#25626#9130#CJI###\nAppeal (civil)#Appeal (civil)  14178-14184 of 1996#1996#Brij Behari Sahai (Dead) through L.Rs., etc. etc.#State of Uttar Pradesh#2003-11-28#25627#14178-14184#Doraiswamy Raju###\nAppeal (crl.)#Appeal (crl.)  1968 of 1996#1996#Goa Plast (P) Ltd.#Chico Ursula D&#x27;Souza#2003-11-20#25628#1968#B.P. Singh###\nWrit Petition (crl.)#Writ Petition (crl.)  199 of 2003#2003#Ashok Kumar Pandey#The State of West Bengal#2003-11-18#25629#199#DORAISWAMY RAJU###\nAppeal (crl.)#Appeal (crl.)  20 of 2003#2003#Surendra Paswan#State of Jharkhand#2003-11-28#25630#20#DORAISWAMY RAJU###\nAppeal (crl.)#Appeal (crl.)  278 of 1997#1997#Vidyadharan#State of Kerala#2003-11-14#25631#278#DORAISWAMY RAJU###\nAppeal (crl.)#Appeal (crl.)  292 of 1997#1997#State of Madhya Pradesh.#Awadh Kishore Gupta and Ors.#2003-11-18#25632#292#DORAISWAMY RAJU###\n###State of Punjab &amp; Anr.#M/s Devans Modern Brewaries Ltd. &amp; Anr.#2003-11-20#25633##CJI.###\nAppeal (crl.)#Appeal (crl.)  331 of 1997#1997#Shriram#State of Madhya Pradesh#2003-11-24#25634#331#DORAISWAMY RAJU###\nAppeal (civil)#Appeal (civil)  3630-3631 of 2003#2003#The Prohibition &amp; Excise Supdt., A.P. &amp; Ors.#Toddy Tappers Coop. Society, Marredpally  &amp; Ors.#2003-11-17#25635#3630-3631#CJI.###\nAppeal (crl.)#Appeal (crl.)  371-372 of 2003#2003#Ram Dular Rai &amp; Ors.#State of Bihar#2003-11-27#25636#371-372#S.B. Sinha.###\nAppeal (civil)#Appeal (civil)  4075-4081 of 1998#1998#Nair Service Society#Dist. Officer, Kerala Public Service Commission &amp; Ors.#2003-11-17#25637#4075-4081#CJI.###\nAppeal (civil)#Appeal (civil)  4698-4700 of 1994#1994#State of U.P. &amp; Ors.#Lalji Tandon (Dead)#2003-11-03#25638#4698-4700#R.C. LAHOTI###\nAppeal (crl.<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"96866\" id=\"span_7\">)#Appeal (crl.)  506 of 1997#1997#State of Karnataka#Puttaraja#2003-11-27#25639#506#DORAISWAMY RAJU###\nAppeal (crl.)#Appeal (crl.)  519-521 of 2003#2003#<a href=\"/doc/96866/\" id=\"a_48\">Goura Venkata Reddy                                   Vs.#State of Andhra Pradesh</a>#2003-11-19#25640#519-521#DORAISWAMY RAJU###\nAppeal (crl.)#Appeal (crl.)  530-531 of 2003#2003#Bhargavan &amp; Ors.                                      #State of Kerala                                                #2003-11-17#25641#530-531#DORAISWAMY RAJU###\nAppeal (civil)#Appeal (civil)  7371 of 2002#2002#N.D. Thandani (Dead) By Lrs.                           #Arnavaz Rustom Printer &amp; Anr.                          #2003-11-24#25642#7371#R.C. LAHOTI###\nAppeal (civil)#Appeal (civil)  9205-07 of 2003#2003#The Land Acquisition Officer, Nizamabad, District, Andhra Pradesh   #Nookala Rajamallu and Ors.                             #2003-11-21#25643#9205-07#DORAISWAMY RAJU###\nTransfer Petition (crl.)#Transfer Petition (crl.)  77-78 of 2003#2003#K. Anbazhagan                                             #The Superintendent of Police &amp; ors.#2003-11-18#25644#77-78#S.N. VARIAVA###\nAppeal (civil)#Appeal (civil)  7868 of 1995#1995#ITW Signode India Ltd.                                 #Collector of Central Excise                 #2003-11-19#25645#7868#CJI###</span>\n</p>","numcites":29,"numcitedby":42,"docsource":"Supreme Court of India","citetid":63358,"divtype":"judgments","relatedqs":[{"value":"appointment of additional advocate general","formInput":"appointment%20of%20additional%20advocate%20general"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"advocate general appointment","formInput":"advocate%20general%20appointment"},{"value":"transfer petition criminal","formInput":"transfer%20petition%20criminal"},{"value":"article 367","formInput":"article%20367"},{"value":"article 162","formInput":"article%20162"},{"value":"Criminal writ petition ","formInput":"Criminal%20writ%20petition%20"},{"value":"article 165","formInput":"article%20165"},{"value":"General clauses Act","formInput":"General%20clauses%20Act"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"transfer petition (criminal) ","formInput":"transfer%20petition%20%28criminal%29%20"},{"value":"Constitutional post","formInput":"Constitutional%20post"},{"value":"statutory function","formInput":"statutory%20function"},{"value":"162","formInput":"162"},{"value":"governor","formInput":"governor"}],"cats":[{"value":"limitation-executive","formInput":"tag:limitation-executive"}],"courtcopy":true,"query_alert":null,"agreement":false}