{"tid":2297960,"publishdate":"2012-08-31","title":"Bharat Heavy Electricals Ltd. vs Mass Global Investment Company & Ors. on 31 August, 2012","doc":"<h2 class=\"doc_title\">Bharat Heavy Electricals Ltd. vs Mass Global Investment Company &amp; Ors. on 31 August, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-shali\">V.K. Shali</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-shali\">V.K. Shali</a></h3>\n\n<pre id=\"pre_1\">*                    HIGH COURT OF DELHI AT NEW DELHI\n\n+                     CS(OS) No.583/2010\n\n                                   Date of Decision : 31.08.2012\n\nBHARAT HEAVY ELECTRICALS LTD.       ...... Plaintiff\n                    Through: Mr. A.S. Chandhiok, ASG\n                             with Mr. Bhagat Singh,\n                             Mr. Vidit Gupta,\n                             Mr. Akshay Patani &amp;\n                             Ms. Harlen Singh, Advs.\n\n                                 Versus\n\nMASS GLOBAL INVESTMENT COMPANY &amp; ORS.\n                                   ...... Defendants\n                    Through: Mr. N.K. Kaul, Sr. Adv.\n                             with Ms. Diya Kapur, Adv.\n                             for defendant no.1\n\nCORAM :\nHON&#x27;BLE MR. JUSTICE V.K. SHALI\n\nV.K. SHALI, J.\n</pre>\n\n<span class=\"hidden_text\" id=\"span_1\">IA No.4049/2010</span>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.      This order shall dispose of an application under Order\n\n        XXXIX Rules 1 and 2 read with <a href=\"/doc/56600062/\" id=\"a_1\">Section 151</a> of the Code of\n\n        Civil Procedure, 1908 (hereinafter referred to as „<a href=\"/doc/161831507/\" id=\"a_2\">CPC</a>‟), by\n\n        virtue of which the plaintiff had originally prayed for passing\n\n        an ad interim injunction restraining the defendant no.1 from\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">CS(OS) No.583/2010                                          Page 1 of 60</span>\n         encashing    Advance    Payment     Guarantee-1,     Advance\n\n        Payment Guarantee-2 and the Performance Bank Guarantee\n\n        from the Defendant No.2. It was also prayed that the\n\n        defendant no.2 be restrained from making any payment to\n\n        the defendant no.1 in pursuance to the said Guarantees.\n\n</p><p data-structure=\"PetArg\" id=\"p_2\">2.      The matter had come up for hearing on 27.3.2010 when the\n\n        Court had recorded the statement of the learned counsel for\n\n        the defendant no.1 that it shall maintain status quo vis-à-\n\n        vis all the three Bank Guarantees. It was also observed that\n\n        the said order shall be applicable qua the defendant no.2\n\n        also. This status quo order was to continue till the next date\n\n        of hearing unless otherwise ordered. Although no specific\n\n        order thereafter has been passed, extending the order, but\n\n        the statement of the learned counsel for the defendant no.1\n\n        has been treated as if the stay order was in operation till\n\n        date.\n</p>\n<p data-structure=\"RespArg\" id=\"p_3\">3.      One of the issues which is being dealt with by the present\n\n        order is as to whether the said stay order or rather the\n\n        statement of the learned counsel for defendant no.1\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">CS(OS) No.583/2010                                          Page 2 of 60</span>\n         prohibiting itself from encashing the Bank Guarantees is to\n\n        be continued or not or in other words, whether an ad\n\n        interim order restraining the defendant no.1 from encashing\n\n        the three bank guarantees and the defendant no.2 from\n\n        making any payment to the defendant no.1 in pursuance to\n\n        the said Bank Guarantees could be passed.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">4.      This order shall also dispose of an application bearing IA\n\n        No.2852/2011 filed by the plaintiff during the pendency of\n\n        the suit, by virtue of which it has been prayed that (1) the\n\n        suit itself may be disposed of in terms of the Settlement\n\n        Agreement dated 22.8.2010 arrived at between the plaintiff\n\n        and the defendant no.1 and/or alternatively allow the\n\n        plaintiff to withdraw the present suit in terms of the prayer\n\n        (1) above.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.      Briefly stated, the facts of the case are that the plaintiff,\n\n        Bharat Heavy Electricals Ltd. (hereinafter referred to as\n\n        &quot;BHEL&quot;), is a company incorporated under the provisions of\n\n        the <a href=\"/doc/1353758/\" id=\"a_3\">Indian Companies Act, 1956</a> and is owned and\n\n        controlled by the Government        of India.   The plaintiff\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">CS(OS) No.583/2010                                         Page 3 of 60</span>\n         company is a leading manufacturer and engineering public\n\n        sector enterprise engaged in the business of design,\n\n        manufacturing and installation services of power generating\n\n        equipment on turnkey basis for Thermal, Hydro, Gas and\n\n        Nuclear Power Plants, both in domestic and international\n\n        markets. The Suit has been filed on behalf of the company\n\n        through one of its authorized representatives.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">6.      The defendant no.1, Mass Global Investment Company\n\n        (hereinafter referred to as &quot;MGI&quot;) is a company registered\n\n        under the law of Jordan, having its Registered Office at\n\n        Amman, the capital of Jordan. The defendant no.2 is the\n\n        State Bank of India (hereinafter referred to as &quot;SBI&quot;),\n\n        having its Registered Office at Jawahar Vyapar Bhawan,\n\n        11th Floor, Tolstoy Marg, New Delhi. It is the case of the\n\n        plaintiff that the defendant no.1 was in the process of\n\n        acquiring a turnkey basis power plant being 4xFr9E Gas\n\n        Turbine in Sulaymaniyah Power Project, Kurdistan, Iraq\n\n        (hereinafter referred to as the &quot;Project&quot;) and it was\n\n        desirous of hiring the services of a contractor who had the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">CS(OS) No.583/2010                                       Page 4 of 60</span>\n         requisite skill, know-how and the resources for design,\n\n        supply, installation, testing, starting, commissioning and\n\n        operating the project of such magnitude. In pursuance to\n\n        the said requirements of the defendant no.1, it contacted\n\n        the plaintiff, which was having all such requisite skills. The\n\n        negotiations between the plaintiff and the defendant no.1\n\n        resulted in signing of a contract No.4/2007 on 4.3.2007 for\n\n        turnkey execution of the Project (hereinafter referred to as\n\n        the &quot;Contract&quot;). The contract was allegedly signed in New\n\n        Delhi and thus it has been claimed that cause of action has\n\n        accrued within the jurisdiction of this Court. Further, the\n\n        contract was amended on 4.8.2007, so as to make certain\n\n        technical annexures and internal orders as a part of the\n\n        contract itself.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">7.      It has been alleged that in terms of the contract, <a href=\"/doc/1456610/\" id=\"a_4\">Article 2</a>\n\n        lays    down   for   carrying   out   the   obligations     by     the\n\n        contracting parties in accordance with the principles of good\n\n        faith and fair dealings. In terms of <a href=\"/doc/989492/\" id=\"a_5\">Article 4.1</a>, the scope of\n\n        the contract and the services to be rendered by the plaintiff\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">CS(OS) No.583/2010                                                Page 5 of 60</span>\n         to the defendant no.1 was to design, supply, erect, test,\n\n        commission and various other civil works on turnkey basis\n\n        of the power plant under the provisions of the Contract. The\n\n        details of the turnkey execution of the power plant are\n\n        detailed in <a href=\"/doc/1244046/\" id=\"a_6\">Article 4.2</a> of the Contract. It has been alleged\n\n        that <a href=\"/doc/1693108/\" id=\"a_7\">Articles 4.3</a> and <a href=\"/doc/1015123/\" id=\"a_8\">4.6</a> of the Contract contained the\n\n        obligations to be performed by the defendant no.1. It has\n\n        also been alleged that in terms of <a href=\"/doc/1015123/\" id=\"a_9\">Article 4.9</a> of the\n\n        Contract, the defendant no.1 was under a duty and an\n\n        obligation to take all the requisite steps in order to assist\n\n        the plaintiff in the performance of its obligations. It has\n\n        been further alleged that <a href=\"/doc/1858991/\" id=\"a_10\">Article 26</a>, which was to be read\n\n        with Schedules B and G of the Contract, provided the\n\n        obligations of the defendant no.1 as under:-\n\n\n</p><blockquote id=\"blockquote_1\">             &quot;Article 26-Payment Conditions\n             26.1 General. Payment of the Contract price shall be made\n             by the Employer to the Contractor in accordance with the\n             payment conditions set out in Contract Schedules B and G.\n             Banking charges incurred inside India shall be for the account\n             of the Contractor, while those incurred outside India shall be\n             borne by the Employer.\n</blockquote>\n<blockquote id=\"blockquote_2\">             All sums duly invoiced by the Contractor shall be paid by the\n             Employer. The amounts due other than the payments\n\n\n<span class=\"hidden_text\" id=\"span_7\">CS(OS) No.583/2010                                                 Page 6 of 60</span>\n              covered under L/C shall be transferred, unless otherwise\n             agreed, by tale transmission or SWIFT to the Contractor&#x27;s\n             bank in the Contractor&#x27;s country to the account of the\n             Contractor, and the Employer shall be deemed to have\n             performed its payment obligations when the respective sums\n             due, have been received by the Contractor&#x27;s bank in\n             immediately available funds.\n</blockquote>\n<blockquote id=\"blockquote_3\">             26.2 Documentary Credit (L/C). The parties have agreed on\n             payment by Documentary Credit (L/C). The employer shall\n             arrange for Documentary Credits (L/C) to the amounts\n             specified in Contract Schedules B and G in favour of the\n             Contractor, to be issued by JP Morgan/Citibank/HSBC or\n             Standard Chartered Bank or any other first class bank\n             acceptable to the Contractor, on behalf of Trade Bank of Iraq\n             (TBI) subject to the Uniform Customs and Practice for\n             Documentary Credits published by the International Chamber\n             of Commerce as in force at the date of signing the Contract.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_8\">             The Documentary Credit (L/C) shall be for payment at sight\n             with partial shipments and trans/shipments permitted.\n\n             26.3 The Employer shall open the L/Cs within the periods and\n             as specified in Contract Schedule B.‖\n\n\n</p><p data-structure=\"Section\" id=\"p_9\">8.      <a href=\"/doc/211413/\" id=\"a_11\">Article 27</a> of the Contract made a provision for the Bank\n\n        Guarantees to be provided by the Plaintiff, which reads as\n\n        under:-\n</p>\n<blockquote id=\"blockquote_4\">              ―Article 27 - Bank Guarantees provided by the\n              Contractor\n\n              27.1 Advance Payment Guarantee. To secure the\n              repayment of the advance payment specified in Contract\n              Schedule G, the Contractor shall, within the time limit\n              indicated therein, get issued at its cost, by JP\n              Morgan/Citibank/HSBC or Standard Chartered Bank in the\n\n\n<span class=\"hidden_text\" id=\"span_8\">CS(OS) No.583/2010                                                Page 7 of 60</span>\n               Contractor&#x27;s country, first demand bank guarantees of the\n              same amounts, in favour of the Employer which shall be\n              subject to the Uniform Rules for Demand Guarantees\n              published by the International Chamber of Commerce,\n              Pub. No.458. The advance payment guarantee shall be\n              valid from the date of receipt by Contractor of the advance\n              payment into its designated bank account, until full\n              recovery of the advance payment by the employer. The\n              value of the guarantee shall automatically decrease pro\n              rata with the payments made to the Contractor. Upon\n              recovery of the whole amount of the advance payment the\n              guarantee shall become null and void and shall be\n              returned to the Contractor.\n</blockquote>\n<blockquote id=\"blockquote_5\">              27.2 Performance guarantee. To secure the proper\n              performance of the Contract the Contractor shall, upon the\n              date stated in Contract Schedule B get issued at its cost by\n              JP Morgan, Citibank, HSBC or Standard Chartered Bank,\n              in the Contractor&#x27;s country, a first demand bank guarantee\n              in favour of the Employer amounting to ten percent (10%)\n              of the Contract Price which shall be subject to the Uniform\n              Rules for Demand Guarantees published by the\n              International Chamber of Commerce, Pub No.458.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_10\">              The value of this performance guarantee shall be reduced\n              to five percent (5%) of the Contract Price upon Taking\n              Over or Provisional Taking Over in accordance with the\n              provisions of <a href=\"/doc/1071750/\" id=\"a_12\">Article 23</a> against presentation of the Taking\n              Over Certificate or the Provisional Taking Over Certificate\n              and shall become null and void and be returned to the\n              issuing bank upon Final Acceptance. In the event the\n              Plaint is taken over in separate stages or sections, the\n              performance guarantee shall be decreased in value pro\n              rata the value of each such stage or section.‖\n\n\n</p><p data-structure=\"RespArg\" id=\"p_11\">9.      It has been stated that the plaintiff, in terms of Contract,\n\n        furnished Bank Guarantees through the defendant no.2,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">CS(OS) No.583/2010                                                 Page 8 of 60</span>\n         which were amended from time to time. A brief description\n\n        of the Bank Guarantees, which are purported to have been\n\n        furnished by the defendant no.2 to the defendant no.1 for\n\n        and on behalf of the plaintiff, are as under:-\n\n</p><p data-structure=\"Facts\" id=\"p_12\">            ―(i)  Advance     Payment     Guarantee     No.    being\n            0999607FG0000699 dated 6 August, 2007 (―APGI‖) valid till\n            30 March 2010, with a reduced value of USD 2,000,000 (as\n            amended on 29 December 2009).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">            (ii)   Advance     payment    Guarantee    No.   being\n            0999607FG00001132 dated 10 December 2007 (―APG2‖)\n            valid till 30 March 2010 with a reduced value of USD\n            2,000,000 (as amended on 29 December 2009)\n\n</p><p data-structure=\"Facts\" id=\"p_14\">            (iii) Performance Guarantee No. being 0999607FG0000699\n            dated 6th August, 2007 (PBG) valid till 30 March 2010 with a\n            reduced value of USD 117,00,000 (as amended on 29\n            December 2009).‖\n\n\n</p><p data-structure=\"Facts\" id=\"p_15\">10.     It has been alleged in the plaint that the Contract was to be\n\n        performed in relation to four units of power generation. Unit\n\n        Nos.1 and 2 of the Project are stated to have been\n\n        commissioned and synchronized successfully on 11.5.2009\n\n        and 4.6.2009 respectively. Unit No.3 is stated to have been\n\n        commissioned and synchronized on 19.11.2009 and Unit\n\n        No.4 was commissioned and allegedly synchronized on\n\n        26.2.2010. It has been further stated that all the four units\n\n\n<span class=\"hidden_text\" id=\"span_10\">CS(OS) No.583/2010                                              Page 9 of 60</span>\n         were successfully running in their full capacity as on\n\n        10.3.2010. It has, thus, been alleged, on the basis of the\n\n        aforesaid facts, that the plaintiff herein has complied with\n\n        all its obligations in terms of the Contract.\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">11.     It was alleged that the defendant no.1 was not furnishing\n\n        the Taking Over Certificate so far as the Unit Nos.1 and 2\n\n        are concerned and so far as the unit nos.3 and 4 are\n\n        concerned, the performance schedule was not given by the\n\n        defendant no.1. It was alleged that that this was being\n\n        done purposely to avoid their obligations with a malafide\n\n        intention and to invoke the Bank Guarantees. It has been\n\n        alleged that the defendant no.1 was constantly committing\n\n        breach of its contractual obligations and was acting in an\n\n        illegal, malafide and fraudulent manner and causing grave\n\n        prejudice to the plaintiff. It has been alleged in the plaint\n\n        that sometime in December, 2008, the defendant no.1\n\n        requested the plaintiff to extend the APG1 and APG2. In its\n\n        letter dated 27.12.2008, the defendant no.1 is alleged to\n\n        have stated as under:-\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n\n<span class=\"hidden_text\" id=\"span_11\">CS(OS) No.583/2010                                         Page 10 of 60</span>\n</p><blockquote id=\"blockquote_6\">                      ―......Concerning our request to extend the two bank\n                     guarantee, kindly be sure that Mr. Chaudhuri will\n                     send the extension on Monday as he promised and if\n                     he does not send it by Monday we will send Mr.\n                     Shadi to India to take the necessary action.‖\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">12.     It has been alleged by the plaintiff that on 27.4.2009, it\n\n        received three swift messages from the defendant no.2 with\n\n        reference to APG2, which read as under:-\n</p>\n<blockquote id=\"blockquote_7\">                ―WE MASS GLOBAL INVESTMENT CO. P.O. BOX\n                546 11953 AMMAN - JORDAN HEREBY DEMAND\n                PAYMENT OF YOUR GUARANTEE NUMBER\n                0999607FG0001132 DEMAND AMOUNT: USD\n                4,000,000.00 SAY USD FOUR MILLION ONLY.\n</blockquote><p data-structure=\"Issue\" id=\"p_19\">                ACCORDINGLY, PLEASE REMIT DEMANDED\n                AMOUNT TO OUR ACCOUNT NUMBER 57899 WITH\n                JORDAN COMMERCIAL BANK ..... AS AN\n                ALTERNATIVE FOR PAYMENT, WE MAY ACCEPT\n                AN EXTENSION TO THE GUARANTEE VALIDITY\n                UNTIL 30 OF JUNE, 2009. HOWEVER, IF WE DON&#x27;T\n                APPEAR TO HAVE RECEIVED SUCH EXTENSION\n                WITHIN 3 BANKING DAYS FROM THE DATE OF\n                THIS CLAIM, OUR CLAIM WILL STAND VALID AND\n                YOU HAVE TO PROCEED FOR PAYMENT AS\n                CLAIMED‖.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n</p><p data-structure=\"Precedent\" id=\"p_21\">13.     It has been alleged by the plaintiff that a perusal of the\n\n        aforesaid communication by the defendant no.1 would\n\n        clearly show that it was arbitrary, illegal and unilateral and\n\n        in total breach of its contractual obligations, as it was\n\n        compelling the plaintiff to extend the Bank Guarantees,\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">CS(OS) No.583/2010                                                  Page 11 of 60</span>\n         repeatedly        holding     threats   that    in    case    the   supply\n\n        agreement is not performed, the defendant no.1 will invoke\n\n        the Bank Guarantees and it would cause grave financial\n\n        harm to the plaintiff. It has been alleged that the aforesaid\n\n        action on the part of the defendant no.1 was being taken by\n\n        duress. It has also been alleged by the plaintiff that as it\n\n        had successfully performed all its obligations, consequently\n\n        it had raised invoices for the goods supplied and the\n\n        services provided. However, the defendant no.1 failed to\n\n        make payment on account of the same. On the contrary,\n\n        the defendant no.1 was holding out threats to the plaintiff\n\n        that in case the plaintiff did not comply to its dictates, it will\n\n        be forced to invoke the three Bank Guarantees purported to\n\n        have been given by it through the defendant no.2. It has\n\n        been         alleged   that   the   defendant        no.1,   without     any\n\n        intimation to the plaintiff and without any sufficient cause,\n\n        mobilized its own agencies at the Project site in relation to\n\n        Unit Nos.3 and 4 and the defendant no.1 further, in\n\n        complete violation of the provisions of <a href=\"/doc/241477/\" id=\"a_13\">Article 6.1</a>, sought to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">CS(OS) No.583/2010                                                      Page 12 of 60</span>\n         invoke the Bank Guarantees. In a nutshell, it was feebly\n\n        alleged that a fraud was being committed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">14.     So far as the three parameters for grant of injunction are\n\n        concerned, it was averred that the plaintiff has a prima\n\n        facie good case, the balance of convenience is also in its\n\n        favour and that it would suffer an irreparable loss in case\n\n        an injunction restraining the defendant no.1 from invocation\n\n        of Bank Guarantees is not granted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">15.     In view of the above said contentions, the Plaintiff has\n\n        prayed       for   an    ad    interim   injunction   restraining    the\n\n        Defendant No.1 from encashing the two advance payment\n\n        guarantees         and   one    performance     guarantee    and     the\n\n        defendant no.2 from making any payment in respect of\n\n        such guarantees.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">16.     The defendant had filed its written statement and reply to\n\n        the application and contested the claim of the plaintiff. So\n\n        far as the question of issue of three bank guarantees by the\n\n        plaintiff in favour of the defendant no.1 to be invoked\n\n        through the defendant no.2 is concerned, that is not in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">CS(OS) No.583/2010                                                  Page 13 of 60</span>\n         dispute. As regards the breaches, which are allegedly\n\n        attributed to the defendant no.1, the same have been\n\n        denied. It has been averred by the defendant no.1 that the\n\n        plaintiff has approached the High Court with unclean hands\n\n        and has suppressed the correct facts.        The plaintiff, at all\n\n        times, has not complied with its contractual obligations and\n\n        completed the works in relation to the project in terms of\n\n        milestone which were agreed to between the parties. In this\n\n        regard,       the   defendant   no.1   has   also   denied      the\n\n        commissioning and synchronization of all the four units on\n\n        the touchstone of milestones agreed. The defendant no.1\n\n        has stated that below given is the comparison of the details\n\n        of the four power units which were to be executed by the\n\n        plaintiff on turnkey basis, which will show that they have\n\n        not been within the stipulated time:\n</p>\n<blockquote id=\"blockquote_8\">                     Sl.No. Stipulated dates   Dates of\n                            of completion of   commissioning and\n                            the contract       synchronization(not\n                                               taken over by the\n                                               defendant no.1)\n                     Unit 1 31.5.2008          11.5.2009\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">CS(OS) No.583/2010                                             Page 14 of 60</span>\n                      Unit 2 10.6.2008               4.6.2009\n\n                     Unit 3 20.9.2008               19.1.2009\n\n                     Unit 4 5.10.2008               26.2.2010\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_25\">17.     It has been stated by the defendant that there is no fraud\n\n        committed by the defendant no.1 in invocation of the Bank\n\n        Guarantees. On the contrary, despite repeated intimations\n\n        to   the     plaintiff,   bringing   to   its   notice   the    breaches\n\n        committed by it on account of non-discharge of its duties, it\n\n        was warned that the defendant no.1 will be forced to invoke\n\n        the three Bank Guarantees. Still the work having not been\n\n        completed within the stipulated time, the defendant no.1\n\n        was well within its rights to invoke the three Bank\n\n        Guarantees in accordance with the terms and conditions of\n\n        the Settlement Agreement. The defendant no.1 has also\n\n        stated that the plaintiff, in its rejoinder, has admitted that\n\n        the liquidated fuels system, fire fighting system and the\n\n        water system are not essential for running the units on fuel\n\n        gas. This admission in rejoinder by the plaintiff in itself\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">CS(OS) No.583/2010                                                     Page 15 of 60</span>\n         shows that the work is not complete.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">18.     So far as the invocation of three Bank Guarantees is\n\n        concerned, the defendant no.1 has stated that the Bank\n\n        Guarantee        is   an   independent       contract    between      the\n\n        guarantor and the beneficiary and the same has to be\n\n        honoured in order to give commercial credibility to the\n\n        unconditional Bank Guarantees and that no injunction to\n\n        invoke the Bank Guarantees can be given, except in two\n\n        cases, which are exceptional in nature. It is stated that the\n\n        Apex Court has repeatedly held that such an injunction can\n\n        be given only in case of fraud or irretrievable injury. It was\n\n        stated that both these contingencies were not available in\n\n        the    instant    case     to   the   plaintiff   and   therefore,    the\n\n        application under Order XXXIX Rules 1 and 2 be dismissed.\n\n</p><p data-structure=\"PetArg\" id=\"p_27\">19.     The learned counsel for the plaintiff, in the instant case,\n\n        though had taken the plea of fraud for the grant of\n\n        injunction at the time of filing of the suit, however, this plea\n\n        of fraud, or for that matter even the plea of irretrievable\n\n        injury to the plaintiff, was not canvassed during the course\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">CS(OS) No.583/2010                                                   Page 16 of 60</span>\n         of submission by the learned ASG.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">20.     The learned counsel for the defendant no. 1 has stated that\n\n        as per the contract between the Plaintiff and the Defendant\n\n        no. 1, to guarantee the proper performance of the Plaintiff‟s\n\n        obligations,     the    Defendant     No.   2   had   provided     one\n\n        unconditional demand guarantee of $ 11.7 million and in\n\n        order to guarantee the advance paid under the contract to\n\n        the Plaintiff, the Defendant No. 2 had provided two\n\n        unconditional demand guarantees of $ 2 million each to the\n\n        defendant no. 1, payable upon a written demand by the\n\n        defendant no. 1. It has further been alleged that the\n\n        plaintiff    failed    to   perform   its   obligations   within    the\n\n        contractually stipulated period and the defendant no. 1,\n\n        thus became entitled to encash the bank guarantees. The\n\n        defendant no. 1 later agreed to extend the bank guarantees\n\n        for further periods from time to time in order to provide the\n\n        plaintiff an opportunity to cure its breaches of non-\n\n        performance and non-delivery of equipment and services\n\n        for which advances had already been paid.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n\n\n<span class=\"hidden_text\" id=\"span_18\">CS(OS) No.583/2010                                                 Page 17 of 60</span>\n</p><p data-structure=\"PetArg\" id=\"p_30\"> 21.     The Learned counsel for the defendant no.1 has contended\n\n        that the plaintiff is not entitled to Injunction. It has been\n\n        stated by the learned counsel that as per the settled law,\n\n        unconditional      bank    guarantees      are    independent         and\n\n        separate contracts between Defendant No. 1 and Defendant\n\n        No. 2 which are absolute in nature and therefore, the\n\n        Plaintiff is not entitled to seek an injunction preventing\n\n        encashment of the bank guarantees. To support this\n\n        contention, reliance has been placed upon the following\n\n        judgments:\n</p>\n<blockquote id=\"blockquote_9\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_19\">(<a href=\"/doc/1746106/\" id=\"a_14\">i) U.P. State Sugar Corporation vs. Sumac International\n                 Ltd.</a>, (1997) 1 SCC 569</span>\n</blockquote><blockquote id=\"blockquote_10\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_20\">(<a href=\"/doc/854142/\" id=\"a_15\">ii) Himadri Chemicals Industries Ltd. vs. Coal Tar Refining\n                 Co.</a>, (2007) 8 SCC 110</span>\n</blockquote><blockquote id=\"blockquote_11\">            (iii)State Trading Corporation Ltd. -vs- Jainsons Clothing\n                 Corporation &amp; Anr., (1994) 6 SCC 597\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_31\">22.     It is well settled that the bank guarantee is an independent\n\n        contract,    the    invocation   of    which,    especially     if   it   is\n\n        unconditional guarantee, ought not and cannot be stayed\n\n        by the Court. This principle admits only two exceptions in\n\n        allowing     an    application   for   injunction   i.e.   fraud      and\n\n        irretrievable injury and there is no third exception. Illegality\n\n\n<span class=\"hidden_text\" id=\"span_21\">CS(OS) No.583/2010                                                    Page 18 of 60</span>\n         in invocation, breach of faith, misuse of guarantee by failing\n\n        to act in accordance with the purpose for which it was\n\n        given, failure of consideration of contract, threatened call\n\n        for unconscionable ulterior motive, lack of honest or bona\n\n        fide belief by the beneficiary that the circumstances such as\n\n        poor performance against which performance bond provided\n\n        actually exists have all been rejected as grounds for\n\n        injunction. Reliance in this regard has been placed upon the\n\n        following judgments:\n</p>\n<p data-structure=\"Section\" id=\"p_32\">\n</p><blockquote id=\"blockquote_12\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_22\">(<a href=\"/doc/1342691/\" id=\"a_16\">i)BSES Ltd. vs. Fenner India Ltd. &amp; Anr.</a>, (2006) 2 SCC 728</span>\n\n</blockquote><blockquote id=\"blockquote_13\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_23\">(<a href=\"/doc/1746106/\" id=\"a_17\">ii)U.P. State Sugar Corporation vs. Sumac International</a>\n            (supra)</span>\n\n</blockquote><blockquote id=\"blockquote_14\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_24\">(<a href=\"/doc/329587/\" id=\"a_18\">iii) U.P. Co-operative Federation vs. Singh Consultants &amp;\n            Engineers Pvt. Ltd.</a>, (1988) 1 SCC 174</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">23.     The Bank Guarantees in the present case are unconditional\n\n        demand guarantees explicitly stated to be governed by the\n\n        ICC Uniform Rules on Demand Guarantees (URDG), payable\n\n        upon the signed statements in the form set out in the\n\n        guarantees. It has been contended that the demand\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">CS(OS) No.583/2010                                               Page 19 of 60</span>\n         guarantees         of   this   nature    are     unconditional     bank\n\n        guarantees. Reliance in this regard has been placed upon:-\n\n\n</p><blockquote id=\"blockquote_15\">                (i)     General Electric -vs- Punj Sons, (1991) 4 SCC 230\n</blockquote><blockquote id=\"blockquote_16\">                (ii)    NTPC -vs- Flowmore, (1995) 4 SCC 515\n</blockquote><blockquote id=\"blockquote_17\">                (iii)   Reliance Salt -vs- Cosmos Enterprises, (2006) 13\n                        SCC 599\n</blockquote><blockquote id=\"blockquote_18\">                (iv)    STC -vs- Jainsons, (1994) 6 SCC 597\n</blockquote><blockquote id=\"blockquote_19\">                (v)     Sikkim Subba -vs- Union Bank of India &amp; Anr.,\n                        1993(2) Arb. LR 140\n</blockquote><blockquote id=\"blockquote_20\">               (vi)     Chola Turbo -vs- Development Credit, 2008 VI AD\n                        (Del) 408\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_34\">24.     There is no fraud in either the issuance or invocation of the\n\n        bank guarantees or otherwise in connection with the bank\n\n        guarantees. The learned counsel for the defendant no.1 has\n\n        brought to the notice of the Court that such a fraud must be\n\n</p><p data-structure=\"Section\" id=\"p_35\">        (a) in connection with the bank guarantee, (b) of an\n\n        egregious nature that shocks the conscience of the Court\n\n        and vitiates the entire guarantee (c) it is proved by clear\n\n        evidence in the bank‟s knowledge, (d) it is primarily for the\n\n        bank to plead a case of fraud, a bank guarantee being an\n\n        independent         contract   between     the     banker   and      the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">CS(OS) No.583/2010                                                  Page 20 of 60</span>\n         beneficiary, (e) wrongful termination of the contract cannot\n\n        make the invocation fraudulent, (f) fraud must have nexus\n\n        prior to entering into the contract and (g) bald averments\n\n        of fraud are not sufficient, there must be clear evidence.\n\n        Such conditions have not been satisfied by the plaintiff.\n\n</p><p data-structure=\"PetArg\" id=\"p_36\">25.     It has further been submitted that the invocation of the\n\n        bank guarantees was bonafide and far from fraudulent as\n\n        the plaintiff had clearly committed the breach of the\n\n        performance of its obligations under the turnkey contract\n\n        entered into between the plaintiff and the defendant no.1.\n\n        To support this contention, the learned counsel has pointed\n\n        out that there was delay in the completion of the project\n\n        and it could not be finished within the time schedule. The\n\n        defendant no.1 had to complete civil construction of Units 1\n\n        and 2 and complete Units 3 and 4 because the plaintiff had\n\n        failed to complete civil construction and erection works due\n\n        to disputes with its sub-contractors, Al-Bilal. Further, it has\n\n        been contended that the plaintiff had failed to deliver the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">CS(OS) No.583/2010                                          Page 21 of 60</span>\n         key components of the plant and also had failed to remedy\n\n        the defects in the power plant.\n</p>\n<p data-structure=\"RespArg\" id=\"p_37\">26.     It has been stated by the learned counsel that the notices\n\n        of breach were sent by the defendant no.1 to the plaintiff\n\n        vide letters dated 16.11.2008, 26.5.2009 and 27.7.2009.\n\n        Communications stating the defects in respect of the Units\n\n        and asking the plaintiff to cure the same were also sent to\n\n        the plaintiff via various e-mails.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">27.     It has been contended by the learned counsel that this is\n\n        not a case where any irretrievable harm or injustice of the\n\n        kind contemplated by the Itek Corporation v. The First\n\n        National Bank of Boston etc. (566 Fed Supp. 1210) would\n\n        be caused to the plaintiff if the bank guarantees are\n\n        encashed. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"854142\" id=\"span_28\">The Itek case test, as stated by the learned\n\n        counsel, has been reiterated by the Supreme Court in U.P.\n\n        State Sugar Corporation‟s case (<a href=\"/doc/854142/\" id=\"a_19\">supra), Himadri Chemicals</a>\n\n        case     (supra)   which   lays   down   that   an   exceptional\n\n        circumstance must be made out which would make it\n\n        impossible for the guarantor to reimburse himself if he\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">CS(OS) No.583/2010                                            Page 22 of 60</span>\n         ultimately succeeds, akin to the Itek case (supra). In the\n\n        case of Himadri Chemicals, the Supreme Court rejected the\n\n        application for interim injunction made by the plaintiff\n\n        wherein it had pleaded that it would be unable to recover\n\n        the money, if it ultimately succeeds as the respondent was\n\n        a foreign company in Iran, having no assets in India.         In\n\n        this case, it was held that mere apprehension was not\n\n        enough but the plaintiff needs to establish an exceptional\n\n        circumstance that would make it impossible to recover.\n\n        Likewise, it has been contended that in the present case, no\n\n        such exceptional circumstance exists.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_39\">28.     It has further been submitted by the learned counsel that\n\n        there is no difficulty in recovery of monies if the plaintiff\n\n        ultimately succeeds. Also, there is an ICC Arbitration Clause\n\n        in the contract between the plaintiff and the defendant no.1\n\n        and Jordan is signatory to the New York Convention on\n\n        Enforcement of Foreign Awards and it has enacted a law for\n\n        the enforcement of foreign awards and such a law would\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">CS(OS) No.583/2010                                         Page 23 of 60</span>\n         provide adequate remedy and opportunity to the plaintiff to\n\n        recover the monies.\n</p>\n<p data-structure=\"RespArg\" id=\"p_40\">29.     In the light of the above mentioned submissions, it has\n\n        been contended by the learned counsel for the Defendant\n\n        No. 1 that the Plaintiff is not entitled to the grant of\n\n        injunction against encashment of the bank guarantees and\n\n        has also prayed that the application under Order 39 Rules 1\n\n        and 2 <a href=\"/doc/161831507/\" id=\"a_20\">of the CPC</a> made by the Plaintiff be dismissed and\n\n        exemplary costs be imposed upon them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><p data-structure=\"Precedent\" id=\"p_42\">30.     The law relating to invocation of bank guarantees is by now\n\n        well settled by a catena of judgments. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_31\">In <a href=\"/doc/1746106/\" id=\"a_21\">U.P. State Sugar\n\n        Corporation vs. Sumac International Ltd.</a> AIR 1997 SC\n\n        1644, the Apex Court observed that:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><blockquote id=\"blockquote_21\">               The law relating to invocation of such bank guarantees is\n               by now well settled. When in the course of commercial\n               dealings an unconditional bank guarantee is given or\n               accepted, the beneficiary is entitled to realize such a\n               bank guarantee in terms thereof irrespective of any\n               pending disputes. The bank giving such a guarantee is\n               bound to honour it as per its terms irrespective of any\n               dispute raised by its customer. The very purpose of giving\n               such a bank guarantee would otherwise be defeated. The\n               courts should, therefore, be slow in granting an injunction\n               to restrain the realization of such a bank guarantee. The\n               courts have carved out only two exceptions. A fraud in\n\n\n<span class=\"hidden_text\" id=\"span_32\">CS(OS) No.583/2010                                                 Page 24 of 60</span>\n                connection with such a bank guarantee would vitiate the\n               very foundation of such a bank guarantee. Hence if there\n               is such a fraud of which the beneficiary seeks to take\n               advantage, he can be restrained from doing so. The\n               second exception relates to cases where allowing the\n               encashment of an unconditional bank guarantee would\n               result in irretrievable harm or injustice to one of the\n               parties concerned. Since in most cases payment of\n               money under such a bank guarantee would adversely\n               affect the bank and its customer at whose instance the\n               guarantee is given, the harm or injustice contemplated\n               under this head must be of such an exceptional and\n               irretrievable nature as would over ride the terms of the\n               guarantee and the adverse effect of such an injunction on\n               commercial dealings in the country. The two grounds are\n               not necessarily connected, though both may coexist in\n               some cases.‖\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_44\">31.     It is equally well settled in law that bank guarantee is an\n\n        independent contract between the bank and the beneficiary\n\n        thereof. The bank is always obliged to honour its guarantee\n\n        as long as it is an unconditional and irrevocable one. The\n\n        dispute between the beneficiary and the party at whose\n\n        instance the bank has given the guarantee is immaterial\n\n        and of no consequence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">32.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_33\">In <a href=\"/doc/1342691/\" id=\"a_22\">BSES Ltd. Vs. Fenner India Ltd. and Anr.</a>, AIR 2006\n\n        SC 1148, the Supreme Court held as under:</span>\n</p>\n<blockquote id=\"blockquote_22\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_34\">―10.    There are, however, two exceptions to this\n                     Rule. The first is when there is a clear fraud of which\n                     the Bank has notice and a fraud of the beneficiary\n\n\n<span class=\"hidden_text\" id=\"span_35\">CS(OS) No.583/2010                                                   Page 25 of 60</span>\n                      from which it seeks to benefit. The fraud must be of\n                     an egregious nature as to vitiate the entire underlying\n                     transaction. The second exception to the general rule\n                     of non- intervention is when there are &#x27;special\n                     equities&#x27; in favour of injunction, such as when\n                     &#x27;irretrievable injury&#x27; or &#x27;irretrievable injustice&#x27; would\n                     occur if such an injunction were not granted. The\n                     general rule and its exceptions has been reiterated in\n                     so many judgments of this Court, that in <a href=\"/doc/1746106/\" id=\"a_23\">U.P. State\n                     Sugar Corporation v. Sumac International Ltd.</a> :</span>\n</blockquote><blockquote id=\"blockquote_23\">                     AIR1997SC1644 (hereinafter &#x27;U.P. State Sugar\n                     Corpn&#x27;) this Court, correctly declare that the law was\n                     &#x27;settled&#x27;.‖\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">33.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_36\">In <a href=\"/doc/854142/\" id=\"a_24\">Himadri Chemicals Industries Ltd. Vs. Coal Tar\n\n        Refining Company</a> AIR 2007SC 2798, the Apex Court\n\n        summarized the principles for grant of injunction to\n\n        restrain the enforcement of a bank guarantee or a letter of\n\n        credit in the following manner:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n</p><blockquote id=\"blockquote_24\">              &quot;14(i) While dealing with an application for\n          injunction in the course of commercial dealings, and\n          when an unconditional bank guarantee or letter of\n          credit is given or accepted, the Beneficiary is entitled to\n          realize such a Bank Guarantee or a Letter of Credit in\n          terms thereof irrespective of any pending disputes\n          relating to the terms of the contract.\n</blockquote>\n<blockquote id=\"blockquote_25\">              (ii) The Bank giving such guarantee is bound to\n          honour it as per its terms irrespective of any dispute\n          raised by its customer.\n</blockquote>\n<blockquote id=\"blockquote_26\">              (iii) The courts should be slow in granting an order\n          of injunction to restrain the realization of a bank\n          guarantee or a Letter of Credit.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_37\">CS(OS) No.583/2010                                                     Page 26 of 60</span>\n<blockquote id=\"blockquote_27\">               (iv) Since a Bank Guarantee or a Letter of Credit is\n          an independent and a separate contract and is absolute\n          in nature, the existence of any dispute between the\n          parties to the contract is not a ground for issuing an\n          order of injunction to restrain enforcement of Bank\n          Guarantees or Letters of Credit.\n</blockquote>\n<blockquote id=\"blockquote_28\">               (v) Fraud of an egregious nature which would\n          vitiate the very foundation of such a Bank Guarantee or\n          Letter of Credit and the beneficiary seeks to take\n          advantage of the situation.\n</blockquote>\n<blockquote id=\"blockquote_29\">               (vi) Allowing encashment of an unconditional Bank\n          Guarantee or a Letter of Credit would result in\n          irretrievable harm or injustice to one of the parties\n          concerned.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_48\">34.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7094\" id=\"span_38\">In <a href=\"/doc/7094/\" id=\"a_25\">Mahatma Gandhi Sahakra Sakkare Karkhane vs.\n\n        National Heavy Engg. Coop. Ltd. And Anr.</a> AIR 2007SC\n\n        2716, the Supreme Court observed:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n</p><blockquote id=\"blockquote_30\">                 &quot;22. If the bank guarantee furnished is an\n                 unconditional and irrevocable one, it is not open\n                 to the bank to raise any objection whatsoever to\n                 pay the amounts under the guarantee. The person\n                 in whose favour the guarantee is furnished by the\n                 bank cannot be prevented by way of an injunction\n                 from enforcing the guarantee on the pretext that\n                 the condition for enforcing the bank guarantee in\n                 terms of the agreement entered between the\n                 parties has not been fulfilled. Such a course is\n                 impermissible. The seller cannot raise the dispute\n                 of whatsoever nature and prevent the purchaser\n                 from enforcing the bank guarantee by way of\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">CS(OS) No.583/2010                                          Page 27 of 60</span>\n                  injunction except on the ground of fraud and\n                 irretrievable injury.\n</blockquote>\n<blockquote id=\"blockquote_31\">                 ......\n</blockquote>\n<blockquote id=\"blockquote_32\">                 28. What is relevant are the terms incorporated in\n                 the guarantee executed by the bank. On careful\n                 analysis of the terms and conditions of the\n                 guarantee in the present case, it is found that the\n                 guarantee    is   an   unconditional    one.   The\n                 respondent, therefore, cannot be allowed to raise\n                 any dispute and prevent the appellant from\n                 encashing the bank guarantee. The mere fact that\n                 the bank guarantee refers to the principal\n                 agreement without referring to any specific clause\n                 in the preamble of the deed of guarantee does not\n                 make the guarantee furnished by the bank to be a\n                 conditional one.&quot; [Emphasis supplied]\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_40\">35.     The question, which arises for consideration to decide this\n\n        application for interim injunction, is whether the present\n\n        case falls under any or both the exceptions as <a href=\"/doc/7094/\" id=\"a_26\">laid down in</a>\n\n        <a href=\"/doc/1746106/\" id=\"a_27\">U.P. State Sugar Corporation vs. Sumac International\n\n        Ltd. (Supra</a>). The court needs to consider both the\n\n        exceptions namely (i) fraud of an egregious nature (ii)\n\n        irretrievable injury on invocation of the bank guarantee.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_51\">36.     With regard to the exception of fraud, the judgment of the\n\n        Apex Court in STC -vs- Jainsons (supra) mentions the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">CS(OS) No.583/2010                                           Page 28 of 60</span>\n         definition of fraud in a contractual agreement. The relevant\n\n        portion of the judgment states:\n</p>\n<blockquote id=\"blockquote_33\">            ―5. The question, therefore, is whether there is any fraud\n            committed by the respondent as regards the contract of\n            guarantee which the appellant was entitled to invoke. Under\n            <a href=\"/doc/53550/\" id=\"a_28\">Section 126</a> of the Indian Contract Act 1872 a contract of\n            guarantee is a distinct separate contract to discharge the\n            liability of a third person in case of his default. <a href=\"/doc/299780/\" id=\"a_29\">Section 17</a> of\n            the Contract Act postulates fraud that:\n</blockquote><blockquote id=\"blockquote_34\">            17. &quot;Fraud&quot; defined. - &quot;Fraud&quot; means and includes any of the\n            following acts committed by. a party to a contract, or with his\n            connivance, or by his agent, with intent to deceive another\n            party thereto or his agent, or to induce him to enter into the\n            contract....\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">            (1) the suggestion, as a fact, of that which is not true, by one\n            who does not believe it to be true;\n</p><p data-structure=\"CDiscource\" id=\"p_53\">            (2) the active concealment of a fact by one having knowledge\n            or belief of the fact;\n</p><p data-structure=\"Section\" id=\"p_54\">            (3) a promise made without any intention of performing it;\n            (4) any other act fitted to deceive;\n</p><p data-structure=\"Section\" id=\"p_55\">            (5) any such act or omission as the law specially declares to\n            be fraudulent.‖\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_56\">37.     The essential question which arises is whether the present\n\n        case comes within the purview of the definition of fraud as\n\n        stated above. The Apex Court in more than one decision\n\n        took the view that fraud, if any, must be of an egregious\n\n        nature as to vitiate the underlying transaction. On a\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">CS(OS) No.583/2010                                                   Page 29 of 60</span>\n         thorough perusal of the pleadings, neither there are any\n\n        specific allegations made by the Plaintiff which can be\n\n        attributed as a fraudulent conduct on the part of the\n\n        Defendant No. 1 nor any conditions laid down in the\n\n        definition of fraud as postulated in <a href=\"/doc/299780/\" id=\"a_30\">Section 17</a> of the Indian\n\n        Contract Act are made out. Only vague allegations and\n\n        submissions have been made in the plaint, which do not\n\n        establish the element of fraud in the invocation of bank\n\n        guarantees by the Defendant No. 1. In the absence of any\n\n        specific allegation of fraud much less the fraud of an\n\n        egregious nature so as to vitiate the entire transaction, the\n\n        first exception is not made out in the instant case.\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">38.     On the question of irretrievable injury, it has to be of the\n\n        nature noticed in the Itek case (supra). In that case an\n\n        exporter in the U.S.A. entered into an agreement with the\n\n        Imperial     Government   of   Iran   and   sought     an    order\n\n        terminating its liability on stand by letters of credit issued\n\n        by an American bank in favour of an Iranian Bank as part of\n\n        the contract. The relief was sought on account of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">CS(OS) No.583/2010                                             Page 30 of 60</span>\n         situation created after the Iranian revolution when the\n\n        American Government cancelled the export licences in\n\n        relation to Iran and the Iranian Government had forcibly\n\n        taken        52   American   citizens   as   hostages.   The     U.S.\n\n        Government had blocked all Iranian assets under the\n\n        jurisdiction of United States and had cancelled the export\n\n        contract. The court upheld the contention of the exporter\n\n        that any claim for damages against the purchaser if decreed\n\n        by the American Courts would not be executable in Iran\n\n        under these circumstances and realization of the bank\n\n        guarantee/Letters of credit would cause irreparable harm to\n\n        the plaintiff. This contention was upheld. To avail of this\n\n        exception, therefore, exceptional circumstances which make\n\n        it impossible for the guarantor to reimburse himself if he\n\n        ultimately succeeds, will have to be decisively established.\n\n        Clearly, a mere apprehension that the other party will not\n\n        be able to pay, is not enough. In the Itek case (supra),\n\n        there was a certainty on this issue. Secondly, there was\n\n        good reason, in that case for the court to be prima facie\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">CS(OS) No.583/2010                                               Page 31 of 60</span>\n         satisfied that the guarantors i.e. the bank and its customer\n\n        would be found entitled to receive the amount paid under\n\n        the guarantee. The Supreme Court in U.P. State Sugar\n\n        Corporation‟s   case   (supra),   Himadri   Chemicals‟s    case\n\n        (supra) has reiterated the principles applicable in the Itek\n\n        case (supra) that an exceptional circumstance must be\n\n        made out which would make it impossible for the guarantor\n\n        to reimburse himself if he ultimately succeeds.\n\n</p><p data-structure=\"RespArg\" id=\"p_58\">39.     On a meticulous examination of the facts of the present\n\n        case, the plaintiff has failed to plead or establish any\n\n        exceptional circumstance where it cannot recover any\n\n        monies if it ultimately succeeds. All the pleas taken by the\n\n        Plaintiff regarding irretrievable injury seem to be vague and\n\n        not supported by any evidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">40.     In my considered opinion, the plaintiff has not been able to\n\n        show any of the contingencies, namely, that any fraud has\n\n        been committed in encashing the 3 Bank Guarantees from\n\n        the defendant no.1 or that there is an irreparable injury\n\n        which will be caused to the plaintiff in case the 3 Bank\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">CS(OS) No.583/2010                                          Page 32 of 60</span>\n         Guarantees are invoked and accordingly, the plaintiff is not\n\n        entitled to any injunction on that score. It is also not the\n\n        case where the conditions which were contemplated in Itek\n\n        case (supra) were available to the plaintiff which may\n\n        warrant the grant of interim order in favour of the plaintiff,\n\n        restraining the defendant from invoking 3 Bank Guarantees,\n\n        two of which are Advance Payment Guarantees and the\n\n        third one is the Performance Bank Guarantee. No doubt, the\n\n        defendant no.1 is a foreign company registered in Jordan\n\n        and the plaintiff is a public sector undertaking in India.\n\n        Nevertheless, it cannot be said that as on date, with the\n\n        conditions prevailing in the Middle East, either domestically\n\n        or internationally, where the company is registered, is in\n\n        turmoil so as to prevent the retrieval of the amount by the\n\n        plaintiff, in case the need so arises. On the contrary, the\n\n        defendant no.1 has admitted that it is a signatory to the\n\n        Charter which warrants adjudication of the International\n\n        Arbitration Disputes with the venue in London which clearly\n\n        shows that ultimately it is a country which believes in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">CS(OS) No.583/2010                                          Page 33 of 60</span>\n         adjudication   of disputes through       the    processes      of    law\n\n        and, therefore, restraining the defendant from realization of\n\n        the proceeds of the three Bank Guarantees, with regard to\n\n        which they had maintained status quo vide statement made\n\n        by their counsel on 27.3.2010, cannot be permitted to\n\n        continue.    Accordingly,   to    that   extent,     the   application\n\n        bearing IA No.4049/2010 of the plaintiff deserves to be\n\n        dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">IA No.2852/2011 in CS(OS) No.583/2010\n\n</p><p data-structure=\"CDiscource\" id=\"p_61\">41.     The second application is now taken up which the plaintiff\n\n        has filed during the pendency of the petition, wherein the\n\n        plaintiff has prayed for decreetal of its suit in terms of the\n\n        settlement purported to have been arrived at by it with the\n\n        defendant no.1. A brief overview of the context in which\n\n        this application was filed is also required to be given.\n\n</p><p data-structure=\"RespArg\" id=\"p_62\">42.     After the statement made by the defendant no.1 that it\n\n        shall not invoke the three Bank Guarantees, the matter was\n\n        adjourned    on   a   couple     of   dates    and   ultimately,      on\n\n        19.8.2010, Mr. Gopal Subramanium, the learned Solicitor\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">CS(OS) No.583/2010                                                  Page 34 of 60</span>\n         General and Mr. A.S. Chandhiok, the learned Additional\n\n        Solicitor General made a submission that the parties are\n\n        exploring the possibility of a settlement. This fact was not\n\n        denied by Mr. N.K. Kaul, the learned Senior Counsel\n\n        appearing for the defendant no.1.    The suit kept on being\n\n        adjourned on the ground of settlement and ultimately it is\n\n        alleged by the plaintiff that the settlement was arrived at\n\n        between the plaintiff and the defendant No.1. It is in this\n\n        context that the present application was filed.\n\n</p><p data-structure=\"Facts\" id=\"p_63\">43.     The plaintiff, in this application, has stated that the\n\n        discussions were held in the meetings between the parties,\n\n        namely, BHEL and MGI. The parties mutually agreed to\n\n        resolve their disputes and arrived at a settlement dated\n\n        22.8.2010, which was purported to be final, signed,\n\n        executed and irrevocable. The Settlement Agreement is\n\n        alleged to have superseded all previous negotiations and\n\n        the contract between the parties. It is stated that in terms\n\n        of the settlement/agreement, each of the parties had\n\n        agreed to irrevocably relinquish and waive all its claims and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">CS(OS) No.583/2010                                         Page 35 of 60</span>\n         demands and release the other party from all its liabilities\n\n        and     amounts    under   the      contract.   Under   the   Supply\n\n        Agreement, the amount of USD 13 million was agreed to be\n\n        settled by way of supply of 2XFr6B Turbines and Power\n\n        Generation       Equipments    to    MGI   by   BHEL.   Under      the\n\n        Settlement Agreement, the MGI agreed to pay to the BHEL\n\n        USD 25 million as price for the supply of 2XFr6B turbines\n\n        and      power    generation     equipments.      The    Settlement\n\n        Agreement is alleged to have constituted 52% of the\n\n        contract value and the remaining 48% of the contract value\n\n        of Supply Agreement was to be paid by MGI. It was stated\n\n        that under the Settlement Agreement, it was also agreed\n\n        between the BHEL and the MGI that a detailed „Supply\n\n        Agreement‟ would be entered into between the parties.\n\n        Subsequent to the execution of the Settlement Agreement,\n\n        the following events are stated to have taken place in\n\n        furtherance of signing of the Supply Agreement:-\n\n</p><blockquote id=\"blockquote_35\">                 &quot;(i) BHEL requested MGI to send plot plan and site\n                 data for evaluation and incorporation in contract\n                 of performance guarantee figures of the GTGs.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">CS(OS) No.583/2010                                                Page 36 of 60</span>\n<blockquote id=\"blockquote_36\">                  (ii) BHEL and MGI exchanged their comments on\n                 the draft supply agreement.\n</blockquote>\n<blockquote id=\"blockquote_37\">                 (iii) In the meeting held from 6-15 October, 2010\n                 in     Amman,     BHEL    submitted  Performance\n                 Guarantee figures of GTG to MGI.\n</blockquote>\n<blockquote id=\"blockquote_38\">                 (iv) After BHEL sent its revised Performance\n                 Guarantee figures, MGI on 6.1.2011, had sent\n                 revision of the site data for recalculation by BHEL\n                 of Performance Guarantee figures of GTGs.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_64\">44.     It was averred that although the formal Supply Agreement\n\n        was yet to be signed, however, in anticipation of the\n\n        signing of the said Agreement and in good faith, the\n\n        plaintiff had started performing its obligations as per\n\n        Settlement Agreement. It was averred that 35% to 40%\n\n        of    the    work   relating   to   engineering   procurement,\n\n        manufacture and assembly of two turbines was done. It is\n\n        stated that on 20.1.2011, the plaintiff received a letter\n\n        from the defendant no.1, terminating the Agreement\n\n        unilaterally on account of non-signing of the Supply\n\n        Agreement. The plaintiff sent the reply dated 28.1.2011,\n\n        giving reasons for not signing the Supply Agreement. A\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">CS(OS) No.583/2010                                            Page 37 of 60</span>\n         part of the fault for such non-signing was attributed to the\n\n        defendant no.1/MGI.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">45.     Accordingly, it was prayed that the suit itself be disposed of\n\n        in terms of the Settlement Agreement dated 22.8.2010 and\n\n        allow the plaintiff to withdraw the suit in terms of prayer (1)\n\n        of the application.\n</p>\n<p data-structure=\"RespArg\" id=\"p_66\">46.     The defendant no.1 filed reply to the application and did not\n\n        deny the signing of the Settlement Agreement dated\n\n        22.8.2010. However, it was denied that the said Settlement\n\n        Agreement, in any way, resolves the disputes between the\n\n        parties. It was stated that the Settlement Agreement is\n\n        irrelevant for the purpose of the present suit and cannot be\n\n        made as a basis for preventing the encashment of the Bank\n\n        Guarantees, which is an independent contract. It was stated\n\n        that     under   the   Settlement   Agreement,    signed      on\n\n        22.8.2010, a Supply Agreement was to be signed by\n\n        27.9.2010 or such extended date as may be agreed\n\n        between the parties. But, this Supply Agreement was\n\n        neither signed between the parties nor the date was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">CS(OS) No.583/2010                                          Page 38 of 60</span>\n         extended. Consequently, under the Settlement Agreement\n\n        itself, it was envisaged that the same would be void in case\n\n        the Supply Agreement is not signed. It is alleged that the\n\n        defendant      no.1   wrote       to   the   plaintiff     on   20.1.2011,\n\n        explicitly stating that the Settlement Agreement was null\n\n        and     void   and    in   any     event,     the        Agreement     stood\n\n        terminated. It was also contended that in any case,\n\n        assuming, though not admitting, that the Settlement\n\n        Agreement was binding, the said Settlement Agreement\n\n        would not confer any jurisdiction on this Court to entertain\n\n        the application involving determination of issues regarding\n\n        Settlement Agreement as it was signed by the parties in\n\n        Jordan and is governed by English law. It was averred that\n\n        under the Settlement Agreement, the Supply Agreement\n\n        was to be executed and it was specifically laid down that in\n\n        case the Supply Agreement was not signed, it would render\n\n        the Settlement Agreement null and void without prejudice\n\n        to the stand taken by the defendant no.1. It was further\n\n        alleged      that   the    only    relevance        of    the   Settlement\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">CS(OS) No.583/2010                                                       Page 39 of 60</span>\n         Agreement is the admission made by the plaintiff that the\n\n        plaintiff    himself   had     delayed   the    performance       of   its\n\n        obligations under the contract and that the plaintiff had\n\n        agreed to pay to the defendant no.1 an amount of USD 13\n\n        million on account of the untimely performance. It was also\n\n        contended that even if the Settlement Agreement is taken\n\n        into account, it cannot form the basis of staying the\n\n        invocation of the Bank Guarantees because that was an\n\n        independent contract between the defendant no.1 and the\n\n        defendant no.2.\n</p>\n<p data-structure=\"RespArg\" id=\"p_67\">47.     On the basis of these allegations, the defendant no.1\n\n        denied that either the application for decreeing the suit was\n\n        maintainable or that the decree should be passed in terms\n\n        of   the     Settlement   as    urged    by    the   plaintiff   in    the\n\n        application.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_68\">48.     I have heard Mr. A.S. Chandhiok,              the learned ASG and\n\n        Mr. N.K. Kaul, the learned Senior Counsel for the defendant\n\n        no.1 on the application.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">\n\n\n<span class=\"hidden_text\" id=\"span_53\">CS(OS) No.583/2010                                                   Page 40 of 60</span>\n</p><p data-structure=\"PetArg\" id=\"p_70\"> 49.     Mr.A.S.Chandhiok, the learned ASG has contended that\n\n        once     the    Settlement/Agreement      dated       22.8.2010    was\n\n        signed between the plaintiff and the defendant no.1, it\n\n        resulted in novation between the parties and the three Bank\n\n        Guarantees which are purported to have been furnished by\n\n        the defendant no.2 to the defendant no.1 for and on behalf\n\n        of    the      plaintiff   cannot   be   encashed      because      the\n\n        Settlement/Agreement supersedes all other agreements as\n\n        under the Settlement Agreement, the defendant no.1 had\n\n        relinquished all the rights qua the Bank Guarantees or it\n\n        can be said that it had discharged the Bank Guarantees. It\n\n        was contended that even if the submission of Mr. N.K. Kaul,\n\n        the learned Senior Counsel for the defendant no.1 that in\n\n        terms of the Settlement Agreement dated 22.8.2010, a\n\n        Supply Agreement was to be signed is accepted, even then\n\n        the non-signing of the Supply Agreement would not impinge\n\n        on     the Settlement Agreement.         For   this    purpose,     Mr.\n\n        Chandhiok, the learned ASG has referred to Clause 9 of the\n\n        Settlement Agreement and has contended that the said\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">CS(OS) No.583/2010                                                 Page 41 of 60</span>\n         Clause envisaged severability between the Settlement\n\n        Agreement and the Supply Agreement. It was urged that\n\n        even if the Supply Agreement was not signed and it became\n\n        invalid, illegal, unenforceable or is declared so by any court\n\n        of competent jurisdiction, then only that part of the\n\n        Settlement Agreement would become invalid, as is held so.\n\n        On the basis of the same analogy, it was sought to be\n\n        urged that assuming that the Supply Agreement has not\n\n        been signed, the defendant no.1 could have appropriate\n\n        remedy for the same. But, it will not result in abrogation of\n\n        the Settlement Agreement dated 22.8.2010 in complete\n\n        and will not revive the status quo ante so as to permit the\n\n        defendant no.1 to seek encashment of the three Bank\n\n        Guarantees.\n</p>\n<p data-structure=\"RespArg\" id=\"p_71\">50.     Mr. Chandhiok, the learned ASG has next urged that in\n\n        terms of the application, the plaintiff is only seeking a\n\n        decree in terms of the Settlement Agreement in the instant\n\n        case, though this was not the original prayer. For this\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">CS(OS) No.583/2010                                          Page 42 of 60</span>\n         purpose, the learned ASG has relied on <a href=\"/doc/161831507/\" id=\"a_31\">Order XXIII Rule 3\n\n        CPC</a>, which lays down as under:-\n</p>\n<blockquote id=\"blockquote_39\">                     ―3. Compromise of suit.-- Where it is proved to the\n                     satisfaction of the Court that a suit has been adjusted\n                     wholly or in part by any lawful agreement or compromise\n                     in writing and signed by the parties, or where the\n                     defendant satisfies the plaintiff in respect of the whole or\n                     any part of the subject-matter of the suit, the Court shall\n                     order such agreement, compromise or satisfaction to be\n                     recorded, and shall pass a decree in accordance\n                     therewith so far as it relates to the parties to the suit,\n                     whether or not the subject-matter of the agreement,\n                     compromise or satisfaction is the same as the subject-\n                     matter of the suit:\n</blockquote>\n<blockquote id=\"blockquote_40\">                         Provided that where it is alleged by one party and\n                     denied by the other that an adjustment or satisfaction\n                     has been arrived at, the Court shall decide the question;\n                     but no adjournment shall be granted for the purpose of\n                     deciding the question, unless the Court, for reasons to\n                     be recorded, thinks fit to grant such adjournment.‖\n\n\n        On the basis of <a href=\"/doc/161831507/\" id=\"a_32\">Order XXIII Rule 3 CPC</a>, it was contended\n\n        by Mr. A.S. Chandhiok since the plaintiff has now performed\n\n        its part of the obligation in terms of the Settlement\n\n        Agreement to the extent of 35% to 40% and this being the\n\n        valid Settlement Agreement, under which the defendant\n\n        no.1 has discharged, relinquished or abrogated its right to\n\n        invoke the Bank Guarantees, therefore, the said Bank\n\n        Guarantees cannot be invoked and the restraint order\n\n\n<span class=\"hidden_text\" id=\"span_56\">CS(OS) No.583/2010                                                       Page 43 of 60</span>\n         passed on the basis of the statement made by the learned\n\n        counsel for the defendant no.1 on 27.3.2010 be made\n\n        absolute and the suit itself be decreed in terms of the\n\n        Settlement Agreement.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_72\">51.     Mr. N.K.Kaul, the learned Senior Counsel for the defendant\n\n        no.1, has vehemently contested this submission of the\n\n        learned      ASG.   It   was   contended   that   the   Settlement\n\n        Agreement clearly envisages the signing of the Supply\n\n        Agreement and it was specifically laid down that the Supply\n\n        Agreement is to be signed by 27.9.2010 and in the event of\n\n        the same not being signed by the plaintiff, the Settlement\n\n        Agreement was to be treated as invalid and void ab initio.\n\n        Attention in this regard was drawn to the relevant Clauses\n\n        of the Agreement. It was further contended that the\n\n        defendant no.1 had sent a letter dated 21.1.2011 to the\n\n        plaintiff, intimating that as the Supply Agreement was not\n\n        signed, therefore, the Settlement Agreement had become\n\n        void ab initio and obviously, the status quo ante was\n\n        restored in terms of the relationship of the parties or, in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">CS(OS) No.583/2010                                               Page 44 of 60</span>\n         other words, relationship of the parties was to be governed\n\n        as no new agreement was in existence. It was contended\n\n        that there was no impediment in seeking to invoke the\n\n        three Bank Guarantees furnished by the defendant no.2 to\n\n        the defendant no.1. It was also contended that even if the\n\n        contention of the learned ASG that the non-signing of the\n\n        Supply       Agreement   will   not   render   the   Settlement\n\n        Agreement void, is assumed to be correct, it will not result\n\n        in doctrine of severability coming into operation. It was\n\n        stated that the signing of the Supply Agreement was the\n\n        basis of the complete transaction between the parties,\n\n        therefore, the submission of the learned ASG does not have\n\n        any merit.\n</p>\n<p data-structure=\"RespArg\" id=\"p_73\">52.     Alternatively, it was contended that assuming, though not\n\n        admitting, that the Settlement Agreement was having any\n\n        defect, the said Agreement would still not impinge on the\n\n        encashing of the Bank Guarantees for the simple reason\n\n        that it is the settled legal position that the Bank Guarantees\n\n        have to be treated as an independent contract de hors the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">CS(OS) No.583/2010                                            Page 45 of 60</span>\n         basic contract between the parties. It was contended that\n\n        this Settlement Agreement has no effect on the invocation\n\n        of the Bank Guarantees. It was contended that the prayer\n\n        of the plaintiff for decreeing the suit in terms of the\n\n        Settlement Agreement having been arrived at between the\n\n        parties under <a href=\"/doc/161831507/\" id=\"a_33\">Order XXIII Rule 3 CPC</a> is bereft of any merit\n\n        because the defendant no.2 is not a party to the said\n\n        Agreement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">53.     I have carefully considered the submissions and gone\n\n        through the records.\n</p>\n<p data-structure=\"Section\" id=\"p_75\">54.     Before dealing with the submission of the learned ASG for\n\n        and on behalf of the plaintiff, it would be better to\n\n        reproduce    the   relevant   provisions   of   the   Settlement\n\n        Agreement dated 22.8.2010, which are as under:-\n\n</p><blockquote id=\"blockquote_41\">              THIS SETTLEMENT AGREEMENT is executed on this\n                         22nd day of August 2010\n\n                               BY AND BETWEEN:\n</blockquote>\n<blockquote id=\"blockquote_42\">           (1) MASS GLOBAL INVESTMENT CO a company duly\n           incorporated under the laws of Jordan, and having its\n           registered office at Aman-Jordan, Wasfi A1 Tal Street,\n           Building No.94, fifth floor, Post Code 11953, (hereinafter\n           „MGI‟    WHJICH     EXPRESSION     SHALL   INCLUDE    ITS\n           SUCCESSORS AND PERMITED ASSIGNS); and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">CS(OS) No.583/2010                                             Page 46 of 60</span>\n            (2) BHARAT HEAVY ELECTRICALS LTD. a company duly\n           incorporated under the provisions of the (Indian) Companies\n           At, 1956, owned and controlled by the government of India\n           and having its registered office at BHEL House, Siri Fort,\n           New Delhi - 110049, (hereinafter &quot;BHEL&quot; which expression\n           shall include its successors and permitted assigns).\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_76\">           (Collectively hereinafter   referred   to   as   „parties‟   and\n           individually as „Party‟)\n\n           WHEREAS, MGI and BHEL have entered into a Contract\n           dated 4th March, 2007 and subsequently Contract\n           Amendment dated 4th August, 2007 for the turnkey\n           execution of 4xFr 9E Gas Turbine Power Plant in\n           Sulaymaniah, Kurdistan, Iraq by BHEL to MGI on a turnkey\n           basis in Kurdistan region, Iraq, (hereinafter the „Turnkey\n           Contract&quot;)\n\n           WHEREAS, during execution of the Tunkey Contract, certain\n           disputes had arisen between the parties in respect of the\n           execution of the Power Plant and parts thereof (all such\n           disputes hereinafter referred to as the „Disputed Matters&quot;)\n\n            ―Whereas, pursuant to the said Disputed Matters MGI\n            purported to invoke the three Bank Guarantees provided to\n            MGI on behalf of BHEL under the terms of the Turnkey\n            Contract, such guarantee being (1) Advance Payment Bank\n            Guarantee number 0999607FG0001132, in its current\n            amount of USD 2,000,000.00 (Two Million United States\n            Dollars) (2) Advance Payment Bank Guarantee number\n            0999607FG000699 in its current amount of USD\n            2,000,000.00 (Two Million United States Dollars) and (3)\n            Performance Bank Guarantee number 0999607FG0000700\n            in an amount of USD 11,7000,000.00 (Eleven Million, Seven\n            Hundred Thousands United States Dollars) (hereinafter\n            collectively the ―Bank Guarantees‖)\n            WHEREAS, BHEL vide a suit filed in the Delhi High Court\n            (bearing No.CS(OS) 583/2010) obtained an interim injunction\n            on the said invocation of the three Bank Guarantees against\n            MGI and State Bank of India, however, the final judgment for\n            the above has not yet been issued as on date;\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">CS(OS) No.583/2010                                                Page 47 of 60</span>\n             WHEREAS, Now, in pursuance of the meetings dated 19th to\n            21st June 2010; 31st July, 2010 to 4th August, 2010; 18th to\n            21st August, 2010 at Amman and 18th to 24th July, 2010 at\n            Sulymaniyh site between the parties, the parties have\n            accordingly agreed to settle all disputes and differences on\n            the terms and conditions more particularly described and\n            stated hereinafter, (minutes of the Amman meeting from 18th\n            to 21st August, 2010 signed by the parties are enclosed\n            herewith as Schedule [1] of this Settlement Agreement, which\n            shall be considered an integral part and parcel of this\n            Settlement Agreement);\n</p><p data-structure=\"Conclusion\" id=\"p_77\">            .......\n</p><p data-structure=\"Conclusion\" id=\"p_78\">            And Whereas, now, the Parties through their authorized\n            representatives have mutually negotiated a settlement and\n            have accordingly agreed to amicably resolve the Disputed\n            Matters in good faith by entering into the Settlement\n            Agreement, which shall, upon implementation of its terms\n            and conditions as stated herein below, constitute a final and\n            irrevocable settlement of all claims and demands of the\n            parties in respect thereof in connection with the Turnkey\n            Contract.\n</p><p data-structure=\"Conclusion\" id=\"p_79\">            NOW THIS AGREEMENT WITNESSETH AS HEREIN\n            UNDER FOLLOWS:\n</p><blockquote id=\"blockquote_43\">            1. THE SETTLEMENT\n            The parties agree that this Settlement Agreement and the\n            terms set out herein shall be in full, unconditional,\n            irrevocable, comprehensive and final settlement in\n            connection with the Disputed Matters and all claims arising\n            pursuant to the Turnkey Contract, from the date of the\n            commencement of the parties&#x27; commercial relationship until\n            the date of this Settlement Agreement\n            Upon execution of this Settlement Agreement in accordance\n            with the terms and conditions stated below, each party\n            irrevocably and unconditionally relinquishes and waives all\n            claims and demand, and further releases the other party from\n            all liabilities and amounts whether known or unknown in\n            connection with the Turnkey Contract in perpetuity.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_61\">CS(OS) No.583/2010                                               Page 48 of 60</span>\n<blockquote id=\"blockquote_44\">             2. TERMS OF SETTLEMENT\n            In full, unconditional, irrevocable, comprehensive and final\n            settlement of all claims and demands in respect of the\n            Disputed Matters and the Turnkey Contract, the parties agree\n            as follows:-\n</blockquote><blockquote id=\"blockquote_45\">             ........\n</blockquote><blockquote id=\"blockquote_46\">            Accordingly, BHEL hereby irrevocably acknowledges that it\n            owes MGI, and hereby irrevocably undertakes to settle to\n            MGI, an amount of USD13 million (Thirteen Million United\n            States Dollars) (hereinafter the ―Settlement Agreement‖).\n</blockquote>\n\n<blockquote id=\"blockquote_47\">            3. MANNER OF SETTLEMENT\n            ......\n</blockquote><p data-structure=\"Conclusion\" id=\"p_80\">            Upon signature of the Supply Agreement and the provision of\n            the advance payment bank guarantee referred to above\n            under paragraph (c), MGI undertakes to discharge the Bank\n            Guarantees in full by issuing the necessary instructions to\n            State Bank of India and simultaneously making a joint\n            application to the Delhi High Court for dissolution of all\n            pending claims.\n</p><p data-structure=\"Conclusion\" id=\"p_81\">            ......\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><p data-structure=\"Conclusion\" id=\"p_83\">            4. RELEASE, WAIVER, DISCHARGE\n            Release by MGI Upon: (i) signing of the Supply Agreement,\n</p><p data-structure=\"Conclusion\" id=\"p_84\">            (ii) issuance of the advance payment bank guarantee\n            referred to under clause 3(c) above, and (iii) fulfillment by\n            BHEL of its obligations stated herein including clause (5),\n            MGI holds BHEL free of any responsibility and waives its\n            rights against BHEL as regards the Disputed Matters and any\n            obligations, claims, compensations, liabilities or any other\n            arising out of or in connection with the Turnkey Contract and\n            the Disputed Matters and such release conferred herein shall\n            be considered final and irrevocable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n<span class=\"hidden_text\" id=\"span_62\">CS(OS) No.583/2010                                               Page 49 of 60</span>\n             ......\n</p><p data-structure=\"Conclusion\" id=\"p_86\">            In relation to any claims/counter claims, upon fulfillment of all\n            the terms and conditions of this Settlement Agreement, the\n            parties agree to fully and finally release, waive and forever\n            discharge each other and any of its affiliated companies,\n            directors, officers, counsels, agents or other representatives\n            from:\n</p><blockquote id=\"blockquote_48\">            --All claims, demands, debts, accounts, expenses, costs,\n            liens, actions and proceedings of any and every kind, nature\n            and description and under any legal theory be it contract,\n            misrepresentation, fraud etc. whether known or unknown,\n            which the parties has or might have or might assert in relation\n            to the Disputed Matters and Turnkey Contract; and\n</blockquote><blockquote id=\"blockquote_49\">            -- Any legal liability arising, directly or indirectly, out of or in\n            any way connected way connected hereto, in relation to the\n            Disputed Matters and Turnkey Contract.\n            ......\n</blockquote><blockquote id=\"blockquote_50\">            The parties hereby agree that the current injunction\n            proceedings being deliberated by the High Court of New\n            Delhi shall temporarily be put on hold until the signing of the\n            Supply Agreement. To that end, the parties agree to jointly\n            request the High Court of New Delhi to adjourn the\n            proceedings until the parties move a joint application (if any)\n            in CS(OS) No.583/2010 pending before the Delhi High Court\n            to record the terms of this Settlement Agreement so that a\n            compromise decree can be passed by the Delhi High Court in\n            accordance with this Settlement Agreement. For the\n            avoidance of doubt the joint application referred to above will\n            be made only following signature of the Supply Agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_87\">            5. ....\n</p><p data-structure=\"Conclusion\" id=\"p_88\">            6. .....\n</p><p data-structure=\"Conclusion\" id=\"p_89\">            7. CONFIDENTIALITY AND VALIDITY\n            ....\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">\n\n\n<span class=\"hidden_text\" id=\"span_63\">CS(OS) No.583/2010                                                     Page 50 of 60</span>\n             Furthermore, if the Supply Agreement is not signed by 27\n            September 2010 or such other extended date agreed in\n            writing, this Settlement Agreement and Schedule (1) shall be\n            considered null and void.\n</p><p data-structure=\"Conclusion\" id=\"p_91\">            8.....\n</p><p data-structure=\"Section\" id=\"p_92\">            9.SEVERABILITY\n            If for any reason whatsoever any provision of the Settlement\n            Agreement is or becomes invalid, illegal or unenforceable or\n            is declared by any court of competent jurisdiction or any other\n            instrumentality to be invalid, illegal or unenforceable, the\n            validity, legality or enforceability of the remaining provisions\n            shall not be affected in any manner, and the parties shall\n            negotiate in good faith with a view to agreeing upon one or\n            more provisions which may be substituted for such invalid,\n            illegal or unenforceable provisions, as nearly as its\n            practicable.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">            10. .......\n</p><p data-structure=\"Conclusion\" id=\"p_94\">            11........\n</p><p data-structure=\"Conclusion\" id=\"p_95\">            12. GOVERNING LAW\n            This Agreement is governed by the laws of England.‖\n\n\n\n                                                                       Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">                                                                       Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">55.     A perusal of the Settlement Agreement clearly shows that\n\n        the signing of the Supply Agreement between the parties\n\n        was an integral part of the Settlement and this Supply\n\n        Agreement was to be signed by a specified date, which was\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">CS(OS) No.583/2010                                                  Page 51 of 60</span>\n         fixed as 27.9.2010 or such extended date as may be agreed\n\n        between the parties. The sanction for the purpose of\n\n        adherence to this date was contained in the Settlement\n\n        Agreement itself and it was specifically laid down that in\n\n        case the Supply Agreement is not signed by that date, the\n\n        Settlement Agreement would be treated as void ab initio.\n\n        There is no denial of the fact that the Supply Agreement\n\n        between the plaintiff and the defendant no.1 has neither\n\n        been signed by 27.9.2010 nor the date has been extended.\n\n        As a matter of fact, till the submission of the arguments\n\n        before this Court, the said Agreement was not signed\n\n        between the parties, therefore, so far as the non-signing of\n\n        the Supply Agreement is concerned, that is not in dispute.\n\n        There is no doubt that the plaintiff in the application has\n\n        made an averment, although the Supply Agreement has not\n\n        been signed, but it has already performed 35% to 40% of\n\n        its obligation in terms of the Settlement Agreement. I think\n\n        this oral averment made by the plaintiff in its application\n\n        regarding performance of its obligation in terms of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">CS(OS) No.583/2010                                        Page 52 of 60</span>\n         Settlement Agreement is totally inconsequential in the\n\n        absence of signing of Supply Agreement. In the absence of\n\n        signing of the Supply Agreement, obviously the sanction\n\n        would come into operation and the sanction which was\n\n        envisaged between the parties was that the Settlement\n\n        Agreement itself would be treated as void ab initio. If the\n\n        Settlement Agreement itself becomes void ab initio, then\n\n        obviously the parties get their rights and obligations revived\n\n        under the regime with which they were governed when the\n\n        Supply Agreement was not signed by them. Under the said\n\n        regime, the defendants were entitled to invoke the Bank\n\n        Guarantees        in   terms    of    the   language   of    the    Bank\n\n        Guarantees, which were unconditional. Moreover, the Bank\n\n        Guarantees are held repeatedly by the Courts to be\n\n        independent contracts and even if there is a dispute about\n\n        the basic agreement, still the invocation could not be\n\n        stopped      in   favour   of   the    beneficiary.    The   only     two\n\n        exceptions visualized by the Apex Court is fraud and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">CS(OS) No.583/2010                                                   Page 53 of 60</span>\n         irretrievable injustice which contingencies are not available\n\n        in the instant case.\n</p>\n<p data-structure=\"Section\" id=\"p_99\">56.     Another submission, which has been raised by the learned\n\n        ASG, is regarding the severability of the Settlement\n\n        Agreement from the Supply Agreement and the submission\n\n        that in case a part of the agreement is severable and it\n\n        gives right to any occasion to the defendant no.1, he can\n\n        sue for breach of contract does not convince me. It is not\n\n        the case where such a clause would come into operation.\n\n        The question of severability of a clause from a part of the\n\n        agreement would arise only when the transaction itself was\n\n        complete between the parties. The transaction between the\n\n        parties in the instant case was to settle their disputes in\n\n        two phases - firstly by signing the Settlement Agreement\n\n        and secondly by signing the Supply Agreement. Since the\n\n        Supply Agreement itself has not been signed, therefore this\n\n        transaction of Settlement itself being incomplete, in my\n\n        view, would not bring the question of severability into\n\n        operation. Therefore, this submission made by the learned\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">CS(OS) No.583/2010                                         Page 54 of 60</span>\n         ASG does not persuade me to accept his plea so as to\n\n        prevent the defendant no.1 from seeking encashment of the\n\n        Bank Guarantees.\n</p>\n<p data-structure=\"Precedent\" id=\"p_100\">57.     There is another reason for this Court to discard the\n\n        submission made by the learned ASG for preventing the\n\n        defendant no.1 from encashing the Bank Guarantees and it\n\n        is that the settled legal position is that the Bank Guarantees\n\n        is an independent contract between the beneficiary and the\n\n        guarantor and it is only these two parties who are to be\n\n        governed by     the terms and       conditions of the        Bank\n\n        Guarantees.   In   the   instant   case,   one   of   the    Bank\n\n        Guarantees is a Performance Bank Guarantee and the other\n\n        two are Advance Bank Guarantees. All these three Bank\n\n        Guarantees are not in dispute so far as their language or\n\n        the factum of their being unconditional Bank Guarantees is\n\n        concerned. The invocation of the Bank Guarantees by the\n\n        defendant no.1 is also not faulted by the defendant no.2.\n\n        The original case, which was set-up by the plaintiff for\n\n        preventing the invocation of the Bank Guarantees by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">CS(OS) No.583/2010                                            Page 55 of 60</span>\n         defendant no.1 against the defendant no.2, was fraud,\n\n        which had come up in the course of time by filing an\n\n        application under <a href=\"/doc/56600062/\" id=\"a_34\">Section 151</a> CPC read with <a href=\"/doc/161831507/\" id=\"a_35\">Order XXIII\n\n        Rule 3 CPC</a> for decreetal of the suit in terms of the\n\n        Settlement Agreement. Therefore, this plea of fraud or\n\n        irretrievable injustice having been caused to the plaintiff on\n\n        account of invocation of the Bank Guarantees has already\n\n        been rejected    by   me   earlier   while dealing   with     the\n\n        application under Order XXXIX Rules 1 and 2 <a href=\"/doc/161831507/\" id=\"a_36\">CPC</a>. The\n\n        present plea has been set-up by the plaintiff by way of\n\n        subsequent developments inasmuch as a fresh Agreement\n\n        between the plaintiff and the defendant no.1 is sought to be\n\n        a ground for preventing the invocation of the Bank\n\n        Guarantees. Admittedly, this Agreement is between the\n\n        plaintiff and the defendant no.1, i.e., a party on whose\n\n        behalf the Bank Guarantees were given and the party for\n\n        whose benefit the Bank Guarantees were given. The party\n\n        which has given these Bank Guarantees is not a party to\n\n        the signing of this subsequent Agreement, which is called\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">CS(OS) No.583/2010                                           Page 56 of 60</span>\n         as    the    Settlement   Agreement.   That   being    so,     the\n\n        Agreement, to which the defendant no.2 is not a party or a\n\n        signatory, could not be made as a basis for preventing the\n\n        defendant no.2 from making the payment to the defendant\n\n        no.1 on account       of such Bank      Guarantees on        their\n\n        invocation. Therefore, I feel that this is something which\n\n        goes to the very root of the matter because of which the\n\n        invocation of the Bank Guarantees by the defendant no.1\n\n        from the defendant no.2 cannot be prevented. Moreover,\n\n        the defendant no.1 himself has denied the validity of the\n\n        enforceability of the Settlement Agreement on account of\n\n        non-signing of the Supply Agreement. This being the factual\n\n        matrix, if one sees the plain language of <a href=\"/doc/161831507/\" id=\"a_37\">Order XXIII Rule 3\n\n        CPC</a> for decreeing the suit, then it envisages the satisfaction\n\n        of the Court in the first instance. Obviously, this satisfaction\n\n        would arise only when the parties are at ad idem and not at\n\n        variance. This portion gets further reinforced by the proviso\n\n        which lays that in case one party denies adjustment or the\n\n        satisfaction, the Court shall decide this question. Therefore,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">CS(OS) No.583/2010                                            Page 57 of 60</span>\n         for deciding this question, evidence may have to be\n\n        recorded but certainly the decree, as prayed for by the\n\n        plaintiff, cannot be passed. The defendant no.1 has also\n\n        placed reliance on judgment titled Jaywantraj Punamaiya &amp;\n\n        Ors. -vs- H. Choksi &amp; Co. Pvt. Ltd., 1997(10) SCC 193 to\n\n        contend that the Settlement Agreement being contingent on\n\n        signing of the Supply Agreement could not be relied upon.\n\n        To that extent, the submission of Mr. N.K. Kaul, the learned\n\n        Senior Counsel is accepted.\n</p>\n<p data-structure=\"RespArg\" id=\"p_101\">58.     Further, if the Settlement Agreement itself is not valid,\n\n        there is no question of discharge or relinquishment of rights\n\n        qua     the    Bank    Guarantees.      Similarly,    the    Agreement\n\n        envisaged filing of a joint application for keeping the\n\n        restraint     orders    against   the    invocation     of     the    Bank\n\n        Guarantees in suspension, which was not done in the\n\n        present       case.   This   shows   that    the     parties    are     not\n\n        unanimous on the resolution of their disputes or the\n\n        modalities thereof.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">\n\n\n<span class=\"hidden_text\" id=\"span_71\">CS(OS) No.583/2010                                                     Page 58 of 60</span>\n</p><p data-structure=\"Conclusion\" id=\"p_103\"> 59.     For the abovementioned reasons, I am of the considered\n\n        opinion that the suit of the plaintiff cannot be decreed in\n\n        terms of <a href=\"/doc/161831507/\" id=\"a_38\">Order XXIII Rule 3 CPC</a>, as the application of the\n\n        plaintiff    is   totally    misconceived    and    accordingly    the\n\n        application       of   the   plaintiff   bearing   No.2852/2011       is\n\n        dismissed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_104\">60.     The net result of dismissal of both these applications\n\n        bearing Nos.4049/10 and 2852/11 is that the statement,\n\n        which was made by the learned counsel for the defendant\n\n        no.1 on 27.3.10 before this Court, stating that the status\n\n        quo with regard to all the three Bank Guarantees shall be\n\n        maintained, which status quo has been maintained by the\n\n        defendant no.1 till date, although the same has not been\n\n        specifically recorded in the order subsequent thereto, the\n\n        defendant no.1 is not bound to continue with the said\n\n        statement and I feel that the plaintiff is not entitled to any\n\n        ad interim injunction. Accordingly, the applications of the\n\n        plaintiff, bearing IA No.4049/10 under Order XXXIX Rules 1\n\n        and 2 <a href=\"/doc/161831507/\" id=\"a_39\">CPC</a> as well as IA No.2852/11 are dismissed. DASTI.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">CS(OS) No.583/2010                                                Page 59 of 60</span>\n<span class=\"hidden_text\" id=\"span_73\"> CS(OS) No.583/2010</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_105\">61.     List the matter on 28.9.2012 before the Joint Registrar for\n\n        further proceedings.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_106\">\n\n</p><p data-structure=\"Precedent\" id=\"p_107\">                                                    V.K. SHALI, J.\n</p><p data-structure=\"Conclusion\" id=\"p_108\">August 31st , 2012\ntp\n\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">CS(OS) No.583/2010                                       Page 60 of 60</span>\n </p>","numcites":19,"numcitedby":0,"docsource":"Delhi High Court","citetid":2297960,"divtype":"judgments","relatedqs":[{"value":"turnkey contracts","formInput":"turnkey%20contracts"},{"value":"void agreements","formInput":"void%20agreements"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"bank guarantee for advance payment","formInput":"bank%20guarantee%20for%20advance%20payment"},{"value":"status quo","formInput":"status%20quo"},{"value":"turnkey ","formInput":"turnkey%20"},{"value":"Mass Global Investment","formInput":"Mass%20Global%20Investment"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"order xxiii rule 3 cpc","formInput":"order%20xxiii%20rule%203%20cpc"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"order xxiii rule 3 ","formInput":"order%20xxiii%20rule%203%20"},{"value":"BHEL","formInput":"BHEL"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"advance bank guarantee","formInput":"advance%20bank%20guarantee"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":" order xxxix rule 1 ","formInput":"%20order%20xxxix%20rule%201%20"},{"value":"ad interim injunction","formInput":"ad%20interim%20injunction"},{"value":"ad-interim injunction","formInput":"ad-interim%20injunction"}],"cats":[{"value":"amendment-for-first-and-fourth-schedule","formInput":"tag:amendment-for-first-and-fourth-schedule"},{"value":"fraud-defined","formInput":"tag:fraud-defined"}],"courtcopy":true,"query_alert":null,"agreement":false}