{"tid":919241,"publishdate":"2003-04-17","title":"Oil & Natural Gas Corporation Ltd vs Saw Pipes Ltd on 17 April, 2003","doc":"<h2 class=\"doc_title\">Oil &amp; Natural Gas Corporation Ltd vs Saw Pipes Ltd on 17 April, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2003 SUPREME COURT 2629, 2003 AIR SCW 3041, 2003 (2) UJ (SC) 1035, (2003) 7 ALLINDCAS 147 (SC), 2003 (3) SLT 324, 2003 (7) ALLINDCAS 147, 2003 (3) COM LJ 1 SC, 2003 (4) SCALE 92, (2003) 4 JT 171 (SC), 2003 (2) ARBI LR 5, 2003 (2) LRI 348, 2003 (4) ACE 724, 2003 (5) SCC 705, (2003) 3 COMLJ 1, (2003) 4 JCR 148 (SC), 2003 UJ(SC) 2 1035, (2003) 4 MAD LW 482, (2003) 3 ANDHLD 82, (2003) 5 INDLD 849, (2003) 2 ARBILR 5, (2003) 2 RECCIVR 554, (2003) 1 WLC(SC)CVL 709, (2003) 2 CURCC 236, (2003) 3 SUPREME 449, (2003) 3 ICC 890, (2003) 4 SCALE 92, (2003) 3 GCD 1877 (SC), (2004) 1 BOM CR 245</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-b-shah\">M.B. Shah</a>, <a href=\"/search/?formInput=benchid:a-kumar\">Arun Kumar</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  7419\t2001\n of 518 \n\nPETITIONER:\nOil &amp; Natural Gas Corporation Ltd.\n\nRESPONDENT:\nSAW Pipes Ltd.\n\nDATE OF JUDGMENT: 17/04/2003\n\nBENCH:\nM.B. SHAH &amp; ARUN KUMAR.\n\nJUDGMENT:</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">\t\t\t\tJ U D G M E N T\n\nShah, J.\n</p>\n\n<p data-structure=\"Section\" id=\"p_2\">COURT&#x27;S JURISDICTION UNDER SECTION 34 OF THE\nARBITRATION AND CONCILIATION ACT, 1966\n\n\nBefore dealing with the issues involved in this appeal, we\nwould first decide the main point in controversy, namely - the ambit\nand scope of Court&#x27;s jurisdiction in case where award passed by the\nArbitral Tribunal is challenged under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration\nand Conciliation Act, 1996 (hereinafter referred to as &quot;the Act&quot;) as the\ndecision in this appeal would depend upon the said finding. In other\nwords - whether the Court would have jurisdiction under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a>\nof the Act  to set aside an award passed by the Arbitral Tribunal which\nis patently illegal or in contravention of the provisions of the Act or\nany other substantive law governing the parties or is against the terms\nof the contract?\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">Learned senior counsel Mr. Ashok Desai appearing for the\nappellant submitted that in case where there is clear violation of\n<a href=\"/doc/65067/\" id=\"a_3\">Sections 28</a> to <a href=\"/doc/1769118/\" id=\"a_4\">31</a> of the Act or the terms of the Contract between the\nparties, the  said award can be and is required to be set aside by the\nCourt while exercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of the Act.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">Mr. Dushyant Dave, learned senior counsel appearing on behalf\nof respondent - company submitted to the contrary and contended that\nthe Court&#x27;s jurisdiction under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> is limited and the award\ncould be set aside mainly on the ground that the same is in conflict\nwith the &#x27;Public Policy of India&#x27;.  According to his submission, the\nphrase &#x27;Public Policy of India&#x27; cannot be interpreted to mean that in\ncase of violation of some provisions of law, the Court can set aside the\naward.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">For deciding this controversy, we would refer to the relevant\npart of <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> which reads as under:-\n</p><blockquote id=\"blockquote_1\">&quot;34.\tApplication for setting aside arbitral award -\n(1) Recourse to a court against an arbitral award may be\nmade only by an application for setting aside such award\nin accordance with sub-section (2) and sub-section (3).\n</blockquote>\n<blockquote id=\"blockquote_2\">(2)\tAn arbitral award may be set aside by the court\nonly if-\n</blockquote>\n<blockquote id=\"blockquote_3\">(a)\tthe party making the application furnishes proof\nthat-\n</blockquote>\n<blockquote id=\"blockquote_4\">(i)\ta party was under some incapacity, or\n\n</blockquote><blockquote id=\"blockquote_5\">(ii)\tthe arbitration agreement is not valid under\nthe law to which the parties have subjected it\nor, failing any indication thereon, under the\nlaw for the time being in force; or\n\n</blockquote><blockquote id=\"blockquote_6\">(iii)\tthe party making the application was not\ngiven proper notice of the appointment of an\narbitrator or of the arbitral proceedings or\nwas otherwise unable to present his case; or\n\n</blockquote><blockquote id=\"blockquote_7\">(iv)\tthe arbitral award deals with a dispute not\ncontemplated by or not falling within the\nterms of the submission to arbitration, or it\ncontains decisions on matters beyond the\nscope of the submission to arbitration;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_6\">Provided that, if the decisions on matters submitted\nto arbitration can be separated from those not so\nsubmitted, only that part of the arbitral award which\ncontains decisions on matters not submitted to arbitration\nmay be set aside; or\n\n</p><p data-structure=\"Section\" id=\"p_7\">(v)\tthe composition of the arbitral tribunal or\nthe arbitral procedure was not in\naccordance with the agreement of the\nparties, unless such agreement was in\nconflict with a provision of this Part from\nwhich the parties cannot derogate, or, failing\nsuch agreement, was not in accordance with\nthis Part; or\n\n</p><p data-structure=\"Issue\" id=\"p_8\">(b)\tthe court finds that-\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">(i)\tthe subject-matter of the dispute is not\ncapable of settlement by arbitration under\nthe law for the time being in force, or\n\n</p><p data-structure=\"Issue\" id=\"p_10\">(ii)\tthe arbitral award is in conflict with the\npublic policy of India.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">Explanation-Without prejudice to the generality\nof sub-clause (ii), it is hereby declared, for the avoidance\nof any doubt, that an award is in conflict with the public\npolicy of India if the making of the award was induced\nor affected by fraud or corruption or was in violation of\n<a href=\"/doc/109874/\" id=\"a_8\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_9\">Section 81</a>.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_12\">For our purpose, it is not necessary to refer to the scope of self\nexplanatory Clauses (i) to (iv) of sub-section (2)(a) of <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> of\nthe Act and it does not require elaborate discussion. However, clause\n</p><p data-structure=\"Section\" id=\"p_13\">(v) of sub-<a href=\"/doc/78032017/\" id=\"a_11\">section 2(a)</a> and clause (ii) of sub-<a href=\"/doc/85288767/\" id=\"a_12\">section 2(b)</a> require\nconsideration.\tFor proper adjudication of the question of jurisdiction,\nwe shall first consider what meaning could be assigned to the term\n&#x27;Arbitral Procedure&#x27;.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">&#x27;ARBITRAL PROCEDURE&#x27;\n\nThe ingredients of clause (v) are as under:-\n</p><blockquote id=\"blockquote_8\">1)\tThe Court may set aside the award:-\n</blockquote><blockquote id=\"blockquote_9\">(i)\t(a)  if the composition of the arbitral\nTribunal was not in accordance with\nthe agreement of the parties,\n\n</blockquote><blockquote id=\"blockquote_10\">(b)\tfailing such agreement, the\ncomposition of the arbitral tribunal\nwas not in accordance with <a href=\"/doc/1306164/\" id=\"a_13\">Part-I of\nthe Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_11\">(ii)\tif the arbitral procedure was not in\naccordance with:-\n</blockquote>\n<blockquote id=\"blockquote_12\">a)\tthe agreement of the parties, or\n\n</blockquote><blockquote id=\"blockquote_13\">b)\tfailing such agreement, the arbitral\nprocedure was not in accordance with\n<a href=\"/doc/1306164/\" id=\"a_14\">Part-I of the Act</a>.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_15\">However, exception for setting aside the award on the ground\nof composition of arbitral tribunal or illegality of arbitral procedure is\nthat the agreement should not be in conflict with the provisions of\n<a href=\"/doc/1306164/\" id=\"a_15\">Part-I of the Act</a> from which parties cannot derogate.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">In the aforesaid sub-clause (v), the emphasis is on the\nagreement and the provisions of <a href=\"/doc/1306164/\" id=\"a_16\">Part-I of the Act</a> from which parties\ncannot derogate.  It means that the composition of arbitral tribunal\nshould be in accordance with the agreement.  Similarly, the procedure\nwhich is required to be followed by the arbitrators should also be in\naccordance with the agreement of the parties.  If there is no such\nagreement then it should be in accordance with the procedure\nprescribed in the <a href=\"/doc/1306164/\" id=\"a_17\">Part-I of the Act</a> i.e. <a href=\"/doc/1804257/\" id=\"a_18\">Sections 2</a> to <a href=\"/doc/1724405/\" id=\"a_19\">43</a>.  At the same\ntime, agreement for composition of arbitral tribunal or arbitral\nprocedure should not be in conflict with the provisions of the Act\nfrom which parties cannot derogate.  Chapter V of Part-I of the Act\nprovides for conduct of arbitral proceedings.  <a href=\"/doc/1347069/\" id=\"a_20\">Section 18</a> mandates\nthat parties to the arbitral proceedings shall be treated with equality\nand each party shall be given full opportunity to present his case.\n<a href=\"/doc/1731368/\" id=\"a_21\">Section 19</a> specifically provides that arbitral tribunal is not bound by\n<a href=\"/doc/161831507/\" id=\"a_22\">the Code of Civil Procedure</a>, 1908 or the <a href=\"/doc/1953529/\" id=\"a_23\">Indian Evidence Act, 1872</a>\nand parties are free to agree on the procedure to be followed by the\narbitral tribunal in conducting its proceedings.  Failing any agreement\nbetween the parties subject to other provisions of Part-I, the arbitral\ntribunal is to conduct the proceedings in the manner it considers\nappropriate.  This power includes the power to determine the\nadmissibility, relevance, the materiality and weight of any evidence.\n<a href=\"/doc/385194/\" id=\"a_24\">Sections 20</a>, <a href=\"/doc/138599/\" id=\"a_25\">21</a> and <a href=\"/doc/1986891/\" id=\"a_26\">22</a> deal with place of arbitration, commencement\nof arbitral proceedings and language respectively.  Thereafter,\n<a href=\"/doc/1460737/\" id=\"a_27\">Sections 23</a>, <a href=\"/doc/1444341/\" id=\"a_28\">24</a> and <a href=\"/doc/351718/\" id=\"a_29\">25</a> deal with statements of claim and defence,\nhearings and written proceedings and procedure to be followed in case\nof default of a party.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">At this stage, we would refer to <a href=\"/doc/1444341/\" id=\"a_30\">Section 24</a> which is as under:-\n</p><blockquote id=\"blockquote_14\">&quot;24.\tHearings and written proceedings- (1) Unless\notherwise agreed by the parties, the arbitral tribunal\nshall decide whether to hold oral hearings for the\npresentation of evidence or for oral argument, or whether\nthe proceedings shall be conducted on the basis of\ndocuments and other materials;\n</blockquote>\n<blockquote id=\"blockquote_15\">\tProvided that the arbitral tribunal shall hold oral\nhearings, at an appropriate stage of the proceedings, on\na request by a party, unless the parties have agreed that\nno oral hearing shall be held.\n</blockquote>\n<blockquote id=\"blockquote_16\">(2)\tThe parties shall be given sufficient\nadvance notice of any hearing and of any meeting of the\narbitral tribunal for the purposes of inspection of\ndocuments, goods or other property.\n</blockquote>\n<blockquote id=\"blockquote_17\">(3)\tAll statements, documents or other\ninformation supplied to, or applications made to the\narbitral tribunal by one party shall be communicated to\nthe other party, and any expert report or evidentiary\ndocument on which the arbitral tribunal may rely in\nmaking its decision shall be communicated to the\nparties.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_18\">Thereafter, Chapter VI deals with making of arbitral award and\ntermination of proceedings.  Relevant Sections which require\nconsideration are <a href=\"/doc/65067/\" id=\"a_31\">Sections 28</a> and <a href=\"/doc/1769118/\" id=\"a_32\">31</a>.  <a href=\"/doc/65067/\" id=\"a_33\">Sections 28</a> and <a href=\"/doc/1769118/\" id=\"a_34\">31</a> read as\nunder:-\n</p><blockquote id=\"blockquote_18\">&quot;28.  Rules applicable to substance of dispute-\n</blockquote>\n<blockquote id=\"blockquote_19\">(1)  Where the place of arbitration is situate in\nIndia-\n</blockquote>\n<blockquote id=\"blockquote_20\">(a)\tin an arbitration other than an international\ncommercial arbitration, the arbitral tribunal\nshall decide the dispute submitted to\narbitration in accordance with the\nsubstantive law for the time being in force\nin India;\n</blockquote>\n<blockquote id=\"blockquote_21\">(b)\tin international commercial arbitration,-\n</blockquote><blockquote id=\"blockquote_22\">(i)\tthe arbitral tribunal shall decide the\ndispute in accordance with the rules\nof law designated by the parties as\napplicable to the substance of the\ndispute;\n</blockquote>\n<blockquote id=\"blockquote_23\">(ii)\tany designation by the parties of the\nlaw or legal system of a given country\nshall be construed, unless otherwise\nexpressed, as directly referring to the\nsubstantive law of that country and\nnot to its conflict of law rules;\n</blockquote>\n<blockquote id=\"blockquote_24\">(iii)\tfailing any designation of the law\nunder clause (a) by the parties, the\narbitral tribunal shall apply the rules\nof law it considers to be appropriate\ngiven all the circumstances\nsurrounding the dispute.\n</blockquote>\n<blockquote id=\"blockquote_25\">(2)\tThe arbitral tribunal shall decide ex aequo et\nbono or as amiable compositeur only if the parties have\nexpressly authorised it to do so.\n</blockquote>\n<blockquote id=\"blockquote_26\">(3)\tIn all cases, the arbitral tribunal shall decide\nin accordance with the terms of the contract and shall\ntake into account the usages of the trade applicable to the\ntransaction.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_19\">31.  Form and contents of arbitral award- (1) An\narbitral award shall be made in writing and shall be\nsigned by the members of the arbitral tribunal.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">(2)\tFor the purposes of sub-section (1), in\narbitral proceedings with more than one arbitrator, the\nsignatures of the majority of all the members of the\narbitral tribunal shall be sufficient so long as the reason\nfor any omitted signature is stated.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">(3)\tThe arbitral award shall state the reasons\nupon which it is based, unless-\n</p>\n<p data-structure=\"Section\" id=\"p_22\">(a)\tthe parties have agreed that no reasons are to\nbe given, or\n\n</p><p data-structure=\"Issue\" id=\"p_23\">(b)\tthe award is an arbitral award on agreed\nterms under <a href=\"/doc/308340/\" id=\"a_35\">section 30</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">(4)\tThe arbitral award shall state its date and the\nplace of arbitration as determined in accordance with\n<a href=\"/doc/385194/\" id=\"a_36\">section 20</a> and the award shall be deemed to have been\nmade at that place.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">(5)\tAfter the arbitral award is made, a signed\ncopy shall be delivered to each party.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">(6)\tThe arbitral tribunal may, at any time during\nthe arbitral proceedings, make an interim arbitral award\non any matter with respect to which it may make a final\narbitral award.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">(7)(a).\t Unless otherwise agreed by the parties,\nwhere and in so far as an arbitral award is for the\npayment of money, the arbitral tribunal may include in\nthe sum for which the award is made interest, at such rate\nas it deems reasonable, on the whole or any part of the\nmoney, for the whole or any part of the period between\nthe date on which the cause of action arose and the date\non which the award is made.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">(b)\tA sum directed to be paid by an arbitral\naward shall, unless the award otherwise directs, carry\ninterest at the rate of eighteen per centum per annum\nfrom the date of the award to the date of payment.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">(8)\tUnless otherwise agreed by the parties,-\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">(a)\tthe costs of an arbitration shall be fixed by\nthe arbitral tribunal;\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">(b)\tthe arbitral tribunal shall specify,-\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">(i)\tthe party entitled to costs,\n</p><p data-structure=\"Issue\" id=\"p_33\">(ii)\tthe party who shall pay the costs,\n</p><p data-structure=\"Issue\" id=\"p_34\">(iii)\tthe amount of costs or method of\ndetermining that amount, and\n</p><p data-structure=\"PetArg\" id=\"p_35\">(iv)\tthe manner in which the costs shall be\npaid.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">Explanation: For the purpose of clause (a), &quot;costs&quot;\nmeans reasonable costs relating to,-\n</p>\n<p data-structure=\"PetArg\" id=\"p_37\">(i)\tthe fees and expenses of the arbitrators and\nwitnesses,\n</p><p data-structure=\"Issue\" id=\"p_38\">(ii)\tlegal fees and expenses,\n</p><p data-structure=\"Issue\" id=\"p_39\">(iii)\tany administration fees of the institution\nsupervising the arbitration, and\n</p><p data-structure=\"Facts\" id=\"p_40\">(iv)\tany other expenses incurred in connection\nwith the arbitral proceedings and the arbitral\naward.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_41\">The aforesaid provisions prescribe the procedure to be followed\nby the arbitral tribunal coupled with its powers.  Power and procedure\nare synonymous in the present case.  By prescribing the procedure, the\narbitral tribunal is empowered and is required to decide the dispute in\naccordance with the provisions of the Act, that is to say, the\njurisdiction of the tribunal to decide the dispute is prescribed.  In these\nsections there is no distinction between the jurisdiction/power and the\nprocedure.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1925650\" id=\"span_1\">In <a href=\"/doc/1925650/\" id=\"a_37\">Harish Chandra Bajpai  v. Triloki Singh</a> [1957 SCR\n370], while dealing with <a href=\"/doc/320017/\" id=\"a_38\">Sections 90</a> and <a href=\"/doc/320017/\" id=\"a_39\">92</a> of the Representation of\nthe People Act, 1951 (as it stood), this Court observed thus:-</span>\n</p><blockquote id=\"blockquote_27\">&quot;It is then argued that S. 92 confers powers on the\nTribunal in respect of certain matters, while S. 90(2)\napplies <a href=\"/doc/161831507/\" id=\"a_40\">the CPC</a> in respect of matters relating to\nprocedure that there is a distinction between power and\nprocedure, and that the granting of amendment being a\npower and not a matter of procedure, it can be claimed\nonly under section 92 and not under S. 90(2).  We do not\nsee any antithesis between &#x27;procedure&#x27; in S. 90(2) and\n&#x27;powers&#x27; under S. 92.  When the respondent applied to\nthe Tribunal for amendment, he took a procedural step,\nand that he was clearly entitled to do under S. 90(2).\tThe\nquestion of power arises only with reference to the order\nto be passed on the petition by the Tribunal. Is it to be\nheld that the presentation of a petition is competent, but\nthe passing of any order thereon is not?  We are of\nopinion that there is no substance in the contention\neither.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_42\">Hence, the jurisdiction or the power of the arbitral tribunal is\nprescribed under the Act and if the award is de hors the said\nprovisions, it would be, on the face of it, illegal.  The decision of the\nTribunal must be within the bounds of its jurisdiction conferred under\nthe Act or the contract.  In exercising jurisdiction, the arbitral tribunal\ncan not act in breach of some provision of substantive law or the\nprovisions of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">The question, therefore, which requires consideration is -\nwhether the award could be set aside, if the arbitral tribunal has not\nfollowed the mandatory procedure prescribed under <a href=\"/doc/1171649/\" id=\"a_41\">Sections 24</a>, <a href=\"/doc/556387/\" id=\"a_42\">28</a> or\n31(3), which affects the rights of the parties?\t Under sub-section (1)(a)\nof <a href=\"/doc/556387/\" id=\"a_43\">Section 28</a> there is a mandate to the arbitral tribunal to decide the\ndispute in accordance with the substantive law for the time being in\nforce in India.\t Admittedly, substantive law would include the Indian\nContract Act, the Transfer of Property Act and other such laws in\nforce.\tSuppose, if the award is passed in violation of the provisions of\nthe <a href=\"/doc/515323/\" id=\"a_44\">Transfer of Property Act</a> or in violation of the <a href=\"/doc/171398/\" id=\"a_45\">Indian Contract Act</a>,\nthe question would be - whether such award could be set aside?\nSimilarly, under sub-section (3), arbitral tribunal is directed to decide\nthe dispute in accordance with the terms of the contract and also after\ntaking into account the usage of the trade applicable to the transaction.\nIf arbitral tribunal ignores the terms of the contract or usage of the\ntrade applicable to the transaction, whether the said award could be\ninterfered?  Similarly, if the award is non-speaking one and is in\nviolation of <a href=\"/doc/92048108/\" id=\"a_46\">Section 31(3)</a>, can such award be set aside?  In our view,\nreading <a href=\"/doc/165215034/\" id=\"a_47\">Section 34</a> conjointly with other provisions of the Act, it\nappears that the legislative intent could not be that if the award is in\ncontravention of the provisions of the Act, still however, it couldn&#x27;t be\nset aside by the Court.\t If it is held that such award could not be\ninterfered, it would be contrary to basic concept of justice.  If the\narbitral tribunal has not followed the mandatory procedure prescribed\nunder the Act, it would mean that it has acted beyond its jurisdiction\nand thereby the award would be patently illegal which could be set\naside under <a href=\"/doc/165215034/\" id=\"a_48\">Section 34</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">The aforesaid interpretation of the clause (v) would be in\nconformity with the settled principle of law that the procedural law\ncannot fail to provide relief when substantive law gives the right.\nPrinciple is - there cannot be any wrong without a remedy.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1515069\" id=\"span_2\">In <a href=\"/doc/1515069/\" id=\"a_49\">M.V.\nElisabeth and others v. Harwan Investment &amp; Trading Pvt. Ltd.</a>\n[1993 Supp. (2) SCC 433] this Court observed that where substantive\nlaw demands justice for the party aggrieved and the statute has not\nprovided the remedy, it is the duty of the Court to devise procedure by\ndrawing analogy from other systems of law and practice.</span>\t Similarly, in\nDhanna Lal v. Kalawatibai and others [(2002) 6 SCC 16] this Court\nobserved that wrong must not be left unredeemed and right not left\nunenforced.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">Result is - if the award is contrary to the substantive\nprovisions of law or the provisions of the Act or against the terms of\nthe contract, it would be patently illegal, which could be interfered\nunder <a href=\"/doc/165215034/\" id=\"a_50\">Section 34</a>.  However, such failure of procedure should be\npatent affecting the rights of the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_46\">WHAT MEANING COULD BE ASSIGNED TO THE PHRASE\n&#x27;PUBLIC POLICY\tOF INDIA&#x27;?\n</p>\n<p data-structure=\"Section\" id=\"p_47\">The next clause which requires interpretation is clause (ii) of\nsub-<a href=\"/doc/215736/\" id=\"a_51\">section 2(b)</a> of <a href=\"/doc/165215034/\" id=\"a_52\">Section 34</a> which inter alia provides that the Court\nmay set aside arbitral award if it is in conflict with the &#x27;Public Policy\nof India&#x27;.  The phrase &#x27;Public Policy of India&#x27; is not defined under the\nAct.  Hence, the said term is required to be given meaning in context\nand also considering the purpose of the section and scheme of the Act.\nIt has been repeatedly stated by various authorities that the expression\n&#x27;public policy&#x27; does not admit of precise definition and may vary from\ngeneration to generation and from time to time.\t Hence, the concept\n&#x27;public policy&#x27; is considered to be vague, susceptible to narrow or\nwider meaning depending upon the context in which it is used.\nLacking precedent the Court has to give its meaning in the light and\nprinciples underlying the Arbitration Act, Contract Act and\nConstitutional provisions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_3\">For this purpose, we would refer to few decisions referred to by\nthe learned counsel for the parties.  While dealing with the concept of\n&#x27;public policy, this Court in <a href=\"/doc/477313/\" id=\"a_53\">Central Inland Water Transport\nCorporation Limited and another v. Brojo Nath Ganguly and\nanother</a> [(1986) 3 SCC 156] has observed thus: -</span>\n</p><blockquote id=\"blockquote_28\">&quot;92.\t<a href=\"/doc/171398/\" id=\"a_54\">The Indian Contract Act</a> does not define the\nexpression &quot;public policy&quot; or &quot;opposed to public policy&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_49\">From the very nature of things, the expressions &quot;public\npolicy&quot;, &quot;opposed to public policy&quot;, or &quot;contrary to\npublic policy&quot; are incapable of precise definition.  Public\npolicy, however, is not the policy of a particular\ngovernment.  It connotes some matter which concerns the\npublic good and the public interest.  The concept of what\nis for the public good or in the public interest or what\nwould be injurious or harmful to the public good or the\npublic interest has varied from time to time.  As new\nconcepts take the place of old, transactions which were\nonce considered against public policy are now being\nupheld by the courts and similarly where there has been a\nwell recognized head of public policy, the courts have\nnot shirked from extending it to the new transactions and\nchanged circumstances and have at times not even\nflinched from inventing a new head of public policy.\nThere are two schools of thought- &quot;the narrow view&quot;\n</p><blockquote id=\"blockquote_29\">school and &quot;the broad view&quot; school.   According to the\nformer, courts cannot create new heads of public policy\nwhereas the latter countenances judicial law-making in\nthis area.  The adherents of &quot;the narrow view&quot; school\nwould not invalidate a contract on the ground of public\npolicy unless that particular ground had been well-\nestablished by authorities.  Hardly ever has the voice of\nthe timorous spoken more clearly and loudly than in\nthese words of Lord Davey in Janson v. Driefontein\nConsolidated Gold Mines Ltd. [(1902) AC 484, 500] :\n</blockquote><blockquote id=\"blockquote_30\">&quot;Public Policy is always an unsafe and treacherous\nground for legal decision&quot;.  That was in the year 1902.\nSeventy-eight years earlier, Burrough, J., in Richardson\nv. Mellish [(1824) 2 Bing 229, 252] described public\npolicy as &quot;a very unruly horse, and when once you get\nastride it you never know where it will carry you.&quot;  The\nMaster of the Rolls, Lord Denning, however, was not a\nman to shy away from unmanageable horses and in\nwords which conjure up before our eyes the picture of the\nyoung Alexander the Great taming Bucephalus, he said in\nEnderby Town Football Club Ltd. v. Football Assn. Ltd.\n[(1971) Ch. 591, 606]; &quot;With a good man in the saddle,\nthe unruly horse can be kept in control. It can jump over\nobstacles&quot;.  Had the timorous always held the field, not\nonly the doctrine of public policy but even the Common\nLaw or the principles of Equity would never have\nevolved.  Sir William Holdsworth in his &quot;History of\nEnglish Law&quot;, Volume III, page 55, has said:\n</blockquote>\n<blockquote id=\"blockquote_31\">In fact, a body of law like the\ncommon law, which has grown up gradually\nwith the growth of the nation, necessarily\nacquires some fixed principles, and if it is to\nmaintain these principles it must be able, on\nthe ground of public policy or some other\nlike ground, to suppress practices which,\nunder ever new disguises, seek to weaken or\nnegative them.\n</blockquote>\n<blockquote id=\"blockquote_32\">It is thus clear that the principles governing public\npolicy must be and are capable, on proper occasion, of\nexpansion or modification. Practices which were\nconsidered perfectly normal at one time have today\nbecome obnoxious and oppressive to public conscience.\nIf there is no head of public policy which covers a case,\nthen the court must in consonance with public conscience\nand in keeping with public good and public interest\ndeclare such practice to be opposed to public policy.\nAbove all, in deciding any case which may not be\ncovered by authority our courts have before them the\nbeacon light of the Preamble to the Constitution.\nLacking precedent, the court can always be guided by\nthat light and the principles underlying the Fundamental\nRights and the Directive Principles enshrined in our\nConstitution.\n</blockquote>\n<blockquote id=\"blockquote_33\">93.\tThe normal rule of Common Law has been\nthat a party who seeks to enforce an agreement which is\nopposed to public policy will be non-suited.  The case of\nA. Schroeder Music Public Co. Ltd. v. Macaulay [(1974)\n1 WLR 1308], however, establishes that where a contract\nis vitiated as being contrary to public policy, the party\nadversely affected by it can sue to have it declared void.\nThe case may be different where the purpose of the\ncontract is illegal or immoral.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409676\" id=\"span_4\">In <a href=\"/doc/1409676/\" id=\"a_55\">Kedar Nath Motani v.\nPrahlad Rai</a> [(1960) 1 SCR 861], reversing the High\nCourt and restoring the decree passed by the trial court\ndeclaring the appellants&#x27; title to the lands in suit and\ndirecting the respondents who were the appellants&#x27;\nbenamidars to restore possession, this Court, after\ndiscussing the English and Indian law on the subject, said\n(at page 873):</span>\n</blockquote>\n<blockquote id=\"blockquote_34\">The correct position in law, in our\nopinion, is that what one has to see is\nwhether the illegality goes so much to the\nroot of the matter that the plaintiff cannot\nbring his action without relying upon the\nillegal transaction into which he had entered.\nIf the illegality be trivial or venial, as stated\nby Williston and the plaintiff is not required\nto rest his case upon that illegality, then\npublic policy demands that the defendant\nshould not be allowed to take advantage of\nthe position.  A strict view, of course, must\nbe taken of the plaintiff&#x27;s conduct, and he\nshould not be allowed to circumvent the\nillegality by resorting to some subterfuge or\nby misstating the facts.   If, however, the\nmatter is clear and the illegality is not\nrequired to be pleaded or proved as part of\nthe cause of action and the plaintiff recanted\nbefore the illegal purpose was achieved,\nthen, unless it be of such a gross nature as to\noutrage the conscience of the court, the plea\nof the defendant should not prevail.\n</blockquote>\n<blockquote id=\"blockquote_35\">The types of contracts to which the principle formulated\nby us above applies are not contracts which are tainted\nwith illegality but are contracts which contain terms\nwhich are so unfair and unreasonable that they shock the\nconscience of the court.  They are opposed to public\npolicy and require to be adjudged void.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_5\">Further, in <a href=\"/doc/86594/\" id=\"a_56\">Renusagar Power Co. Ltd. v. General Electric Co.</a>\n[1994 Supp. (1) SCC 644], this Court considered <a href=\"/doc/447722/\" id=\"a_57\">Section 7(1)</a> of the\nArbitration (Protocol and Convention) Act, 1937 which inter alia\nprovided that a foreign award may not be enforced under the said Act,\nif the Court dealing with the case is satisfied that the enforcement of\nthe award will be contrary to the Public Policy.  After elaborate\ndiscussion, the Court arrived at the conclusion that Public Policy\ncomprehended in <a href=\"/doc/103406137/\" id=\"a_58\">Section 7(1)(b)(ii)</a> of the Foreign Awards\n(Recognition and Enforcement) Act, 1961 is the &#x27;Public Policy of\nIndia&#x27; and does not cover the public policy of any other country.  For\ngiving meaning to the term &#x27;Public Policy&#x27;, the Court observed\nthus:-</span>\n</p><blockquote id=\"blockquote_36\">&quot;66.\tArticle V(2)(b) of the New York Convention of\n1958 and Section 7(1)(b)(ii) of the Foreign Awards Act\ndo not postulate refusal of recognition and enforcement\nof a foreign award on the ground that it is contrary to the\nlaw of the country of enforcement and the ground of\nchallenge is confined to the recognition and enforcement\nbeing contrary to the public policy of the country in\nwhich the award is set to be enforced.\tThere is nothing\nto indicate that the expression &quot;public policy&quot; in Article\nV(2)(b) of the New York Convention and Section\n7(1)(b)(ii) of the Foreign Awards Act is not used in the\nsame sense in which it was used in Article I(c) of the\nGeneva Convention of 1927 and <a href=\"/doc/447722/\" id=\"a_59\">Section 7(1)</a> of the\nProtocol and Convention Act of 1937.  This would mean\nthat &quot;public policy&quot; in <a href=\"/doc/757933/\" id=\"a_60\">Section 7(1)(b)(ii)</a> has been used\nin a narrower sense and in order to attract to bar of\npublic policy the enforcement of the award must invoke\nsomething more than the violation of the law of India.\nSince the Foreign Awards Act is concerned with\nrecognition and enforcement of foreign awards which are\ngoverned by the principles of private international law,\nthe expression &quot;public policy&quot; in Section 7(1)(b)(ii) of\nthe Foreign Awards Act must necessarily be construed in\nthe sense the doctrine of public policy is applied in the\nfield of private international law.  Applying the said\ncriteria it must be held that the enforcement of a\nforeign award would be refused on the ground that it is\ncontrary to public policy if such enforcement would be\ncontrary to (i) fundamental policy of Indian law; or (ii)\nthe interests of India; or (iii) justice or morality.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\">The Court finally held that:-\n</p>\n<blockquote id=\"blockquote_37\">&quot;76.\tKeeping in view the aforesaid objects underlying\nFERA and the principles governing enforcement of\nexchange control laws followed in other countries, we are\nof the view that the provisions contained in FERA have\nbeen enacted to safeguard the economic interests of India\nand any violation of the said provisions would be\ncontrary to the public policy of India as envisaged in\n<a href=\"/doc/757933/\" id=\"a_61\">Section 7(1)(b)(ii)</a> of the Act.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906138\" id=\"span_6\">This Court in <a href=\"/doc/1906138/\" id=\"a_62\">Murlidhar Agarwal and another v. State of U.P.\nand others</a> [1974 (2) SCC 472] while dealing with the concept of\n&#x27;public policy&#x27; observed thus:-</span>\n</p><blockquote id=\"blockquote_38\">&quot;31.  Public policy does not remain static in any\ngiven community.  It may vary from generation to\ngeneration and even in the same generation.  Public\npolicy would be almost useless if it were to remain in\nfixed moulds for all time.\n</blockquote>\n<blockquote id=\"blockquote_39\">32.\t... The difficulty of discovering what public\npolicy is at any given moment certainly does not absolve\nthe Judges from the duty of doing so.  In conducting an\nenquiry, as already stated, Judges are not hide-bound by\nprecedent.  The Judges must look beyond the narrow\nfield of past precedents, though this still leaves open the\nquestion, in which direction they must cast their gaze.\nThe Judges are to base their decision on the opinions of\nmen of the world, as distinguished from opinions based\non legal learning.  In other words, the Judges will have to\nlook beyond the jurisprudence and that in so doing, they\nmust consult not their own personal standards or\npredilections but those of the dominant opinion at a given\nmoment, or what has been termed customary morality.\nThe Judges must consider the social consequences of the\nrule propounded, especially in the light of the factual\nevidence available as to its probable results. .... The\npoint is rather that this power must be lodged somewhere\nand under our Constitution and laws, it has been lodged\nin the Judges and if they have to fulfil their function as\nJudges, it could hardly be lodged elsewhere.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86594\" id=\"span_7\">Mr. Desai submitted that the narrow meaning given to the term\n&#x27;public policy&#x27; in <a href=\"/doc/86594/\" id=\"a_63\">Renusagar</a>&#x27;s case is in context of the fact that the\nquestion involved in the said matter was with regard to the execution\nof the award which had attained finality.  It was not a case where\nvalidity of the Award is challenged before a forum prescribed under\nthe Act.  He submitted that the scheme of <a href=\"/doc/165215034/\" id=\"a_64\">Section 34</a> which deals with\nsetting aside the domestic arbitral award and <a href=\"/doc/78529354/\" id=\"a_65\">Section 48</a> which deals\nwith enforcement of foreign award are not identical.  A foreign award\nby definition is subject to double exequatur.  This is recognized inter\nalia by <a href=\"/doc/121384763/\" id=\"a_66\">Section 48 (1)</a> and there is no parallel provision to this clause\nin <a href=\"/doc/165215034/\" id=\"a_67\">Section 34</a>.\tFor this, he referred to Lord Mustill &amp; Stewart C.\nBoyd QC&#x27;s &quot;Commercial Arbitration&quot; 2001 wherein [at page 90] it is\nstated as under:-</span>\n</p><blockquote id=\"blockquote_40\">\t&quot;Mutual recognition of awards is the glue which\nholds the international arbitrating community together,\nand this will only be strong if the enforcing court is\nwilling to trust, as the convention assumes that they will\ntrust, the supervising authorities of the chosen venue.\t It\nfollows that if, and to the extent that the award has been\nstruck down in the local court it should be a matter of\ntheory and practice be treated when enforcement is\nsought as if to the extent it did not exist.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_54\">He further submitted that in foreign arbitration, the award\nwould be subject to being set aside or suspended by the competent\nauthority under the relevant law of that country whereas in the\ndomestic arbitration the only recourse is to <a href=\"/doc/165215034/\" id=\"a_68\">Section 34</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">The aforesaid submission of the learned senior counsel requires\nto be accepted.\t From the judgments discussed above, it can be held\nthat the term &#x27;public policy of India&#x27; is required to be interpreted in\nthe context of the jurisdiction of the Court where the validity of award\nis challenged before it becomes final and executable.  The concept of\nenforcement of the award after it becomes final is different and the\njurisdiction of the Court at that stage could be limited.  Similar is the\nposition with regard to the execution of a decree.  It is settled law as\nwell as it is provided under <a href=\"/doc/161831507/\" id=\"a_69\">Code of Civil Procedure</a> that once the\ndecree has attained finality, in an execution proceeding, it may be\nchallenged only on limited grounds such as the decree being without\njurisdiction or nullity.  But in a case where the judgment and decree is\nchallenged before the Appellate Court or the Court exercising\nrevisional jurisdiction, the jurisdiction of such Court would be wider.\nTherefore, in a case where the validity of award is challenged there is\nno necessity of giving a narrower meaning to the term &#x27;public policy\nof India&#x27;.  On the contrary, wider meaning is required to be given so\nthat the &#x27;patently illegal award&#x27; passed by the arbitral tribunal could\nbe set aside.  If narrow meaning as contended by the learned senior\ncounsel Mr. Dave is given, some of the provisions of the <a href=\"/doc/1052228/\" id=\"a_70\">Arbitration\nAct</a> would become nugatory.  Take for illustration a case wherein\nthere is a specific provision in the contract that for delayed payment of\nthe amount due and payable, no interest would be payable, still\nhowever, if the Arbitrator has passed an award granting interest, it\nwould be against the terms of the contract and thereby against the\nprovision of <a href=\"/doc/556387/\" id=\"a_71\">Section 28(3)</a> of the Act which specifically provides that\n&quot;arbitral tribunal shall decide in accordance with the terms of the\ncontract&quot;.  Further, where there is a specific usage of the trade that if\nthe payment is made beyond a period of one month, then the party\nwould be required to pay the said amount with interest at the rate of\n15 per cent.  Despite the evidence being produced on record for such\nusage, if the arbitrator refuses to grant such interest on the ground of\nequity, such award would also be in violation of sub-sections (2) and\n(3) of <a href=\"/doc/556387/\" id=\"a_72\">Section 28</a>.  <a href=\"/doc/556387/\" id=\"a_73\">Section 28(2)</a> specifically provides that arbitrator\nshall decide ex aequo et bono [according to what is just and good]\nonly if the parties have expressly authorised him to do so.  Similarly,\nif the award is patently against the statutory provisions of substantive\nlaw which is in force in India or is passed without giving an\nopportunity of hearing to the parties as provided under <a href=\"/doc/1171649/\" id=\"a_74\">Section 24</a> or\nwithout giving any reason in a case where parties have not agreed that\nno reasons are to be recorded, it would be against the statutory\nprovisions.  In all such cases, the award is required to be set aside on\nthe ground of &#x27;patent illegality&#x27;.\n</p>\n<p data-structure=\"PetArg\" id=\"p_56\">The learned senior counsel Mr. Dave submitted that the\nParliament has not made much change while adopting <a href=\"/doc/846153/\" id=\"a_75\">Article 34</a> of\nUNCITRAL Model Law by not providing error of law as a ground of\nchallenge to the arbitral award under <a href=\"/doc/165215034/\" id=\"a_76\">Section 34</a> of the Act.  For this\npurpose, he referred to <a href=\"/doc/159834/\" id=\"a_77\">Sections 68</a>, <a href=\"/doc/82458/\" id=\"a_78\">69</a> and <a href=\"/doc/191341/\" id=\"a_79\">70</a> of the Arbitration Act,\n1996 applicable in England and submitted that if the legislature\nwanted to give a wider jurisdiction to the Court, it would have done so\nby adopting similar provisions.\n</p>\n<p data-structure=\"Section\" id=\"p_57\"><a href=\"/doc/159834/\" id=\"a_80\">Section 68</a> of the law applicable in England provides that the\naward can be challenged on the ground of serious irregularities\nmentioned therein. <a href=\"/doc/159834/\" id=\"a_81\">Section 68</a> reads thus: -\n</p><blockquote id=\"blockquote_41\">&quot;68.  Challenging the award: serious irregularity-\n</blockquote><blockquote id=\"blockquote_42\">(1)\tA party to arbitral proceedings may (upon notice to\nthe other parties and to the tribunal) apply to the court\nchallenging an award in the proceedings on the ground of\nserious irregularity affecting the tribunal, the proceedings\nor the award.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_58\">A party may lose the right to object (see <a href=\"/doc/1544432/\" id=\"a_82\">Section 73</a>) and\nthe right to apply is subject to the restrictions in <a href=\"/doc/191341/\" id=\"a_83\">section\n70(2)</a> and (3).\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">(2)\tSerious irregularity means an irregularity of one or\nmore of the following kinds which the court considers\nhas caused or will cause substantial injustice to the\napplicant-\n</p>\n<p data-structure=\"Section\" id=\"p_60\">(a)\tfailure by the tribunal to comply with\n<a href=\"/doc/1977813/\" id=\"a_84\">section 33</a> (general duty of tribunal);\n</p>\n<p data-structure=\"Section\" id=\"p_61\">(b)\tthe tribunal exceeding its powers (otherwise\nthan by exceeding its substantive\njurisdiction: see <a href=\"/doc/472174/\" id=\"a_85\">section 67</a>);\n</p>\n<p data-structure=\"Section\" id=\"p_62\">(c)\tfailure by the tribunal to conduct the\nproceedings in accordance with the\nprocedure agreed by the parties;\n</p>\n<p data-structure=\"Issue\" id=\"p_63\">(d)\tfailure by the tribunal to deal with all the\nissues that were put to it;\n</p>\n<p data-structure=\"Section\" id=\"p_64\">(e)\tany arbitral or other institution or person\nvested by the parties with powers in relation\nto the proceedings or the award exceeding\nits powers;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_65\">(f)\tuncertainty or ambiguity as to the effect of\nthe award;\n</p>\n<p data-structure=\"Section\" id=\"p_66\">(g)\tthe award being obtained by fraud or the\naward or the way in which it was procured\nbeing contrary to public policy;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_67\">(h)\tfailure to comply with the requirement as to\nthe form of the award; or\n\n</p><p data-structure=\"Section\" id=\"p_68\">(i)\tany irregularity in the conduct of the\nproceedings or in the award which is\nadmitted by the tribunal or by any arbitral or\nother institution or person vested by the\nparties with powers in relation to the\nproceedings or the award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">(3)\tIf there is shown to be serious irregularity affecting\nthe tribunal, the proceedings or the award, the court\nmay-\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">(a)\tremit the award to the tribunal, in whole or\nin part, for reconsideration;\n</p>\n<p data-structure=\"Section\" id=\"p_71\">(b)\tset the award aside in whole or in part, or\n\n</p><p data-structure=\"Precedent\" id=\"p_72\">(c)\tdeclare the award to be of no effect, in\nwhole or in part.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">The Court shall not exercise its power to set aside or to\ndeclare an award to be of no effect, in whole or in part,\nunless it is satisfied that it would be inappropriate to\nremit the matters in question to the tribunal for\nreconsideration.\n</p>\n<p data-structure=\"Section\" id=\"p_74\">(4)\tThe leave of the Court is required for any appeal\nfrom a decision of the court under this section.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_75\">\tSimilarly, <a href=\"/doc/82458/\" id=\"a_86\">Section 69</a> provides that appeal on point of law\nwould be maintainable and the procedure thereof is also provided.\n<a href=\"/doc/191341/\" id=\"a_87\">Section 70</a> provides supplementary provisions.\n</p>\n<p data-structure=\"Issue\" id=\"p_76\">It is true that Legislature has not incorporated exhaustive\ngrounds for challenging the award passed by the arbitral tribunal or\nthe ground on which appeal against the order of the Court would be\nmaintainable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">On this aspect, eminent Jurist &amp; Senior Advocate Late Mr.\nNani Palkhivala while giving his opinion to &#x27;Law of Arbitration and\nConciliation&#x27; by Justice Dr. B.P. Saraf and Justice S.M.\nJhunjhunuwala, noted thus:-\n</p><blockquote id=\"blockquote_43\">&quot;I am extremely impressed by your analytical\napproach in dealing with the complex subject of\narbitration which is emerging rapidly as an alternate\nmechanism for resolution of commercial disputes.  The\nnew arbitration law has been brought in parity with\nstatutes in other countries, though I wish that the Indian\nlaw had a provision similar to section 68 of the English\nArbitration Act, 1996 which gives power to the Court to\ncorrect errors of law in the award.\n</blockquote>\n<blockquote id=\"blockquote_44\">I welcome your view on the need for giving the\ndoctrine of &quot;public policy&quot; its full amplitude.\t I\nparticularly endorse your comment that Courts of law\nmay intervene to permit challenge to an arbitral award\nwhich is based on an irregularity of a kind which has\ncaused substantial injustice.\n</blockquote>\n<blockquote id=\"blockquote_45\">If the arbitral tribunal does not dispense justice, it\ncannot truly be reflective of an alternate dispute\nresolution mechanism.  Hence, if the award has resulted\nin an injustice, a Court would be well within its right in\nupholding the challenge to the award on the ground\nthat it is in conflict with the public policy of India.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527706\" id=\"span_8\">From this discussion it would be clear that the phrase &#x27;public\npolicy of India&#x27; is not required to be given a narrower meaning.  As\nstated earlier, the said term is susceptible of narrower or wider\nmeaning depending upon the object and purpose of the legislation.\nHence, the award which is passed in contravention of <a href=\"/doc/1444341/\" id=\"a_88\">Sections 24</a>, <a href=\"/doc/65067/\" id=\"a_89\">28</a>\nor 31 could be set aside.  In addition to <a href=\"/doc/536284/\" id=\"a_90\">Section 34</a>, <a href=\"/doc/1170374/\" id=\"a_91\">Section 13(5)</a> of\nthe Act also provides that constitution of the arbitral tribunal could\nalso be challenged by a party.\tSimilarly, <a href=\"/doc/675839/\" id=\"a_92\">Section 16</a> provides that a\nparty aggrieved by the decision of the arbitral tribunal with regard to\nits jurisdiction could challenge such arbitral award under <a href=\"/doc/536284/\" id=\"a_93\">Section 34</a>.\nIn any case, it is for the Parliament to provide for limited or wider\njurisdiction to the Court in case where award is challenged.  But in\nsuch cases, there is no reason to give narrower meaning to the term\n&#x27;public policy of India&#x27; as contended by learned senior counsel Mr.\nDave.  In our view, wider meaning is required to be given so as to\nprevent frustration of legislation and justice.\t  This Court in <a href=\"/doc/527706/\" id=\"a_94\">Rattan\nChand Hira Chand v. Askar Nawaz Jung (Dead) By LRs and others</a>\n[(1991) 3 SCC 67], this Court observed thus:-</span>\n</p><blockquote id=\"blockquote_46\">&quot;17.\t.. It cannot be disputed that a contract which\nhas a tendency to injure public interests or public\nwelfare is one against public policy.  What constitutes\nan injury to public interests or welfare would depend\nupon the times and climes. ... The legislature often fails\nto keep pace with the changing needs and values nor as\nit realistic to expect that it will have provided for all\ncontingencies and eventualities.  It is, therefore, not only\nnecessary but obligatory on the courts to step in to fill\nthe lacuna.  When courts perform this function\nundoubtedly they legislate judicially.\tBut that is a kind\nof legislation which stands implicitly delegated to them\nto further the object of the legislation and to promote the\ngoals of the society.  Or to put it negatively, to prevent\nthe frustration of the legislation or perversion of the\ngoals and values of the society.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_79\">Learned senior counsel Mr. Dave submitted that the purpose of\ngiving limited jurisdiction to the Court is obvious and is to see that the\ndisputes are resolved at the earliest by giving finality to the award\npassed by the forum chosen by the parties.  As against this, learned\nsenior counsel Mr. Desai submitted that in the present system even the\narbitral proceedings are delayed on one or the other ground including\nthe ground that the arbitrator is not free and the matters are not\ndisposed of for months together.  He submitted that the legislature has\nnot provided any time limit for passing of the award and this indicates\nthat the contention raised by the learned counsel for the respondent\nhas no bearing in interpreting <a href=\"/doc/536284/\" id=\"a_95\">Section 34</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_80\">It is true that under the Act, there is no provision similar to\n<a href=\"/doc/238279/\" id=\"a_96\">Sections 23</a> and <a href=\"/doc/597719/\" id=\"a_97\">28</a> of the Arbitration Act, 1940, which specifically\nprovided that the arbitrator shall pass award within reasonable time as\nfixed by the Court.  It is also true that on occasions, arbitration\nproceedings are delayed for one or other reason, but it is for the\nparties to take appropriate action of selecting proper arbitrator(s) who\ncould dispose of the matter within reasonable time fixed by them.  It is\nfor them to indicate the time limit for disposal of the arbitral\nproceedings.  It is for them to decide whether they should continue\nwith the arbitrator(s) who cannot dispose of the matter within\nreasonable time.  However, non-providing of time limit for deciding\nthe dispute by the arbitrators could have no bearing on interpretation\nof <a href=\"/doc/536284/\" id=\"a_98\">Section 34</a>.\tFurther, for achieving the object of speedier disposal of\ndispute, justice in accordance with law cannot be sacrificed.  In our\nview, giving limited jurisdiction to the Court for having finality to the\naward and resolving the dispute by speedier method would be much\nmore frustrated by permitting patently illegal award to operate.\nPatently illegal award is required to be set at naught, otherwise it\nwould promote injustice.\n</p>\n<p data-structure=\"Section\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"86594\" id=\"span_9\">Therefore, in our view, the phrase &#x27;Public Policy of India&#x27; used\nin <a href=\"/doc/536284/\" id=\"a_99\">Section 34</a> in context is required to be given a wider meaning.  It\ncan be stated that the concept of public policy connotes some matter\nwhich concerns public good and the public interest.  What is for\npublic good or in public interest or what would be injurious or\nharmful to the public good or public interest has varied from time to\ntime.  However, the award which is, on the face of it, patently in\nviolation of statutory provisions cannot be said to be in public interest.\nSuch award/judgment/decision is likely to adversely affect the\nadministration of justice.  Hence, in our view in addition to narrower\nmeaning given to the term &#x27;public policy&#x27; in <a href=\"/doc/86594/\" id=\"a_100\">Renusagar</a>&#x27;s case\n(supra), it is required to be held that the award could be set aside if it\nis patently illegal.  Result would be - award could be set aside if it is\ncontrary to: -</span>\n</p><blockquote id=\"blockquote_47\">(a)\tfundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_48\">(b)\tthe interest of India; or\n</blockquote><blockquote id=\"blockquote_49\">(c)\tjustice or morality, or\n</blockquote><blockquote id=\"blockquote_50\">(d)\tin addition, if it is patently illegal.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_82\">Illegality must go to the root of the matter and if the illegality is of\ntrivial nature it cannot be held that award is against the public policy.\nAward could also be set aside if it is so unfair and unreasonable that it\nshocks the conscience of the Court.  Such award is opposed to public\npolicy and is required to be adjudged void.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">\tNOW ON FACTS:-\n</p>\n<blockquote id=\"blockquote_51\">The brief facts of the case are as under:-\n</blockquote>\n<blockquote id=\"blockquote_52\">Appellant - ONGC which is a Public Sector Undertaking, has\nchallenged the arbitral award dated 2nd May, 1999 by filing\nArbitration Petition No. 917/1999 before the High Court of Bombay.\nLearned Single Judge dismissed the same.  Appeal No.256/2000\npreferred before the Division Bench of the High Court was also\ndismissed.  Hence, the present appeal.\n</blockquote>\n<blockquote id=\"blockquote_53\">It is stated that in response to a tender, respondent-Company\nwhich is engaged in the business of supplying equipment for Offshore\nOil exploration and maintenance by its letter dated 27th December,\n1995 on agreed terms and conditions, offered to supply to the\nappellants 26&quot; diameter and 30&quot; diameter casing pipes.\tThe appellant\nby letter of intent dated 3rd June, 1996 followed by a detailed order\naccepted the offer of the respondent-Company.  As per terms and\nconditions, the goods were required to be supplied on or before 14th\nNovember, 1996.\n</blockquote>\n<blockquote id=\"blockquote_54\">It was the contention of the respondent that as per clause (18) of\nthe agreement, the raw materials were required to be procured from\nthe reputed and proven manufacturers/suppliers approved by the\nrespondent as listed therein.  By letter dated 8th August, 1996,\nrespondent placed an order for supply of steel plates, that is, the raw\nmaterial required for manufacturing the pipes with Liva Laminati,\nPiani S.P.A., Italian suppliers stipulating that material must be\nshipped latest by the end of September 1996 as timely delivery was of\nthe essence of the order.  It is also their case that all over Europe\nincluding Italy there was a general strike of the steel mill workers\nduring September/October 1996.\tTherefore, respondent by its letter\ndated 28th October, 1996 conveyed to the appellant that Italian\nsuppliers had faced labour problems and was unable to deliver the\nmaterial as per agreed schedule.  Respondent, therefore, requested for\nan extension of 45 days time for execution of the order in view of the\nreasons beyond its control.  By letter dated 4th December, 1996, the\ntime for delivery of the pipes was extended with a specific statement\ninter alia that the amount equivalent to liquidated damages for delay\nin supply of pipes would be recovered from the respondent.  It is the\ncontention of the respondent that the appellant made payment of the\ngoods supplied after wrongfully deducting an amount of US $\n3,04,970.20 and Rs.15,75,559/- as liquidated damages.  That\ndeduction was disputed by the respondent and, therefore, dispute was\nreferred to the arbitral tribunal.  The arbitral tribunal arrived at the\nconclusion that strikes affecting the supply of raw material to the\nclaimant are not within the definition of  &#x27;Force Majeure&#x27; in the\ncontract between the parties, and hence, on that ground, it cannot be\nsaid that the amount of liquidated damages was wrongfully withheld\nby the appellant.  With regard to other contention on the basis of\ncustoms duty also, the arbitral tribunal arrived at the conclusion that it\nwould not justify the delay in the supply of goods.  Thereafter, the\narbitral tribunal considered various decisions of this Court regarding\nrecovery of liquidated damages and arrived at the conclusion that it\nwas for the appellant to establish that they had suffered any loss\nbecause of  the breach committed by the respondent in not supplying\nthe goods within the prescribed time limit.  The arbitral tribunal\nthereafter appreciated the evidence and arrived at the conclusion that\nin view of the\tstatement volunteered by Mr. Arumoy Das, it was clear\nthat shortage of casing pipes was only one of the other reasons which\nled to the change in the deployment plan and that it has failed to\nestablish its case that it has suffered any loss in terms of money\nbecause of delay in supply of goods under the contract.\t Hence, the\narbitral tribunal held that appellant has wrongfully withheld the\nagreed amount of US $ 3,04,970.20 and Rs.15,75,559/- on account of\ncustoms duty, sales tax, freight charges deducted by way of liquidated\ndamages.  The arbitral tribunal further held that the respondent was\nentitled to recover  the said amount with interest at the rate of 12 per\ncent p.a. from 1st April 1997 till the date of the filing of statement of\nclaim and thereafter having regard to the commercial nature of the\ntransaction at the rate of 18 per cent per annum pendente lite till\npayment is made.\n</blockquote>\n<blockquote id=\"blockquote_55\">For challenging the said award, learned senior counsel Mr.\nDesai submitted that:-\n</blockquote><blockquote id=\"blockquote_56\">(1)\tthe award is vitiated on the ground that there was delay\non the part of respondent in supplying agreed goods/\npipes and for the delay, appellant was entitled to recover\nagreed liquidated damages i.e. a sum equivalent to 1% of\nthe contract price for whole unit per week of such delay\nor part thereof.  Thereby, the award was contrary to\n<a href=\"/doc/1943211/\" id=\"a_101\">Section 28(3)</a> which provides that the arbitral tribunal\nshall decide the dispute in accordance with the terms of\nthe contract;\n</blockquote>\n<blockquote id=\"blockquote_57\">(2)\tthe award passed by the arbitrator is on the face of it\nillegal and erroneous as it arrived at the conclusion that\nthe appellant was required to prove the loss suffered by it\nbefore recovering the liquidated damages.  He submitted\nthat the arbitral tribunal misinterpreted the law on the\nsubject;\n</blockquote>\n<blockquote id=\"blockquote_58\">(3)\tin any set of circumstances, the award passed by the\narbitrator granting interest on the liquidated damages\ndeducted by the appellant is, on the face of it, unjustified,\nunreasonable and against the specific terms of the\ncontract, namely clause 34.4 of the agreement, which\nprovides that on &#x27;disputed claim&#x27;, no interest would be\npayable.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_84\">As against this, learned senior counsel Mr. Dave submitted that\nit is settled law that for the breach of contract provisions of <a href=\"/doc/1941714/\" id=\"a_102\">Section 74</a>\nof the Contract Act would be applicable and compensation / damages\ncould be awarded only if the loss is suffered because of the breach of\ncontract.  He submitted that this principle is <a href=\"/doc/86594/\" id=\"a_103\">laid down by</a> the Privy\nCouncil as early as in 1929 in Bhai Panna Singh and others v. Bhai\nArjun Singh and others [AIR 1929 PC 179], wherein the Privy\nCouncil observed thus: -\n</p><blockquote id=\"blockquote_59\">&quot;The effect of<a href=\"/doc/1941714/\" id=\"a_104\"> S. 74</a>, Contract Act of 1872, is to\ndisentitle the plaintiffs to recover simplicitor the sum of\nRs.10,000/- whether penalty or liquidated damages.  The\nplaintiffs must prove the damages they have suffered.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_85\">He submitted that this Court has also held that the plaintiff\nclaiming liquidated damages has to prove the loss suffered by him.  In\nsupport of this contention, he referred to and relied upon various\ndecisions.  In any case, it is his contention that even if there is any\nerror in arriving at the said conclusion, the award cannot be interfered\nwith under <a href=\"/doc/536284/\" id=\"a_105\">Section 34</a> of the Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">At this stage, we would refer to the relevant terms of the\ncontract upon which learned counsel for the appellant has based his\nsubmissions, which are as under: -\n</p><blockquote id=\"blockquote_60\">&quot;11.\tFailure and Termination Clause/Liquidated\nDamages:-\n</blockquote>\n<blockquote id=\"blockquote_61\">\tTime and date of delivery shall be essence of the\ncontract.  If the contractor fails to deliver the stores, or\nany installment thereof within the period fixed for such\ndelivery in the schedule or at any time repudiates the\ncontract before the expiry of such period, the purchaser\nmay, without prejudice to any other right or remedy,\navailable to him to recover damages for breach of the\ncontract:-\n</blockquote>\n<blockquote id=\"blockquote_62\">(a)\tRecovery from the contractor as agreed\nliquidated damages are not by way of penalty, a\nsum equivalent to 1% (one percent) of the contract\nprice of  the whole unit per week for such delay or\npart thereof (this is an agreed, genuine pre-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_87\">estimate of damages duly agreed by the parties)\nwhich the contractor has failed to deliver within\nthe period fixed for delivery in the schedule, where\ndelivery thereof is accepted after expiry of the\naforesaid period.  It may be noted that such\nrecovery of liquidated damages may be upto 10%\nof the contract price of whole unit of stores which\nthe contractor has failed to deliver within the\nperiod fixed for delivery, or\n\n</p><p data-structure=\"CDiscource\" id=\"p_88\">(e)\tIt may further be noted that clause (a) provides for\nrecovery of liquidated damages on the cost of\ncontract price of delayed supplies (whole unit) at\nthe rate of 1% of the contract price of the whole\nunit per week for such delay or part thereof upto a\nceiling of 10% of the contract price of delayed\nsupplies (whole unit).\tLiquidated damages for\ndelay in supplies thus accrued will be recovered\nby the paying authorities of the purchaser\nspecified in the supply order, from the bill for\npayment of the cost of material submitted by the\ncontractor or his foreign principals in accordance\nwith the terms of supply order or otherwise.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">(f)\tNotwithstanding anything stated above, equipment\nand materials will be deemed to have been\ndelivered only when all its components, parts are\nalso delivered.\t If certain components are not\ndelivered in time the equipment and material will\nbe considered as delayed until such time all the\nmissing parts are also delivered.\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">12.\tLevy of liquidated damages (LD) due to delay in\nsupplies.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_91\">LD will be imposed on the total value of the order\nunless 75% of the value ordered is supplied within the\nstipulate delivery period.  Where 75% of the value\nordered has been supplied within stipulated delivery\nperiod.\t LD will be imposed on the order value of\ndelayed supply(ies).  However, where in judgment of\nONGC, the supply of partial quantity does not fulfill the\noperating need, LD will be imposed on full value of the\nsupply order.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">34.4\tDelay in Release of Payment: -\n</p>\n<blockquote id=\"blockquote_63\">In case where payment is to be made on\nsatisfactory receipt of materials at destination or where\npayment is to be made after satisfactory commissioning\nof the equipment as per terms of the supply order.\nONGC shall make payment within 60 days of receipt of\ninvoice / claim complete in all respects.  Any delay in\npayment on undisputed claim / amount beyond 60 days\nof the receipt of invoice / claim will attract interest @ 1%\nper month.  No interest will be paid on disputed claims.\nFor interest on delayed payments to small scale and\nAncillary Industrial Undertakings, the provisions of the\n&quot;Interest of delayed payments to small scale and\nAncillary Industrial Undertakings Act, 1993 will\ngovern.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1578200\" id=\"span_10\">Mr. Desai referred to the decision rendered by this Court in\n<a href=\"/doc/1578200/\" id=\"a_106\">Delta International Ltd. v. Shyam Sundar Ganeriwalla and another</a>\n[(1999) 4 SCC 545] and submitted that for the purpose of construction\nof contracts, the intention of the parties is to be gathered from the\nwords they have used and there is no intention independent of that\nmeaning.</span>\n</blockquote>\n<blockquote id=\"blockquote_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514087\" id=\"span_11\">It cannot be disputed that for construction of the contract, it is\nsettled law that the intention of the parties is to be gathered from the\nwords used in the agreement.  If words are unambiguous and are used\nafter full understanding of their meaning by experts, it would be\ndifficult to gather their intention different from the language used in\nthe agreement.\tIf upon a reading of the document as a whole, it can\nfairly be deduced from the words actually used therein that the parties\nhad agreed on a particular term, there is nothing in law which prevents\nthem from setting up that term. {Re: <a href=\"/doc/514087/\" id=\"a_107\">Modi &amp; Co. v. Union of India</a>\n[(1968) 2 SCR 565]}.  Further, in construing a contract, the Court\nmust look at the words used in the contract unless they are such that\none may suspect that they do not convey the intention correctly.</span>  If the\nwords are clear, there is very little the court can do about it. {Re:\n</blockquote><blockquote id=\"blockquote_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"762747\" id=\"span_12\"><a href=\"/doc/762747/\" id=\"a_108\">Provash Chandra Dalui and another v. Biswanath Banerjee and\nanother</a> [1989 Supp (1) SCC 487]}.</span>\n</blockquote>\n<blockquote id=\"blockquote_67\">Therefore, when parties have expressly agreed that recovery\nfrom the contractor for breach of the contract is pre-estimated genuine\nliquidated damages and is not by way of penalty duly agreed by the\nparties, there was no justifiable reason for the arbitral tribunal to\narrive at a conclusion that still the purchaser should prove loss\nsuffered by it because of delay in supply of goods.\n</blockquote>\n\n\n<blockquote id=\"blockquote_68\">Further, in arbitration proceedings, the arbitral tribunal is\nrequired to decide the dispute in accordance with the terms of the\ncontract.  The agreement between the parties specifically provides that\nwithout prejudice to any other right or\t remedy if the contractor fails\nto deliver the stores within the stipulated time, appellant will be\nentitled to recover from the contractor, as agreed, liquidated damages\nequivalent to 1% of the contract price of the whole unit per week for\nsuch delay.  Such recovery of liquidated damage could be at the most\nup to 10% of the contract price of whole unit of stores.  Not only this,\nit was also agreed that:-\n</blockquote><blockquote id=\"blockquote_69\">(a)\tliquidated damages for delay in supplies will be\nrecovered by paying authority from the bill for payment\nof cost of material submitted by the contractor;\n</blockquote>\n<blockquote id=\"blockquote_70\">(b)\tliquidated damages were not by way of penalty and it\nwas agreed to be genuine, pre-estimate of damages duly\nagreed by the parties;\n</blockquote>\n<blockquote id=\"blockquote_71\">(c)\tThis pre-estimate of liquidated damages is  not assailed\nby the respondent as unreasonable assessment of\ndamages by the parties.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_93\">Further, at the time when respondent sought extension of time\nfor supply of goods, time was extended by letter dated 4.12.1996 with\na specific demand that the clause for liquidated damages would be\ninvoked and appellant would recover the same for such delay.\nDespite this specific letter written by the appellant, respondent had\nsupplied the goods which would indicate that even at that stage,\nrespondent was agreeable to pay liquidated damages.\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">On this issue, learned counsel for the parties referred to the\ninterpretation given to <a href=\"/doc/339747/\" id=\"a_109\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_110\">74</a> of the Indian Contract Act\nin Sir Chunilal V. Mehta &amp; Sons Ltd. v. The Century Spinning and\nManufacturing Co. Ltd. [1962 Supp. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"389834\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_16\">(<a href=\"/doc/584252/\" id=\"a_111\">3) SCR 549], Fateh Chand v.\nBalkishan Das</a> [(1964) 1 SCR 515 at 526], <a href=\"/doc/158693/\" id=\"a_112\">Maula Bux v. Union of\nIndia</a> [(<a href=\"/doc/389834/\" id=\"a_113\">1969) 2 SCC 554] Union of India v. Rampur Distillery and\nChemical Co. Ltd.</a> [(<a href=\"/doc/461988/\" id=\"a_114\">1973) 1 SCC 649] and Union of India v. Raman\nIron Foundry</a> [(1974) 2 SCC 231].</span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_95\">Relevant part of <a href=\"/doc/339747/\" id=\"a_115\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_116\">74</a> of Contract Act are as\nunder:-\n</p><blockquote id=\"blockquote_72\">&quot;73.\tCompensation for loss or damage caused by\nbreach of contract:- When a contract has been broken,\nthe party who suffers by such breach is entitled to\nreceive, from the party who has broken the contract,\ncompensation for any loss or damage caused to him\nthereby, which naturally arose in the usual course of\nthings from such breach, or which the parties knew,\nwhen they made the contract, to be likely to result from\nthe breach of it.\n</blockquote>\n<blockquote id=\"blockquote_73\">Such compensation is not to be given for any\nremote and indirect loss or damage sustained by reason\nof the breach.\n</blockquote>\n<blockquote id=\"blockquote_74\"> 74.\tCompensation for breach of contract\nwhere penalty stipulated for.- When a contract has\nbeen broken, if a sum is named in the contract as the\namount to be paid in case of such breach, or if the\ncontract contains any other stipulation by way of\npenalty, the party complaining of the breach is entitled,\nwhether or not actual damage or loss is proved to have\nbeen caused thereby, to receive from the party who has\nbroken the contract reasonable compensation not\nexceeding the amount so named or, as the case may be,\nthe penalty stipulated for.\n</blockquote>\n<blockquote id=\"blockquote_75\">Explanation.- A stipulation for increased interest\nfrom the date of default may be a stipulation by way of\npenalty.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_96\">From the aforesaid Sections, it can be held that when a contract\nhas been broken, the party who suffers by such breach is entitled to\nreceive compensation for any loss which naturally arise in the usual\ncourse of things from such breach.  These sections further\ncontemplate that if parties knew when they made the contract that a\nparticular loss is likely to result from such breach, they can agree for\npayment of such compensation.  In such a case, there may not be any\nnecessity of leading evidence for proving damages, unless the Court\narrives at the conclusion that no loss is likely to occur because of such\nbreach.\t Further, in case where Court arrives at the conclusion that the\nterm contemplating damages is by way of penalty, the Court may\ngrant reasonable compensation not exceeding the amount so named in\nthe contract on proof of damages.  However, when the terms of the\ncontract are clear and unambiguous then its meaning is to be gathered\nonly from the words used therein.  In a case where agreement is\nexecuted by experts in the field, it would be difficult to hold that the\nintention of the parties was different from the language used therein.\nIn such a case, it is for the party who contends that stipulated amount\nis not reasonable compensation, to prove the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_97\">Now, we would refer to various decisions on the subject.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"584252\" id=\"span_17\">In\n<a href=\"/doc/584252/\" id=\"a_117\">Fateh Chand</a>&#x27;s case (supra), the plaintiff made a claim to forfeit a\nsum of Rs.25000/- received by him from the defendant.  The sum of\nRs.25000/- consisted of two items - Rs.1000/- received as earnest\nmoney and Rs.24000/- agreed to be paid by the defendant as out of\nsale price against the delivery of possession of the property.\tWith\nregard to earnest money, the Court held that the plaintiff was entitled\nto forfeit the same.  With regard to claim of remaining sum of\nRs.24000/-, the Court referred to <a href=\"/doc/1941714/\" id=\"a_118\">Section 74</a> of Indian Contract Act\nand observed that <a href=\"/doc/1941714/\" id=\"a_119\">Section 74</a> deals with the measure of damages in\ntwo classes of cases (i) where the contract names a sum to  be paid in\ncase of breach, and (ii) where the contract contains any other\nstipulation by way of penalty. The Court observed thus: -</span>\n</p><blockquote id=\"blockquote_76\">&quot;The measure of damages in the case of breach of\na stipulation by way of penalty is by<a href=\"/doc/1941714/\" id=\"a_120\"> S. 74</a> reasonable\ncompensation not exceeding the penalty stipulated for.\nIn assessing damages the Court has, subject to the limit\nof the penalty stipulated, jurisdiction to award such\ncompensation as it deems reasonable having regard to all\nthe circumstances of the case.\tJurisdiction of the Court\nto award compensation in case of breach of contract is\nunqualified except as to the maximum stipulated; but\ncompensation has to be reasonable, and that imposes\nupon the Court duty to award compensation according to\nsettled principles.  The section undoubtedly says that the\naggrieved party is entitled to receive compensation from\nthe party who has broken the contract, whether or not\nactual damage or loss is proved to have been caused by\nthe breach.  Thereby it merely dispenses with  proof of\n&quot;actual loss or damages&quot;; it does not justify the award\nof compensation when in consequence of the breach no\nlegal injury at all has resulted, because compensation\nfor breach of contract can be awarded to make good\nloss or damage which naturally arose in the usual\ncourse of things, or which the parties knew when they\nmade the contract, to be likely to result from the breach.\n</blockquote>\n<blockquote id=\"blockquote_77\">The Court further observed as under: -\n</blockquote>\n<blockquote id=\"blockquote_78\">.... Duty not to enforce the penalty clause but only\nto award reasonable compensation is statutorily imposed\nupon courts by<a href=\"/doc/1941714/\" id=\"a_121\"> S. 74</a>.  In all cases, therefore, where there\nis a stipulation in the nature of penalty for forfeiture of an\namount deposited pursuant to the  terms of contract\nwhich expressly provides for forfeiture, the court has\njurisdiction to award such sum only as it considers\nreasonable, but not exceeding the amount specified in the\ncontract as liable to forfeiture.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_98\">From the aforesaid decision, it is clear that the Court was not\ndealing with a case where contract named a sum to be paid in case of\nbreach but with a case where the contract contained stipulation by\nway of penalty.\n</p>\n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_18\">The aforesaid case and other cases were referred to by three\nJudge Bench in <a href=\"/doc/158693/\" id=\"a_122\">Maula Bux</a>&#x27;s case (supra) wherein the Court held\nthus: -</span>\n</p><blockquote id=\"blockquote_79\">&quot;... It is true that in every case of breach of contract the\nperson aggrieved by the breach is not required to prove\nactual\tloss or damage suffered by him before he can\nclaim a decree, and the Court is competent to award\nreasonable compensation in case of breach even if no\nactual damage is proved to have been suffered in\nconsequence of the breach of contract.\tBut the\nexpression &quot;whether or not actual damage or loss is\nproved to have been caused thereby&quot; is intended to cover\ndifferent classes of contracts which come before the\nCourts.\t In case of breach of some contracts it may be\nimpossible for the Court to assess compensation arising\nfrom breach, while in other cases compensation can be\ncalculated in accordance with established rules.  Where\nthe Court is unable to assess the compensation, the sum\nnamed by the parties if it be regarded as a genuine pre-\nestimate may be taken into consideration as the measure\nof reasonable compensation, but not if the sum named is\nin the nature of a penalty.  Where loss in terms of money\ncan be determined, the party claiming compensation must\nprove the loss suffered by him.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"389834\" id=\"span_20\">In <a href=\"/doc/389834/\" id=\"a_123\">Rampur Distillery and Chemical Co. Ltd.</a>&#x27;s (supra) also,\ntwo Judge Bench of this Court referred to <a href=\"/doc/158693/\" id=\"a_124\">Maula Bux</a>&#x27;s case and\nobserved thus: -</span></span>\n</p><blockquote id=\"blockquote_80\">&quot; ... It was held by this Court that forfeiture of\nearnest money under a contract for sale\t of property does\nnot fall within <a href=\"/doc/1454268/\" id=\"a_125\">Section 70</a> of the Contract Act, if the\namount is reasonable, because the forfeiture of a\nreasonable sum paid as earnest money does not amount\nto the imposition of a penalty.\t But, &quot;where under the\nterms of the contract the party in breach has undertaken\nto pay a sum of money or to forfeit a sum of money\nwhich he has already paid to the party complaining of a\nbreach of contract, the undertaking is of the nature of a\npenalty.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_21\">In <a href=\"/doc/461988/\" id=\"a_126\">Raman Iron Foundry</a>&#x27;s case (supra), this Court considered\nclause 18 of the Contract between the parties and arrived at the\nconclusion that it applied only where the purchaser has a claim for a\nsum presently due and payable by the contractor.  Thereafter, the\nCourt observed thus: -</span>\n</p><blockquote id=\"blockquote_81\">&quot;11.\tHaving discussed the proper interpretation of\nClause 18, we may now turn to consider what is the real\nnature of the claim for recovery of which the appellant is\nseeking to appropriate the sums due to the respondent\nunder other contracts.\tThe claim is admittedly one for\ndamages for breach of the contract between the parties.\nNow, it is true that the damages which are claimed are\nliquidated damages under Clause 14, but so far as the law\nin India is concerned, there is no qualitative difference in\nthe nature of the claim whether it be for liquidated\ndamages or for unliquidated damages.  <a href=\"/doc/1941714/\" id=\"a_127\">Section 74</a> of the\nIndian Contract Act eliminates the somewhat elaborate\nrefinements made under the English common law in\ndistinguishing between stipulations providing for\npayment of liquidated damages and stipulations in the\nnature of penalty.  Under the common law a genuine pre-\nestimate of damages by mutual agreement is regarded as\na stipulation naming liquidated damages and binding\nbetween the parties : a stipulation in a contract in\nterrorem is a penalty and the Court refuses to enforce it,\nawarding to the aggrieved party only reasonable\ncompensation.  The Indian Legislature has sought to cut\nacross the web of rules and presumptions under the\nEnglish common law, by enacting a uniform principle\napplicable to all stipulations naming amounts to be paid\nin case of breach, and stipulations by way of penalty, and\naccording  to this principle, even if there is a stipulation\nby way of liquidated damages, a party complaining of\nbreach of contract can recover only reasonable\ncompensation for the injury sustained by him, the\nstipulated amount being merely the outside limit.  It,\ntherefore, makes no difference in the present case that the\nclaim of the appellant is for liquidated damages.  It stands\non the same footing as a claim for unliquidated damages.\nNow the law is well settled that a claim for unliquidated\ndamages does not give rise to a debt until the liability is\nadjudicated and damages assessed by a decree or order of\na Court or other adjudicatory authority.  When there is a\nbreach of contract, the party who commits the breach\ndoes not eo instanti incur any pecuniary obligation, nor\ndoes the party complaining of the breach becomes\nentitled to a debt due from the other party.  The only right\nwhich the party aggrieved by the breach of the contract\nhas is the right to sue for damages.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_23\">Firstly, it is to be stated that in the aforesaid case Court has not\nreferred to earlier decision rendered by the five Judge Bench in <a href=\"/doc/584252/\" id=\"a_128\">Fateh\nChand</a>&#x27;s case or the decision rendered by the three Judge Bench in\n<a href=\"/doc/158693/\" id=\"a_129\">Maula Bux</a>&#x27;s case.</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_25\">Further, in M/s <a href=\"/doc/120342440/\" id=\"a_130\">H.M. Kamaluddin Ansari and\nCo. v. Union of India and others</a> [(1983) 4 SCC 417], three Judge\nBench of this Court has over-ruled the decision in <a href=\"/doc/461988/\" id=\"a_131\">Raman Iron\nFoundry</a>&#x27;s case (supra) and the Court while interpreting similar term\nof the contract observed that it gives wider power to Union of India to\nrecover the amount claimed by appropriating any sum then due or\nwhich at any time may become due to the contractors under other\ncontracts and the Court observed that clause 18 of the Standard\nContract confers ample powers on the Union of India to withhold the\namount and no injunction order could be passed restraining the Union\nof India from withholding the amount.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_103\">In the light of the aforesaid decisions, in our view, there is\nmuch force in the contention raised by the learned counsel for the\nappellant.  However, the learned senior counsel Mr. Dave submitted\nthat even if the award passed by the arbitral tribunal is erroneous, it is\nsettled law that when two views are possible with regard to\ninterpretation of statutory provisions and or facts, the Court would\nrefuse to interfere with such award.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_104\">\tIt is true that if the arbitral tribunal has committed mere error of\nfact or law in reaching its conclusion on the disputed question\nsubmitted to it for adjudication then the Court would have no\njurisdiction to interfere with the award.  But, this would depend upon\nreference made to the arbitrator: (a) If there is a general reference for\ndeciding the contractual dispute between the parties and if the award\nis based on erroneous legal proposition, the Court could interfere; (b)\nIt is also settled law that in a case of reasoned award, the Court can set\naside the same if it is, on the face of it, erroneous on the proposition of\nlaw or its application; (c) If a specific question of law is submitted to\nthe arbitrator, erroneous decision in point of law does not make the\naward bad, so as to permit of its being set aside, unless the Court is\nsatisfied that the arbitrator had proceeded illegally.\n</p>\n<p data-structure=\"Section\" id=\"p_105\">In the facts of the case, it cannot be disputed that if contractual\nterm, as it is, is to be taken into consideration, the award is, on the\nface of it, erroneous and in violation of the terms of the contract and\nthereby it violates <a href=\"/doc/1224074/\" id=\"a_132\">Section 28(3)</a> of the Act.  Undisputedly, reference\nto the arbitral tribunal was not with regard to interpretation of\nquestion of law.  It was only a general reference with regard to claim\nof respondent.\tHence, if the award is erroneous on the basis of record\nwith regard to proposition of law or its application, the Court will\nhave jurisdiction to interfere with the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_106\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_26\">Dealing with the similar question, this Court in M/s <a href=\"/doc/1989300/\" id=\"a_133\">Alopi\nParshad &amp; Sons Ltd. v. The Union of India</a> [(1960) 2 SCR 793]\nobserved that the extent of jurisdiction of the Court to set aside the\naward on the ground of an error in making the award is well defined\nand held thus:-</span>\n</p><blockquote id=\"blockquote_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_27\">&quot;The award of an arbitrator may be set aside on the\nground of an error on the face thereof only when in the\naward  or in any document incorporated with it, as for\ninstance, a note appended by the arbitrators, stating the\nreasons for his decision, there is found some legal\nproposition which is the basis of the award and which is\nerroneous-Champsey <a href=\"/doc/525017/\" id=\"a_134\">Bhara and Company v. Jivaraj\nBalloo Spinning and Weaving Company Limited [L.R.</a> 50\nIA 324].</span>  If however, a specific question is submitted to\nthe arbitrator and he answers it, the fact that the answer\ninvolves an erroneous decision in point of law, does not\nmake the  award bad on its face so as to permit of its\nbeing set aside-In the matter of an arbitration between\nKing and Duveen and others [LR (1913) 2 KBD 32] and\nGovernment of Kelantan v. Duff Development Company\nLimited [LR 1923 AC 395].\n</blockquote>\n\n<blockquote id=\"blockquote_83\">Thereafter, the Court held that if there was a general reference and not\na specific reference on any question of law then the award can be set\naside if it demonstrated to be erroneous on the face of it.  The Court,\nin that case, considering <a href=\"/doc/648614/\" id=\"a_135\">Section 56</a> of the Indian Contract Act held\nthat the <a href=\"/doc/171398/\" id=\"a_136\">Indian Contract Act</a> does not enable a party to a contract to\nignore the express provisions thereof and to claim payment of\nconsideration for performance of  the contract at rates different from\nthe stipulated rates, on some vague plea of equity and that the\narbitrators were not justified in ignoring the expressed terms of the\ncontract prescribing the remuneration payable to the agents.  The\naforesaid law has been followed continuously.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913738\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164262\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_30\">{<a href=\"/doc/662824/\" id=\"a_137\">Re. Rajasthan State\nMines &amp; Minerals Ltd. v. Eastern Engineering Enterprises and\nanother</a> [(<a href=\"/doc/164262/\" id=\"a_138\">1999) 9 SCC 283], Sikkim Subba Associates v. State of\nSikkim</a> [(<a href=\"/doc/1913738/\" id=\"a_139\">2001) 5 SCC 629] and G.M., Northern Railway and\nanother v. Sarvesh Chopra</a> [(2002) 4 SCC 45]}.</span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_31\">There is also elaborate discussion on this aspect in <a href=\"/doc/1961694/\" id=\"a_140\">Union of\nIndia v. A.L. Rallia Ram</a> [(1964) 3 SCR 164] wherein the Court\nsuccinctly observed as under:-</span>\n</blockquote><blockquote id=\"blockquote_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_32\">&quot;.. But it is now firmly established that an award is bad\non the ground of error of law on the face of it, when in\nthe award itself or in\ta document actually incorporated\nin it, there is found some legal proposition which is the\nbasis of the award and which is erroneous.  An error in\nlaw on the face of the award means : &quot;you can find in the\naward or a document actually incorporated thereto, as for\ninstance, a note appended by the arbitrator stating the\nreasons for his judgment, some legal proposition which is\nthe basis of the award and which you can then say is\nerroneous.  It does not mean that if in a narrative a\n&#x27;reference is made to a contention of one party, that\nopens the door to setting first what that contention is, and\nthen going to the contract on which the parties&#x27; rights\ndepend to see if that contention is sound&quot;  <a href=\"/doc/525017/\" id=\"a_141\">Champsey\nBhara and Company v. Jivraj Balloo Spinning and\nWeaving Company Ltd.</a> [(1932) L.R. 50 I.A. 324]\tBut\nthis rule does not apply where questions of law are\nspecifically referred to the arbitrator for his decision; the\naward of the arbitrator on those questions is binding upon\nthe parties, for by referring specific questions the parties\ndesire to have a decision from the arbitrator on those\nquestions rather than from the Court, and the Court will\nnot unless it is satisfied that the arbitrator had proceeded\nillegally interfere with the decision.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_33\">The Court thereafter referred to the decision rendered in <a href=\"/doc/318186/\" id=\"a_142\">Seth\nThawardas Pherumal v. The Union of India</a> [(1955) 2 SCR 48]\nwherein Bose, J. delivering the judgment of the Court had observed:</span>\n</p><blockquote id=\"blockquote_86\">\t&quot;Therefore, when a question of law is the point at\nissue, unless both sides specifically agree to refer it and\nagree to be bound by the arbitrator&#x27;s decision, the\njurisdiction of the Courts to set an arbitration right when\nthe error is apparent on the face of the award is not\nousted.\t The mere fact that both parties submit incidental\narguments about point of law in the course of the\nproceedings is not enough.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_108\">The learned Judge also observed at p. 59 after\nreferring to F.R. Absalom Ltd. v. Great Western\n(London) Garden Village Society [1933] AC 592, 616:\n</p>\n<blockquote id=\"blockquote_87\">Simply because the matter was referred to\nincidentally in the pleadings and arguments\nin support of, or against, the general issue\nabout liability for damages, that is not\nenough to clothe the arbitrator with\nexclusive jurisdiction on a point of law.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_88\">The Court also referred to the test indicated by Lord Russell of\nKillowen in F.R. Absalom Ltd. v. Great Western (London) Garden\nVillage Society Ltd., and observed that the said case adequately brings\nout a distinction between a specific reference on a question of law,\nand a question of law arising for determination by the arbitrator in the\ndecision of the dispute.  The Court quoted the following observations\nwith approval: -\n</blockquote><blockquote id=\"blockquote_89\">&quot; .. it is, I think, essential to keep the case where\ndisputes are referred to an arbitrator in the decision of\nwhich a question of law becomes material distinct from\nthe case in which a specific question of law has been\nreferred to him for decision. x\t x  x  x  The authorities\nmake a clear distinction between these two cases, and, as\nthey appear to me, they decide that in the former case\nthe Court can interfere if and when any error of law\nappears on the face of the award, but that in the latter\ncase no such interference is possible upon the ground\nthat it so appears that the decision upon the question of\nlaw is an erroneous one.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_109\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267492\" id=\"span_34\">Further, in <a href=\"/doc/267492/\" id=\"a_143\">Maharashtra State Electricity Board v. Sterilite\nIndustries (India) and Another</a> [(2001) 8 SCC 482], the Court\nobserved as under:-</span>\n</p><blockquote id=\"blockquote_90\">&quot;9.\tThe position in law has been noticed by this\nCourt in Union of India v. A.L. Rallia Ram [AIR 1963\nSC 1685] and Madanlal Roshanlal Mahajan v.\nHukumchand Mills Ltd. [(1967) 1 SCR 105] to the\neffect that the arbitrator&#x27;s award both on facts and law is\nfinal  that there is no appeal from his verdict; that the\ncourt cannot review his award and correct any mistake in\nhis adjudication, unless the objection to the legality of the\naward is apparent on the face of it.  In understanding\nwhat would be an error of law on the face of the award,\nthe following observations in Champsey Bhara &amp; Co. v.\nJivraj Balloo Spg and Wvg. Co. Ltd, [(1922-23) 50 IA\n324] a decision of the Privy Council, are relevant (IA p.\n</blockquote><blockquote id=\"blockquote_91\">331)\n&quot;An error in law on the face of the\naward means, in Their Lordship&#x27;s view,\nthat you can find in the award on a\ndocument actually incorporated thereto, as\nfor instance, a note appended by the\narbitrator stating the reasons for his\njudgment, some legal proposition which is\nthe basis of the award and which you can\nthen say is erroneous.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_110\">10.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_35\">In <a href=\"/doc/899181/\" id=\"a_144\">Arosan Enterprises Ltd. v. Union of India</a>\n[1999 (9) SCC 449], this Court again examined this\nmatter and stated that where the error of finding of fact\nhaving a bearing on the award is patent and is easily\ndemonstrable without the necessity of carefully weighing\nthe various possible viewpoints, the interference in the\naward based on an erroneous finding of fact is\npermissible and similarly, if an award is based by\napplying a principle of\t law which is patently erroneous,\nand but for such erroneous application of legal principle,\nthe award could not have been made, such award is liable\nto be set aside by holding that there has been a legal\nmisconduct on the part of the arbitrator.&quot;</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_36\">Next question is - whether the legal proposition which is the\nbasis of the award for arriving at the conclusion that ONGC was not\nentitled to recover the stipulated liquidated damages as it has failed to\nestablish that it has suffered any loss is erroneous on the face of it?\nThe arbitral tribunal after considering the decisions rendered by this\nCourt in the cases of <a href=\"/doc/584252/\" id=\"a_145\">Fateh Chand, Maula Bux and Rampur\nDistillery</a> (supra) arrived at the conclusion that &quot;in view of these three\ndecisions of the Supreme Court, it is clear that it was for the\nrespondents to establish that they had suffered any loss because of the\nbreach committed by the claimant in the supply of goods under the\ncontract between the parties after 14th November, 1996.\t In the words\nwe have emphasized in Maula Bux decision, it is clear that if loss in\nterms of money can be determined, the party claiming the\ncompensation &#x27;must prove&#x27; the loss suffered by him&quot;.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">Thereafter the arbitral tribunal referred to the evidence and the\nfollowing statement made by the witness Das:\n</p><blockquote id=\"blockquote_92\">&quot;The re-deployment plan was made keeping in mind\nseveral constraints including shortage of casing pipes.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_113\">Further, the arbitral tribunal came to the conclusion that under\nthese circumstances, the shortage of casing pipes of 26&quot; diameter and\n30&quot; diameter pipes was not the only reason which led to redeployment\nof rig Trident II to Platform B 121.  The arbitral tribunal also\nappreciated the other evidence and held that the attempt on the part of\nthe ONGC to show that production of gas on Platform B 121 was\ndelayed because of the late supply of goods by the claimant failed.\nThereafter, the arbitral tribunal considered the contention raised by the\nlearned counsel for the ONGC that the amount of 10% which had\nbeen deducted by way of liquidated damages for the late supply of\ngoods under the contract was not by way of penalty.  In response\nthereto, it was pointed out that it was not the case of learned counsel\nMr. Setalwad on behalf of the claimants that &quot;these stipulations in the\ncontract for deduction of liquidated damages was by way of penalty&quot;.\nFurther, the arbitral tribunal observed that in view of the decisions\nrendered in Fateh Chand and Maula Bux cases, &quot;all that we are\nrequired to consider is whether the respondents have established their\ncase of actual\tloss in money terms because of the delay in the supply\nof the Casing Pipes under the contract between the parties&quot;.  Finally,\nthe arbitral tribunal held that as the appellant has failed to prove the\nloss suffered  because of delay in supply of goods as set out in the\ncontract between the parties, it is required to refund the amount\ndeducted by way of liquidated damages from the specified amount\npayable to the respondent.\n</p>\n<p data-structure=\"Section\" id=\"p_114\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_37\">It is apparent from the aforesaid reasoning recorded by the\narbitral  tribunal that it failed to consider <a href=\"/doc/339747/\" id=\"a_146\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_147\">74</a> of the\nIndian Contract Act and the <a href=\"/doc/584252/\" id=\"a_148\">ratio <a href=\"/doc/584252/\" id=\"a_149\">laid down in</a></a> <a href=\"/doc/584252/\" id=\"a_150\">Fateh Chand</a>&#x27;s case\n(supra) wherein it is specifically held that jurisdiction of the Court to\naward compensation in case of breach of contract is unqualified\nexcept as to the maximum stipulated; and compensation has to be\nreasonable.  Under <a href=\"/doc/339747/\" id=\"a_151\">Section 73</a>, when a contract has been broken, the\nparty who suffers by such breach is entitled to receive compensation\nfor any loss caused to him which the parties knew when they made the\ncontract to be likely to result from the breach of it.\tThis Section is to\nbe read with <a href=\"/doc/1941714/\" id=\"a_152\">Section 74</a>, which deals with penalty stipulated in the\ncontract, inter alia [relevant for the present case] provides that when a\ncontract has been broken, if a sum is named in the contract as the\namount to be  paid in case of such breach, the party complaining of\nbreach is entitled, whether or not actual loss is proved to have been\ncaused, thereby to receive from the party who has broken the contract\nreasonable compensation not exceeding the amount so named.\n<a href=\"/doc/1941714/\" id=\"a_153\">Section 74</a> emphasizes that in case of breach of contract, the party\ncomplaining of the breach is entitled to receive reasonable\ncompensation whether or not actual loss is proved to have been\ncaused by such breach.\tTherefore, the emphasis is on reasonable\ncompensation.  If the compensation named in the contract is by way\nof penalty, consideration would be different and the party is only\nentitled to reasonable compensation for the loss suffered.  But if the\ncompensation named in the contract for such breach is genuine pre-\nestimate of loss which the parties knew when they made the contract\nto be likely to result from the breach of it, there is no question of\nproving such loss or such party is not required to lead evidence to\nprove actual loss suffered by him.  Burden is on the other party to lead\nevidence for proving that no loss is likely to occur by such breach.\nTake for illustration: if the parties have agreed to purchase cotton\nbales and the same were only to be kept as a stock-in-trade.  Such\nbales are not delivered on the due date and thereafter the bales are\ndelivered beyond the stipulated time, hence there is breach of the\ncontract.  Question which would arise for consideration is - whether\nby such breach party has suffered any loss.  If the price of cotton bales\nfluctuated during that time, loss or gain could easily be proved.  But if\ncotton bales are to be purchased for manufacturing yarn, consideration\nwould be different.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_115\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_38\">In <a href=\"/doc/158693/\" id=\"a_154\">Maula Bux</a>&#x27;s case (supra), plaintiff - Maula Bux entered\ninto a contract with the Government of India to supply potatoes at the\nMilitary Head Quarters, U.P. Area and deposited an amount of\nRs.10000/- as security for due performance of the contract.  He\nentered into another contract with the Government of India to supply\nat the same place poultry eggs and fish for one year and deposited an\namount of Rs.8500/- for due performance of the contract.  Plaintiff\nhaving made persistent default in making regular and full supplies of\nthe commodities agreed to be supplied, the Government rescinded the\ncontracts and forfeited the amounts deposited by the plaintiff, because\nunder the terms of the agreement, the amounts deposited by the\nplaintiff as security for the due  performance of the contracts were to\nstand forfeited in case plaintiff neglected to perform his part of the\ncontract.  In context of these facts, Court held that it was possible for\nthe Government of India to lead evidence to prove the rates at which\npotatoes, poultry, eggs and fish were purchased by them when the\nplaintiff failed to deliver &quot;regularly and fully&quot; the quantities stipulated\nunder the terms of the contracts and after the contracts were\nterminated.  They could have proved the rates at which they had to be\npurchased and also the other incidental charges incurred by them in\nprocuring the goods contracted for.  But no such attempt was made.\nHence, claim for damages was not granted.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_39\">In <a href=\"/doc/158693/\" id=\"a_155\">Maula Bux</a>&#x27;s case (supra), the Court has specifically held\nthat it is true that in every case of breach of contract the person\naggrieved by the breach is not required to prove actual loss or damage\nsuffered by him before he can claim a decree and the Court is\ncompetent to award reasonable compensation in a case of breach even\nif no actual damage is proved to have been suffered in consequence of\nthe breach of contract.\t The Court has also specifically held that in\ncase of breach of some contracts it may be impossible for the Court to\nassess compensation arising from breach.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">Take for illustration construction of a road or a bridge.  If there\nis delay in completing the construction of road or bridge within\nstipulated time, then it would be difficult to prove how much loss is\nsuffered by the Society / State.  Similarly, in the present case, delay\ntook place in deployment of rigs and on that basis actual production of\ngas from platform B-121 had to be changed.  It is undoubtedly true\nthat the witness has stated that redeployment plan was made keeping\nin mind several constraints including shortage of casing pipes.\nArbitral Tribunal, therefore, took into consideration the aforesaid\nstatement volunteered by the witness that shortage of casing pipes was\nonly one of the several reasons and not the only reason which led to\nchange in deployment of plan or redeployment of rigs Trident-II\nplatform B-121.\t In our view, in such a contract, it would be difficult\nto prove exact loss or damage which the parties suffer because of the\nbreach thereof.\t In such a situation, if the parties have pre-estimated\nsuch loss after clear understanding, it would be totally unjustified to\narrive at the conclusion that party who has committed breach of the\ncontract is not liable to pay compensation.  It would be against the\nspecific provisions of <a href=\"/doc/339747/\" id=\"a_156\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_157\">74</a> of the Indian Contract Act.\nThere was nothing on record that compensation contemplated by the\nparties was in any way unreasonable.  It has been specifically\nmentioned that it was an agreed genuine pre-estimate of damages duly\nagreed by the parties.\tIt was also mentioned that the liquidated\ndamages are not by way of penalty.  It was also provided in the\ncontract that such damages are to be recovered by the purchaser from\nthe bills for payment of the cost of material submitted by the\ncontractor. No evidence is led by the claimant to establish that\nstipulated condition was by way of penalty or the compensation\ncontemplated was, in any way, unreasonable. There was no reason for\nthe tribunal not to rely upon the clear and unambiguous terms of\nagreement stipulating pre-estimate damages because of delay in\nsupply of goods.  Further, while extending the time for delivery of the\ngoods, respondent was informed that it would be required to pay\nstipulated damages.\n</p>\n<p data-structure=\"Precedent\" id=\"p_118\">From the aforesaid discussions, it can be held that:-\n</p>\n<blockquote id=\"blockquote_93\">(1)\tTerms of the contract are required to be taken into\nconsideration before arriving at the conclusion whether\nthe party claiming damages is entitled to the same;\n</blockquote>\n<blockquote id=\"blockquote_94\">(2)\tIf the terms are clear and unambiguous stipulating the\nliquidated damages in case of the breach of the contract\nunless it is held that such estimate of\ndamages/compensation is unreasonable or is by way of\npenalty, party who has committed the breach is required\nto pay such compensation and that is what is provided in\n<a href=\"/doc/339747/\" id=\"a_158\">Section 73</a> of the Contract Act.\n</blockquote>\n<blockquote id=\"blockquote_95\">(3)\t<a href=\"/doc/1941714/\" id=\"a_159\">Section 74</a> is to be read along with <a href=\"/doc/339747/\" id=\"a_160\">Section 73</a> and,\ntherefore, in every case of breach of contract, the person\naggrieved by the breach is not required to prove actual\nloss or damage suffered by him before he can claim a\ndecree.\t The Court is competent to award reasonable\ncompensation in case of breach even if no actual damage\nis proved to have been suffered in consequences of the\nbreach of a contract.\n</blockquote>\n<blockquote id=\"blockquote_96\">(4)\tIn some contracts, it would be impossible for the Court to\nassess the compensation arising from breach and if the\ncompensation contemplated is not by way of penalty or\nunreasonable, Court can award the same if it is genuine\npre-estimate by the parties as the measure of reasonable\ncompensation.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_119\">For the reasons stated above, the impugned award directing the\nappellant to refund the amount deducted for the breach as per\ncontractual terms requires to be set aside and is hereby set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">WHETHER THE CLAIM OF REFUND OF THE AMOUNT DEDUCTED\nBY THE APPELLANT FROM THE BILLS IS DISPUTED OR\nUNDISPUTED CLAIM?\n</p>\n<p data-structure=\"Conclusion\" id=\"p_121\">As the award directing the appellant to refund the amount\ndeducted is set aside, question of granting interest on the same would\nnot arise.  Still however, to demonstrate that the award passed by the\narbitral tribunal is, on the face of it, erroneous with regard to grant of\ninterest, we deal with the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_122\">Arbitral Tribunal arrived at the conclusion that the appellant\nwrongfully withheld/deducted the aggregate amount of US $\n3,04,970.20 on account of delay in supply of goods and amount of\nRs.15,75,559/- on account of excise duty, sales tax, freight charges\ndeducted as and by way of liquidated damages from the amount\npayable by the respondent and thereafter arrived at the conclusion that\nthe said amount was deducted from undisputed invoice amount,\ntherefore, the said claim of the respondent cannot be held to be\n&#x27;disputed claim&#x27;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_123\">It is apparent that the claim of the contractor to recover the said\namount was disputed mainly because it was agreed term between the\nparties that in case of delay in supply of goods appellant was entitled\nto recover damages at the rate as specified in the agreement.  It was\nalso agreed that the said liquidated damages were to be recovered by\npaying authorities from the bills for payment of the cost of material\nsubmitted by the contractor.  If this agreed amount is deducted and\nthereafter contractor claims it back on the ground that the appellant\nwas not entitled to deduct the same as it has failed to prove loss\nsuffered by it, the said claim undoubtedly would be a &#x27;disputed\nclaim&#x27;.\t   The arbitrators were required to decide by considering the\nfacts and the law applicable, whether the deduction was justified or\nnot?  That itself would indicate that the claim of the contractor was\n&#x27;disputed claim&#x27; and not &#x27;undisputed&#x27;.\tThe reason recorded by the\narbitrators that as the goods were received and bills are not disputed,\ntherefore, the claim for recovering the amount of bills cannot be held\nto be &#x27;disputed claim&#x27; is, on the face of it, unjust, unreasonable,\nunsustainable and patently illegal as well as against the expressed\nterms of the contract.\tAs quoted above, clause 34.4 in terms provides\nthat no interest would be payable on &#x27;disputed claim&#x27;.\tIt also provides\nthat in which set of circumstances, interest amount would be paid in\ncase of delay in payment of undisputed claim.  In such case, the\ninterest rate is also specified at 1% per month on such undisputed\nclaim amount.  Despite this clause, the arbitral tribunal came to the\nconclusion that it was undisputed claim and held that in law, appellant\nwas not entitled to withhold these two payments from the invoice\nraised by the respondent and hence directed that the appellant was\nliable to pay interest on wrongful deductions at the rate of 12% p.a.\nfrom 1.4.1997 till the date of filing of the statement of claim and\nthereafter having regard to the commercial nature of the transaction at\nthe rate of 18% p.a. pendente lite till payment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_124\">\tIt is to be reiterated that it is the primary duty of the arbitrators\nto enforce a promise which the parties have made and to uphold the\nsanctity of the contract which forms the basis of the civilized society\nand also the jurisdiction of the arbitrators.  Hence, this part of the\naward passed by the arbitral tribunal granting interest on the amount\ndeducted by the appellant from the bills payable to the respondent is\nagainst the terms of the contract and is, therefore, violative of <a href=\"/doc/1224074/\" id=\"a_161\">Section\n28(3)</a> of the Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_125\">CONCLUSIONS:-\n</p>\n\n<blockquote id=\"blockquote_97\">In the result, it is held that:-\n</blockquote>\n<blockquote id=\"blockquote_98\">A.\t(1)\tThe Court can set aside the arbitral award under\n<a href=\"/doc/1219022/\" id=\"a_162\">Section 34(2)</a> of the Act if the party making the\napplication furnishes proof that:-\n</blockquote>\n<blockquote id=\"blockquote_99\">(i)\ta party was under some incapacity, or\n\n</blockquote><blockquote id=\"blockquote_100\">(ii)\tthe arbitration agreement is not valid under\nthe law to which the parties have subjected it\nor, failing any indication thereon, under the\nlaw for the time being in force; or\n\n</blockquote><blockquote id=\"blockquote_101\">(iii)\tthe party making the application was not\ngiven proper notice of the appointment of an\narbitrator or of the arbitral proceedings or\nwas otherwise unable to present his case; or\n\n</blockquote><blockquote id=\"blockquote_102\">(iv)\tthe arbitral award deals with a dispute not\ncontemplated by or not falling within the\nterms of the submission to arbitration, or it\ncontains decisions on matters beyond the\nscope of the submission to arbitration;\n</blockquote>\n\n<blockquote id=\"blockquote_103\">2)\tThe Court may set aside the award:-\n</blockquote><blockquote id=\"blockquote_104\">(i)\t(a)  if the composition of the arbitral tribunal\nwas not in accordance with the agreement of\nthe parties,\n\n</blockquote><blockquote id=\"blockquote_105\">(b)\tfailing such agreement, the\ncomposition of the arbitral tribunal was not\nin accordance with <a href=\"/doc/171398/\" id=\"a_163\">Part-I of the Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_106\">(ii)\tif the arbitral procedure was not in\naccordance with:-\n</blockquote>\n<blockquote id=\"blockquote_107\">(a)\tthe agreement of the parties, or\n\n</blockquote><blockquote id=\"blockquote_108\">(b)\tfailing such agreement, the arbitral\nprocedure was not in accordance with\n<a href=\"/doc/171398/\" id=\"a_164\">Part-I of the Act</a>.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_126\">However, exception for setting aside\nthe award on the ground of\ncomposition of arbitral tribunal or\nillegality of arbitral procedure is that\nthe agreement should not be in\nconflict with the provisions of <a href=\"/doc/171398/\" id=\"a_165\">Part-I\nof the Act</a> from which parties cannot\nderogate.\n</p>\n<p data-structure=\"Section\" id=\"p_127\">(c)\tIf the award passed by the arbitral\ntribunal is in contravention of\nprovisions of the Act or any other\nsubstantive law governing the parties\nor is against the terms of the contract.\n</p>\n<p data-structure=\"Section\" id=\"p_128\">(3)\tThe award could be set aside if it is against the\npublic policy of India, that is to say, if it is\ncontrary to:-\n</p>\n<blockquote id=\"blockquote_109\">(a)\tfundamental policy of Indian law;\n</blockquote><blockquote id=\"blockquote_110\">(b)\tthe interest of India; or\n</blockquote><blockquote id=\"blockquote_111\">(c)\tjustice or morality, or\n</blockquote><blockquote id=\"blockquote_112\">(d)\tif it is patently illegal.\n</blockquote>\n<blockquote id=\"blockquote_113\">(4)\tIt could be challenged:-\n</blockquote>\n<blockquote id=\"blockquote_114\">(a)\tas provided under Section 13(5); and\n\n</blockquote><blockquote id=\"blockquote_115\">(b)\t<a href=\"/doc/568692/\" id=\"a_166\">Section 16(6)</a> of the Act.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_129\">B.\t(1)\tThe impugned award requires to be set aside\nmainly on the grounds:-\n</p>\n<blockquote id=\"blockquote_116\">(i)\tthere is specific stipulation in the agreement\nthat the time and date of delivery of the\ngoods was the essence of the contract;\n</blockquote>\n<blockquote id=\"blockquote_117\">(ii)\tin case of failure to deliver the goods within\nthe period fixed for such delivery in the\nschedule, ONGC was entitled to recover\nfrom the contractor liquidated damages as\nagreed;\n</blockquote>\n<blockquote id=\"blockquote_118\">(iii)\tit was also explicitly understood that the\nagreed liquidated damages were genuine\npre-estimate of damages;\n</blockquote>\n<blockquote id=\"blockquote_119\">(iv)\ton the request of the respondent to extend\nthe time limit for supply of goods, ONGC\ninformed specifically that time was extended\nbut stipulated liquidated damages as agreed\nwould be recovered;\n</blockquote>\n<blockquote id=\"blockquote_120\">(v)\tliquidated damages for delay in supply of\ngoods were to be recovered by paying\nauthorities from the bills for payment of cost\nof material supplied by the contractor;\n</blockquote>\n<blockquote id=\"blockquote_121\">(vi)\tthere is nothing on record to suggest that\nstipulation for recovering liquidated\ndamages was by way of penalty or that the\nsaid sum was in any way unreasonable.\n</blockquote>\n<blockquote id=\"blockquote_122\">(vii)\tIn certain contracts, it is impossible to assess\nthe damages or prove the same.\tSuch\nsituation is taken care by <a href=\"/doc/339747/\" id=\"a_167\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_168\">74</a>\nof the Contract Act and in the present case\nby specific terms of the contract.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_130\">For the reasons stated above, the impugned award directing the\nappellant to refund US $ 3,04,970.20 and Rs.15,75,559/- with interest\nwhich were deducted for the breach of contract as per the agreement\nrequires to be set aside and is hereby set aside.  The appeal is allowed\naccordingly.  There shall be no order as to costs.\n</p>\n\n\n","numcites":78,"numcitedby":1413,"docsource":"Supreme Court of India","citetid":919241,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"compensation for breach of contract ","formInput":"compensation%20for%20breach%20of%20contract%20"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"case breach of contract ","formInput":"case%20breach%20of%20contract%20"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"opposed to public policy","formInput":"opposed%20to%20public%20policy"},{"value":"unliquidated damages ","formInput":"unliquidated%20damages%20"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"composition arbitral tribunal","formInput":"composition%20arbitral%20tribunal"},{"value":"public policy","formInput":"public%20policy"},{"value":"liquidated damages contract","formInput":"liquidated%20damages%20contract"},{"value":"delay in supply of goods","formInput":"delay%20in%20supply%20of%20goods"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"substantive law","formInput":"substantive%20law"},{"value":"penalties in contracts","formInput":"penalties%20in%20contracts"},{"value":"raman iron foundry","formInput":"raman%20iron%20foundry"},{"value":"genuine pre-estimate of ","formInput":"genuine%20pre-estimate%20of%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"}],"cats":[{"value":"compensation-for-contract-breach-with-stipulated-penalty","formInput":"tag:compensation-for-contract-breach-with-stipulated-penalty"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}