{"tid":1574487,"publishdate":"1987-07-24","title":"Cochin Refineries Ltd. vs C.S. Company, Engineering ... on 24 July, 1987","doc":"<h2 class=\"doc_title\">Cochin Refineries Ltd. vs C.S. Company, Engineering ... on 24 July, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1989KER72, AIR 1989 KERALA 72, (1988) 2 ARBI LR 189, (1988) 1 BANK CLR 100, ILR (1988) 1 KER 72, (1988) ILR(KER) 1 KER 72, (1987) 2 KER LJ 637, (1988) 1 CURCC 73</h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\n  S. Padmanabhan, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1.  Petitioner (Cochin Refineries Ltd.) in Arbitration O.P. No. 114 of 1985 on the file of the First Additional Subordinate Judge, Ernakulam is the revision petitioner. Revision is directed against the order dismissing a petition filed under <a href=\"/doc/1154891/\" id=\"a_1\">Section  33</a> of the Arbitration Act.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. Petitioner (for short &#x27;the Company&#x27;) invited tenders for an item of earth filling work. First respondent (for short &#x27;the Contractor&#x27;) was the second lowest tenderer. Lowest tenderer to whom work was awarded did not complete the same and hence balance work was awarded to the Contractor. After completion of work as per final measurement, amounts were received by the Contractor in full and final settlement of all the claims early in 1982 admitting that no further claims are due. After the liability period was over, at the instance of the Contractor, security and retention amounts were also released and received on 5-4-1983. Two years thereafter on 5-5-1985 the Contractor raised a claim making mention of some earlier claims. The fact of having raised such earlier claims is disputed. Anyhow the Contractor appointed his arbitrator and called upon the Company to appoint their arbitrator. Company took the stand in further correspondence that there is no arbitrable dispute. So they did not appoint their arbitrator. When the arbitrator appointed by the Contractor attempted to proceed as sole arbitrator the Company filed the petition under <a href=\"/doc/1154891/\" id=\"a_2\">Section  33</a> of the Arbitration Act for a finding that the arbitration agreement is not in existence and for declaring that the action taken by the Contractor is illegal and void.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The original arbitrator impteaded as second respondent died and the substitute appointed in his place was brought onrecord as Additional third respondent. Naturally, the petition was opposed by the Contractor tooth and nail on all contentions.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The learned Subordinate Judge marked the documents produced by both sides. Nobody was examined. Beyond dismissing the petition on the finding that the appointment of the Arbitrator is legal and proper on the basis of the arbitration clause in the agreement, the Sub Judge went a step further and seems to have usurped the jurisdiction of the Arbitrator also. Without any evidence and ignoring the relevant provisions of the <a href=\"/doc/1953529/\" id=\"a_3\">Evidence Act</a> he admitted and marked disputed documents and found that disputes were raised by the Contractor even before preparing final bill and hence there is an arbitrable dispute in spite of the endorsement of full and final settlement and admission of no further claims.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> 5. The Company also filed C.M.P. 17116 of 1987 praying that in case their plea is not accepted they may be permitted to appoint their Arbitrator also. That prayer was also opposed.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. The points arising for consideration are :  \n</p>   \n\n<blockquote id=\"blockquote_1\"> (1) Whether the Contractor was entitled to invoke the arbitration clause and as such whether the order of the Subordinate Judge is correct and proper.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (2) Whether the Subordinate Judge exceeded his jurisdiction when he found that the Contractor raised disputes even before final bill was prepared and hence there is an arbitrable dispute in spite of the endorsement of full and final settlement and admission of no further claims, and  \n \n\n (3) Whether the prayer in C.M.P. 17116 of 1987 for appointment of an Arbitrator could be allowed.   \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_7\"> Points 1 and 2 :  \n</p>   \n\n<blockquote id=\"blockquote_3\"> The arbitration clause in the agreement reads :  \n</blockquote><blockquote id=\"blockquote_4\">  &quot;Provided always that in case any dispute or difference shall arise between the Company and the contractor, either during the progress or after the completion or abandonment of the works as to the construction of this contract or as to any matter or things of whatsoever nature arising thereunder or in connection therewith, the same shall be settled by arbitration each party nominating one arbitrator. The arbitrators shall appoint an umpire in the event of differences between them. The venue of the arbitration will be Ernakulam. The findings of the arbitrators or of the umpire as the case may be shall be final and binding on the parties. The provisions of the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a> 10 of 1940 and the Rules framed     thereunder     shall     alone     be applicable.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 6-A. The main dispute between the parties is whether the agreement and thereby the arbitration clause are subsisting enabling reference to an arbitrator. In order to contend that the agreement and arbitration clause are not subsisting the Company relies on Exts. A8, A9 and All. By Ext. A8 the final bill was accepted by the Contractor in full and final settlement with an endorsement that no other claims are outstanding. Ext. A9 is also to the same effect. Ext. A11 is to show that one year thereafter when the liability period was over request for the security amount was made and security got released without any further claim. The present stand of the Contractor is that he accepted the amount in full and final settlement admitting that there are no other claims only because the Company refused to release the amount otherwise and he was in pressing need for money.   \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> While the Company contends that claim was made for the first time on 5-5-1985 under Ext. A2 (nearly three years after receipt of amount under the final bill), the stand taken by the Contractor is that claims were made earlier also and reference to those claims were made in Ext. A2. Except a general statement, there is no reference to any specific claim in Ext. A2. But now three claim letters are referred to and their copies are produced as Exts. B1 to B3 with two postal acknowledgments also. Two of the letters are of 20-4-1982 and one is of 18-10-1982. The stand taken by the Company is that these are fictitious copies produced along with postal acknowledgments obtained for having sent some other letters. Ext. A10 was pointed out as one of the originals received by the Company. Anyhow the company denied having received the originals of Exts. Bl to B3. Certain other items of evidence were also pointed out on behalf of the Company to show that Exts. Bl to B3 are spurious documents created by the Contractor taking advantage of postal receipts obtained for having sent other letters. I am not considering that contention because such a consideration is not necessary since those are matters exclusively for the consideration of the arbitrator. But I made reference to them only because the subordinate judge seems to have illegally accepted them as proof of the Contractor having raised claims earlier. The Subordinate Judge ought to have avoided such discussions and. findings which are capable of prejudicing the mind of the arbitrator. These aspects as well as the alleged unusual haste shown by the Subordinate Judge in advancing the posting and deciding the matter without giving breathing time to the Company were the subject-matters of serious criticism at the hands of Mr. P. K. Kurien on behalf of the Company. Suffice it to say that such discussions, observations and findings are only to be discarded as unnecessary and beyond jurisdiction.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 7. Genuineness of the above documents is relevant only to ascertain whether the rights and liabilities under the Contract were discharged by the full and final settlement or whether the full and final settlement was under the circumstances pleaded by the Contractor and a dispute referable to arbitration subsists. When the contract is subsisting and what is pleaded is only discharge of the rights and liabilities under the same on the basis of full and final settlement, the dispute whether there was such a settlement discharging the rights and liabilities or whether further claims are there are matters solely within the jurisdiction of the arbitrator and not for the Court to decide. In this connection Mr. P. K. Kurien brought to my notice a Division Bench decision of this Court in Hindustan Paper Corpn. v. N. A. Mathew, (1987) 1 Ker LT 241, wherein it was held :  \n</p><blockquote id=\"blockquote_5\">  &quot;Where the parties have by mutual consent recorded satisfaction of all claims which arose under the contract, and full and final payment has been made and accepted, nothing remains to be done under the contract, and the contract has therefore ceased to exist. In such circumstances the arbitration clause, though collateral and supplementary, but being an integral part of the contract, has no separate life&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 8. The full facts of that case are not in evidence. That decision cannot be taken to have intended to lay down a general proposition of law that whenever satisfaction has been recorded on the admission of full and final payment the contract ceased to exist and thereby the arbitration clause also perished. That fact is clear from what is said further in that decision as well as Ittyrah v. State of Kerala, ILR (1987) 1 Ker 182. Hindustan Paper Corporation&#x27;s case, (1987) 1 Ker LT 241, is a decisionwhich disposed of two M.F. As. In M.F.A. 129 of 1986 also final bill was signed by both the parties and the entire amount due was paid. But in that case the same decision said that in the absence of clinching evidence the question as to full and final settlement itself is a matter which has to be decided by the arbitrator and not by the Court. In the decision in Ittyrah&#x27;s case, ILR (1987) 1 Ker 182, rendered by thesame learned Judge it was held, in spite of receipt of the amount in full settlement of the claim, that the question whether the amount had been accepted by the claimant in full and final settlement itself is a question which the arbitrator has to decide. That was on the basis of another letter by the claimant that receipt of the amount is without prejudice to his objections and right to claim balance.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> In M.F.A. 130 of 1986 which is the other case that was decided in Hindustan Paper Corporation&#x27;s case, (1987) 1 Ker LT 241, it was said &quot;the parties have by mutual consent recorded satisfaction of all claims which arose under the contract, and full and final payment has been made and accepted&quot;. It was in such a situation that the decision said &quot;nothing remains to be done tinder the contract, and the contract has therefore ceased to exist&quot;. In the present case, as in ILR (1987) 1 Ker 182 and M.F.A. 129 of 1986 forming part of (1987) 1 Ker LT 241, the contractor disputes correctness of the recording of satisfaction on full and final settlement and contends that it was so recorded under coercion. It is evident that the above principle laid down in Hindustan Paper Corporation&#x27;s case, (1987) 1 Ker LT 241, was confined to the facts of M.F.A. 130 of 1986 wherein (he parties have by mutual consent recorded satisfaction of all claims and full and final payment has been made and accepted leaving nothing to be done under the contract and the contract itself ceased to exist and cannot be extended to other cases where facts are different. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_1\">A different interpretation will have the effect of bringing that principle in conflict with what the Supreme Court said in various cases, particularly in <a href=\"/doc/1545494/\" id=\"a_5\">Damodar Valley v. K.K. Kar</a>, AIR 1974 SC 158.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">  9. In D &amp; C Builders Ltd. v. Rees, (1966) 2 QB 617, an employer told the decorators that unless they agreed to accept a sum substantially less than the amount of their account, she would pay them nothing at all. They signed a written document agreeing to accept the reduced payment in fullsatisfaction of their claim. Later they sued for the full amount. It was held that there was no true accord, because plaintiffs had acted as a result of a threat which was without any justification, and there was no consideration present. Here also same is the contention. That contention may or may not be correct. But it is a dispute arising under or in connection with the contract for the settlement of which the parties, by mutual consent, decided to have arbitration. Whether there was full and final settlement or not itself is a dispute arising out of the contract and under the arbitration clause the arbitrator alone could decide it. Whether there is clinching evidence for the full and final settlement or there is absence of clear evidence or no evidence at all are matters to be decided by the arbitrator alone. The real question for consideration is whether the contract subsists or has perished.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 10. Arbitration clause is a collateral and supplementary term of a contract as distinguished from its substantive terms. Settlement of disputes arising out of the contract alone is its object and purpose. But it is also a bilateral agreement forming an integral part of the contract providing the forum to settle the disputes. However wide and comprehensive its terms are, the existence or subsistence of the contract is a condition precedent for its operation. When the contract dies the arbitration clause also dies and it cannot have an existence independent of the contract. That is why I said that the real question is whether the contract subsists or has perished. The question whether the arbitration clause survives or perishes would depend upon the nature of the controversy and its effect upon the existence or survival of the contract itself. If the contract subsists for the determination of the rights and obligations of the parties, the arbitration clause also survives.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 11. A contract is the outcome of the agreement between parties. It is equally open to the parties to put an end to it or treat it as never existed. Even without anything being done by the parties, a contract may be non est in the sense that it never came legally into existence or it was ab initio voidbeing opposed to law or for some other reason. Though it had a legal and valid origin the parties can put an end to it by mutual consent as if it had never existed. They can terminate the previous contract and substitute it by a new contract or alter the contract in such a way that it cannot subsist. In such cases the entire contract is put an end to and it cannot have any existence at all. The arbitration clause will also extinguish in such cases along with the contract because it has no legs to stand.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 12. But there are many other categories of disputes in connection with the contract. There may be cases of repudiation, frustration, breach etc. In such cases performance of the contract alone comes to an end. The contract will still have existence for certain purposes in respect of disputes arising under it or in connection with it. Even after performance comes to an end rights or liabilities may be alive. They will have to be settled. Arbitration clause stands apart from the rest of the contract in which it is contained It does not impose on one party an obligation in favour of the other. It only embodies an agreement that if any dispute arises with regard to any obligation which one party has undertaken to the other, such dispute shall be settled by arbitration. When contract subsists, though performance was put an end to by completion, repudiation, frustration, breach or otherwise, disputes arising out of the obligations under the contract will have to be settled. For that purpose the only course will be submission to the decision of the person or persons whom they have chosen by the contract. Such person or persons alone will have jurisdiction in such matters. By putting and end to the performance alone the contract cannot be put an end to. It will survive till the obligations are settled and the parties are relieved out of the contract. Such relief when there is dispute could only be by the decision of the arbitrator in contracts where there is an arbitration agreement.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 13. An accord and satisfaction which is concerned with the obligations arising from the contract, does not affect an arbitration clause contained in it. But if the dispute is that the contract itself does not subsist, whatever be the reason, that is not a matter for arbitration because if the contract does not subsist there is no question of arbitration since the arbitration clause also will perish. Jurisdiction of the arbitrator is dependent on the existence of the arbitration clause. A contract that had been determined is in the same position as one that has never been concluded at alt. But when once it is found that the contract survives remedy could only be through recourse to the arbitration clause.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_3\">14. In the present case there is no contention that there had been novation, recission or substitution or that the contract is non est. Plea is only that obligations are settled and discharged by full and final settlement. The validity, binding nature and subsistence of the contract are not in dispute. A repudiation by one party that the contract is discharged, alone will not terminate the contract when the other party says that obligations are due. That itself is a dispute arising out of or in connection with the contract. In such a case the contract will subsist at least for determination of that dispute and if obligations are there for their determination also and the arbitration clause also will survive. These principles I am following from the decisions rendered by the Supreme Court, particularly those in <a href=\"/doc/1391279/\" id=\"a_6\">Union of India v. Kishorilal Gupta</a>, <a href=\"/doc/1545494/\" id=\"a_7\">AIR 1959 SC 1362, Damodar Valley v. K. K. Kar</a>, AIR 1974 SC 158 and Naihati Jute Mills v. Khyalirsa, AIR 1968 SC 522. AIR 1974 SC 158 further held:</span></span>  \n</p><blockquote id=\"blockquote_6\">  &quot;It appears to us that the question whether there has been a full and final settlement of a claim under the contract is itself a dispute arising &#x27;upon&#x27; or &#x27;in relation to&#x27; or &#x27;in connection with&#x27; the contract. These words are wide enough to cover the dispute sought to be referred&quot;.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> In such a case the Supreme Court said that that question whether there is a dispute or not itself could be decided only by the arbitrator and not by the Court. In this case also the dispute between the parties is whether there was a full and final settlement of the claims. The contract and the arbitration clause are subsisting and the dispute definitely comes within that clause. The arbitrator alone could settle the controversy whether there was full and final settlement or whether any further obligations are due. Controversy relating to the genuineness of Exts. B1 to B 3 and the factual question whether any claim was raised before Ext. A2 or whether Exts. A8, A9 and A11 were given by the contractor under the circumstances pleaded by him are all matters to be gone into and decided by the arbitrat or on the merits independently considering all the materials placed before him by the parties.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_4\">In <a href=\"/doc/907667/\" id=\"a_8\">R.  G. Insurance Co. v. Pearey Lal</a>, AIR 1952 SC 119, it was laid down that the test to decide whether a dispute is arbitrable is the necessity of recourse to the contract by which the parties are bound for determining the matter in dispute. If such recourse is necessary the matter will come within the scope of the arbitrator&#x27;s jurisdiction. In that case the dispute was whether the claim for arbitration was within or beyond the period fixed in the arbitration clause. It was held that it is also a matter within the jurisdiction of the arbitrator. In the present case also when one party raises a dispute in spite of the repudiation by the other, the question whether there is a dispute and if so the further question whether the claim will stand and if so to what extent could be decided only by the arbitrator.</span> In Bharat Heavy Electricals Ltd. v. Amar Nath Bhan Prakash, (1982) 1 SCC 625, the law laid down was that a dispute as to whether there was discharge of the contract by accord and satisfaction is a dispute arising out of the contract and is liable to be referred to arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1762421\" id=\"span_5\">In <a href=\"/doc/1762421/\" id=\"a_9\">Union of India v. D. Bose</a>, AIR 1981 Cal 95, a dispute regarding accord and satisfaction based on a no claim certificate by the contractor was held to be arbitrable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"988979\" id=\"span_6\">In <a href=\"/doc/988979/\" id=\"a_10\">Jai Chand Bhasin v. Union of India</a>, AIR 1983 Delhi 508, the question whether the claim was barred was held to be within the jurisdiction of the arbitrator to decide.</span> In Gangadhar Sarda v. Union of India, AIR 1984 Sikkim 7, the dispute whether the contract came to an end or not was found to be province of the arbitrator to decide. The various authors cited by the counsel have also given same views. When one party says that there was full and final settlement and the opposite party says that it was not voluntary but under compelling circumstances and he has got claims, that is also a matter that could be decided only by the arbitrator.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> 16.    On point No. 1 the finding is that the Contractor was entitled to invoke the arbitration clause. On point No. 2, I find that the. Subordinate Judge has exceeded his jurisdiction when he found that the Contractor raised the dispute earlier and there is an arbitrable dispute because the question whether there is a dispute itself or whether the claim has been fully and finally satisfied are matters to be decided by the arbitrator.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> Point No. 3 : The prayer of the petitioner-Company is to allow it to appoint the second arbitrator. According to <a href=\"/doc/1882318/\" id=\"a_11\">Section  31</a> of the Arbitration Act all such applications will have to be filed before and decided by the Court having jurisdiction in the matter to which the reference relates. There is also a prohibition against other Courts by Sub-section (2). <a href=\"/doc/105873/\" id=\"a_12\">Section 2(c)</a> of the Act defines Court as a civil Court having jurisdiction to decide the question forming the subject-matter of the reference. Now the Subordinate Judge, Cochin is seized of the matter. Sub-section (4) of <a href=\"/doc/1882318/\" id=\"a_13\">Section  31</a> says that where in any reference any application under the Act has been made in a Court competent to entertain it, that Court alone shall have jurisdiction over the arbitration proceedings and all subsequent applications arising out of that reference and the arbitration proceedings shall be made in that Court and in no other Court. The Subordinate Judge, Cochin is competent to &quot;entertain the matter. This application is filed for the first time before this Court and not before the Subordinate Judge. Under the proviso to <a href=\"/doc/371235/\" id=\"a_14\">Section  9(b)</a> the Subordinate Judge can entertain and decide the petition on the merits. Even if this Court also could be considered competent to entertain and dispose of such a petition, it is advisable that the matter is moved before the lower Court competent especially when that Court is seized of the matter. Therefore, I direct the petition to be forwarded to the Subordinate Judge for decision on the merits.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\"> The C.R.P. is disposed of as follows ; The Contractor is entitled to invoke the arbitration clause in the contract and the reference is therefore competent. But the Subordinate Judge acted without jurisdiction and illegally when he found the genuineness of the documents produced by the contractor and held that the contractor raised the dispute earlier and there is an arbitrable dispute. Those findings are vacated.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">  17. The question whether there is a dispute itself or whether the claim has been fully and finally satisfied are matters to be decided by the arbitrator himself without reference to what the Subordinate Judge said. The matters in dispute between the parties including the above said matters will be decided by the arbitrator. He will first determine whether any claim has been made by the contractor at any time before Ext. A2, whether full and final satisfaction without any further claim entered by the contractor was under coercion and whether there was full and final satisfaction without any further claims and the contract was discharged. All the aspects mentioned above will be decided on the merits considering all the materials made available by the parties including the documents mentioned in the body of this order. If the decision is in favour of the Company and against the Contractor, the Arbitrator will not proceed further in the matter and will dismiss the claim of the Contractor. Only if he finds that there was no discharge of the Contract, he will proceed to determine the claim of the contractor on merits. C.M.P. No. 17116 of 1987 will be forwarded immediately to the Sub Court which decided the matter. The Subordinate Judge presiding over that Court will decide the petition on the merits within 30 days of receipt of the same. The sole Arbitrator (third respondent) will proceed with the arbitration only after that petition is decided by the Subordinate Judge. If the petition is dismissed he can proceed as sole Arbitrator. If it is allowed, further proceedings will be by the two Arbitrators as per Clause 31 of the contract. There will be no order as to costs. C.M.P. 17116 of 1987 will be forwarded at once.  \n</p> \n\n","numcites":11,"numcitedby":5,"docsource":"Kerala High Court","citetid":1574487,"divtype":"judgments","relatedqs":[{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"raising contractor","formInput":"raising%20contractor"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"mutual consent","formInput":"mutual%20consent"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"mutual","formInput":"mutual"},{"value":"repudiation","formInput":"repudiation"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"indian laws","formInput":"indian%20laws"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"indian law reports","formInput":"indian%20law%20reports"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"}],"courtcopy":false,"query_alert":null,"agreement":false}