{"tid":53971,"publishdate":"1962-03-23","title":"Public Prosecutor vs Devireddi Nagi Reddi on 23 March, 1962","doc":"<h2 class=\"doc_title\">Public Prosecutor vs Devireddi Nagi Reddi on 23 March, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1962CRILJ727, AIR 1962 ANDHRA PRADESH 479, (1962) 2 ANDHLT 128, (1962) 2 ANDH WR 290, 1962 MADLJ(CRI) 588, ILR (1963) A P 144</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nUmamaheswaram, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This petition comes on for hearing before us as a result of the reference made by one Of us (Chandrasekhara Sastry, J.,) sitting with Jaganmohan Reddy, J. This petition is filed by the Public Prosecutor, Andhra Pradesh under <a href=\"/doc/12910/\" id=\"a_1\">Article 225</a> of the Constitution and -<a href=\"/doc/445276/\" id=\"a_2\">Section 561-A</a> of the Code of Criminal Procedure, to declare that the judgment of our learned brother Mr. Justice Sanjeeva Row &quot;Nayudu dated 6-7-1959 in. Criminal Appeal No. 14. of 1959 and Criminal Revision case No. 682/ 1958 is without jurisdiction, void and of no legal effect and to quash the same. .\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The circumstances under which the Application was filed are as follows:\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The respondent, Devireddi Nagileddy, was tried by the Sessions Judge of Cuddapah in Sessions Case No. 43/58 on a charge Under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> of the Indian Penal Code for having caused the death of one Subbi Reddy. The teamed Sessions Judge convicted him Under <a href=\"/doc/1540253/\" id=\"a_4\">Section 326</a> of the Indian Penal Code and sentenced him to two years&#x27; rigorous imprisonment, The accused thereupon &#x27; preferred Criminal Appeal No. 14/1959 to this Court. As against the order of &#x27; implied acquittal on the charge of murder there was no appeal to this Court by the State Under <a href=\"/doc/1791573/\" id=\"a_5\">Section 417</a>, Criminal Procedure Code. Sri Justice Sanjeeva Row Nayudu suo motu issued a notice Under <a href=\"/doc/1290514/\" id=\"a_6\">Section 439</a>, Criminal Procedure Cede to the respondent to show cause why the sentence passed on him should not be enhanced, Both Criminal Appeals Nos. 14/59 and Crl. R. C. 682/58 were beard together by Sri Justice Sanjeeva Row Nayudu. The learned Judge by his judgment dated 6-7T1959 altered the conviction from one Under <a href=\"/doc/1540253/\" id=\"a_7\">Section 326</a>, Indian Penal Code, to one Under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a>, Indian Penal Code, and sentenced the respondent to imprisonment for life. On the interpretation of <a href=\"/doc/1442106/\" id=\"a_9\">Section 423 (1) (b)</a> and <a href=\"/doc/1442106/\" id=\"a_10\">423</a> (i-A), <a href=\"/doc/445276/\" id=\"a_11\">Criminal Procedure Code</a> the learned Judge took the view that the entire matter &quot;in relation to and bearing upon the charge on which the accused was tried&quot; was before him and that he was entitled to alter the finding to one Under <a href=\"/doc/1560742/\" id=\"a_12\">Section 302</a>, Indian Penal Code.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">In paragraph 3 of the application it was contended that the judgment was without jurisdiction, and, therefore, a nullity as it was outside the authority conferred upon the High Court Under <a href=\"/doc/1442106/\" id=\"a_13\">Section 423 (1) (b)</a> and <a href=\"/doc/1442106/\" id=\"a_14\">423</a> (i-A) of the <a href=\"/doc/445276/\" id=\"a_15\">Code of Criminal Procedure</a>. Another contention that was raised in the application was that on a true construction of Rule 218 of the Criminal Rules of Practice a single Judge had no jurisdiction to alter the finding Under <a href=\"/doc/1442106/\" id=\"a_16\">Section 423 (1) (b)</a> and <a href=\"/doc/1442106/\" id=\"a_17\">423</a> (i-A), <a href=\"/doc/445276/\" id=\"a_18\">Criminal Procedure Code</a> and convict the accused Under <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a>, Indian Penal Code. The explanation that was given for the delay of over two years in filing the application Under <a href=\"/doc/445276/\" id=\"a_20\">Section 561-A</a> Criminal Procedure Code was that the decision of the Full Bench of this Court in T. Narayana v. State of Andhra Pradesh  in regard to the true interpretation of <a href=\"/doc/1487146/\" id=\"a_21\">Section 423 (1) (b)</a> of the Criminal Procedure Code was the subject-matter of appeal to the Supreme Court, and that the decision of the Supreme Court was rendered only on 24-7-1961.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">4. When the application came on for hearing before a Division Bench consisting of one of us (Chandrasekhara Sastry, J..) it was felt that the questions raised in the Criminal Miscellaneous Petition were questions of general importance which should be decided by a Full Bench of this Court. It was consequently posted before us for final disposal. As the contention of both the Public Prosecutor and the counsel for the accused was that the judgment of the learned Judge was null and void and should be quashed under the provisions of <a href=\"/doc/445276/\" id=\"a_22\">Section 561-A</a>, Criminal Procedure Code, we issued notice to the Advocate-General to appear as amicus curiae.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">5. The questions that fall to be considered before this Court are: -\n</p>  \n\n<blockquote id=\"blockquote_1\">1. Whether there was inherent lack of jurisdiction in the learned Judge acting Under <a href=\"/doc/1487146/\" id=\"a_23\">Sections 423 (1) (b)</a> and <a href=\"/doc/1487146/\" id=\"a_24\">423</a> (I-AJ <a href=\"/doc/445276/\" id=\"a_25\">Criminal Procedure Code</a> and altering the convictions Under <a href=\"/doc/1540253/\" id=\"a_26\">Section 326</a> Indian Penal Code into one Under <a href=\"/doc/1560742/\" id=\"a_27\">Section 302</a> Indian Penal Code and whether the judgment is consequently null and void.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">2. Whether in altering the findings to a conviction Under <a href=\"/doc/1560742/\" id=\"a_28\">Section 302</a> Indian Penal Code the learned Judge had not given a proper opportunity to the counsel appearing for the respondent (accused).\n</blockquote> \n\n<blockquote id=\"blockquote_3\">3. Whether on a true construction of Rule 218 of the Criminal Rules of Practice the judgment pronounced by a single judge is void; and\n \n\n</blockquote><blockquote id=\"blockquote_4\">4. Whether under the provisions of <a href=\"/doc/445276/\" id=\"a_29\">Section 561-A</a> of the Code of Criminal Procedure the judgment is liable to be quashed.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"168040\" id=\"span_1\">6. As regards the scope and effect of <a href=\"/doc/1487146/\" id=\"a_30\">Section 423 (1) (b)</a>, Criminal Procedure Code, there was a difference of opinion amongst the several High Courts. From the reported decisions it also appears that conflicting views were expressed by different Judges in the same High Courts also. The view taken by Sanjeeva Row Nayudu, J., that when an appeal is filed against a conviction Under <a href=\"/doc/1487146/\" id=\"a_31\">Section 423 (1) (b)</a>, Criminal Procedure Code, the entire matter in relating to and bearing upon the charge on which the accused was tried was before the Court and that he was entitled to alter the finding of implied acquittal into one of conviction, was supported by some of the decisions of the High Courts of Allahabad, Calcutta, Lahore, Madras and Mysore. It is now settled beyond doubt by the Supreme Court in <a href=\"/doc/168040/\" id=\"a_32\">State of Andhra Pradesh v. Thadi Narayana</a>  (affirming the Full Bench decision crt this Court) that the view taken by the learned Judge is erroneous. Gajendragadkar, J., delivering the judgment of the Supreme Court held that if the order of conviction is challenged by the convicted person and the order of acquittal is not challenged1 by the State, then it is only the order of conviction that falls to be considered by the Appellate Court and not the order of acquittal. The learned1 Judge held that the assumption that the whole case-is before the High Court when it entertains an appeal against a conviction, is not well-founded1. It was clearly held that the expression &quot;alter the-finding&quot; has only one meaning, and that is, alter the finding of conviction and not the finding of acquittal.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">7. The first question that arises for consideration in the application is whether the judgment of the learned Judge in altering the conviction Under <a href=\"/doc/1264755/\" id=\"a_33\">Section 326</a> into a conviction Under <a href=\"/doc/1983271/\" id=\"a_34\">Section 302</a>. <a href=\"/doc/1569253/\" id=\"a_35\">Indian Penal Code</a> in the exercise of his appellate powers Under <a href=\"/doc/1487146/\" id=\"a_36\">Section 423 (1) (b)</a> of the Criminal Procedure Code, is null and void and may be quashed Under Section 561-A, Criminal Procedure-Code. The contention of the learned Public Prose- cutor is that inasmuch as no appeal was filed by the State, Under <a href=\"/doc/1791573/\" id=\"a_37\">Section 417</a> of the Criminal Procedure Code as against the implied order of acquittal, the learned Judge acted without jurisdiction Under <a href=\"/doc/1487146/\" id=\"a_38\">Section 423 (1) (b)</a> in altering the finding Under <a href=\"/doc/1264755/\" id=\"a_39\">Section 326</a> to one Under <a href=\"/doc/1560742/\" id=\"a_40\">Section 302</a>, Indian Penal Code.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">8. The expression &quot;jurisdiction&quot; may be defined to be the power of a Court to hear and determine a cause; to adjudicate and exercise any judicial power in relation to it; or, in other words, by jurisdiction is meant the authority which a Court has to decide matters that are litigated before it or to take cognizance of matters presented in a formal way for its decision. In the Full Bench decision of the Calcutta, High Court in friday Nath Roy v. Ramchandra Barna ILR 48 Cal 138 : A.I.R. X921 Cal 34 the definition of jurisdiction as disclosed from an analysis of the several cases is set out at p. 146 (of ILR Cal) : (at pp. 35-36 of A.I.R.). The elements that usually make up the competency of the jurisdiction are : Jurisdiction (1) over persons litigating; (2) over the subject matter and (3) over the questions which the Court decides, vide Black on Judgments, Para 215. It is a fundamental principle of law that a decree passed by a Court without jurisdiction is a nullity and that its invalidity could be set up whenever and wherever it is sought to be enforced or relied upon, even at the stage of execution and even in collateral proceedings. A defect of jurisdiction, whether it is technical or territorial or whether it is in respect of the subject matter of the action, strikes at the very authority of the Court to pass any decree; and such a defect cannot be cured even by consent of parties. But <a href=\"/doc/51447063/\" id=\"a_41\">Section 21</a> of the Code of Civil Procedure enacts that no objection as to place of suing shall be allowed by any appellate or revisional Court unless such objection was taken in the Court of first instance at the earliest possible opportunity and in all cases where issues ,are settled at or before such settlement, and unless there has been a consequent failure of justice. The principle that underlies <a href=\"/doc/1757983/\" id=\"a_42\">Section 11</a> of the Suits Valuation Act, 1887, is also, similar to <a href=\"/doc/51447063/\" id=\"a_43\">Section 21</a>, Code of Civil Procedure. The effect of the Full Bench decision in Zamindar of Ettiy Purnam v. Chidambaram Chetty ILR 43 Mad 675 : A.I.R. 1920 Mad 1019 (FB) is that the provisions of Section 21 of the Civil Procedure Code apply to objections regarding want of territorial jurisdiction and that such an objection, not taken as provided by the section, must be considered cured for all purposes and cannot be allowed in execution proceedings. Lord Dunedin held in Setrucharlu Ramabhadraraju v. Maharajah of Jeypure ILR 42 Mad 813 : A.I.R. igrg PC 150 that inasmuch as the lands of which a sale had been decreed were situate in what are &quot;known as Agency Districts, the mortgage decree was null and void in so far as it related to the properties situated in those districts. To the same effect is the decision of the Privy Council in Maharajah of Jeypure v. G. Deenabandhau Patnaik ILR 28 Mad 42 (PC). It was held that the decision of the District Court in a suit which was instituted in the Agency Court of Vizagapatam and which was transferred thereto did not operate as res judicata in respect of the subsequent suit brought for the same relief in the Agency Court on the ground that the earlier decision was not the decision of a competent Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1286865\" id=\"span_2\">In the recent decision of the Supreme Court in <a href=\"/doc/1286865/\" id=\"a_44\">Hira Lai Patni v. Kali Wath</a>  the learned Judges . clearly pointed out as to when the validity of a decree can be challenged in collateral proceedings. The, relevant passage is at page 300 and is in the following terms :</span>\n</p><blockquote id=\"blockquote_5\"> The validity of a decree can be challenged in execution proceedings only on the ground that the court which passed the decree was lacking in inherent jurisdiction in the sense that it could not have seizing of the case because the subject matter was wholly foreign to its jurisdiction or that the defendant was dead at the time the suit had been instituted or decree passed, or some such other ground which could have the effect of rendering the court, entirely, lacking in jurisdiction in respect og the subject matter of the suit .or over the parties to it.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">Reference was made to the decision in Ledgard v. Bull ILR 9 All 191 (PC) as an authority for the proposition that while consent or waiver can cure defect of jurisdiction, it cannot cure inherent lack of jurisdiction. It was held in ILR 9 All 191 (PC) that inasmuch as the Subordinate Judge before whom the suit Under <a href=\"/doc/175992939/\" id=\"a_45\">Section 22</a> of the Patent Act was filed had no jurisdiction to entertain the suit, the District Judge to whom the suit was transferred had no jurisdiction to try the suit. It was pointed out that\n when the Judge has no inherent jurisdiction over the subject matter of a suit, the parties cannot, by their mutual consent, convert it into a proper judicial process, although they may constitute the judge their arbiter and be bound by his decision on the merits when these are submitted to him.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">Sinha, C.J., pointed out in the decision referred a supra that as the plaintiff had obtained leave at the Bombay High Court on the Original Side Under <a href=\"/doc/1070421/\" id=\"a_46\">Section 12</a> of the Letters Patent, the correctness of the procedure of the order &#x27; granting the leave, could be questioned by the defendant by preferring an appeal, or the objection could be waived by him.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1932635\" id=\"span_3\">10. Dealing with the question as to when a right of certiorari lies under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> of the Constitution Mahajan, J., (as be the was) held ia <a href=\"/doc/1932635/\" id=\"a_48\">Ebrahim Aboobakar v. Custodian General of Evacuee Property, New Delhi A.I.R.</a> 1952 SC 3x9 at p. 322) that if a Court has jurisdiction &quot;but while exercising it it made a mistake, the wronged party can only take the course prescribed by law for setting the matters right inasmuch as the Court has jurisdiction to decide rightly as well as wrongly.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">To the same effect is the earlier decision of the Supreme Court in Janardhana Reddy v. State of Hyderabad . Fazl Ali, J., pointed out the distinction between want of jurisdiction and an illegal or irregular exercise of jurisdiction in the following terms at page 220 :\n</p><blockquote id=\"blockquote_8\"> There is a basic difference between want of jurisdiction and an illegal or irregular exercise of jurisdiction and our attention has not been drawn to as authority in which mere non-compliance with the rules of procedure has been made a ground for grating one of the writs prayed for. In either case the defect, if any according to the procedure established by law, be corrected only by a Court of appeal or revision. Here, the appellate Court, which was competent to deal with the matter has pronounced its judgment against the petitioners and the matter having been finally decided is not one to be reopened in a proceeding under <a href=\"/doc/981147/\" id=\"a_49\">Article 32</a> of the Constitution.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">The question that arose for decision in that casa was &quot;whether. the decision of Court was vitiated by misjoinder of charges and was liable to be quashed under <a href=\"/doc/981147/\" id=\"a_50\">Article 32</a> of the Constitution, the application for special leave to appeal against the judgment of the High Court having been already dismissed by the Supreme Court.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\">11. A large number of decisions were cite by the Advocate-General and the Public Prosecutor to illustrate the difference between inherent Want of jurisdiction to entertain the matter and the irregular exercise of it. The law is quite clear that if there is inherent lack of jurisdiction, the proceedings are null and void and may be attacked in collateral proceedings; but if there is only illegal or irregular exercise of jurisdiction, the emirs open to the parties is only by way of appeal, revision or review. The law is neatly summed up in Corpus Juris Secunduar (Corpus Juris Secuwiua Vol. 49 Section 401) in the following terms :\n</p><blockquote id=\"blockquote_10\"> A judgment rendered lay a Court having jurisdiction on parties and the subject-matter, unless reversed or annulled in sow proper proceeding, is not open to contradiction or impeachment in respect of its validity, verity or binding effect by parties or privies in any collateral action or proceeding except as discussed infra, S-434, for fraud in its procurement. Even if the judgment is voidable, that is, so irregular or defective that it should be set aside or annulled on proper direct application for that purpose, it is well settled as a general rule that it is not subject to collateral impeachment as long as it stands unreversed and in force. the other hand, a judgment which is absolutely void is entitled to no authority in respect and therefore may be impeached at any time is any proceeding in which it is sought to be enforced of in which its validity is questioned by anyone with whose rights or interests it conflicts.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\">12. The question that arises for decision in the instant case Is whether there was inherent tack of jurisdiction in the learned Judge entertaining the appeal and altering the finding Under <a href=\"/doc/1487146/\" id=\"a_51\">Section 423 (1) (b)</a> of the Criminal Procedure Code into a conviction Under <a href=\"/doc/1560742/\" id=\"a_52\">Section 302</a>, Indian Penal Code, or there was only an illegal or irregular exercise of jurisdiction which was vested in Mm. After giving my most anxious consideration I am Satisfied that inasmuch as the Criminal Appeal and the Criminal Revision Petition were properly posted before him and he had valid seizin of the case, there was no lack of inherent jurisdiction in disposing of those cases. What the learned Judge did was that he misconstrued the terms of <a href=\"/doc/1487146/\" id=\"a_53\">Section 423 (1) (b)</a>, Criminal Procedure Code, and exercised the jurisdiction which was legally vested in him in an erroneous or illegal manner by altering the finding Under <a href=\"/doc/1540253/\" id=\"a_54\">Section 326</a>, Indian Penal Code into one under. Section 302. <a href=\"/doc/1569253/\" id=\"a_55\">Indian Penal Code</a>. ,His view in. regard to the scope and effect of <a href=\"/doc/1487146/\" id=\"a_56\">Section 423 (1) (b)</a>, Criminal Procedure Code was opposed to the decision of the Full Bench of this Court in ILR (1959) Andh Pra 454 : (A.I.R. i960 Andh Pra 1) (FB) which was rendered five months earlier, It is moat unfortunate that this decision of the Full Bench was not brought to the notice of the learned Judge either by Shri BalaKrishna Rao who appeared on behalf of the Public Prosecutor or the counsel for the accused, and it, has consequently resulted in as erroneous decision being reached by him. The accused ought to have preferred an appeal as against this decision tinder <a href=\"/doc/427855/\" id=\"a_57\">Article 136</a> of the Constitution and had tile conviction and sentence set aside. The order of the learned Judge in my opinion having become final By reason of no such appeal having been filed, it is not open to any collateral attack by means of an &#x27;application Under <a href=\"/doc/445276/\" id=\"a_58\">Section 561-A</a>, Criminal Procedure Code.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">13. In support of nay conclusion that the remedy Of the accused was only to prefer an appeal and not to .attack it in collateral proceedings, 1 Will refer to a few important decisions. The Full Beach decision mi the Calcutta High Court in ILK 48 Cal 138 : (A.I.R. 1921 Cal 34) (FB) is an authority for the proposition that an erroneous order for withdrawal of a suit with leave to institute a fresh suit under Order 23 Rule 1 Civil Procedure Code is not open to collateral attack in a fresh suit instituted upon leave which was so granted. At page 145 (of ILR Cal) : (at p.&#x27;36&#x27;of A.I.R.) Mooker ji, A. C. j,, pointed out that even a the assumption that the &#x27;withdrawal order was improperly made, it was conclusive between the parties. The learned Judge pointed cut that however erroneous the withdrawal order might &quot;be deemed to have been, it could to be regarded as having been made without jurisdiction. &quot;the entire law bearing on . the question as to when a judgment is void and When It is act, is fully discussed therein. At page 145 (of ILR Cal) : (at p. 36 of A.I.R.) are the relevant observations which apply to the facts of this case, and they are as follows :\n</p><blockquote id=\"blockquote_11\"> The authority to decide a cause at all and not the decision rendered therein is what makes up jurdiction; and -when there is jurisdiction of the person and subject-matter, the decision of all other questions arising In the case is but in exercise of that jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">Reference is made to the celebrated dictum of Lord Hobhouse in Malakarjan v. Narhari ILR 2-5 Bom 337 at P- 347 (PC) viz., that a\n Court Bus Jurisdiction to decide wrong as well as right; if it decides wrong, the wronged party can only take the course prescribed by law let sitting the matters right and if that course is not takes, the decision however wrong cannot be disturbed.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">The boundary between an error of judgment and usurpation of power is pointed out by the learned Judge in the following terms:\n</blockquote><blockquote id=\"blockquote_14\"> The former is reversible by an appellate Court within a certain fixed time, and it is, therefore, only voidable; the latter is an absolute nullity.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">The leraned Judge Further adds:\n</blockquote><blockquote id=\"blockquote_16\"> So far as the juridiction itself is concerned, it is wholly immaterial whether the decision upon a particular question is correct or incorrect. Were if held that the Court had jurisdiction to render only correct decisions, then each time if made an erroneous rule or decision the Court would be made without jurisdiction and the ruling itself void. Sued is not the law, and it matters&#x27; not what may be the particular question presented for adjudication, whether it relates to the jurisdiction as the Court itself or affects substantive rights of the parties litigating, it cannot be held that the ruling or decision itself is without jurisdiction or is, beyond the jurisdiction of the Court. The decision may be erroneous, but it cannot be held to be void for want of jurisdiction;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164119\" id=\"span_4\">14. The same view was expressed by a Division Bench of the Madras High Court in dealing with the effect of an erroneous order passed under Order 23 Rule 1 Civil Procedure Code in <a href=\"/doc/164119/\" id=\"a_59\">Tuljaram Row v. Gopala Aiyan</a> 32 Mad LJ 434 : A.I.R. 1918 Mad 109. At page 437 (of Mad LJ) : at p. 1095 of A.I.R. Srinivasa Aiyangar, J., rightly held that\n when a Court is properly seized of jurisdiction of the subject-matter of the suit and of the parties, the orders passed in violation of the provisions of law regulating the further proceedings in the suit in relation to the subject-matter till the termination of the suit cannot be said to be so totally without jurisdiction as to render them nullities.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164119\" id=\"span_5\">According to the learned Judge, it only amounts to a material irregularity in the exercise of jurisdiction. Reference was then made to illegal orders passed under the provisions of Order 1 Rule 10 and Orders 39 and 40 <a href=\"/doc/161831507/\" id=\"a_60\">of the Code of Civil Procedure</a> as not being void. The true rule as <a href=\"/doc/164119/\" id=\"a_61\">laid down by</a> the learned Judge is\n if the Court has jurisdiction to pass orders of a particular kind/that it passed an order which it should not have passed is not a case, of total want of jurisdiction so as to render that order a nullity.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">15. In Navaneethammal v. Arnmakanriammal 1944-2 Mad LJ 67 : A.I.R. 1944 Mad 513 it is clearly pointed on as to when a decision is open to collateral attack and when it is not. On a&#x27; misconstruction of the provisions of the  Hindu Women&#x27;s Right to Property Act a preliminary decree was passed in 1940 declaring the rights of a Hindu widow to a share in all the properties including agricultural lands. No appeal was filed&#x27; as&#x27;against the preliminary decree. As a result of the decision of the Federal Court that the provisions: of the Hindu Women&#x27;s Right to Property Act did not apply to agricultural lands it wag contended that the preliminary decree was null and void and that a fresh preliminary decree should be passed. The contention was overruled by , the learned Judges. After referring to the Privy Council decisions in ILR 9 All 191 (PC) and Minakshi v. Sub-ramanya ILR 11 Mad 26 (PC) the learned Judges held at page 72 in the following terms: \n</p><blockquote id=\"blockquote_17\"> The language employed in this passage suggests that where the Court has jurisdiction over the subject-matter, but arrives at an erroneous decision by misconstruing a statute, it can only fee set aside by proper proceedings- direetlytaken for the pur-pose and not simply ignored as a nullity ....\n</blockquote> \n\n<blockquote id=\"blockquote_18\">This case would therefore seem to be a clear authority for the proposition that an erroneous decision by a Court of competent jurisdiction is not open to collateral attack and can only be corrected or vacated by proceedings in the nature of a direct attack taken in the manner and within the time allowed by law unlike a decision of a Court wholly without jurisdiction which can be collaterally attacked as a nullity on account of the absence of inherent jurisdiction over the subject-matter.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\">16. Following these decisions I hold that the learned Judge was quite competent in law to decide the appeal and the Criminal Revision Petition, The mere fact that he misconstrued the terms of Section 423 (1) (b). <a href=\"/doc/445276/\" id=\"a_62\">Criminal Procedure Code</a>, does not render the judgment void or a nullity. Instead of collaterally attacking the judgment by means 01 an application Under Section 561-A, the proper course for the accused was to have preferred an appeal to the Supreme Court under Article ,136 of the Constitution.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">17. It is not necessary for me to refer in detail to the several decisions cited by the Public Prosecutor which held that void judgments arc open to collateral attack, either in execution proceedings or by means of an independent suit. In. the Full Bench decision in Rajagopala Ayyar v. Ramanuja Chariar ILR 47 Mad 288 : A.I.R. 1924 Mad 431 it was rightly held that non-compliance with,the mandatory terms of O, 21 Rule 22 C. P. C. renders the order in execution a nullity. Reliance was placed on the dictum of Lord Davey in Khia-rajmal v. Daim ILR 32 Cal 296 (PC) viz..\n</p><p data-structure=\"Section\" id=\"p_21\"> As against such&#x27; persons the decrees or sales purporting to be made would be a nullity and might be disregarded without any proceeding to set them aside. If authority is desired for these elementary principles of law, it may be found in the judgment of Sir Barnes Peacock in Kishen Chundet Ghose v. Ashoorun 1863-1 Marsh 647.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"416820\" id=\"span_6\">For the proposition that where the Court had sold With &#x27;out jurisdiction the property of the persons who are not parties to the proceeding, the sale is null and void. The decisions in <a href=\"/doc/416820/\" id=\"a_63\">Basdeo Agarwalla v. Emperor</a> 1945-1 Mad LJ 369 : A.I.R. 1943 FC 16, Yusbfalli.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1261450\" id=\"span_7\">Mulla v. The King A.I.R. 1949 <a href=\"/doc/1261450/\" id=\"a_64\">PC 264&#x27; and Baij Nath Perasad v. State of Bhopal</a>  have no direct bearing on the question arising for decision in this case. What was held in those decisions is that if a trial is held without obtaining sanction and an order o4 acquittal is passed it does not bar a second trial&quot; Under <a href=\"/doc/803870/\" id=\"a_65\">Section 403</a>, Criminal Procedure Code, as the order of acquittal was not passed by a Court of competent jurisdiction.</span> The decision in Nussar-wanjee v. Meer Mynoodeen Khan 6 Moo1 lad App 134 (PCy lias also no application to the facts of the present case. It was held that inasmuch as the mandatory provisions of <a href=\"/doc/64892/\" id=\"a_66\">Regulation 7</a> of 1827 Were not complied with by the insertion of the time within which the award was to be made, the award passed by the Court was without jurisdiction &#x27;arid consequently unenforceable. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"499656\" id=\"span_8\">The decision of the Supreme Court in <a href=\"/doc/499656/\" id=\"a_67\">Padam Sen v. State of U. P.</a>  is also distinguishable. What was held <a href=\"/doc/499656/\" id=\"a_68\">in that case</a> was that the Additional Munsif had no inherent power Under <a href=\"/doc/56600062/\" id=\"a_69\">Section 151</a> of the Code of Civil Procedure to pass an order appointing a Commissioner to seize the plaintiff&#x27;s account, books and that his order was without jurisdiction and consequently null and void and that the offer of a bribe to him was not an offence Under <a href=\"/doc/54942699/\" id=\"a_70\">Section 165-A</a> of the Indian Penal Code.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">18. I do not think it necessary ,to refer to the several decisions cited by the learned advocates in regard to the scope of interference by the High Courts Under Section 115 of the Civil Procedure Code or <a href=\"/doc/1620503/\" id=\"a_71\">Article 326</a> of the Constitution.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">19. The only decision which remains to be considered is the Full Bench decision of the Madras High Court in District Magistrate Trivandrum v. M. Mappillai ILR 1939 Mad 708 : A.I.R. 1939 Mad 130 OFB). It was held by the Pull Bench that the High Court had no power to issue a writ of habeas corpus as known to English Common Law and; that its powers were confined only to those conferred by <a href=\"/doc/445276/\" id=\"a_72\">Section 491</a> of the Code of Criminal Procedure. On the facts of that particular case the learned Judges held that as the writ of habeas corpus issued by Pandrang Row, J., under the Common Law right was without jurisdiction, it could be disregarded. As we are Clearly of opinion that though the order of the learned Judge is erroneous, it is passed by a Court of competent jurisdiction and is not consequently null and void, the decision of the. Full Bench has no application to the facts of this case.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\">20. My conclusion that the judgment is not void and is not liable to be quashed Under <a href=\"/doc/445276/\" id=\"a_73\">Section 561-A</a> of the Criminal Procedure Code is indirectly fortified by the decision of the Supreme Court in . The learned Judges of the Full Bench in  (Supra), held that as the learned Judge, Sanjecva Row Nayudu, J., directed a; retrial on the charge Under <a href=\"/doc/793437/\" id=\"a_74\">Sections 303</a> and <a href=\"/doc/329571/\" id=\"a_75\">392</a> Indian Penal Code on a misconstruction of Section 423 (1) (b), Criminal Procedure, Code, it was open to the accused to raise the plea of autrefois acquit and that the retrial was barred by <a href=\"/doc/803870/\" id=\"a_76\">Section 403</a>, Criminal Procedure Code. When Mr. Chowdary contended before the Supreme Court that the decision of the Full Bench on this question was erroneous on the ground that&#x27; the decision of Mr. Justice Sanjeeva Row Nayudu could not be revised, by the High Court as it had become final, the learned Judges suggested to the counsel for the accused that an application for special leave to appeal might be&#x27; filed. Accordingly a petition, Criminal No. 476 of 1961, for special leave was filed with an application to excuse the delay. The learned Judges of the Supreme Court excused the delay and allowed the appeal on the ground that the learned Judge has misconstrued the scope and effect of <a href=\"/doc/1487146/\" id=\"a_77\">Section 423 (1) (b)</a>, Criminal Procedure Code. It the learned Judges of the Supreme Court had no doubt that the order of the learned Judge was null and void and could be disregarded, they would have confirmed the judgment of Ike Full Bench on the second ground as well.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\">21. With regard to the second question the Judge stated in the judgment in unequivocal terms that an opportunity was given to the accused to show cause Why the finding of guilty Under Section 326 of the Indian&quot; Penal Code should not be altered to one Under <a href=\"/doc/329571/\" id=\"a_78\">Section 392</a>, Indian Penal Code, the offence with which originally the accused was charged. The learned Judge added that this, opportunity was fully availed of by the learned Counsel for the accused &quot;who ably and in extenso submitted his arguments in regard to the matter.&quot; The learned advocate for the respondent sought to controvert the statements of the learned Judge. Sri Balakrishna Rao, who appeared on behalf of the Public Prosecutor before the learned Judge1 and whom we specially sent for, supported the statements of the learned Judge by reference to his notes of arguments. I unreservedly accept the statements made by the learned Judge that a proper opportunity was given to the accused to show why the finding Under Section 326, Indian Penal Code should not be altered to one Under Section 30a, Indian Penal Code, and that it was availed of.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">22. What is provided Under Section 423 (i-A) as the <a href=\"/doc/445276/\" id=\"a_79\">Criminal Procedure Code</a> as also Under <a href=\"/doc/116391/\" id=\"a_80\">Section 439 (2)</a>, Criminal Procedure Code is that no order should be made to the prejudice of the accused unless he has had an opportunity of being heard. 1 am satisfied on the facts of this particular case that the learned Judge heard &#x27;Sri P. R. Ramachanda Rao on behalf of the accused as to why the finding Under <a href=\"/doc/1540253/\" id=\"a_81\">Section 326</a>, Indian Penal Code should not be altered into a finding &#x27;Under Section&#x27; 302, <a href=\"/doc/1569253/\" id=\"a_82\">Indian Penal Code</a>. There is, therefore, no substance in the contention that the judgment is void on the ground that no opportunity was given to the counsel appearing for the accused. Even though there is no statutory provision for an opportunity being given to the accused Under Sections 423 (i-B) when the appellate Court alters the finding, as Under Sections 423&#x27; (i) (a) and 439 (2) of the <a href=\"/doc/445276/\" id=\"a_83\">Criminal Procedure Code</a>, I proceed on the footing that on principles of natural justice such an opportunity should be given when the finding is altered to the prejudice of the accused.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478450\" id=\"span_9\">23. It is clearly laid down &quot;by the Supreme Court in <a href=\"/doc/1478450/\" id=\"a_84\">Union of India v. T. R. Varma</a>  that when there is a dispute as to what happened before a Court or Tribunal, the statement of the presiding Officer in regard to it should generally be taken to be correct. As to the weight to be given to the statement of the presiding officer it was stated by Coleridge, J., in Reg. v. A. Mellor (1858) 7 Cox CC 454 at p. 466 as follows:</span>\n</p><blockquote id=\"blockquote_19\"> I apprehend we are bound under this Act ol Parliament to give credence to the statement of the Judge and whatever the Judge presents before us we must take as a fact.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">Martin B., says at page 474 as follows:\n</blockquote><blockquote id=\"blockquote_21\"> .... and it is my opinion that unless we consider this statement of the Judge as absolute verity, we shall get into confusion with respect to this Act of Parliament, and I do not know where it is to stop. The judge is &quot;the person to state the case; and in my opinion we sought to take his statement precisely as a record, and act on it in the same manner as a record of Court, which of itself implies an absolute verity.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">It was&quot; pointed out by the Privy Council in Madhu Sudan v. Mt.. Chandralati A.I.R. 1917 PC 30 that if the presiding officer has made any wrong state- ment iii the judgment, it wits Incumbent upon the aggrieved party\n while the matter was still fresh m the minds f the Judges, to have caused their pleader to call the attention of the Court to the fact that the statement was inaccurate.\n</blockquote> \n\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1864509\" id=\"span_10\">This decision of the Privy Council was followed by the. Supreme Court in <a href=\"/doc/1864509/\" id=\"a_85\">M. M. B, Catholicos v. M. P. Athanasius A.I.R.</a> 1954 SC 326 at page 543 and the learned Judge observed that the proper procedure for the party was to file an application for review and have the mistake or error corrected.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\">24. When we questioned the learned advocate for the respondent as to why if the statements recorded by the learned Judge; as to an opportunity having been given to the accused were inaccurate, he did not apply by way of review, he told us frankly that his client had instructed him not to file a review petition, In the. circumstances I hold that it ii5 not open to the respondent&#x27;s advocate f&amp; controvert the statement of the learned Judge its to a due opportunity having been given,, to the accused as to why the finding Under <a href=\"/doc/1540253/\" id=\"a_86\">Section 326</a>, Indian Penal Code should not be altered into finding Under Section 302 Indian. Penal Code, It is significant to note in this connection that in the application filed before us the judgment is not sought to be declared as void on the ground that no notice or due opportunity was given at the time of altering the finding Under <a href=\"/doc/1487146/\" id=\"a_87\">Section 423 (1) (b)</a>, Criminal Procedure Code. In the above view I hold that the decisions of the Madras High Court in Anonymous Proceedings &#x27;7th November,, 1873. 7 Mad HCE&#x27; App 29 and Soma Naidu, In re ILR 47 Mad 428 : (A.I.R. 1924 Mad 640) and of the, Aadhra , Pradesh High Court in Venkatrayudu v. The State 19.JJ Andfe LT (Cri) 194 : A.I.R. 1957 Andh Pra 943 do not apply to the facts of. the present case. What was held in those cases was that where the judgment has been pronounced without notice to the accused or without giving him an opportunity to appear and plead his case, such a judgment might he treated as non est and the appeal Might be &#x27;reheard in accordance with law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">25. There is also no force in. the contention that the judgment is void ob the ground that there is a violation of. the provisions contained in Rule 218 of the- Criminal Rules, of Practice. Rule 2i3 enacts as follows: \n</p>  \n\n<blockquote id=\"blockquote_24\">The following classes of cases will ordinarily for heard by a Bench of two Judges.\n</blockquote>  \n\n<blockquote id=\"blockquote_25\">(1) Every reference Under <a href=\"/doc/1903086/\" id=\"a_88\">Section 374</a>, Criminal Procedure Code, and every appeal from the &#x27;judgment of a Criminal Court, in which sentence of death or transportation for life has been passed on the appellant or on a person, tried: with .\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_31\">2. Every reference Under Section. 307 of the <a href=\"/doc/445276/\" id=\"a_89\">Code of Criminal Procedure</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">3. Every appeal against acquittal on capital charge.\n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">4. Every case taken up in revision for enhancement of sentence to death.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">It is rightly pointed out by the referring that, none of the clauses directly apply to the case. What was pointed out in the order of reference was that it may reasonably be held that Clause (3) of the -rule may apply for fee reason that Sanjeeva Row Nayadu, J., in. convicting the accused Under <a href=\"/doc/1560742/\" id=\"a_90\">Section 302</a>, Indian Penal Code, virtually exercised the powers which he would have had in an Appeal against an order of acquittal Under Section 423 (i-A), <a href=\"/doc/445276/\" id=\"a_91\">Criminal Procedure Code</a> m jurisdiction Under Section 374 of the Criminal procedure Code. I agree with the learned referring- Judges that clauses (3) and (4) of Rule 218 of the Criminal Rules of Practice do not directly apply to the facts of the present case. The Criminal Appeal and the Criminal Revision Case were rightly posted before a Judge under Rule 219 of the Criminal Rules of Practice, Rule 218 doss act enact that all classes, of passes mentioned therein should always be heard by a Bench of two Judges. The rule provides that the classes of cases specified therein will &quot;Ordinarily&quot; be heard by a Bench of two Judges. That means that the jurisdiction of single Judge to hear such Classes of cases under particular circumstances is not ruled out. It is significant to note that in the 218-A of the Criminal Rules -of Practice the expression &quot;ordinarily&quot; is omitted. It provides in specific terms that all appeals Under <a href=\"/doc/445276/\" id=\"a_92\">Section 411-A</a> of the Criminal Procedure Code shall be heard by a Bench of two judges other than the Judge by whom the original trial was held.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">26. The aforesaid construction of Rule 218 of the Criminal Rules of Practice is supported by a decision of a Full Bench of this Court in Ranga-nayakulu v. State of Andhra 1955 Andh LT (Cri) 335 : SI A.I.R. 1956 Andhra- iSi. The question that arose for consideration in that case was whether a single Judge of a High Court sitting during the Summer Vacation was entitled to dismiss an appeal preferred by an accused from the Jail to the High Court against a sentence of transportation for life notwithstanding the provisions of Rule 218 of the Criminal Rules of Practice. The view taken by Subba Rao, C. J, that single Judge was entitled to dismiss the appeal was accepted by Satyanarayaaa Raja, J. Chandra Reddy, J., (as &amp;e then was, However, expressed a different view. At p. 348 (of Andh LT (Cri)) : (at p. 167 of A.I.R.) Subba Rao, C.J.. held that the words &quot;will ordinarily be heard by a Bench of two Judges&quot; are dear and unambiguous and that it cannot obviously mean &quot;always&quot;. The learned Chief Justice pointed out that if the rule-making authority intended that the matters mentioned in Rule sift should be heard by a Bench of two Judges, they would have made a provision in the same terms as in Rule 318-A. I respectfully; follow the Full Bench decision and hold that the judgment of the learned Judge is not vitiated by reason of the ferns of Rule a 18, Criminal Rules of Practice, The third question is consequently answered in the negative.\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"292651\" id=\"span_11\">27. The last question which arises for decision is whether under the terms of <a href=\"/doc/445276/\" id=\"a_93\">Section 561-A</a> of the Criminal Procedure Code we are entitled to quash the judgment of Sanjeeva Row Nayudu, J. Having regard to my view that the judgment of the learned Judge is not null and void but is only errneous in law as contravening the provision of Section &#x27;423 (1) (b) of the <a href=\"/doc/445276/\" id=\"a_94\">Criminal Procedure Code</a>. have of doubt that under the provisions of Section 5C1-A we are not entitled to review or set aside the judgment. Section 369 of the Procedure Code enacts that save as otherwise provided by this Code or by any other law for the time being in force or, in the case of High Court by the Letters Patent or other instrument constituting such High Court no Court, when it has signed its judgment, shall alter or review the same, except to correct a clerical error. As Section 369 appears in Chapter XXVI of the <a href=\"/doc/445276/\" id=\"a_95\">Criminal Procedure Code</a>, it relates only to judgments pronounced by the trial Court including the High Court in the exercise of its original criminal jurisdiction. The Section which relates to the finality of judgments pronounced by the High Court in the exercise of its appellate jurisdiction is <a href=\"/doc/1153915/\" id=\"a_96\">Section 430</a> of the Criminal Procedure Code. It enacts that judgments and orders passed by an Appellate Court upon appeal shall be final, except in the cases provided for in Section 417 and Chapter XXXII. This view is laid down by the Supreme Court in <a href=\"/doc/292651/\" id=\"a_97\">Chopra v. State of Bombay</a> . The relevant observations at p. 610 (of SCJ) .: (at p. 639 of A.I.R.) are as follows :</span>\n</p><blockquote id=\"blockquote_26\"> It therefore follows that while, subject to the other provisions of the Code or any other law, and of the Letters Patent, the finality of Section 365 attaches to the judgments pronounced by all trial Courts including the High Court in the exercise of its original Criminal Jurisdiction, it certainly has no bearing on the question of finality of appellate judgments which is specifically provided by Section 430 of the Code.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">So far as the finality of the judgments praaouaced by the High Court in the exercise of its revision jurisdiction is concerned, the learned judge stated at p. 615 (of SC) : at p. 643 of A.I.R. as follows :\n</blockquote><blockquote id=\"blockquote_28\"> It is also true that although the revisional power is not expressly or in terms controlled either by Section 369 or Section 430, the general principle of finality of judgments attaches to the decision or order of the High Court passed in exercise of its revisional powers.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">It is, therefore, clear from the terms of <a href=\"/doc/1153915/\" id=\"a_98\">Section 430</a> of the Criminal Procedure Code that the judgment pronounced by the learned Judge in the Criminal Appeal is final and is not liable to be reviewed.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1862774\" id=\"span_12\">28. It is clear law that the right of review is a creature of statute and that in the absence o1 any provision in the <a href=\"/doc/445276/\" id=\"a_99\">Code of Criminal Procedure</a> the judgment cannot be reviewed by the High Court (vide Anan&#x27;tharaju <a href=\"/doc/1862774/\" id=\"a_100\">Shetty v. Appu Hegade</a> 37 Mad LJ 162 : A.I.R. 1919 Mad 244.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_38\">29. It was suggested by the learned Advocate-General .that even though there is no provision for review in the <a href=\"/doc/445276/\" id=\"a_101\">Code of Criminal Procedure</a>, it is open to the learned Judge on a proper, application being made to hire Under Section 561-A to set it aside having regard to the fact that he had misconstrued the terms of <a href=\"/doc/1487146/\" id=\"a_102\">Section 423 (1) (b)</a> of the Criminal Procedure Code, In support of this contention he invited our attention to. the decision of the Allahabad High Court in Sriram v. Emperor A.I.R. 10,48 All 106. The learned Judges took the view that when a mandatory provision, of law had been overlooked the Court had inherent power , to correct the obvious error for the purpose of securing the ends of justice. The learned Public Prose- cutor contended that if we took the view that there was no inherent lack of jurisdiction in the learned Judge altering the finding into one of conviction Under <a href=\"/doc/1560742/\" id=\"a_103\">Section 302</a>, Indian Penal Code, and that the judgment was not null and void, the terms of Section 561-A do not entitle us or the learned Judge to set aside the judgment for the purpose of securing the ends of justice. Having given my careful consideration I am clearly of the opinion that the terms of <a href=\"/doc/445276/\" id=\"a_104\">Section 561-A</a>, Criminal Procedure Code would neither entitle us nor the learned Judge to review or set aside the judgment which has become final under the terms of <a href=\"/doc/1153915/\" id=\"a_105\">Section 430</a> of the Criminal Procedure Code.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">30. It is clearly laid down by the Privy Council as also the Supreme Court that Section 561-A confers no new power on the High Court; it only provides that those powers which the High Court inherently possessed shall be preserved. The object in enacting Section 561-A was to remove the doubt whether the High Courts have only those powers that were conferred .by the <a href=\"/doc/445276/\" id=\"a_106\">Code of Criminal Procedure</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007249\" id=\"span_13\">In <a href=\"/doc/1007249/\" id=\"a_107\">Jairara Das v. Emperor</a> 1945-z Mad LJ 40 : A.I.R. 1945 PC 94, Lord Russell of KjiUowefl delivering the judgment of the Privy Council pointed out that under the terms of Section 561-A, the Code conferred no power on a High Court to grant bail in the case of a convicted person who had obtained leave from His Majesty in Council to appeal from his conviction. At p, 45 (of Mad LJ) : (at p. 98 of A.I.R.) the learned Law Lord pointed out that Section 561-A of the Code conferred no powers but merely safeguarded all existing inherent powers possessed by the High Court necessary (among other purposes) to secure the ends of justice.</span> In Raju v. Emperor A.I.R. 192$ &#x27;Lab 462 at p, 464 it was rightly pointed out that the High Court is not given, nor did it ever possess., an unrestricted and undefined power t6 make any order which, it might please to consider, was in the interests of justice and that its inherent powers are as such controlled by principle and precedent as are its express powers by statute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1521752\" id=\"span_14\">31. The scope and nature of the inherent powers of the High Court have recently been summed up by the Supreme Court in <a href=\"/doc/1521752/\" id=\"a_108\">Talab Haji Hussain v. Madhukar Purshottam Mondkar</a> . The relevant observations at page 37 are as fallows :</span>\n</p><blockquote id=\"blockquote_30\"> It is obvious that this inherent power can be exercised only for either of the three purposes-specifically mentioned in the section. This inherent power naturally cannot be invoked in respect of any matter covered by specific provisions of the Code. It cannot also be invoked if its exercise would be inconsistent with any of the specific provisions of the Code. It is only if the matter in question is not covered by any specific provisions of the Code that Section ,561-A can come into operation, subject further, to the requirement that the exercise of such power must serve either of the three purposes mentioned in the said section....It is only when the High Court is satisfied either that an order passed under the Code would for rendered ineffective or that the process of any, Court would be abused or that the ends of justice would- not be secured that the High Court can and must exercise its inherent powers Under Section 561-A.\n \n\nNo decision of the English Courts has been cited support oi the proposition that there is an inherent power ia the Court to alter or review its own judgment on the ground that it is erroneous. The High Courts of Calcutta, Lahore and Patna have rightly held that there is no such inherent power in the High Court Under Section 561-A to alter or review its own judgment once it has been pronounced, except in cases where it was passed without jurisdiction or in default of appearance, i.e., without affording an opportunity to the accused to appear Vide Dahu Raut v. Emperor ILR 61 Cal 155 : A.I.R. 1933 Cal 870 ILR 10 Lah 1 : A.I.R. 1928 Lah 462 and Pem Mahton v. Emperor ILR 14 Pat 392 : A.I.R. 1935 Pat 426. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1207034\" id=\"span_15\">To the same effect is the dissenting judgment of Mootham C.J. in <a href=\"/doc/1207034/\" id=\"a_109\">Raj Narain v. State</a> . I follow those decisions in preference to the decisions of the Allahabad High Court in A.I.R. 1948 All 106 and A.I.R. 1959 All 315 (FB). I consequently hold that the judgment of the learned Judge is not liable to be quashed Under Section 561-A on the ground that he misconstrued the terms of Section 423 (1) (b) and altered the finding into one Under <a href=\"/doc/1560742/\" id=\"a_110\">Section 302</a>, Indian Penal Code.</span>\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1207034\" id=\"span_16\">32. The learned Advocate-General also suggested that on the principle &quot;actus curiae nerninem gravabit&quot;, i.e., an act of the Court shall prejudice no man, the learned Judge might, or a proper application being made to him Under Section 561-A rectify the error committed by him, He also contended that the Judge must be presumed to have known the law as <a href=\"/doc/1207034/\" id=\"a_111\">laid down by</a> the Full Bench five months earlier in  (supra) on the basis of the maxim that &quot;every man must be taken to know the law.&quot; This maxim has been repeatedly denounced by the Judges of the English Courts.</span> Abbott, C.J., observed in Montriou v. Jafferys (1825) 2 Car and P 113 at p. 116. &quot;God forbid that it should be imagined that an attorney or counsel or even a Judge is bound to know all the law&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_42\">   *    *    *     *\n \n\nScrutton, L. J. stated that &quot;it is impossible to know all the Statutory law, and not very possible to know all the common law.&quot; (1921 (1) Cambridge Law Journal 6 at 19.) Lord Atkin put the point more tersely in Evans v. Bartlam 1937 AC 473 at p. 479, in the following words :\n</p><blockquote id=\"blockquote_31\"> For my part I am not prepared to accept the view that there is in law any presumption that anyone, even a judge, knows all the rules and orders of the Supreme Court. The fact is that there is not, and never has been, a presumption that every one knows the law. There is a rule that ignorance of the law does not excuse, a maxim of a very different scope and application.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">I respectfully adopt the observations of Abbott C.J., Scrutton, L.. J. and Lord Atkin referred to supra. I am not inclined to apply tile maxim &quot;Actus wiriae neminem gravabit&quot; as the judgment had become filial and no provision for review is made under the <a href=\"/doc/445276/\" id=\"a_112\">Criminal Procedure Code</a> and the terms of Section 56T-A do not warrant any interference.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_43\">33. In the result, the application is dismissed. The only remedy open to the respondent is either to file an appossal to the Supreme Court under <a href=\"/doc/427855/\" id=\"a_113\">Article 136</a> of the Constitution and have the judgment set aside, or to move the State Government under the provisions of Section 401 of the Criminal Procedure .Code.\n</p> \n\n<p data-structure=\"Section\" id=\"p_44\">34. Before I conclude this reference, I wish to acknowledge the able assistance given by the learned Advocate-General in presenting the rival contention fairly and clearly. I also wish to add that In the interests of Justice it might be advisable to amend the Criminal Procedure Code and vest in the High Courts the power to review any judgment pronounced or order made by it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">Krishna Rao, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">35. I respectfully concur in the judgment delivered just now by my learned brother Umame-swaram, J. In deference to the arguments that have been elaborately advanced on the question of inherent lack of jurisdiction, I shall add a few words of my own.\n</p> \n\n<p data-structure=\"Section\" id=\"p_47\">36. As the marginal note to Section 423 Cr<a href=\"/doc/1569253/\" id=\"a_114\">IPC</a> itself clearly indicates, the Section deals with the powers of an appellate Court in disposing of an appeal. It does not aim at defining or delimiting the subject matter within the jurisdiction of the appellate Courts. The subject matter comprises all the matters and offences of which Cognizance was taken by the trial Court. If the trial Court had jurisdiction to take cognizance of the offences in question and if the appeal lies a properly constituted appellate Court is competent to deal with those offences, and it cannot be said that the appellate Court inherently lacked the jurisdiction vested in the trial Court. Only the powers of the appellate Court in exercising that jurisdiction are regulated by Section 423. Sub-<a href=\"/doc/1636630/\" id=\"a_115\">section 1</a> of Section 423 begins by requiring the appellate Court to send for the record, if such record is not already before it, to peruse the record and to hear the parties. It may either dismiss the appeal or proceed to exercise any of the powers conferred by the subsequent provisions of the Section, subject to the conditions mentioned therein. Some ;of the powers may be exercised only in appeals from orders of acquittal and some of the powers may be exercised only in appeals from convictions. These limitations as to the exercise of the powers do not intend to affect the jurisdiction of the appellate Court over the subject matter, i.e., over the matters and offences which were properly taken cognizance of by the trial Court. If Sanjeeva Row NayUdu, J., had gone into the evidence in support of the charge of murder, merely for&#x27; determining that imprisonment for life wail the proper sentence Under Section 326 X. P. C, no exception could have been taken to Judgment. (Vide Malak Kfian v. Emperor A.I.R. 1946 PC 16 at P. 19.) Thus there is no; basis for the contention of the learned Public Prosecutor that there was an inherent lack of jurisdiction for the High Court in Cri. Appeal H/SM and Cr.i. R, C.; 62/58 to go into the charge of murder, because; it is not suggested that the trial Court placed jurisdiction Either to frame, and try that charge&#x27; or to pass an order of acquittal thereon\n \n\n</p><p data-structure=\"Precedent\" id=\"p_48\">37. In A.I.R. 1939 Mad 120 (FB) the view-taken by the Full Bench was that in India the entire subject matter of the common law writ of labeas corpus was abolished by the legislature and the writ of habeas corpus was governed by Section 491, Cr<a href=\"/doc/1569253/\" id=\"a_116\">IPC</a> As Pandurang Row, J., purported to issue the common law writ and did not purport to act Under Section 491 Cr<a href=\"/doc/1569253/\" id=\"a_117\">IPC</a> there was an inherent lack of jurisdiction on his part to issue the writ, and the writ issued by him was therefore, held to be a nullity. A similar question would have arisen for our consideration if appeals and revision acquittal had been abolished altogether by the legislature. This is not the case and the decision of the Full Bench has, therefore, no application to the facts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\">38. It is conceded by the Public Prosecutor that if the point taken by him as to the inherent lack of jurisdiction is negatived, the application must fail. I share the opinion of my learned brother, Umamaheswaram, J. as to the scope of Section 561-A CrIPC\n \n\nChandrasekhara Sastry, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\">39. I have carefully perused the judgment of Umamaheswaram and I agree that the petition has to be dismissed. As the facts which necessitated the reference of the case to this Full Bench are stated in his judgment, I do not propose to state them here again in detail.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">40. The petition was filed under <a href=\"/doc/12910/\" id=\"a_118\">Article 225</a> of the Constitution of India and <a href=\"/doc/445276/\" id=\"a_119\">Section 561-A</a> of the Criminal Procedure Code praying that this Court may be pleased to declare that the judgment of Mr. Justice Sanjeeva Row Nayudu dated 6-7-19.59 and made in Criminal Appeal No. 14/59 and Criminal Revision Case No. 682/1958 is without jurisdiction, void and of no legal effect and to quash the same.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">41. The first ground on which this petition is based is that Sanjeeva Row Nayudu, J. had no jurisdiction to alter the implied finding of acquittal of an offence punishable Under <a href=\"/doc/1560742/\" id=\"a_120\">Section 302</a> IPC into one of conviction under that Section in an appeal filed by the accused against a conviction and sentence passed Under <a href=\"/doc/1540253/\" id=\"a_121\">Section 326</a> IPC and in the absence of any appeal by the State against the order of implied acquittal Under <a href=\"/doc/1560742/\" id=\"a_122\">Section 302</a> IPC and that, therefore, the said judgment is a nullity, as it is outside the authority conferred upon the High Court Under Section 423 (1) (b) and Section 423 (i-A) Cr<a href=\"/doc/1569253/\" id=\"a_123\">IPC</a> The second ground on which this petition is based is that the said judgment is void, since upon the construction placed by the learned Judge upon Section 423 (1) (b) and 423 (i-A) the case should not have been heard by him (a single Judge) but should have been heard by a Bench of two Judges as provided in Rule 218 of the Criminal Rules of Practice.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">42. The first question, therefore, that arises for consideration is whether the judgment of Sanjeeva Row Nayudu, J., is without jurisdiction in the sense that it is a nullity and can be declared as such; If the learned Judge had no jurisdiction at all under any circumstances to alter the finding of acquittal Under <a href=\"/doc/1560742/\" id=\"a_124\">Section 302</a> IPC into one of conviction under that section, there can be no doubt that this Court will have jurisdiction to declare that judgment a nullity. In the latest decision of the Privy Council in Kofi X&#x27;orfie v. Bariina Kwa-bena Seifah 1958-2 WLR 52 at p. 57 the Privy Council referred to and, followed with approval the statement of the law by Lord Greene M. R. D Craig v. Kanssen (1943) KB 256 at p. 262, which is as follows:\n</p><blockquote id=\"blockquote_33\"> Those cases appear to me to establish that a person who is affected by an order which can properly be described as a nullity is entitled ex debita justicate to have it set aside. So far as procedure is concerned, it seems to me that the Court in its Inherent jurisdiction can set aside its own order, and that it is not necessary to appeal from it.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">This was the argument addressed to us by, the learned Public Prosecutor when this case was first hoard before Jaganmohan Reddy, J., and myself. The decision of the Full Bench in ILR 1939 Mad 708 : (A.I.R. 1939 Mad 120 (FB) ) was cited before us in support of the argument that we have jurisdiction to declare that the judgment of Sanjeeva Row Nayudu, J., is a nullity, if in fact we hold that the said judgment is wholly without jurisdiction. Even when we directed the case to be decided by a Full Bench, I had no doubt that we have jurisdiction to entertain the petition and to grant the declaration prayed for, provided we come to the conclusion that the judgment of Sanjeeva Row Nayudu, J., is a nulfity. It was on the question whether the said judgment is a nullity that we entertained a doubt in view of the procedure suggested by the Supreme Court in A.I.R. 1963 SC 240 and adopted by the counsel for the accused in that case.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_54\">43. The arguments before the Full Bench, were long and covered various topics and a large number of decisions were cited which sometimes tended to confuse rather than to clarify the issue. The legal position itself is very well settled and fully discussed in the decision of the Full Bench in ILR 48 Cal 138 ; (A.I.R. 1921 Cal 34). At p. 147 of the report (of ILR Cal) : (at p. 36 of A.I.R.), it is stated as follows:\n</p><blockquote id=\"blockquote_35\"> This jurisdiction of the Court may be qualified or restricted by a variety of circumstances. Thus, the jurisdiction may have to be considered with reference to place, value, and nature of the subject-matter. The power of a tribunal may be exercised within defined territorial limits. Its cognisance may be restricted to subject-matters of prescribed value. It may be competent to deal with controversies of a specified character, for instance, testamentary or matrimonial cause, acquisition of lands for public purposes, record of rights as between landlords and tenants. This classification into territorial jurisdiction, pecuniary jurisdiction and jurisdiction of the subject-matter is obviously of a fundamental character. Given such jurisdiction, we must be careful to distinguish exercise of jurisdiction from existence of jurisdiction; for fundamentally different are the consequences of failure to comply with statutory requirements in the assumption and in the exercise of jurisdiction. The authority to decide a cause at all and not the decision rendered therein is what makes up jurisdiction; and when there is jurisdiction of the person and subject-matter, the decision of all other questions arising in the case is . but an exercise of that jurisdiction... ... ... Since Jurisdiction is the power to bear and determine it does not depend either upon the regularity of the exercise of that power or upon the correctness of the decision pronounced, for the power to decide necessarily carries with it the power to decide wrongly as well as rightly.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">If the decision is wrong, &quot;the wronged party can only take the course prescribed by law for setting matters right; and if that course is not taken for decision, however wrong cannot be disturbed&quot; (vida ILR 25 Bom 337 at p. 347 (PC) ). See also the decision of the Supreme Court in .\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_55\">44. In the present case, the accused vim charged in the Sessions Court Under <a href=\"/doc/1569253/\" id=\"a_125\">Section 30a</a> Indian Penal Code for having caused the death of one Subbi Reddy. The learned Sessions Judge took the view that the offence committed by the accused was one punishable Under <a href=\"/doc/1569253/\" id=\"a_126\">Section 32a</a> Indian Penal Code only and hence sentenced him to rigorous imprisonment for two years. It is thus impliedly that the accused was acquitted of the offence punishable Under <a href=\"/doc/1560742/\" id=\"a_127\">Section 302</a> Indian Penal Code. Criminal Appeal No. 14/59 was filed by the accused claiming that he is not guilty 01 any offence at all and should have been completely acquitted. Even before the said appeal was filed, Sanjeeva Row Nayudu, J., directed notice to be issued to ,the accused Under <a href=\"/doc/1290514/\" id=\"a_128\">Section 439</a> of the Criminal Procedure Code to show cause why the sentence passed on the accused by the Sessions Court should not be enhanced. This was numbered as Criminal Revision case No. 682/58 and the appeal and the revision were both heard together by the same learned Judge, after notice to the accused. One of the questions which came to be decided by the learned Judge was whether he had power in hearing the appeal filed by the accused against his conviction and sentence Under <a href=\"/doc/1540253/\" id=\"a_129\">Section 326</a> Indian Penal Code to alter the implied acquittal for an offence Under <a href=\"/doc/1560742/\" id=\"a_130\">Section 302</a> Indian Penal Code by the Sessions Court into one of conviction. For this purpose, the learned Judge had to coh-Btrue <a href=\"/doc/1487146/\" id=\"a_131\">Section 423 (1) (b)</a> of the Criminal Procedure Code. After an elaborate discussion of the relevant provisions of the Code, the learned Judge came to the conclusion that he had jurisdiction to alter that implied finding of acquittal into one of conviction. His view, as it turns out, is not correct in view of the decision of the Full Bench in  which was later affirmed by the Supreme Court in . But, the question now is not whether the view taken by the learned fudge that, in appeal-filed by the accused against his conviction and sentence for a lesser offence, the High Court has of power to alter the Implied finding of acquittal&#x27;by the Sessions Court, in the absence of any appeal by the State against that implied order of acquittal for a more serious offence, is correct or not. The learned Judge had Jurisdiction to decide the scope of the power of the High Court when hearing such an appeal. This depended upon interpretation of Section 423 (1) (b) if the <a href=\"/doc/445276/\" id=\"a_132\">Criminal Procedure Code</a>, Can it be held the judgment of the learned Judge is wholly without jurisdiction and is null and void for the reason that the view he took of the scope of the power of the High Court on hearing an appeal by the accused Under <a href=\"/doc/1487146/\" id=\"a_133\">Section 423 (1) (b)</a> Criminal Procedure Code is erroneous. The learned Judge had jurisdiction to hear the appeal and when heading the appeal, he had jurisdiction to decide whether or riot he had the power to alter the implied finding of acquittal into one of conviction. His view may be right or wrong: but it cannot be held that his judgment is wholly without jurisdiction in the sense that it is null and void. The decision of the Full Bench in ILR 1939 Mad 708 : (A.I.R. 1939 Mad 120) on which strong reliance is placed by the learned Public Prosecutor has in our opinion, no application at all to this case. In that case Pandurang Rao, J., purported to exercise the Common Law jurisdiction to issue a Writ of ha beas Corpus. In view of <a href=\"/doc/445276/\" id=\"a_134\">Section 491</a> Criminal Procedure Code, the High Court or any Judge of the High Court has no jurisdiction at all to issue any such writ in cases covered by that section. It was held that the High Courts in India have no such common law jurisdiction at all to issue a writ of habeas corpus in cases covered by Section 491 Cri. Pro. Code. This was clearly a case of total want of jurisdiction in the learned Judge to pass the order which was challenged. It was under those circumstances that the Full Bench held that the order of Pandurang Row, J., in that case was null and void. In the present case, can it be suggested that the High Court has no jurisdiction at all to alter the finding of acquittal into one. of conviction under any circumstances? In my opinion, this is not a case of such total want of jurisdiction in the High Court. Therefore I constrained to hold that the judgment of Sanjeeva Row Nayudu, J., is not wholly without jurisdiction and is not null and void. The decision of the Supreme Court in  at first appeared to me to support the argument of the learned Public Prosecutor. In that case, the Additional District Munsiff Faziabad passed an order Under Section 151 Civil Procedure Code appointing a commissioner to seize the plaintiff&#x27;s account books. The Supreme Court held that, as the Additional District Munsif&#x27;s Court had no jurisdiction at all either under the Civil Procedure Code 01 under its inherent power to pass the order in question, the order was null and void and that the offer of a bribe to the commissioner was not an offence Under <a href=\"/doc/54942699/\" id=\"a_135\">Section 165-A</a> of the Indian Penal Code. This decision also does not, therefore, really support the contention of the learned Public Prosecutor. The first ground on which this petition is based fails.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">45. The next question is whether Sanjeeva Row Navudu, T., sitting as a single Judge should not have heard this case in the view he took that he had power Under Section 423 (1) (b) and Section 423 (i-A) <a href=\"/doc/445276/\" id=\"a_136\">Criminal Procedure Code</a> to alter the implied acquittal for an offence of raurdei into one of conviction. Rule 218 of the Criminal Rules of Practice in terms does not apply to this case. Even assuming it does, it is now held by a majority in the Full Bench of this High Court in 1955 Andh LT (Cri)-335 : A.I.R. 106 Andh Pra 161 that the word &quot;ordinarily&quot; in this rule cannot mean &quot;always&quot;. Though in the said Fulli Bench, Chandra Reddy, J., (as he then was) took a contrary view and though I am in respectful&#x27; agreement with the dissenting view expressed by Chandra Reddy, J., (as he then was) still we are; bound by the majority view taken by the Full Bench in that case. Therefore, the second ground on which this petition is based also fails. I feel as it is necessary that Rule 218 of the Criminal Rules of Practice as well as the Appellate Side Rules of the High Court of Andhra Pradesh be suitably amended so that all appeals and revisions and references in which the question arises whether or not an accused is guilty of an offence punishable with death or imprisonment for life shall be heard by a Bench consisting of two Judges at least.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">46. Though the above are the two grounds taken in the petition, several other points were raised and argued during the hearing of this petition before the Full Bench and I feel it is necessary to refer to them. One of the questions argued at length was whether, even assuming that the judgment of Sanjeeva Row Nayudu, J., is not a nullity, we have inherent power to set aside that judgment, this inherent power being preserved by <a href=\"/doc/445276/\" id=\"a_137\">Section 561-A</a> Criminal Procedure Code. The first question that arises is whether we have jurisdiction to review the judgment passed in a criminal case. It is well settled that there is no such power conferred by the <a href=\"/doc/445276/\" id=\"a_138\">Criminal Procedure Code</a>. The power to review its own judgment is not in any Court and therefore such a power can be exercised only if it is conferred by a statute. I am unable to accept the suggestion that, because the <a href=\"/doc/445276/\" id=\"a_139\">Criminal Procedure Code</a> does not specifically confer on the Court power to review its judgment or order, it must be held that the Court has inherent power to review its judgment or order.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">47. Initially, a question arose as to how the petition could be posted before us and not before the same learned Judge whose judgment is sought to be declared as null and void. But then, one of the prayers in this petition is to quash that judgment. If this petition is to quash another judgment this petition cannot be posted before the same learned Judge. Therefore, in my opinion, this petition was properly posted before the Division Bench in the first instance and later before the Full Bench as per the direction of the Division Bench.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\">48. Next, I have to consider whether there is any inherent power in the High Court to set aside an erroneous judgment passed by it in a Criminal case. It is well settled that <a href=\"/doc/1007660/\" id=\"a_140\">Section 5</a>,<a href=\"/doc/445276/\" id=\"a_141\">61-A</a> of the Criminal Procedure Code does not confer any new power on the High Court. It only preserves such inherent power as the High Court already possessed. This inherent power can be exercised only for either of the three purposes mentioned in the Section viz., (1) as may be necessary to give effect to any order under the Code; (2) or to prevent abuse of the process of any Court; and (VI or otherwise to secure the ends of justice. Vide . No decision has been cited before us in which the Court has in exercise of its inherent power, set aside its own judgment on the ground that it is erroneous in law or in fact. Even in the case of Civil Courts, I am not aware of any instance where a Civil Court is held to have inherent power to set aside its own judgment merely on the ground that it is erroneous. In fact, the learned Public Prosecutor very fA.I.R.ly and very frankly stated that, if we come to the conclusion that the judgment of Sanjeeva Row Nayudu, J., is not bad for lack of inherent jurisdiction and is not null and void, we have no inherent power which is saved by Section 56i-A of the <a href=\"/doc/445276/\" id=\"a_142\">Criminal Procedure Code</a> to set aside that judgment for purposes of securing the ends of justice. In such a case, even according to the learned Public Prosecutor, the only way of getting that judgment set aside is to appeal against that judgment. But the learned Advocate-General placed before us a decision of the Full Bench in A.I.R. 1959 All 3r5, There, the Full Bench by majority held that the High Court has power lib revoke, review, recall &quot;01 alter its own earlier decision in a Criminal Revision and remand the same. For the reasons stated above, I express my respectful dissent from this-view, which, in my opinion, is too broadly stated. In that case, Mootham, Chief Justice, expressed his dissent while at the same time recognising that, if, for any reason, the Court makes an order without any jurisdiction, that order or judgment is a nullity and that the application in which it was made must be re-heard.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"626606\" id=\"span_17\">49. One very singular instance of a mistake which occurred is referred to in the decision of the Supreme Court in <a href=\"/doc/626606/\" id=\"a_143\">Nar Singh v. State of Uttar Pradesh</a> . While hearing a criminal appeal by eight appellants against their convictions and sentences Under <a href=\"/doc/763672/\" id=\"a_144\">Sections 148</a>, <a href=\"/doc/4266/\" id=\"a_145\">308</a>, <a href=\"/doc/793437/\" id=\"a_146\">303</a> and <a href=\"/doc/999134/\" id=\"a_147\">149</a> Indian Penal Code the High Court convicted one Nanhu Singh and acquitted one Bechao Singh while really intending to convict Bechao Singh and acquit Nanhu Singh. Subsequently, the learned Judges realised this mistake but they did not purport to exercise or claim to have any inherent power to correct this error; but, instead, they communicated to the State Government and an order was passed by the Government remitting the sentence mistakenly passed on Nanhu Singh and directing that he be released. If there be any such inherent power in the High Court to set aside the-erroneous decision, a clearer case where such power has to be exercised cannot be imagined. But still, there was no suggestion <a href=\"/doc/626606/\" id=\"a_148\">in that case</a> that the High Court had any such inherent power to correct even such patent and grave error or mistake. I am also fortified in this view by the course suggested by the Supreme Court and adopted by the Counsel for the accused in . I also agree with Umamaheswaram, J., that it is necessary to amend the <a href=\"/doc/445276/\" id=\"a_149\">Criminal Procedure Code</a> and vest in the High Courts the power to review their judgments or orders under certain specified conditions.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">50. During the hearing of this petition, a question arose whether Sanjeeva Row Nayudu, J., should have heard and decided the criminal appeal and revision case, in view of the fact that the same learned Judge ordered notice to the accused&#x27; why the sentence should not be enhanced. I do not find any specific rule either in the appellate side Rules or in the Criminal Rules of Practice-which governs this. But I may here refer to the observations of the Supreme Court in Tarachand&#x27; v. State of Maharashtra A.I.R. 1962 SC which&#x27; we are follows \n We would like to remark that the learned Judges who heard the appeal should not have heard it when they, at the time of admitting it, felt so strongly about the accused being wrongfully acquitted of the offence of murder that they asked the Government Pleader to look into the papers to find out whether it was a case where the Government would like to file an appeal against the acquittal Under Section 302 Penal Code. Government did file an appeal against that acquittal. We do not know whether it was at the suggestion of the Government Pleader or not. But, in these circumstances, it would have been better exercise of discretion if this appeal against the acquittal had not been heard by the same Bench which, in a way, suggested the filing of the Government Appeal. In fact, to make such a suggestion, appears to be very abnormal.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">51. On the other points discussed by Uma-masheswaram, J., in his judgment, I express my respectful agreement. I do not wish to add anything to what he stated.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">52. It is clear that the judgment of Sanjeeva Row Nayudu, J., dated 6-7-1959 made in Criminal Appeal No. 14/59 and Criminal Revision Case No. 683 of 1958 is erroneous in view of the decision of the Full Bench in  which is affirmed by the Supreme Court in . Therefore, in my opinion, this is a fit case in which the State Government may exercise its power Under Section 401 of the Criminal Procedure Coda and remit the rest of the sentence which the accused has still to undergo as per the judgment of Sanjeeva Row Nayudu, J.\n</p> \n\n","numcites":49,"numcitedby":22,"docsource":"Andhra HC (Pre-Telangana)","citetid":53971,"divtype":"judgments","relatedqs":[{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"criminal rules of practice","formInput":"criminal%20rules%20of%20practice"},{"value":"section 326 of ipc","formInput":"section%20326%20of%20ipc"},{"value":"crpc judgments","formInput":"crpc%20judgments"},{"value":"lack of inherent jurisdiction sortby: mostrecent sec 2(g)","formInput":"lack%20of%20inherent%20jurisdiction%20sortby%3A%20mostrecent%20sec%202%28g%29"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"collateral proceedings","formInput":"collateral%20proceedings"},{"value":"\"implied \" finding","formInput":"%22implied%20%22%20finding"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"habeas corpus","formInput":"habeas%20corpus"},{"value":"irregular exercise of jurisdiction","formInput":"irregular%20exercise%20of%20jurisdiction"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"326 ipc","formInput":"326%20ipc"},{"value":"subject matter jurisdiction","formInput":"subject%20matter%20jurisdiction"},{"value":"section 561 of cr.p.c","formInput":"section%20561%20of%20cr.p.c"},{"value":"implied acquittal","formInput":"implied%20acquittal"},{"value":"article 136","formInput":"article%20136"},{"value":"inherent power of court ","formInput":"inherent%20power%20of%20court%20"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"},{"value":" section 561 A cr.p.c ","formInput":"%20section%20561%20A%20cr.p.c%20"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":false,"query_alert":null,"agreement":false}