{"tid":1530261,"publishdate":"1989-09-14","title":"State Of West Bengal And Others vs Haripada Santra on 14 September, 1989","doc":"<h2 class=\"doc_title\">State Of West Bengal And Others vs Haripada Santra on 14 September, 1989</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1990CAL83, AIR 1990 CALCUTTA 83</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nShamsuddin  Ahmed, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The\nshort question that crops up for determination in this revisional application is if in terms of clause 13 approval in West Bengal Form No. 2908, Department of Public Works, Tender for supply of materials, reading as &#x27;in the event of a dispute the decision of the Superintending Engineer of the Circle shall be final&#x27; constituted an arbitration agreement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The parties herein entered into an agreement for supply of materials and the said agreement is embodied in the form referred to above. The opposite parties supplied the materials in question as directed and as an amount of Rs. 2,50,000/- was not paid, they invoked clause 13 of the said agreement and asked the Superintending Engineer to enter into an arbitration. As it was refused they filed Judicial Misc. Case No. 37 of 86 in the court of the Assistant Dist. Judge, Alipore for referring the dispute to arbitration by Mr. H. B. Lahiri, a retired Superintending Engineer, Construction Board, Directorate of Public Works Department as Arbitrator to settle the dispute. The State appeared and contended that there was no arbitration clause and therefore the question of appointment of an arbitrator does not arise. The Id. Trial Judge construed clause 13 as an arbitration agreement and allowed the application. The aforesaid order is under challenge before us.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Mr. Mukherjee appearing for the petitioners submitted that clause 13 docs not constitute an arbitration agreement. He has submitted that the dispute referred to in clause 13 must be read along with the other conditions dealt with in the aforesaid clause 13, and if so read it does not imply that the. provision was made for arbitration of the\n\nclaim of the contractor. A close reading of clause 13 will reveal that Engineer in charge was given power to make alterations, omission additions etc. of the original specifications, drawings dealings etc. and the contractor was bound to supply the materials in accordance with any instruction which may be given to him in writing by the Engineer in charge. The articles to be supplied under such instruction shall be supplied on the same conditions in all respects on which the contractor agreed to do the main work and at the same rates as are specified in the tender. The time for completion of the supply shall be extended in proportion to the altered, additional and substituted quantity of materials in the proportion of the main order of supply. The clause also provides that in the event of the materials ordered could not be supplied what measures ought to be taken and also the rates at which such materials has to be supplied in terms of the order of the Engineer in charge. It concludes by stipulating that in the event of the dispute the decision of the Superintending Engineer of the Circle shall be final. On perusal of the form which contained the contract between the parties will appear that clause 13 regulates the supply to be made prices of the materials to be charged and any other matters connected therewith. Other clauses do not deal with the amount, quantity, quality of materials suplied or specifications thereof. Mr. Mukherjee submits that the last sentence in clause 13 regarding decision of dispute between the parties must relate to the action taken by the Engineer in charge. It has no reference to the ultimate claim to be made by the contractor if he has any claim in respect of materials supplied by him he can file a suit for recovery of the amount. According to him since there was no arbitration agreement the question of arbitration does not arise at all.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. Mr. Deb, ld. advocate appearing for the opposite party on the other hand contended that the agreement as embodied in clause 13 clearly stipulates that in the event of dispute the matter has to be decided by the Superintending Engineer and his decision shall be final. This clause according to Mr. Deb constitute an arbitration clause.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_5\">5. Arbitration agreement has been defined in <a href=\"/doc/1430346/\" id=\"a_1\">Sec. 2(a)</a> of the Arbitration Act, 1940. It runs thus-- &quot;Arbitration agreement means a written agreement to submit present or future differences to arbitration whether an arbitrator is named therein or not.&quot; In the instant case that there is an agreement between the parties is not being disputed. The question is whether that agreement is an arbitration agreement as defined in <a href=\"/doc/1430346/\" id=\"a_2\">Sec. 2(a)</a>. As it appears that agreement in question must be in writing and to interpret such agreement the intention of the parties to the agreement to submit to arbitration and the treatment of the decision as final is essential to constitute the arbitration agreement. If the parties had desired and intended that dispute be referred to arbitration for its decision and they would undertake to abide by the said decision the arbitration agreement would at once come into existence. In a decision  (FB) Ramlal Jagannath v. State of Punjab the court observed that an agreement to arbitrate apart from what the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act</a> prescribes, is not required to be stated in any particular form or wording, and the use of the technical or formal words such as &#x27;arbitration&#x27; and &#x27;arbitrator&#x27; is not required. The essential requirement is that the parties should intend to make a reference or submission to arbitration and should be ad idem in this respect. The clause that carne into consideration for interpretation of the Punjab High Court provided that in the matter of dispute the case shall be referred to the Superintending Engineer of the Circle whose order shall be final. This was interpreted to constitute a proper arbitration agreement. Mr. Deb has drawn our attention to a passage appearing in Russel on Arbitration 19th Edn. page 92. It states that if the parties are agreed that a binding contract was made and it is necessary to have recourse to the contract to settle the dispute that has arisen then the expression &quot;dispute arising out of the contract&quot; will cover all the disputes between the parties arising under the said contract. Mr. Deb has also drawn our attention to a passage appearing in Hudsons Buildings &amp; Engineering Contracts, 10th Edn. page 826 if a person is appointed owing to his skill and knowledge of the particular subject to decide any question\n\nwhether of fact or of value by the use of his skill and knowledge and without taking any evidence or hearing the parties he is not, prima facie, an arbitrator. It has been held that if a man is on account of his skill in such matter, appointed to make a valuation, in such a manner that in making it he may, in accordance with appointment, decides solely by the use of his eyes, his knowledge and his skill, he is not acting judicially : he is using the skill of a valuer not of a Judge..... If on the other hand a person is appointed with the intention that he should hear the parties and their evidence and decide in a judicial manner then he is an arbitrator, though a mere absence of a hearing, provided it does not result any unfairness to the parties will not necessarily invalidate an award&quot;. On the basis of this authority it is submitted that clause 13 must be interpreted as an arbitration agree-ment. The word &#x27;dispute&#x27; is appearing in the aforesaid clause 13. The dispute must be between the parties and if a decision has to be arrived at on a dispute between the parties it is implied that the parties have to make out their cases and substantiate them. Only on the basis of such materials a decision can be arrived at in resolving the dispute between the parties. The clause also clearly lays down that the decision shall be final. As the validity of the agreement is not under challenge the decision so arrived at by the arbitrator must also be binding on the parties. As a result the clause must be interpreted to be a binding arbitration agreement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_1\">In a decision  <a href=\"/doc/344153/\" id=\"a_4\">State of U.P. v. Tipper Chand</a> the Supreme Court held that the clause under consideration before them which provided that except where otherwise specified in the contract the decision of the Superintending Engineer for the time being shall be final, conclusive and binding on all the parties to the contract upon all questions relating to the specification etc., the decision of the Engineer as to the quality, workmanship etc. shall be final, conclusive and binding between the parties does not constitute, an arbitration agreement.</span> But while arriving at their conclusion the Supreme Court referred to the decision reported in AIR 1961 J &amp; K 58 and Ramlal v. State of Punjab (supra). In the Jammu &amp; Kashmir caye the relevant clause\n\nran as follows &quot;for any dispute between the contract and the department the decision of the Chief Engineer P.W.D. Jamniu &amp; Kashmir will be final and binding upon the contractor&quot; The Supreme Court put stress on the expression &quot;any dispute between the contractor and the department&quot; and approved the conclusions arrived at by Jammu &amp; Kashmir High Court. On the same ground the court also considers Ramlal&#x27;s case and approved the same. The clause appearing in Ramlal&#x27;s case ran as follows. &quot;In matter of dispute the same shall be referred to the Superintending Engineer of the Circle whose order shall be final.&quot; In another decision , Rupmani Bai Gupta v. The Collector of Jabatpur. The Supreme Court observed that arbitration agreement is not required to be in any particular form. What is required to be ascertained is whether the parties have agreed that if dispute arise between them in respect of the subject-matter of contract such dispute shall be referred to arbitration, then such an arrangement would spell out in an arbitration agreement. In another decision , the court held that where a clause in the contract makes provision for dipute between the parties for reference to Superintending Engineer of the Circle and though the words arbitration and awards were not mentioned in the said clause even then the clause was clear enough to show that the dispute that arises between the parties has to be referred to the Superintending Engineer. This was construed to be an arbitration agreement.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_6\">6. Let us now examine in the aforesaid background of law as interpreted by the Supreme Court and other High Courts referred to above whether clause 13 constitute an arbitration agreement. We have already quoted the said clause, it speaks of a dispute between the parties. It also speaks of a decision by the Superintending Engineer of the Circle on such dispute. It is, therefore, very clear that all the disputes between the parties to the contract shall be decided by the Superintending Engineer. Obviously such decision can be arrived at by the Superintending Engineer only when it is referred to\n\nhim by either party for decision. The reference is also implied. As the Superintending Engineer will decide the matter on reference he has to act judicially and decide the dispute after hearing both the parties and permitting them to substantiate their claim by adducing materials in support. In deciding the dispute he must act judicially. In the said clause it is also provided that his decision shall be final and as the agreement is binding between the parties the decision shall also bind both of them. The result would be the decision would be finally binding on the parties. Though the expression &#x27;award or arbitration&#x27; is not appearing in the aforesaid clause, even then the expression as it stands embodies an arbitration clause which can be enforced. In this view of the matter, we are unable to find merit in this application and the same stands dismissed without any order as to costs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">Haridas Das, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">7. I agree.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">8. Application dismissed.\n</p> \n\n","numcites":3,"numcitedby":8,"docsource":"Calcutta High Court","citetid":1530261,"divtype":"judgments","relatedqs":[{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Act judicially ","formInput":"Act%20judicially%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"judicially","formInput":"judicially"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}