{"tid":144945727,"publishdate":"2018-04-18","title":"Union Of India vs Cdr. Ravindra V. Desai on 18 April, 2018","doc":"<h2 class=\"doc_title\">Union Of India vs Cdr. Ravindra V. Desai on 18 April, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 SUPREME COURT 2754, 2018 (16) SCC 273, AIRONLINE 2018 SC 37, 2018 CRI LJ 3663, (2018) 188 ALLINDCAS 196 (SC), (2018) 104 ALLCRIC 667, (2018) 188 ALLINDCAS 196, (2018) 2 ALLCRIR 2088, (2018) 2 CRIMES 423, (2018) 2 CURCRIR 178, (2018) 2 SCT 648, (2018) 2 UC 1158, (2018) 4 SERVLR 140, (2018) 6 SCALE 184, 2020 (1) SCC (CRI) 669, AIR 2018 SC( CRI) 913</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-bhushan\">Ashok Bhushan</a>, <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<pre id=\"pre_1\">                                                                                REPORTABLE\n\n                                    IN THE SUPREME COURT OF INDIA\n\n                                   CRIMINAL APPELLATE JURISDICTION\n\n                                    CRIMINAL APPEAL NO. 579 OF 2016\n\n\n\n   UNION OF INDIA &amp; ORS.                                                     ...APPELLANT(S)\n\n                                                   VERSUS\n\n   CDR. RAVINDRA V. DESAI                                                …..RESPONDENT(S)\n\n                                                    WITH\n\n                                    CRIMINAL APPEAL NO. 574 OF 2016\n\n\n                                              JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">  A.K. SIKRI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                                 These two are cross appeals filed by both the parties to the\n\n                         lis. On the one hand is the Union of India, along with the Chief of\n\n                         Naval Staff as well as the Flag Officer, Commanding-in-Chief,\n\n                         Headquarters, Western Naval Command (hereinafter referred to as\n\n                         the ‘appellants’).   On the other hand is Commander Ravindra V.\n\n                         Desai, a naval officer with Indian Navy (hereinafter referred to as the\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n                         ‘respondent’).\n</p><span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span><p data-structure=\"Facts\" id=\"p_4\">\n<span class=\"hidden_text\" id=\"span_3\">NIDHI AHUJA</span>\n\n<span class=\"hidden_text\" id=\"span_4\">  2.</span>\n<span class=\"hidden_text\" id=\"span_5\">Date: 2018.04.18</span>\n<span class=\"hidden_text\" id=\"span_6\">17:39:03 IST</span>\n<span class=\"hidden_text\" id=\"span_7\">Reason:</span>\n                         On certain allegations against the respondent, he was served with\n\n                         charge-sheet containing ten charges which led to the court martial\n\n  Criminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_8\">                                                                                     Page 1 of 29</span>\n\f           proceedings against him. Court Martial returned the finding of ‘guilty’\n\n           on all charges which led to imposition of sentence of dismissal from\n\n           the naval service as well as forfeiture of 24 calender months of\n\n           seniority. After exhausting departmental remedies, the respondent\n\n           challenged its conviction before the Armed Forces Tribunal (for short,\n\n           ‘AFT’). Finding certain reasons stated at the appropriate stage, the\n\n           AFT decided to itself record the evidence on those charges by giving\n\n           opportunities to both the parties. On the basis of evidence produced\n\n           before the AFT, the AFT set aside the finding of ‘guilty’ in respect of\n\n           three charges (8th, 9th and 10th charges) on the ground of misjoinder of\n\n           charges holding that it had no connection with charges 1 to 7.\n\n           However, in respect of charges 1 to 7, the AFT maintained that the\n\n           appellant could successfully prove these charges by cogent evidence.\n\n           The AFT, thereafter, proceeded to consider the quantum of\n\n           punishment and came to the conclusion that the punishment of a\n\n           ‘dismissal from service’ is disproportionate to the nature of charges. It\n\n           also observed that when the respondent had been awarded the\n\n           punishment of ‘dismissal from service’, second punishment, namely,\n\n           forfeiture of seniority for 24 months did not make any sense. On\n\n           these grounds, the AFT set aside the punishment of ‘dismissal from\n\n           the service’ and held that interest of justice would be met if only the\n\n           punishment of ‘forfeiture of seniority of 24 months’ is inflicted upon the\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_9\">                                                                         Page 2 of 29</span>\n\f           respondent. It has, accordingly, directed the appellants to reinstate\n\n           the respondent in naval service without payment of any salary for the\n\n           intervening period, i.e., the back wages.               Both the parties feel\n\n           aggrieved by this judgment.                 In the first instance, they moved\n\n           application before the AFT seeking leave to appeal.                 The AFT\n\n           declined this request stating that no question of law of public\n\n           importance is involved. This is the reason for both the parties to\n\n           approach this Court. These appeals were clubbed together. In the\n\n           appeal, filed by the respondent while issuing notice, operation of the\n\n           order of the AFT was also stayed. As a result, the respondent has not\n\n           been allowed to join back the service.              Both these appeals were\n\n           admitted formally on July 01, 2016 and direction was given to\n\n           expedite the hearing. It was also directed that interim order shall\n\n           continue to operate. This is how the appeals have come up for final\n\n           hearing in which both the sides were heard at length.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.         With the aforesaid introductory remarks, we now proceed to narrate\n\n           the factual matrix of the case in some more detail. The respondent\n\n           was commissioned in Indian Navy on January 01, 1998 as Sub.\n\n           Lieutenant. He was promoted to the rank of Commander on January\n\n           16, 2011. At that time, he was posted as the Executive Officer of INS\n\n           Mahish at Port Blair in Andaman Island. His aforesaid posting was\n\n           from May, 2010 to June, 2011. In June, 2011, he was transferred to\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_10\">                                                                              Page 3 of 29</span>\n\f           INS Viraat as Commander Operations vide orders dated June 02,\n\n           2011. In obedience to the said orders, the respondent along with his\n\n           wife and daughters left for Mumbai on June 15, 2011.               The\n\n           respondent joined duties at the transferred place with 10 days’\n\n           leave/joining time. He had undertaken the aforesaid journey from\n\n           Port Blair to Mumbai by Indian Airlines. According to him, on reaching\n\n           Mumbai he stayed with his sister-in-law Amita Gavankar at Goregaon,\n\n           Mumbai as he was on leave till June 25, 2011. From June 16, 2011\n\n           to June 19, 2011, he visited different places in Maharashtra and even\n\n           went to Goa with his family. On June 25, 2011, he shifted to the\n\n           official accommodation, i.e., Integrated Mess Sports Complex Cottage\n\n           No. 1, along with his wife and daughter, which accommodation was\n\n           allotted to him at that time. On June 26, 2011, he reported to INS\n\n           Taragiri, the waiting ship for INS Viraat, as INS Viraat was berth at\n\n           Kochi at that time. On June 29, 2011, he reported for duty at INS\n\n           Viraat at Kochi.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.         It may be mentioned, at this stage, that according to him he had\n\n           earlier purchased two mobile sim cards for mobile hand sets when he\n\n           was posted at INS Mahish, Port Blair.       One from BSNL with no.\n\n           9476045470 for himself and 2nd from Vodafone South Limited with no.\n\n           9564784782 for his wife. Again, according to him, on 19 th June, 2011\n\n           when he had come to Mumbai, he purchased two sim cards from Idea\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_11\">                                                                      Page 4 of 29</span>\n\f           Cellular Pvt. Ltd., one having 8108770020 for himself and other no.\n\n</p><p data-structure=\"Issue\" id=\"p_7\">           8108770030 which was meant for his wife.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">5.         On July 01, 2011 at about 22.45 hours, he was woken up from his\n\n           sleep and escorted by Commander Manoj Jha (PW-20) to Captain\n\n           Hari Kumar, the Commanding Officer of INS Viraat. Captain Hari\n\n           Kumar questioned him about mobile no. 9564784782, as sexually\n\n           explicit calls were received from the same number by wives of some\n\n           naval officers. He explained that this sim card remained in possession\n\n           of his wife through out who had used the same. Search was made\n\n           but no such sim card was found with the respondent. His mobile\n\n           telephone no. 8108770020 was confiscated and detailed for 18 hours\n\n           whereafter, on the next day, it was returned back to him. Thereafter,\n\n           One Man Inquiry (for short, ‘OMI’) was ordered on January 05, 2012.\n\n           This OMI was conducted with effect from January 11, 2012 and\n\n           concluded on January 31, 2012. Thereupon, the respondent was\n\n           issued a charge sheet dated September 05, 2012 for trial by Court\n\n           Martial. Ten charges were framed against the respondent. Seven out\n\n           of which were under <a href=\"/doc/84165/\" id=\"a_1\">Section 77(2)</a> of the Navy Act, 1957 (hereinafter\n\n           referred to as the ‘the Act”) read with <a href=\"/doc/68146/\" id=\"a_2\">Section 509</a> of the Indian Penal\n\n           Code (‘<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>’) and three charges were framed against the respondent\n\n           under <a href=\"/doc/1868868/\" id=\"a_4\">Sections 58</a>, <a href=\"/doc/1020664/\" id=\"a_5\">74</a> and <a href=\"/doc/51450/\" id=\"a_6\">48(c)</a> of the Navy Act. These charges\n\n           pertained to the alleged obscene calls purportedly made by the\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_12\">                                                                       Page 5 of 29</span>\n\f           respondent to the three ladies.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">6.         It is on the findings of the OMI, Headquarters Western Naval\n\n           Command directed the Commanding Officer, INS Kunjali where the\n\n           respondent was attached for the investigation, to investigate and\n\n           record Summary of Evidence (SoE) of prosecution witnesses.\n\n</p><p data-structure=\"Facts\" id=\"p_10\">7.         On September 05, 2012, the Commanding Officer, INS Kunjali read\n\n           the charges mentioned in the charge sheet and the respondent was\n\n           given a chance to file reply thereto, which he did.        Thereafter,\n\n           decision was taken that the respondent be brought to trial of the Court\n\n           Martial. In the Court Martial, the prosecution examined 33 witnesses\n\n           and produced 40 documents which were exhibited. The court called\n\n           for five witnesses as co-witnesses and exhibited 19 documents as\n\n           ‘exhibits’ (C-1 to C-19). After the conclusion of the trial, finding of\n\n           ‘guilty’ was returned in respect of all the 10 charges and the\n\n           punishment was awarded as mentioned above.             Thereafter, the\n\n           appellant filed O.A. before the Tribunal.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">8.         The facts which have been noted upto now would demonstrate that\n\n           main allegation against the respondent was that he had made explicit\n\n           sexual calls to three ladies, namely, Mrs. Reena Chandel (PW-9),\n\n           Mrs. Aditi Barathwal (PW-12) and Mrs. Pallavi Tiwari (PW-18), who\n\n           are wives of three officers of Navy. These calls were made from\n\n           Vodafone Cell Phone No. 9564784782.         Further, these calls were\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_13\">                                                                       Page 6 of 29</span>\n\f           made on their landline numbers which were provided by NOFRA\n\n           Exchange installed and operated by NOFRA (Naval Officers\n\n           Residential Area). Each of the officers residing in the area is provided\n\n           with an extension number from the Exchange of NOFRA. They were\n\n           not knowing the person making the calls. They complained to their\n\n           husbands, who, in turn, reported to their senior officers and finally, all\n\n           the sexually explicit calls made to these three ladies were traced to\n\n           Mobile No. 9564784782. These calls were made to Reena Chandel\n\n           on June 21, 2011 in the night, on June 22, 2011 in the morning, on\n\n           June 23, 2011 in the afternoon and the last call was made to her on\n\n           June 30, 2011 in the morning at 06:57. Her extension number was\n\n           222217. Thirteen calls were made to Mrs. Pallavi (PW-18) during the\n\n           night between June 31, 2011 and July 01, 2011.              PW-12 Aditi\n\n           received similar calls twice in the night on June 30, 2011. According\n\n           to the prosecution, all the calls were traced through the record of\n\n           NOFRA Exchange to Mobile No. 9564784782 registered in the name\n\n           of the accused. Initially, the Naval Authorities or the officers operating\n\n           NOFRA Exchange had no knowledge as to whom the said mobile\n\n           belonged.      Therefore, it was difficult for them to trace the person\n\n           making the calls.         They approached the Deputy Commissioner of\n\n           Police, Zone I, Mumbai, who made inquiries from several service\n\n           providers about the said mobile number. Finally, it was revealed that\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_14\">                                                                         Page 7 of 29</span>\n\f           the said mobile was registered in the name of the respondent with\n\n           Vodafone South Limited, having office in Kolkata.\n\n</p><p data-structure=\"Facts\" id=\"p_12\">9.         In order to prove the aforesaid charge, the appellants were required\n\n           to establish the aforesaid ingredients:\n</p>\n<blockquote id=\"blockquote_1\">           (a)       The respondent possessed, at the relevant time, Vodafone\n\n           Cell Phone No. 9564784782.\n</blockquote>\n<blockquote id=\"blockquote_2\">           (b)       Obscene Calls were made to the landline numbers of the\n\n           three ladies and on the dates mentioned above.\n</blockquote>\n<blockquote id=\"blockquote_3\">           (c)       These calls originated from Mobile No. 9564784782 and were\n\n           made by the respondent and none else.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_13\">10.        Insofar as first ingredient is concerned, it has been admitted by the\n\n           respondent himself that he was having Cell Phone with Vodafone\n\n           Connection and the sim card was provided with phone number\n\n           9564784782. The defence of the respondent, however, was that on\n\n           the relevant dates, the respondent was not having this number and, in\n\n           fact, the sim card had been lost and a report regarding the loss of sim\n\n           card was made to the Police.                Details of his explanation, in this\n\n           behalf, are that when the respondent was posted at Port Blair in\n\n           Andaman and Nicobar Islands, he had purchased two mobile sim\n\n           cards for mobile handsets: one from BSNL with No. 9476045470 for\n\n           himself and the second from Vodafone South Limited with No.\n\n           9564784782 for his wife, Mrs. Pallavi Desai. In June, 2011, he was\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_15\">                                                                               Page 8 of 29</span>\n\f           transferred and posted to INS Viraat as Commander Operations vide\n\n           order dated June 02, 2011. Pursuant to the said transfer orders, after\n\n           reaching Mumbai, he purchased two Idea sim cards from Idea\n\n           Cellular Private Limited on June 19, 2011, having number\n\n           8108770020 for himself and 8108770030 for his wife. He claimed\n\n           that he destroyed his mobile sim card No. 9476045470 and replaced\n\n           the same with new mobile sim No. 8108770020. He also claimed to\n\n           have advised his wife to replace her old sim No. 9564784782 by the\n\n           new mobile sim No. 8108770030. According to him, when officers\n\n           visited his cabin while he was at INS, Viraat at Kochi on July 01, 2011\n\n           and inquired him about Mobile No. 9564784782, he explained that\n\n           the said number was used throughout by his wife. Thereafter, when\n\n           he called his wife, he was informed that said sim card was missing\n\n           from her purse. Then, he advised his wife to lodge a report with the\n\n           Police and inform the service provider which she did on July 04,\n\n           2011. It is also his case that when the officers searched his cabin,\n\n           they could not find that sim card with the respondent which shows\n\n           that the said sim card was not with the respondent and, therefore, he\n\n           could not have used the sim to make the purported obscene calls.\n\n</p><p data-structure=\"Facts\" id=\"p_14\">11.        It is clear from the above that the respondent has admitted the fact\n\n           that he had purchased sim card from Vodafone with Mobile No.\n\n           9564784782. However, according to him, this sim card was not with\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_16\">                                                                       Page 9 of 29</span>\n\f           him and was being used by his wife.           Moreover, after he had\n\n           purchased another sim card on reaching Mumbai, this sim card was\n\n           not used and was ultimately found missing even from his wife\n\n           custody. The aforesaid explanation of the respondent has not been\n\n           accepted either by the GCM or the AFT, and rightly so.\n\n</p><p data-structure=\"RespArg\" id=\"p_15\">12.        The reason for discarding the explanation of the respondent is that he\n\n           has been taking inconsistent stands in this behalf.        Before the\n\n           Commanding Officer, the respondent had stated that he had thrown\n\n           away his sim card in Goregaon and, therefore, he could not have\n\n           used this sim card at the relevant time i.e. on the dates of alleged\n\n           incident when the obscene calls were made. On the other hand,\n\n           when the show cause notice has been issued to the respondent on\n\n           July 02, 2011, in response thereto, in his deposition, the respondent\n\n           took up the position that his wife has kept the sim card in his purse\n\n           and could have dropped it while travelling.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">                     Apart from the aforesaid contradictory versions given by the\n\n           respondent himself, one particular piece of evidence produced by the\n\n           appellants clinches the issue. It is noticed by the AFT that as per\n\n           report dated July 04, 2011 (Ex. P-29) lodged by the wife of the\n\n           respondent on July 04, 2011, the sim card was lost sometime\n\n           between 6 pm on June 20, 2011 to June 25, 2011. However, even\n\n           after June 20, 2011, calls were made from this mobile number to Cdr.\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_17\">                                                                     Page 10 of 29</span>\n\f           Arjun Kumar (PW-33) and Cdr. Arjun Kumar deposed that he has\n\n           received these calls from the respondent. This aspect is discussed\n\n           by the AFT in the following manner:\n</p>\n<blockquote id=\"blockquote_4\">              “If we go by this report lodged by the wife of the accused, it\n              appears that the said SIM card was lost in transit sometimes from\n              6.00 p.m. of 20th to 25th June, 2011. Now, according to the\n              accused, from 19th June, 2011, the SIM card of his wife was\n              replaced by the new card and sometimes between the evening of\n              20th June, 2011 till 25th June, 2011, the old SIM card of\n              9564784782 was lost. If it is so, this number could not have been\n              used for making any call at least from 21st June, 2011 onwards. On\n              perusal of the CDR, Exhibit T-2, it appears that on 20 th June, 2011\n              at 13.29 hours, a call was made from this mobile number to mobile\n              No. 9619796549, which was the mobile number of Cdr. Arjun\n              Kumar. The record also shows that on 20th June, 2011 itself at\n              18.31 hours, again, there was a call from the said mobile to the\n              above referred mobile number of Cdr. Arjun Kumar. There was\n              also call from the said mobile of the accused to the mobile of Cdr.\n</blockquote><p data-structure=\"Facts\" id=\"p_17\">              Arjun Kumar on 23rd June, 2011 at 11.46 hours. On 25th June, 2011\n              at 09.50 hours and 15.06 hours, again, there were two calls from\n              the said mobile No. 9564784782 to mobile No. 9619796549 of Cdr.\n              Arjun Kumar. Again, there were three calls from the said mobile\n              number to the mobile of Cdr. Arjun Kumar on 28 th June, 2011\n              between 17.15 to 17.55 hours. PW-33 Cdr. Arjun Kumar has\n              deposed on oath that he had received these calls and that the\n              accused was in contact with him on all these days from his mobile.\n              It shows that the said mobile was being used by the accused even\n              after 25th June, 2011. Cdr. Arjun Kumar had no reason to falsely\n              depose that he had received the calls from the accused on these\n              days.”\n\n                     Dr. Sharma had made extensive argument in endeavour to\n\n           dislodge the creditworthiness of Cdr. Arjun Kumar. However, in our\n\n           view, his deposition remains unshaken and credible.\n\n</p><p data-structure=\"Facts\" id=\"p_18\">13.        Another interesting evidence which have surfaced and which nails the\n\n           respondent on this aspect is that as per the respondent himself, he\n\n           had proceeded to Kochi on June 29, 2011 to join the duty on INS\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_18\">                                                                          Page 11 of 29</span>\n\f           Viraat. For this purpose, he had left Mumbai on June 29, 2011 by Air\n\n           India AI-681 flight which left Mumbai at 5:30 pm and arrived Kochi at\n\n           7:20 pm on June 29, 2011. One of the calls was made from this\n\n           phone at 05:01 pm from Mumbai area. Thereafter, another call was\n\n           made from this very phone on the same day at 08:01 pm from Kerala\n\n           area.       At 05:01 pm, when the call was made from Mumbai, the\n\n           respondent was in Mumbai and his flight left Mumbai at 05:30 pm.\n\n           He had reached Kochi at 07:20 pm and another call is made at 08:01\n\n           pm. This also shows that the Cell Phone with the aforesaid number\n\n           was with the respondent only. The AFT has lucidly discussed this\n\n           aspect in the following manner:\n</p>\n<blockquote id=\"blockquote_5\">              “He claims to have left Mumbai on 29 th June, 2011 by Air India AI-\n              681 flight. Exhibit P-S is the flight details and the Boarding Pass\n              shows that the boarding time was 17.05 hrs. The flight details\n              show that AI-681 flight left Mumbai at 5.30 p.m. and arrived Kochi\n              at 7.20 p.m. on 29th June, 2011. Going back to the CDR, it is\n              revealed that on 29th June, 2011, the said call was made from the\n              said mobile of the accused at 17.01 hrs. The record clearly shows\n              that the call was made from Vodafone Mumbai area. Thereafter,\n              the next call from the said mobile of the accused on 29 th June,\n              2011 at 20.01 hrs. was made and that call was made from\n              Vodafone Kerala area. Thereafter, all the calls on 29th and 30th\n              June and 1st July, 2011 are made from the said mobile of the\n              accused from Vodafone Kerala area. Admittedly, during that\n              period, the accused was at Kochi. If the said SIM Card was found\n              by some other person and he was using the SIM card, he could not\n              travelled along with the accused at the same time and in the same\n              flight. This document produced by the accused himself goes to\n              prove, beyond any reasonable doubt, that the said mobile was\n              being used by the accused and none else and, therefore, it must be\n              held that all the sexually explicit calls to the three ladies were made\n              by the accused from his said mobile and none else.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">14.        We are, therefore, of the opinion that the prosecution has been able\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_19\">                                                                             Page 12 of 29</span>\n\f           to give satisfactory proof to prove that when the offending calls in\n\n           question were made, the Cell Phone with Mobile No. 9564784782\n\n           was with the respondent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">15.        Coming to the second ingredient, in order to prove that sexually\n\n           explicit calls were received by the wives of the three officers, the\n\n           prosecution produced these ladies as PW-9, PW-12 and PW-18.\n\n           They have explained in detail having received these calls and the\n\n           offending language. To show that the calls were received from the\n\n           aforesaid phone which belongs to the respondent, the prosecution\n\n           had produced Call Data Record (CDR) of NOFRA land line numbers.\n\n           Cdr. Anurag Saxena, Officer-in-Charge of NOFRA who appeared as\n\n           PW-3 probe the said CDRs of NOFRA Telephone Exchange showing\n\n           that all the calls had originated from Mobile No. 9564784782. He also\n\n           produced Exh. P-10, which is the certificate issued by him to the\n\n           effect that the land line numbers of the three female victims were\n\n           provided by the NOFRA Telephone Exchange.            He specifically\n\n           deposed that true and correct call records have been produced and\n\n           there is no reason to disbelieve that.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">16.        We now advert to the third ingredient. From the evidence discussed\n\n           above, it stands established that calls were made from Cell Phone\n\n           No. 9564784782. However, some controversy has arisen in respect\n\n           of CDRs produced from the service provider, namely, Vodafone South\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_20\">                                                                    Page 13 of 29</span>\n\f           Mumbai and the respondent is trying to take advantage thereof. In\n\n           this behalf, it may be mentioned that in the NOFRA records, though\n\n           Cell Phone No. 9564784782 is rightly mentioned, the said phone\n\n           number is displayed as belonging to Idea network. On that basis, it\n\n           was argued that NOFRA CDRs could not have been relied upon.\n\n           However, it needs to be recorded that the appellants had given\n\n           satisfactory explanations for the aforesaid mistake. It was explained\n\n           before the AFT that the mobile number of the respondent had been\n\n           erroneously shown as an Idea Cell Number due to feeding of Code\n\n           “95” as that of Idea Cell in the system of NOFRA. This was also\n\n           clarified by Mr. Fernandes who appeared as CW-2.              He was the\n\n           Programmer of the NOFRA system. It is significant to point out that\n\n           there is no cross-examination by the respondent on this point. The\n\n           discussion of the AFT, on this aspect, runs as follows:\n\n</p><blockquote id=\"blockquote_6\">              “The learned counsel for the accused pointed out that as per call\n              record from NOFRA, vide Exhibit P-8 for Extension No. 7000,\n              Exhibit P-9 for Extension No. 7164 and Exhibit P-10 for Extension\n              No. 6328, service provider of said Mobile No. 9564784782 was\n              Idea Cell. He contended that in view of this record, the CDR\n              Exhibit P-27 or Exhibit T-2 from Vodafone South cannot be\n              believed. However, the learned counsel for the respondents\n              contended that it was wrongly shown that said Mobile Number was\n              of Idea Cell and this mistake had occurred due to feeding of Code\n              “95” as of Idea Cell in the system of NOFRA. This fact is clarified\n              by CW-2 Fernandes, who was the Programmer for NOFRA\n              System. The learned counsel for the accused contended that the\n              accused was not given opportunity to cross-examine the Court-\n              witnesses and, therefore, the evidence of CW-2 Fernandes is\n              liable to be rejected. During the trial, the accused was defended by\n              a lawyer. The accused and his advocate were present at the time\n              of recording of evidence of the Court-witnesses. There is nothing\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_21\">                                                                          Page 14 of 29</span>\n\f              to show that the advocate wanted to cross-examine the Court-\n</blockquote><blockquote id=\"blockquote_7\">              witnesses but he was not allowed. The evidence of CW-2\n              Fernandes has gone unchallenged. CDR Exhibit T-2 is proved by\n              TW-1 Sabir Kumar Deb, as discussed earlier. Therefore, no\n              importance needs to be given to the wrong information in NOFRA\n              record that the mobile number was of Idea Cell.”\n\n                     It is also pertinent to note that apart from raising the dispute\n\n           that NOFRA record shows that it was Idea Cell number, it is not\n\n           disputed that phone number in question as recorded in NOFRA\n\n           system is the same which belongs to the respondent. It is only the\n\n           description of the phone number that had been erroneously displayed\n\n           as Idea Cell which aspect has been satisfactorily explained by the\n\n           appellants. It would be of no significance, inasmuch as same Cell\n\n           number could not belong to both the Idea as well as Vodafone.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_22\">17.        One aspect remains to be discussed.               In the Court Martial\n\n           proceedings, officer from Vodafone South Mumbai was produced who\n\n           had brought the CDR of the Cell Phone in question to prove that calls\n\n           were made from this phone. The said officer was examined as PW-\n\n           13 and CDR record produced by him was marked as Exh. P-27.\n\n           However, before the AFT, the respondent had raised the objection\n\n           that Exh. P-27 did not have any evidentiary value as Certificate under\n\n           <a href=\"/doc/1953529/\" id=\"a_7\">Section 65-B</a> of the Indian Evidence Act, 1872 produced by PW-13\n\n           was in relation to customer agreement and not for CDR and that PW-\n\n           13 was Nodal Officer for Vodafone Mumbai and not for Vodafone\n\n           South. In view of the aforesaid technical objection, the appellants\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_22\">                                                                        Page 15 of 29</span>\n\f           filed an application under <a href=\"/doc/65948194/\" id=\"a_8\">Section 17</a> of the Armed Forces Tribunal\n\n           Act, 2007 for summoning Nodal Officer, Mumbai Sector, Vodafone\n\n           along with a direction to produce the CDR of the mobile number of\n\n           the respondent. Order dated November 20, 2014 was passed on this\n\n           application whereby prayer contained in the application was allowed\n\n           and summons issued to the Nodal Officer, Mumbai Sector, Vodafone\n\n           for production of CDR of the mobile number belonging to the\n\n           respondent along with the Certificate under <a href=\"/doc/1953529/\" id=\"a_9\">Section 65-B</a> of the Indian\n\n           Evidence Act, 1872.              This order was not challenged by the\n\n           respondent.       In response to the summons issued by the AFT on\n\n           November 10, 2014, Vodafone South Limited, Kolkata had submitted\n\n           the CDR as well as the Customer Agreement of the respondent along\n\n           with the certificate under Section 65-B which came to be exhibited as\n\n           Exhibit T-3. However, the AFT was not satisfied with the format in\n\n           which Exhibit T-3 had been made available by Vodafone South\n\n           Limited. In its order dated February 26, 2015, the AFT categorically\n\n           observed that the CDR (Exhibit T-3) made available to the AFT was\n\n           identical to the previous CDR (Exhibit P-27) in respect of the serial\n\n           number of calls, the A Number (i.e. the number from which the calls\n\n           had originated) and the B Number (the number to which the call had\n\n           been made), the year, time and duration of the call. However, certain\n\n           details such as the date, time, month etc. were missing from the said\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_23\">                                                                      Page 16 of 29</span>\n\f           CDR (Exhibit T-3). Further, Section 65-B certificate did not bear the\n\n           designation of the person who had signed the certificate. As such,\n\n           vide order dated February 26, 2015, the AFT directed the Nodal\n\n           Officer, Vodafone South to produce before the Tribunal the complete\n\n           CDR of the said Mobile phone number for the period from June 01,\n\n           2011 to July 04, 2011 along with the Customer Agreement and the\n\n           Certificate under Section 65-B before the AFT. The concerned official\n\n           of Vodafone had also been directed to be present before the Tribunal\n\n           on March 03, 2015.             In compliance Mr. Subir Kumar Deb from\n\n           Vodafone appeared as TW-1 before the AFT and explained that it is\n\n           only due to improper alignment etc. that certain information had been\n\n           omitted from being generated in the CDR Exhibit T-3.           He also\n\n           explained that sometimes because of the failure of the linking system\n\n           in the server, some information may not come out. However, the AFT\n\n           decided not to take into consideration the CDR Exhibit T-3. In terms\n\n           of the order dated February 26, 2015 of the AFT, Mr. Sudhir Kumar\n\n           Deb, official of Vodafone India, appeared before the AFT as TW-1.\n\n           The AFT has recorded the testimony of TW-1 in relation to the\n\n           manner in which the CDRs are stored by Vodafone in the Centralized\n\n           Server located at Pune. TW-1 also produced before the Tribunal –\n\n           the CDR of the Mobile number of the respondent (Exhibit T-2) along\n\n           with the Certificate under <a href=\"/doc/1953529/\" id=\"a_10\">Section 65-B</a> of the Indian Evidence Act,\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_24\">                                                                      Page 17 of 29</span>\n\f           1872 (Exhibit T-1). CDR Exhibit T-2 along with the certificate under\n\n           Section 65-B being Exhibit T-1 duly proved by TW-1. In his cross-\n\n           examination, TW-1 had inter alia stated that whereas CDR Exhibit T-3\n\n           (submitted to the AFT in December, 2014) had been generated on\n\n           November 01, 2011, Exhibit T-2 had been generated on March 02,\n\n           2015 and had been signed and certified by TW-1.                The alleged\n\n           discrepancy in CDR Exhibit T-2 sought to be pointed out during his\n\n           cross-examination was also duly explained by TW-1.                  He had\n\n           explained that after 2011, as per guidelines issued by DoT,\n\n           Government of India, the format of the CDR had been changed. After\n\n           considering the testimony of TW-1, AFT has observed that Exhibit T-\n\n           2, submitted by TW-1, is reliable and is properly stored and generated\n\n           in the Centralized Server of Vodafone, as under:\n\n</p><blockquote id=\"blockquote_8\">              “However, Subir Kumar Deb deposed on oath and explained that\n              though the CDR, Exhibit T-3, was submitted with certificate in\n              December, 2014, the heading of the same clearly shows that it was\n              generated on November 01, 2011, while the CDR, Exhibit T-2,\n              signed and certified by him, was generated on March 2, 2015, after\n              receipt of summons from this Tribunal. He explained that if the\n              specific command is given for header or heading of the call data for\n              the target mobile number, i.e., the mobile number about which the\n              call data is to be generated, the period, the date and the time of\n              generation are printed and in such case, the first column is always\n              the serial number of the calls. But if that command is not given the\n              heading and the serial number column are not printed. He\n              explained that everyday hundreds of CDRs are generated and\n              printed and possibly, while taking the print of the CDR, Exhibit T-2,\n              he had not given the command for header or heading and,\n              therefore, heading as well as column for serial number is missing\n              from the CDR, Exhibit T-2. He further explained that after 2011, as\n              per the guidelines issued by the Government of India, Department\n              of Tele-Communications, the format of CDR has been changed and\n              as per the said guidelines, missed calls are also required to be\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_25\">                                                                           Page 18 of 29</span>\n\f              deleted from the CDR. He pointed out that these missed calls in\n              respect of SMS are still maintained because from the SMS, the\n              company generates revenue, while no such revenue is generated\n              from the missed calls. Therefore, the missed calls, which were\n              shown as ‘Null’ or ‘Nil’ call time in the earlier record, are not shown\n              in the present record, but such ‘Null’ record about the SMS is still\n              maintained. It appears that the column for ‘Call Time’ has been\n              shifted from the 9th column to 3rd column due to change in format.\n              In view of the explanation given by witness Subir Kumar Deb, we\n              are satisfied that the CDR, Exhibit T-2, now submitted by him, is\n              reliable and it is properly stored and generated in the Centralised\n              Server, as deposed by him. We do not find any major defect and\n              the minor changes and the differences in the earlier record and the\n              present record, Exhibit T-2, are properly explained by the witness.”\n\n</blockquote><blockquote id=\"blockquote_9\">18.        We are in agreement with the aforesaid findings. Learned counsel for\n\n           the appellants rightly argued that non-production of the certificate\n\n           under <a href=\"/doc/1953529/\" id=\"a_11\">Section 65-B</a> of the Indian Evidence Act, 1872 on an earlier\n\n           occasion was a curable defect which stood cured. Law in this behalf\n\n           has been settled by the judgment of this Court in Sonu alias Amar v.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">           State of Haryana1, which can be traced to the following discussion in\n\n           the said judgment:\n</p>\n<blockquote id=\"blockquote_10\">              “32. It is nobody’s case that CDRs which are a form of electronic\n              record are not inherently admissible in evidence. The objection is\n              that they were marked before the trial court without a certificate as\n              required by Section 65-B(4). It is clear from the judgments referred\n              to supra that an objection relating to the mode or method of proof\n              has to be raised at the time of marking of the document as an\n              exhibit and not later. The crucial test, as affirmed by this Court, is\n              whether the defect could have been cured at the stage of marking\n              the document. Applying this test to the present case, if an\n              objection was taken to the CDRs being marked without a\n              certificate, the Court could have given the prosecution an\n              opportunity to rectify the deficiency. It is also clear from the above\n              judgments that objections regarding admissibility of documents\n              which are per se inadmissible can be taken even at the appellate\n              stage. Admissibility of a document which is inherently inadmissible\n              is an issue which can be taken up at the appellate stage because it\n\n1 (2017) 8 SCC 570\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_26\">                                                                             Page 19 of 29</span>\n\f              is a fundamental issue. The mode or method of proof is procedural\n              and objections, if not taken at the trial, cannot be permitted at the\n              appellate stage. If the objections to the mode of proof are\n              permitted to be taken at the appellate stage by a party, the other\n              side does not have an opportunity of rectifying the deficiencies.\n</blockquote><p data-structure=\"RespArg\" id=\"p_24\">              The learned Senior Counsel for the State referred to statements\n              under <a href=\"/doc/447673/\" id=\"a_12\">Section 161</a> CrPC, 1973 as an example of documents falling\n              under the said category of inherently inadmissible evidence. CDRs\n              do not fall in the said category of documents. We are satisfied that\n              an objection that CDRs are unreliable due to violation of the\n              procedure prescribed in Section 65-B(4) cannot be permitted to be\n              raised at this stage as the objection relates to the mode or method\n              of proof.\n</p><p data-structure=\"Precedent\" id=\"p_25\">                                                                 (emphasis added)”\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">19.        We may point out, at this stage, that when the AFT found the\n\n           technical defect in Exhibit T-2, it was in support of <a href=\"/doc/1953529/\" id=\"a_13\">Section 65-B</a> of the\n\n           Indian Evidence Act. The AFT had summoned the record in exercise\n\n           of its power contained in <a href=\"/doc/430855/\" id=\"a_14\">Section 17</a> of the Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">                     “17. Powers of the Tribunal on appeal under <a href=\"/doc/560927/\" id=\"a_15\">section 15</a>.—\n           The Tribunal, while hearing and deciding an appeal under <a href=\"/doc/560927/\" id=\"a_16\">Section\n           15</a>, shall have the power—\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">              (a)    to order production of documents or exhibits connected with\n                     the proceedings before the court-martial;\n</p><pre id=\"pre_2\">              (b)    to order the attendance of the witnesses;\n              (c)    to receive evidence;\n              (d)    to obtain reports from court-martial;\n              (e)    order reference of any question for inquiry;\n              (f)    appoint a person with special expert knowledge to act as an\n                     assessor; and\n              (g)    to determine any question which is necessary to be\n                     determined in order to do justice in the case.”\n\n</pre><p data-structure=\"RespArg\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1670101\" id=\"span_27\">20.        It was argued by the learned ASG appearing for the Union of India\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_28\">                                                                           Page 20 of 29</span>\n\f           that powers conferred upon the AFT under <a href=\"/doc/430855/\" id=\"a_17\">Section 17</a> of the Act are\n\n           similar to the powers of the Industrial Tribunal/Labour Court specified\n\n           in <a href=\"/doc/1968818/\" id=\"a_18\">Section 11A</a> of the Industrial Disputes Act and, therefore, judgment\n\n           of this Court in <a href=\"/doc/1670101/\" id=\"a_19\">United Planters Association of Southern India v.\n\n           K.G. Sangameswaran</a> and another2                 explaining the powers of\n\n           Labour Court/Industrial Tribunal would be applicable to AFT as well.\n\n           However, we need not go into this question in these proceedings\n\n           inasmuch as the learned counsel appearing for respondent did not\n\n           question the powers of the AFT to summon the records from\n\n           Vodafone and permitting the parties to lead evidence before it as well\n\n           as examining the said evidence.             Thus, in the absence of any\n\n           question mark put up by the learned counsel for the respondent to the\n\n           course of action taken by the AFT, we proceed on the basis that this\n\n           exercise was validly done.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">21.        Dr. Sharma, learned counsel appearing for the respondent had taken\n\n           pains to point out certain discrepancies in Exhibit T-2 as well as\n\n           Exhibit P-27 and had, on that, basis, made a fervent plea that such\n\n           documents had no credence or evidentiary value and, therefore, AFT\n\n           had committed a serious error in relying upon these documents. It is\n\n           not necessary to pinpoint the alleged discrepancies which according\n\n           to Dr. Sharma had occurred in these documents as we find that these\n\n           are suitably take care of by the Tribunal itself and the above\n\n2 (1997) 4 SCC 741\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_29\">                                                                        Page 21 of 29</span>\n\f           discussion as well as the discussion contained hereinafter would\n\n           reflect the nature of so-called discrepancies and the answer thereto\n\n           by the AFT.        After purpose would be served by reproducing the\n\n           following portion of the orders dated February 26, 2015 passed by\n\n           AFT after the official of the Vodafone South Limited, Kolkata\n\n           produced the CDR as well as documents pertaining to customer\n\n           agreement of the respondent pertaining to his mobile umber\n\n           9564784782 along with certificate under <a href=\"/doc/1953529/\" id=\"a_20\">Section 65-B</a> of the Indian\n\n           Evidence Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">                      “2.    After receipt of the said record, we have carefully\n                     perused the Call Data Record submitted with the aforesaid\n                     certificate dated 10th December, 2014, as well as the earlier\n                     Call Data Record purporting to have been issued by\n                     Vodafone, along with the Customer Agreement on 26 th\n                     December, 2012. on careful perusal and comparison of\n                     both the records, we have noted that in the record supplied\n                     earlier during the Court-Martial proceedings, against every\n                     call, the date was mentioned in full like o1-Jun-2011”.\n                     However, in the column for the date in the date which is\n                     now supplied, against all the entries, except the entry dated\n                     “01-Jul-2011”, the dates are missing. Only year ‘2011’ is\n                     shown. In the prescribed proforma of the data, there are\n                     columns for “First Cell ID A”, “Last Cell ID A’, “IMEI” and\n                     “IMSI” also. In the previous record, the information under\n                     all the four heads was provided against each call entry.\n                     However, that information is completely missing in The\n                     record, which is now supplied to us. The record purports to\n                     have been stored on the designated hard disk of the\n                     computer/system of Vodafone South Limited and the data,\n                     which is supplied to us, purports to have been generated\n                     by the computer automatically. In view of this system,\n                     when certain data has been stored, it must be completely\n                     generated which the hard copy is required to be taken.\n                     Only some of the record cannot be lost. For example, if the\n                     full date is generated, the date and the month cannot be\n                     lost if year “2011” remains. Similarly, the data under the\n                     four heads, viz., First Cell ID A, Last Cell ID A, IMEI and\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_30\">                                                                            Page 22 of 29</span>\n\f                     IMSI, could not be lost. Either the whole of the record\n                     could have been lost or no part of it could be lost. The Call\n                     Data Record, which is supplied to us now, s identical with\n                     the previous record in respect of the serial number of the\n                     calls, a number, i.e., Number of the Mobile Phone to which\n                     the call is made, year, time and duration of the call are\n                     shown. We fail to understand why the data about the date,\n                     month and under other heads as indicated above is not\n                     shown in the Call Data Record submitted to us. As the\n                     certificate issued under Section 65-B does not bear the\n                     name and designation of the person, who has signed the\n                     certificate, it is difficult for us, at this stage, to know how\n                     and why the complete Call Data Record is not submitted to\n                     us. In view of this, even though the formality of issuance of\n                     certificate under <a href=\"/doc/1953529/\" id=\"a_21\">Section 65-B</a> of the Indian Evidence Act is\n                     completed, we are of the opinion that our order to submit\n                     the complete Call Data Record and other documents with\n                     the certificate under Section 65-B has not been complied\n                     by Vodafone South Limited.               Therefore, we find it\n                     necessary to issue the following directions:-\n</p>\n<blockquote id=\"blockquote_11\">                                 Summons be issued to Nodal Officer,\n                         Vodafone South Limited, to direct the officer, who is\n                         responsible    for the operations and the\n                         Management of the computer system required for\n                         the purpose of providing mobile facility to secure\n                         hard copies of the complete Call Data Record of\n                         Mobile Phone No. 9564784782 for the period from\n                         1st June, 2011 to 4th July, 2011, along with the\n                         record of Customer Agreement and to submit the\n                         same to this Tribunal with certificate under Section\n                         65-B, disclosing the name and designation of the\n                         person who has signed the said certificate. The\n                         said record shall be submitted before this Tribunal\n                         on 3rd March, 2015 before 11.00 A.M. by the officer\n                         signing the certificate under Section 65-B\n                         personally without fail.\n</blockquote>\n<blockquote id=\"blockquote_12\">                           We also hereby direct Vodafone South Limited to\n                     disclose the name and designation of the person, who had\n                     issued the certificate under Section 65-B on 10th\n                     December, 2014, along with Call Data Record and also to\n                     keep him present before this Tribunal on 3rd March, 2015 at\n                     11.00 A.M. to explain how some of the data, particularly\n                     the dates, First Call ID A, Last Call ID A, IMEI and IMSI,\n                     are missing from the said record.”\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_31\">                                                                              Page 23 of 29</span>\n</blockquote><blockquote id=\"blockquote_13\">\f22.        In this behalf, we also note that Mr. Sabir Kumar Deb, official of\n\n           Vodafone, appeared as a witness, in his deposition before the AFT\n\n           had suitably and satisfactorily clarified all the aspects including the\n\n           following :\n</blockquote>\n<blockquote id=\"blockquote_14\">                            “Examination-in-Chief :\n</blockquote>\n<blockquote id=\"blockquote_15\">                           The Call Data Record of the mobile phones are\n                     maintained in the centralised server located at Pune. Call\n                     records of the phones issued by all the 23 licensees under\n                     Vodafone Limited are preserved and maintained in the\n                     centralised server.\n</blockquote>\n<blockquote id=\"blockquote_16\">                            The mobile number for which the date is extracted is\n                     the ‘target numbers’ for the system. Identity number of hand\n                     set from which that mobile number operates is recorded in\n                     the column IMEI. The same handset number will be shown\n                     in that column when a call is made or is received by that\n                     mobile handset. However, if the handset is changed, the\n                     identity of that handset is changed and therefore, number\n                     may be same.\n</blockquote>\n<blockquote id=\"blockquote_17\">                            When mobile number is roaming outside the territory\n                     of the service provider/licensee the Cell IDA and IMEI will\n                     not record the correct numbers because it may not capture\n                     the correct number in the area outside the jurisdiction of the\n                     licensee. Therefore, at page No. 4 from 3 rd entry dated\n                     15.06.2011, the column for IMEI is blank. From that entry\n                     onwards till the end on 01.07.2011 the mobile number was\n                     operating outside the home network area. In the last\n                     column the area in which the mobile was roaming the\n                     operating is indicated.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">                            Now, I am shown the record which I have s8ubmitted\n                     to the Court as per Ex. T-2. After perusing that record with\n                     the record available with me, I say that due to oversight,\n                     page no. 8 of the record showing the call from 30.06.2011 at\n                     6:20:12 to the call on 01.07.2011 at 21:53:28 has not been\n                     submitted to the Court. Now, I am attaching the page\n                     containing the said record under my signature and stamp of\n                     Vodafone South Limited. I state that this record is true and\n                     generated as per the system. (The said record is added to\n                     the CDR Ex. T-2 as page No. 8).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">Criminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_32\">                                                                            Page 24 of 29</span>\n\f                            Now, the record and letter dated 10.12.2014 marked\n                     Article T-1 (Now T-3) collectively is shown to me. It contains\n                     same call data record which I have produced today.\n                     However, in the record data, first Cell IDA, last cell IDA, IMEI\n                     and IMSE columns are blank. Also, SMS centre column is\n                     blank. The title of that record shows that the record of\n                     mobile number 95664784782 from 1.6.2011 to 4.7.2011 and\n                     report dated was 1.11.2011. similar title is not printed on the\n                     record which I have submitted today. The columns noted\n                     above might have remained blank because of some\n                     misalignment of columns while taking the prints of the call\n                     record. Now, said record Article T-1 is marked Exhibit T-3.\n\n                     I maintain that the information in the Call Data Record could\n                     not be selectively deleted before taking print.\n\n                     Cross-Examination:\n</p>\n<blockquote id=\"blockquote_18\">                            I voluntarily say tat sometimes, due to failure of\n                     network link also some date may be missing at particular\n                     moment, and is not printed. Now, it is brought to my notice\n                     that in Call Data Record at Exhibit T-2, column ‘call time’ is\n                     listed earlier the Call Data Record at Ex. T-3 where it is 9 th\n                     column. Now, on perusal of the two records, I see that in\n                     Ex. T-2, SMS MT or SMS O are show but in Ex. T-3 they are\n                     indicated as SMS INC and SMS OUT respectively. Call\n                     Data Record Exh. T-3 shows that it was originated on\n                     November 1st, 2011 and Call Data Record at Ex. T-2 was\n                     originated on 2nd March, 2015.\n</blockquote>\n<blockquote id=\"blockquote_19\">                            Now, it is brought to my notice that entry nos. 329 and\n                     330 are not be seen in the Call Data Report Ex. T-2. There\n                     are similar other numbers also which are missing from Exh.\n</blockquote><p data-structure=\"Section\" id=\"p_34\">                     T-2. I say that wherever there were missed calls, they were\n                     shown as NULL. In 2011, such ‘missed c alls’ have been\n                     deleted from the record and, therefore, they are not seen in\n                     Call Data Record at Ex. T-2. However, the SMS which were\n                     shown as NULL and which could not materialise are still\n                     maintained because the company was to earn revenue.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">23.        We, thus, do not agree with the submission of the learned counsel for\n\n           the respondent that there were discrepancies in the CDR produced\n\n           by Vodafone before the AFT. In fact, the witness from Vodafone was\n\n           able to clear all the doubts which were expressed by the respondent.\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_33\">                                                                              Page 25 of 29</span>\n</p><p data-structure=\"Conclusion\" id=\"p_36\">\f24.        In view of this factual position emerging on record, judgment in the\n\n           case of Shafhi Mohammad. V. State of Himachal Pradesh 3 is of no\n\n           avail to the respondent as it is not applicable to the facts and\n\n           circumstances of the present case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">25.        At the end, insofar as appeal of the respondent is concerned, we\n\n           would like to comment that once the charges are proved in the court\n\n           martial conducted by the authorities and the AFT also has given its\n\n           imprimatur to the same by putting its stamp of approval, that too, after\n\n           recording the evidence, with detailed analyses thereof, it is not the\n\n           function of this Court to revisit the entire evidence to find out as to\n\n           whether the finding of the authorities below are correct or not. No\n\n           doubt, the instant proceedings are in the form of appeal preferred\n\n           under <a href=\"/doc/1974480/\" id=\"a_22\">Sections 30</a> and <a href=\"/doc/821945/\" id=\"a_23\">31</a> of the Act and, therefore, the Court is\n\n           examining the matter as an appellate authority. However, the scope\n\n           of such appeal is limited as can be seen from the language of these\n\n           provisions:\n</p>\n<blockquote id=\"blockquote_20\">                           “30. Appeal to Supreme Court.—(1) Subject to\n                 the provisions of <a href=\"/doc/821945/\" id=\"a_24\">section 31</a>, an appeal shall lie to the\n                 Supreme Court against the final decision or order of the\n                 Tribunal (other than an order passed under <a href=\"/doc/1166210/\" id=\"a_25\">section 19</a>):\n</blockquote>\n<blockquote id=\"blockquote_21\">                     Provided that such appeal is preferred within a period\n                 of ninety days of <a href=\"/doc/1670101/\" id=\"a_26\">the said decision</a> or order:\n</blockquote>\n<blockquote id=\"blockquote_22\">                     Provided further that there shall be no appeal against\n                 an interlocutory order of the Tribunal.\n</blockquote>\n\n<blockquote id=\"blockquote_23\">3 (2018) @ SCC 801\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_34\">                                                                         Page 26 of 29</span>\n\f                      (2) An appeal shall lie to the Supreme Court as of right\n                 from any order or decision of the Tribunal in the exercise of\n                 its jurisdiction to punish for contempt:\n</blockquote>\n<blockquote id=\"blockquote_24\">                      Provided that an appeal under this sub-section shall be\n                 filed in the Supreme Court within sixty days from the date\n                 of the order appealed against.\n</blockquote>\n<blockquote id=\"blockquote_25\">                    (3) Pending any appeal under sub-section (2), the\n                 Supreme Court may order that—\n\n</blockquote><blockquote id=\"blockquote_26\">                    (a) the execution of the punishment or the order\n                 appealed against be suspended; or\n\n</blockquote><blockquote id=\"blockquote_27\">                     (b) if the appellant is in confinement, he be released on\n                 bail:\n</blockquote>\n<blockquote id=\"blockquote_28\">                     Provided that where an appellant satisfies the Tribunal\n                 that he intends to prefer an appeal, the Tribunal may also\n                 exercise any of the powers conferred under clause (a) or\n                 clause (b), as the case may be.\n</blockquote>\n<blockquote id=\"blockquote_29\">                 31. Leave to appeal.—(1) An appeal to the Supreme Court\n                 shall lie with the leave of the Tribunal; and such leave shall\n                 not be granted unless it is certified by the Tribunal that a\n                 point of law of general public importance is involved in the\n                 decision, or it appears to the Supreme Court that the point\n                 is one which ought to be considered by that Court.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_38\">                 (2) An application to the Tribunal for leave to appeal to the\n                 Supreme Court shall be made within a period of thirty days\n                 beginning with the date of the decision of the Tribunal and\n                 an application to the Supreme Court for leave shall be\n                 made within a period of thirty days beginning with the date\n                 on which the application for leave is refused by the\n                 Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">                 (3) An appeal shall be treated as pending until any\n                 application for leave to appeal is disposed of and if leave\n                 to appeal is granted, until the appeal is disposed of; and an\n                 application for leave to appeal shall be treated as disposed\n                 of at the expiration of the time within which it might have\n                 been made, but it is not made within that time.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">26.        A combined reading of the aforesaid provisions clearly brings out that\n\n           appeal to this Court has to be on a point of law on general public\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_35\">                                                                             Page 27 of 29</span>\n\f           importance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">27.        In any case, this Court has examined the records having regard to the\n\n           submissions made by Dr. Sharma on behalf of the respondents.\n\n           However, no case is made out that the conclusion arrived at by the\n\n           Tribunal was utterly perverse which no reasonable person could have\n\n           arrived at. We have not found any such infirmity at all.\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">28.        Resultantly, we do not find any merit in the appeal preferred by the\n\n           Officer.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">29.        We now advert to the appeal preferred by the Union of India.            As\n\n           pointed out above, the limited scope of this appeal is to be on the\n\n           quantum of sentence given by the AFT.           After setting aside the\n\n           sentence of dismissal from service, the Tribunal has substituted the\n\n           same by the sentence of loss of seniority for 24 months. Further,\n\n           while directing reinstatement in service, the Tribunal has also ordered\n\n           that the respondent herein shall not be entitled to pay and allowances\n\n           for the period from the date when he was dismissed from the service\n\n           till the date of reinstatement, if it is within three months from the date\n\n           of order of the Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">30.        The respondent has not reinstated in service as this court had, vide\n\n           orders dated August 31, 2015, stayed the operation of the said\n\n           order/direction.      Thus, the respondent is still out of service and,\n\n           therefore, lost his salary from the date of the order of the Tribunal\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_36\">                                                                        Page 28 of 29</span>\n\f           which was passed on March 04, 2015.                The respondent was\n\n           dismissed from service vide orders dated January 26, 2013. For all\n\n           these reasons, we are not inclined to interfere with the order of the\n\n           Tribunal on sentence inasmuch the effect is that not only seniority of\n\n           the respondent is forfeited by 24 months, he is also deprived of his\n\n           salary for more than five years. Such a sentence, according to us,\n\n           would meet the ends of justice and in these circumstances discretion\n\n           exercised by the Tribunal does not need any interference.\n\n</p><p data-structure=\"Conclusion\" id=\"p_45\">31.        As a consequence, both the appeals are dismissed. The respondent\n\n           herein shall be reinstated in service within 2 weeks from the date of\n\n           passing of this order and he shall not be entitled to any salary for the\n\n           intervening period, i.e., from the date of dismissal till the date of\n\n           reinstatement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">                     There shall be no orders as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">                                                       …......................................J.\n                                                                             (A.K. SIKRI)\n\n\n                                                       …......................................J.\n                                                               (ASHOK BHUSHAN)\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_49\">APRIL 18, 2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n\n\nCriminal Appeal No. 579 of 2016 a/w connected matter\n<span class=\"hidden_text\" id=\"span_37\">                                                                              Page 29 of 29</span>\n\f</p>","numcites":16,"numcitedby":25,"docsource":"Supreme Court of India","citetid":144945727,"divtype":"judgments","relatedqs":[{"value":"sexually explicit","formInput":"sexually%20explicit"},{"value":"court martial","formInput":"court%20martial"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"seniority","formInput":"seniority"},{"value":"vodafone","formInput":"vodafone"},{"value":"reinstatement ","formInput":"reinstatement%20"},{"value":" obscenity","formInput":"%20obscenity"},{"value":"the indian evidence act,  1872","formInput":"the%20indian%20evidence%20act%2C%20%201872"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"martial","formInput":"martial"},{"value":"AFT","formInput":"AFT"},{"value":"\"Sexually explicit\"","formInput":"%22Sexually%20explicit%22"},{"value":"imei","formInput":"imei"},{"value":"65 B Certificate  ","formInput":"65%20B%20Certificate%20%20"},{"value":"sim cards","formInput":"sim%20cards"},{"value":"records be called","formInput":"records%20be%20called"},{"value":"Commander","formInput":"Commander"},{"value":"evidence act 1872","formInput":"evidence%20act%201872"},{"value":"\" court martial\"","formInput":"%22%20court%20martial%22"},{"value":"reinstate","formInput":"reinstate"}],"cats":[{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"admission-defined","formInput":"tag:admission-defined"},{"value":"admissions-not-conclusive-proof-but-may-estop","formInput":"tag:admissions-not-conclusive-proof-but-may-estop"},{"value":"questioning-act-as-accidental-or-intentional","formInput":"tag:questioning-act-as-accidental-or-intentional"},{"value":"relief-for-workmen-discharge","formInput":"tag:relief-for-workmen-discharge"}],"courtcopy":true,"query_alert":null,"agreement":false}