{"tid":6300708,"publishdate":"2024-02-02","title":"The Authorised Officer Central Bank Of ... vs Shanmugavelu on 2 February, 2024","doc":"<h2 class=\"doc_title\">The Authorised Officer Central Bank Of ... vs Shanmugavelu on 2 February, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">2024 INSC 80                                                                                        REPORTABLE\n\n                                          IN THE SUPREME COURT OF INDIA\n                                           CIVIL APPELLATE JURISDICTION\n                                          CIVIL APPEAL NO(S). 235-236 OF 2024\n\n\n             THE AUTHORISED OFFICER, CENTRAL BANK OF INDIA                                            …APPELLANT\n\n\n                                                                   VERSUS\n                                                                                                           RNS\n\n             SHANMUGAVELU                                                                         …RESPONDENT\n\n\n                                                           JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">             J.B. PARDIWALA, J.:\n</p>\n<blockquote id=\"blockquote_1\">             For the convenience of exposition, this judgment is divided in the following\n\n             parts:-\n</blockquote>\n\n<blockquote id=\"blockquote_2\">                                                                 INDEX\n             A.             FACTUAL MATRIX ............................................................................. 3\n\n             B.             IMPUGNED ORDER .......................................................................... 13\n\n             C.             SUBMISSIONS OF THE APPELLANT ............................................ 17\n\n             D.             SUBMISSIONS OF THE RESPONDENT ......................................... 18\n\n             E.             ANALYSIS (Points for Determination) .............................................. 19\n\n</blockquote><blockquote id=\"blockquote_3\">                   i) Legislative History and Scheme of the SARFAESI Act ..................... 20\n\n</blockquote><blockquote id=\"blockquote_4\">                   ii) Applicability of Section(s) 73 &amp; 74 of the 1872 Act to Forfeiture\n                            under the SARFAESI Rules. ............................................................... 32\n<span class=\"hidden_text\" id=\"span_1\">   Signature Not Verified</span>\n\n\n\n                             a. Forfeiture under the SARFAESI Rules ........................................... 44\n<span class=\"hidden_text\" id=\"span_2\">   Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">   Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">   Date: 2024.02.02</span>\n<span class=\"hidden_text\" id=\"span_5\">   15:31:40 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">   Reason:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                                            Page 1 of 81</span>\n\f         b. Concept of Earnest-Money &amp; Law on Forfeiture of Earnest-Money\n             Deposit ............................................................................................ 49\n\n         c. Law on the principle of ‘Reading-Down’ a provision...................... 66\n\n</blockquote><blockquote id=\"blockquote_5\">     iii) Whether, the forfeiture of the entire earnest-money deposit amounts\n        to Unjust Enrichment? ........................................................................ 73\n\n</blockquote><blockquote id=\"blockquote_6\">     iv) Whether Exceptional Circumstances exist to set aside the forfeiture of\n        the earnest money deposit? .................................................................. 77\n\nF.      CONCLUSION .................................................................................... 81\na\n\n\n\n\n</blockquote><blockquote id=\"blockquote_7\">1.      Since the issues raised in both the captioned appeals are the same, the\n\nparties are also the same and the challenge is also to the self-same judgment and\n\norder passed by the High Court, those were taken up for hearing analogously and\n\nare being disposed of by this common judgment and order.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">2.      For the sake of convenience, the appellant shall hereinafter be referred to\n\nas the Bank being the Secured Creditor, and the respondent shall hereinafter be\n\nreferred to as the original Auction-Purchaser.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">3.      These appeals are at the instance of a Nationalized Bank and are directed\n\nagainst the common judgment and order dated 27.10.2021 passed by the High\n\nCourt of judicature at Madras in C.R.P No(s). 1892 &amp; 2282 respectively of 2021\n\n(“Impugned Order”) by which the High Court allowed the respondent’s writ\n\npetition and held that the forfeiture of the earnest money deposit by the appellant\n\nbank could only be to the extent of the loss suffered by it.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                                                    Page 2 of 81</span>\n<blockquote id=\"blockquote_10\">\fA.    FACTUAL MATRIX\n\n</blockquote><blockquote id=\"blockquote_11\">4.    It appears from the materials on record that the appellant bank herein had\n\nsanctioned credit facilities to one ‘Best and Crompton Engineering Projects’\n\nagainst a parcel of land admeasuring 10581 sq.ft. (approx.) with superstructures\n\nsituated in Survey Nos. 60 and 65/2, Block 6, Alandur village, Mambalam-\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">Guindy, Chennai (for short the, “Secured Asset”) as security interest in the form\n\nof a simple mortgage in lieu of the sanctioned credit. Sometime thereafter the\n\nsaid borrowers defaulted and the said loan account was classified as a non-\n\nperforming asset (“NPA”) by the appellant bank on 28.05.2013.\n\n\n</p><p data-structure=\"Issue\" id=\"p_3\">5.    In order to recover its dues, the appellant bank took measures under the\n\n<a href=\"/doc/52229129/\" id=\"a_1\">Securitization and Reconstruction of Financial Assets and Enforcement of\n\nSecurity Interest Act, 2002</a> (for short, the “<a href=\"/doc/52229129/\" id=\"a_2\">SARFAESI Act</a>”), more particularly\n\nunder <a href=\"/doc/26129616/\" id=\"a_3\">Section 13(4)</a> by taking over the possession of the Secured Asset and\n\nputting the same for sale by way of public auction.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">6.    Accordingly, on 24.10.2016 an e-auction notice for the sale of the Secured\n\nAsset at a reserve price of Rs. 9,62,00,000/- came to be issued by the appellant\n\nbank, with the following terms and conditions: -\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><blockquote id=\"blockquote_12\">                             “TERMS &amp; CONDITIONS\n</blockquote><blockquote id=\"blockquote_13\">      1. The e-Auction is being held on “AS IS WHERE IS” and “AS IS WHAT\n         IS” basis and “NO COMPLAINT” condition.\n</blockquote><blockquote id=\"blockquote_14\">      2. The auction sale will be Online E-Auction/Bidding through website\n         https://www.bankeauctions.com on 07-12-2016 from 11.00 a.m. to 12.\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">         Noon\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                      Page 3 of 81</span>\n</p><p data-structure=\"Section\" id=\"p_8\">\f3. Intending bidders shall hold a valid Digital Signature Certificate, e-\n   mail address and PAN number. For details with regard to Digital\n   Signature Certificate please contact M/s C1 India Pvt. Ltd., E-Mail ID:\n</p><blockquote id=\"blockquote_15\">   support@bankeauctions.com or shankar.ganesh@c1india.com\n</blockquote><p data-structure=\"Facts\" id=\"p_9\">4. Bidders      are    required      to     go    through      the    website\n   https://www.bankeauctions.com for detailed terms and conditions of\n   auction sale before submitting their bids and taking part in the e-\n   Auction sale proceedings.\n</p><p data-structure=\"Section\" id=\"p_10\">5. To the best of knowledge and information of the Authorized Officer,\n   there is no encumbrance on property affecting the security interest.\n   However, the intending bidders should make their own independent\n   inquiries regarding the encumbrances, title of property put on auction\n   and claims / rights / dues affecting the property, prior to submitting\n   their bid. The e-Auction advertisement does not constitute and will not\n   be deemed to constitute any commitment or any representation of the\n   bank. The property is being sold with all the existing and future\n   encumbrances whether known or unknown to the bank. The Authorized\n   Officer / Secured Creditor shall not be responsible in any way for any\n   third party claims / rights / dues.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">6. It shall be the responsibility of the bidders to inspect and satisfy\n   themselves about the asset and specification before submitting the bid.\n   The inspection of property put on auction will be permitted to interested\n   bidders at site on 23-11-2016 from 10.00 a.m. to 5.00 p.m.\n</p><p data-structure=\"Facts\" id=\"p_12\">7. The above mentioned amount should be remitted towards EMD through\n   RTGS/NEFT to Account No. 3227870680 of Central Bank of India,\n   CFB, Chennai 600008 IFSC Code CBIN0283507. Cheques or demand\n   draft shall not be accepted as EMD amount.\n</p><p data-structure=\"Issue\" id=\"p_13\">8. Prospective bidders are advised to obtain user id and password which\n   are mandatory for bidding in the above e-auction from M/s C1India\n   Pvt. Ltd., helpline 01244302020/2021/2022/2023/2024 E-mail\n   support@bankerauctions.com or K.N. SHRINATH-9840446485.\n   Passwords will be allotted only to those bidders who fulfil all the terms\n   and conditions of e-auction and have deposited the requisite EMD. And\n   for further property related query you may contact Mr. G.S. Prasad,\n   Chief Manager, Central Bank of India, CFB, Chennai Tel. No. 044-\n</p><p data-structure=\"Issue\" id=\"p_14\">   42625259           Mobile          9962029300            e-mail        ID:\n</p><p data-structure=\"Issue\" id=\"p_15\">   bmchen3507@centralbank.co.in during officer hours i.e. 10 AM to 5\n   PM during the working days.\n</p><p data-structure=\"Section\" id=\"p_16\">9. After Registration by the bidder in the Web-Portal, the intending bidder\n   / purchaser is required to get the copies of the following documents\n   uploaded in the Web Portal before last date of submission of the bid viz.\n</p><blockquote id=\"blockquote_16\">   i) Copy of the NEFT/RTGS Challan; ii) Copy of PAN Card; iii) Proof\n   of Identification (KYC) viz. self-attested copy of Voter ID Card / Driving\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                 Page 4 of 81</span>\n\f          License / Passport etc. iv) Copy of proof of address; without which the\n          bid is liable to be rejected.\n</blockquote><p data-structure=\"Facts\" id=\"p_17\">      10. The interested bidders, who have submitted their bid not below the\n          Reserve price through online mode before 4.00 p.m. on 05-12-2016\n          shall be eligible for participating in the e-bidding process. The e-\n          Auction of above properties would be conducted exactly on the\n          scheduled Date &amp; Time as mentioned against each property by way of\n          inter-se bidding amongst the bidders. The bidder shall improve their\n          offer in multiple of the amount mentioned under the column “Bid\n          Increase Amount”. In case bid is placed in the last 5 minutes of the\n          closing time of the e-Auction, the closing time will automatically get\n          extended for 3 minutes (subject to maximum of unlimited extensions of\n          3 minutes each). The bidder who submits the highest bid amount (not\n          below the Reserve Price) on closure of e-Auction process shall be\n          declared as Successful Bidder and a communication to that effect will\n          be issued which shall be subject to approval by the Authorized\n          Officer/Secured Creditor.\n</p><p data-structure=\"Conclusion\" id=\"p_18\">      11. The Earnest Money Deposit (EMD) of the successful bidder shall be\n          retained towards part sale consideration and the EMD of unsuccessful\n          bidders shall be refunded. The Earnest Money Deposit shall not bear\n          any interest. The successful bidder shall have to deposit 25% of the\n          auction price less the EMD already paid, within 24 hours of the\n          acceptance of bid price by the Authorized Officer and the balance 75%\n          of the sale price on or before 15th day of sale or within such extended\n          period as agreed upon in writing by and solely at the discretion of the\n          Authorized Officer. If any such extension is allowed, the amount\n          deposited by the successful bidder shall not carry any interest. In case\n          of default in payment by the highest and successful bidder, the amount\n          already deposited by the bidder shall be liable to be forfeited and\n          property shall be put to re-auction and the defaulting bidder shall have\n          no claim / right in respect of property/amount.\n</p><p data-structure=\"Section\" id=\"p_19\">      12. The authorized Officer is not bound to accept the highest offer and the\n          authorized officer has absolute right to accept or reject any or all\n          offer(s) or adjourn / postpone / cancel the e-auction without assigning\n          any reasons thereof. ...”\n\n\n</p><p data-structure=\"Facts\" id=\"p_20\">7.    Pursuant to the same, the e-auction was conducted on 07.12.2016 and a\n\ntotal of four bids were received wherein the respondent also participated and\n\nsubmitted its bid to the tune of Rs. 12,27,00,000/-. The respondent’s bid was\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                      Page 5 of 81</span>\n\ffound to be the highest and was classified as H1 and accordingly, the respondent\n\nwas declared as the successful auction purchaser.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"Facts\" id=\"p_22\">8.    Pursuant to the aforesaid, the respondent on the same day deposited 25%\n\nof the bid amount i.e., Rs. 3,06,75,000/- as the earnest money deposit upon which,\n\nthe appellant confirmed the sale of the Secured Asset in favour of the respondent\n\nvide its letter dated 07.12.2016 which inter-alia stipulated that in the event of\n\ndefault in payment of the balance amount, the sale shall be liable to be cancelled\n\nand the earnest money would be forfeited. The said sale confirmation letter is\n\nbeing reproduced below: -\n</p>\n<blockquote id=\"blockquote_17\">      “CFB/CHEN/2016-17/685\n                                                               December 7, 2016\n      Mr. R Shanmugavelu\n      Managing Director\n      M/s Sunbright Designers Private Limited\n      Module No – 4, Readymade Garment Complex\n      SIDCO Industrial Estate, Guindy\n      Chennai-600032\n      Sir,\n      Reg: Recovery Proceedings under the provision of <a href=\"/doc/52229129/\" id=\"a_4\">SARFAESI Act</a> 2002 in\n      our borrowal account M/s Best &amp; Crompton Engineering Projects Limited\n      – E Auction of property held on 07/12/2016.\n</blockquote><blockquote id=\"blockquote_18\">      We have to inform you that in the E auction held on 07/12/2016 pursuant\n      to the E-auction sale notice dated 24/10/2016 issued by the Authorized\n      Officer. In respect of Schedule property covered in the E auction sale\n      notice i.e.,\n      Lot no. 1: Property belonging to M/s Futuretech Industries Ltd. presently\n      known as Candid Industries Ltd. All that piece and parcel of the immovable\n      property being industrial land together with the superstructure/shed\n      standing thereon admeasuring 10581 sq. ft. or thereabouts comprised in\n      survey nos. 60 part and 65/2, Block no. 6, Alandur village, Mambalam-\n      Guindy Taluk, sub-registration district Alandur, registration district\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                       Page 6 of 81</span>\n\f      Chennai South presently situated at plot no. A-19, Thiru Vi Ka Industrial\n      Estate, South by: Plot no. A-18, Thiru Vi Ka Industrial Estate East by: 80\n      feet Road, West by: Service Road.\n</blockquote><blockquote id=\"blockquote_19\">      You have been declared as successful bidder at the sale price of Rs.\n      12,27,00,000/- (Rupees Twelve Crore Twenty Seven Lac only). You are\n      now required to remit as per E auction Sale notice 25% of the sale price\n      less Earnest Money Deposit amount already remitted by you i.e., Rs.\n      3,06,75,000/- minus EMD remitted Rs. 96,20,000/- = Rs. 2,10,55,000/-\n      (Rupees Two Crore Ten Lac Fifty Five Thousand only) by RTGS/NEFT to\n      the same account number to which you have remitted the Earnest Money\n      Deposit within 24 hours of acceptance of bid.\n</blockquote>\n<blockquote id=\"blockquote_20\">      The balance amount amounting to Rs. 9,20,25,000/- (Rupees Nine Crore\n      Twenty Lac Twenty Five Thousand Only) is to be remitted by you by RTGS\n      to the same account number on or before 15 days from today; failing which\n      the sale is liable to be cancelled and the EMD will be forfeited.\n      Please note that the E Auction sale has been conducted strictly as per the\n      terms and conditions spelt out in the E Auction notice dated 24/10/2016.\n      Thanking You\n      Yours sincerely,\n      Sd/-\n</blockquote><blockquote id=\"blockquote_21\">      AUTHORIZED OFFICER”\n\n</blockquote><p data-structure=\"Issue\" id=\"p_23\">9.    The respondent vide its email dated 19.12.2016, requested the appellant\n\nbank for grant of extension of three-months’ time for the payment of the balance\n\namount on the ground that its term-loan was still under-process.\n\n\n</p><p data-structure=\"Facts\" id=\"p_24\">10.   The appellant bank vide its letter dated 20.12.2016, acceded to the request\n\nof the respondent and granted a further extension of three-months’ time i.e., till\n\n07.03.2017 in terms of Rule 9(4) of the Security Interest (Enforcement) Rules,\n\n2002 (for short, the “SARFAESI Rules”). The said letter also stated that no\n\nfurther extension of time shall be granted and in the event the respondent fails to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                        Page 7 of 81</span>\n\fpay the balance amount, the sale shall be cancelled and the amount already paid\n\nshall be forfeited. The said letter is being reproduced below: -\n\n</p><blockquote id=\"blockquote_22\">      “CFB/CHEN/2016-17/718\n                                                               December 20, 2016\n      Mr. R Shanmugavelu\n      Managing Director\n      M/s Sunbright Designers Private Limited\n      Module No – 4, Readymade Garment Complex\n      SIDCO Industrial Estate, Guindy\n      Chennai-600032\n      Sir,\n      Reg: Recovery Proceedings under the provision of <a href=\"/doc/52229129/\" id=\"a_5\">SARFAESI Act</a> 2002 in\n      the account M/s Best &amp; Crompton Engineering Projects Limited – E\n      Auction of property held on 07/12/2016.\n</blockquote><blockquote id=\"blockquote_23\">      We may once again inform you that in the E auction held on 07/12/2016\n      pursuant to the E-auction sale notice dated 24/10/2016 issued by the\n      Authorized Officer in respect of Schedule property covered in the E auction\n      sale notice i.e., Property belonging to M/s Futuretech Industries Ltd.\n      presently known as Candid Industries Ltd. Al that piece and parcel of the\n      immovable property being industrial land together with the\n      superstructure/shed standing thereon admeasuring 10581 sq. ft. or\n      thereabouts comprised in survey nos. 60 part and 65/2 part, Block no. 6,\n      Alandur village, Mambalam-Guindy Taluk, sub-registration district\n      Alandur, registration district Chennai South presently situated at plot no.\n      A-19, Thiru Vi Ka Industrial Estate, South by: Plot no. A-18, Thiru Vi Ka\n      Industrial Estate East by: 80 feet Road, West by: Service Road, you have\n      been declared as successful bidder at the sale price of Rs. 12,27,00,000/-\n      (Rupees Twelve Crore Twenty Seven Lac only).\n</blockquote><blockquote id=\"blockquote_24\">      You had remitted Rs. 2,10,55,000/- (Rupees Two Crore Ten Lac Fifty Five\n      Thousand only) as per E auction Sale notice 25% of the sale price less\n      Earnest Money Deposit amount already remitted by you (i.e., Rs.\n      3,06,75,000/- minus Rs.96,20,000/-) on 08/12/2016 as per the bid terms.\n      The balance amount amounting to Rs. 9,20,25,000/- (Rupees Nine Crore\n      Twenty Lac Twenty Five Thousand Only) was to be remitted by you before\n      15 days from the date of bid failing which the sale is liable to be cancelled\n      and the EMD will be forfeited.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                       Page 8 of 81</span>\n<p data-structure=\"Conclusion\" id=\"p_25\">\f      However, you had vide your mail dated 19/12/2016 requested to give you\n      three (3) months time to pay the balance 75% payment of the bid amount\n      and also assured that you will honour the offer in the time frame.\n\n      After carefully going through your request, the Authorized officer hereby\n      permit/ allow you to pay the balance amount of Rs 9,20,25,000/- (Rupees\n      Nine crore Twenty Lac Twenty Five Thousand Only) within 90 days from\n      the date of BID. Further we may also inform you that no further extension\n      of time will be granted and if you fail to pay the balance sale amount the\n      sale will be cancelled and the amount already paid will be forfeited by the\n      Bank.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">      Thanking You\n      Yours sincerely,\n      Sd/-\n</p><p data-structure=\"Issue\" id=\"p_27\">      AUTHORIZED OFFICER”\n\n</p><p data-structure=\"Issue\" id=\"p_28\">11.   The respondent being unable to pay the balance amount within the\n\nextended period sought an additional 15-days for making the balance-payment\n\nvide its letter dated 06.03.2017.\n</p>\n<p data-structure=\"Facts\" id=\"p_29\">12.   However, the appellant vide its letter dated 27.03.2017 turned down the\n\nsaid request for further extension and intimated the respondent that due to its\n\nfailure in remitting the balance amount within the stipulated time, the sale is\n\ncancelled and the amount already deposited stands forfeited. The said sale\n\ncancellation letter is being reproduced below: -\n</p>\n<pre id=\"pre_2\">      “CFB/CHEN/2016-17/919                               March 27, 2017\n\n      Mr. R. Shanmugavelu\n      Managing Director\n      M/s Sunbright Designers Private Limited\n      Module No.-4, Readymade Garment Complex\n      SIDCO Industrial Estates, Guindy\n      Chennai-600032\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                      Page 9 of 81</span>\n\fSir,\n</pre><p data-structure=\"Precedent\" id=\"p_30\">Reg: Recovery Proceedings under the provision of <a href=\"/doc/52229129/\" id=\"a_6\">SARFAESI Act</a>\n2002 in the account M/s Best &amp; Crompton Engineering Projects\nLimited\nRef: E Auction of property held on 07/12/2016\nYou were declared as successful bidder at the sale price of Rs.\n12,27,00,000/- (Rupees Twelve Crore Twenty Seven Lac only) in the E\nauction held on 07/12/2016 pursuant to the E auction sale notice dated\n24/10/2016 issued by the Authorised Officer in respect of Schedule\nproperty covered in the E auction sale notice i.e., mortgaged property\nbelonging to M/s Futuretech Industries Ltd presently known as Candid\nIndustries Ltd.\n</p><p data-structure=\"PetArg\" id=\"p_31\">Schedule\n\nAll that place and parcel of the immovable property being industrial\nland together with the superstructure/shed standing thereon\nadmeasuring 10581 sq.ft. or thereabouts comprised in survey nos. 60\npart and 65/2 part. Block no. 6, Alandur village, Mambalam-Guindy\nTaluk, sub-registration district Alandur, registration district Chennai\nSouth presently situated at plot no. A-19. Thiru Vi Ka Industrial Estate,\nSouth by: Plot no. A-18, Thiru Vi Ka Industrial Estate, and East by:\n</p><blockquote id=\"blockquote_25\">80 feet Road, West by: Service Road.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">You had remitted a total of Rs. 3,06,75,000 towards 25% of the sale\nprice on (i.e. Rs. 96,20,000 on 7-12-2016 towards EMD and Rs.\n2,10,55,000 on 08/12/2016 as per the terms of the bid.\n\nThe balance sale price amount to Rs. 9,20,25,000/- (Rupees Nine\nCrore Twenty Lac Twenty Five Thousand only) was to be remitted by\nyou before 15 days from the date of bid failing which the sale was\nliable to be cancelled and the amount deposited by you had to be\nforfeited. However, you had vide your mail dated 19/12/2016\nrequested to give you three (3) months’ time to pay the balance 75%\npayment of the bid amount and also assured that you will honour the\noffer in the time frame.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">After carefully going through your request, the Authorized officer\npermitted/allowed you to pay the balance amount of Rs.9,20,25,000/-(\nRupees Nine crore Twenty Lac Twenty Five Thousand Only) within 90\ndays from the date of BID vide our letter No. CFB/CHEN/2016-17/718\ndated 20/12/2016. Further we also informed you that no further\nextension of time will be granted and if you fail to pay the balance sale\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                 Page 10 of 81</span>\n\f      amount the sale will be cancelled and the amount already paid was\n      liable to be forfeited by the Bank.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">      You had again requested for extension of time for another 15 days vide\n      your letter dated 06/03/2017. After going through your\n      representation/request, we permitted you to remit the balance of Rs.\n      9,20,25,000/- (Rupees Nine Crore Twenty Lac Twenty Five Thousand\n      Only) by 22/03/2017 thereby giving three months time from the 15 th\n      day of confirmation of sale as per the Security Interests (Enforcement)\n      Rules, 2002.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">      We hereby inform you that as you have failed to remit the balance\n      amount of Rs. 9,20,25,000/- (Rupees Nine crore Twenty Lac Twenty\n      Five Thousand Only) by 22/03/2017, the amount of Rs. 3,06,75,000/-\n      which was already paid by you stands forfeited. This letter issued\n      without prejudice to the bank’s rights to bring the property for fresh\n      auction sale.\n</p><p data-structure=\"Issue\" id=\"p_36\">      Thanking you\n      Yours sincerely,\n      Sd/-\n</p><p data-structure=\"Issue\" id=\"p_37\">      AUTHORISED OFFICER”\n\n</p><p data-structure=\"Facts\" id=\"p_38\">13.   Despite the aforesaid letter, the respondent on 05.04.2017 addressed one\n\nanother letter to the appellant seeking further extension of 90 days for making the\n\nbalance sale payment by enclosing a cheque of Rs.50,00,000/- to show its bona\n\nfides. However, the appellant returned the cheque and declined the said request\n\nvide its letter dated 06.04.2017.\n</p>\n<p data-structure=\"Issue\" id=\"p_39\">\n</p><p data-structure=\"Facts\" id=\"p_40\">14.   Aggrieved by the aforesaid, the respondent filed an application being SA\n\nNo. 143 of 2018 before the Debts Recovery Tribunal-II (“DRT”) assailing the\n\nappellant’s sale cancellation and forfeiture letters dated 27.03.2017 and\n\n06.04.2017 respectively.\n</p>\n<p data-structure=\"Issue\" id=\"p_41\">\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                      Page 11 of 81</span>\n</p><p data-structure=\"CDiscource\" id=\"p_42\">\f15.   During the pendency of the proceedings before the DRT as aforesaid a\n\nfresh auction of the Secured Asset was conducted by the appellant bank on\n\n13.03.2019, and it appears that pursuant to the same the sale was completed at an\n\nenhanced price of Rs. 14.76 crore i.e., more than the price fetched in the previous\n\nauction.\n</p>\n<p data-structure=\"Issue\" id=\"p_43\">\n</p><p data-structure=\"Facts\" id=\"p_44\">16.   The DRT-II vide its order dated 06.05.2019 allowed the application being\n\nSA No. 143 of 2018 and directed the appellant bank to refund the earnest money\n\ndeposited by the respondent after deducting a sum of Rs. 5,00,000/- towards the\n\nexpenditure incurred. The DRT-II in its order observed that the respondent had\n\nrequested the appellant bank to provide certain documents required for the grant\n\nof term loan which was not provided, as a result of which the term loan was not\n\ngranted and the respondent failed to remit the balance amount. It further observed\n\nthat as the Secured Asset had been sold for an amount higher than the initial bid,\n\nno loss was caused to the appellant.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">\n</p><p data-structure=\"Facts\" id=\"p_46\">17.   The aforesaid order was challenged by the appellant before the Debt\n\nRecovery Appellate Tribunal, Chennai (“DRAT”) by way of RA(SA) No. 119 of\n\n2019. The DRAT vide its order dated 30.07.2021 observed that the secured\n\ncreditor was not entitled to forfeit the entire amount deposited, but partly allowed\n\nthe appeal and enhanced the forfeiture from Rs. 5 Lac to Rs. 55 Lac.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                       Page 12 of 81</span>\n</p><p data-structure=\"Issue\" id=\"p_47\">\fB.    IMPUGNED ORDER\n\n</p><p data-structure=\"Issue\" id=\"p_48\">18.   Aggrieved with the aforesaid, both the appellant and the respondent\n\napproached the High Court of judicature at Madras by way of C.R.P. No(s). 1892\n\n&amp; 2282 of 2021 respectively, assailing the order dated 30.07.2021 passed by the\n\nDRAT, Chennai, wherein the High Court vide the impugned judgment and final\n\norder dated 27.10.2021 allowed the respondent’s civil revision petition. The\n\noperative portion is reproduced below: -\n</p>\n<blockquote id=\"blockquote_26\">      “19. For the reasons aforesaid, the enhancement of the quantum of\n      forfeiture as permitted by the Appellate Tribunal in the impugned\n      order of July 30, 2021 cannot be sustained and the same is set aside.\n      The quantum as awarded by the DRT-II, Chennai in its order of May\n      06, 2019 is restored and to such extent the order of the appellate\n      authority is set aside.”\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">19.   The impugned judgment of the High Court is in two-parts. In other words,\n\nthe High Court allowed the respondent’s civil revision petition setting aside the\n\nDRAT’s order on two grounds: -\n</p>\n<p data-structure=\"Issue\" id=\"p_50\">\n</p><blockquote id=\"blockquote_27\">(i)   First, the High Court took the view that the forfeiture of an amount or\n\n      deposit by a secured creditor under the SARFAESI Rules cannot be more\n\n      than the loss or damage suffered by it. The High Court held that Rule 9\n\n      sub-rule (5) of the SARFAESI Rules which provides for forfeiture cannot\n\n      override the underlying ethos of <a href=\"/doc/339747/\" id=\"a_7\">Section 73</a> of the Indian Contract Act,\n\n      1872 (for short, “the 1872 Act”). The relevant observations are reproduced\n\n      below: -\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                     Page 13 of 81</span>\n<blockquote id=\"blockquote_28\">\f“10. <a href=\"/doc/1941714/\" id=\"a_8\">Section 74</a> of the Contract Act, 1872 provides for\ncompensation for breach of contract where the penalty is\nstipulated. <a href=\"/doc/339747/\" id=\"a_9\">Section 73</a> of the Contract Act is the general rule that\nprovides for compensation for loss or damage caused by breach\nof contract and Section 74 is where the quantum is specified.\nWhat <a href=\"/doc/339747/\" id=\"a_10\">Section 73</a> of the Contract Act mandates is that a party\nwho suffers as a result of a breach committed by the other party\nto the contract &quot;is entitled to receive from the party who has\nbroken the contract, compensation for any loss or damage\ncaused to him thereby, which naturally arose in the usual course\nof things from such breach, or which the parties knew, when they\nmade the contract, to be likely to result from the breach of it.”\nAny detailed discussion on such provision would be beyond the\nscope of the present lis and may require many more sheets that\nmay be conveniently expended in the present exercise. Indeed,\n<a href=\"/doc/339747/\" id=\"a_11\">Section 73</a> of the Contract Act is in the nature of a\njurisprudential philosophy that is accepted as a part of the law\nin this country. In short, it implies that only such of the loss or\ndamage suffered by the party not in breach, may be recovered\nfrom the party in breach, as a consequence of the breach. It is\npossible that as a result of the breach, the party not in breach\ndoes not suffer any adverse impact. It is also possible, as in the\npresent case, that as a consequence of the breach, the party not\nin breach obtains a benefit, in such cases, where no loss or\ndamage has been occasioned to the party not in breach, such\nparty cannot extract any money merely on account of such\nbreach, as the entitlement in law to compensation is not upon\nthe commission of breach, but only upon any loss or damage\nsuffered as a consequence thereof. That is elementary.\n</blockquote><blockquote id=\"blockquote_29\">          xxx                  xxx                 xxx\n</blockquote><blockquote id=\"blockquote_30\">12. Rule 9(5) of the said Rules of 2002 has to be seen as an\nenabling provision that permits forfeiture in principle. However,\nsuch Rule cannot be conferred an exalted status to override the\nunderlying ethos of <a href=\"/doc/339747/\" id=\"a_12\">Section 73</a> of the Contract Act. In other\nwords, Rule 9(5) has to yield to the principle recognised in\n<a href=\"/doc/339747/\" id=\"a_13\">Section 73</a> of the Contract Act or it must be read down\naccordingly. Thus, notwithstanding the wide words used in Rule\n9(5) of the said Rules, a secured creditor may not forfeit any\nmore than the loss or damage suffered by such creditor as a\nconsequence of the failure on the part of a bidder to make\npayment of the consideration or the balance consideration in\nterms of the bid. It is only if such principle as embodied in\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                             Page 14 of 81</span>\n\f          <a href=\"/doc/339747/\" id=\"a_14\">Section 73</a> of the Contract Act, is read into Rule 9(5) of the said\n          Rules, would there be an appropriate answer to the conundrum\n          as to whether a colossal default of the entirety of the\n          consideration or the mere default of one rupee out of the\n          consideration would result in the identical consequence of\n          forfeiture as indicated in the provision.\n</blockquote>\n<blockquote id=\"blockquote_31\">          13. In any event, notwithstanding the reference to <a href=\"/doc/395342/\" id=\"a_15\">Section 35</a> of\n          the Act of 2002, the apparent overriding effect of the provisions\n          of the Act of 2002 has to be tempered in the light of <a href=\"/doc/1821948/\" id=\"a_16\">Section 37</a>\n          of the Act. Though <a href=\"/doc/1821948/\" id=\"a_17\">Section 37</a> of the Act refers to several statutes\n          by name, the residual limb of such provision recognises &quot;or any\n          other law for the time being in force&quot;, which would embrace the\n          <a href=\"/doc/171398/\" id=\"a_18\">Contract Act</a> within its fold. It is completely unacceptable that\n          by virtue of the delegated legislation as in the Rules of 2002, the\n          fundamental principle envisaged in the <a href=\"/doc/171398/\" id=\"a_19\">Contract Act</a> would get\n          diluted or altogether disregarded.”\n                                                        (Emphasis supplied)\n\n</blockquote><blockquote id=\"blockquote_32\">(ii)   Secondly, the High Court was of the view that the forfeiture of the entire\n\n       earnest money deposit by the appellant amounts to unjust enrichment\n\n       which is not permissible. It observed that under the <a href=\"/doc/52229129/\" id=\"a_20\">SARFAESI Act</a>, a\n\n       secured creditor is not entitled to obtain any amount more than the debt due\n\n       to it, and as such any forfeiture under the <a href=\"/doc/52229129/\" id=\"a_21\">SARFAESI Act</a> ought to be\n\n       assessed by computing damages on the basis of evidence. The relevant\n\n       observations are reproduced below: -\n</blockquote>\n<blockquote id=\"blockquote_33\">          “18. It was completely open to the appellate authority to enhance\n          the quantum as awarded by the DRT. However, such exercise\n          could have been undertaken by inviting evidence in such regard.\n          The appellate authority purported to enhance the quantum from\n          Rs 5 lakh to Rs 55 lakh without indicating any or cogent grounds\n          for such enhancement. Though an element of guesstimation is\n          permitted while assessing damages, when an initial authority has\n          indicated a ballpark figure, any tinkering with such figure at the\n          appellate stage would require material in support thereof, which\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                       Page 15 of 81</span>\n\f         is completely lacking in the judgment and order impugned dated\n         July 30, 2021 passed by the appellate authority in the present\n         case.\n</blockquote><blockquote id=\"blockquote_34\">                      xxx                  xxx                  xxx\n</blockquote><blockquote id=\"blockquote_35\">         20. Before parting, there is another aspect that has to be referred\n         to for the completeness of the discussion. The purpose of the Act\n         of 2002 is to ensure speedy recovery of the debt due to secured\n         creditors covered by such statute. Towards such end, the\n         provisions of the said Act and the Rules made thereunder give\n         primacy to the secured creditor in initially assessing the quantum\n         of debt due and in proceeding against the securities furnished for\n         realising such debt due. However, no secured creditor, not even\n         by embracing the provisions of the said Act of 2002, can unjustly\n         enrich itself or obtain any more by way of resorting to any of the\n         measures contemplated under <a href=\"/doc/1463968/\" id=\"a_22\">Section 13(4)</a> of the Act or\n         otherwise than the debt that is due to it and the costs that may\n         have been incurred in course of trying to recover the debt due. In\n         a sense, if the forfeiture provision in Rule 9(5) of the said Rules\n         is ready to imply what the secured creditor in this case seeks to,\n         it may result in a secured creditor unjustly enriching itself, which\n         is not permissible.”\n                                                       (Emphasis supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_51\">20.   The plain reading of the aforesaid findings recorded by the High Court lays\n\ndown three propositions of law as follows:\n</p>\n<blockquote id=\"blockquote_36\">      (1) Rule 9(5) of the SARFAESI Rules is merely an enabling provision that\n\n          permits forfeiture in principle. It cannot override the underlying ethos of\n\n          <a href=\"/doc/339747/\" id=\"a_23\">Section 73</a> of the 1872 Act. It should yield to the principle recognised in\n\n          <a href=\"/doc/339747/\" id=\"a_24\">Section 73</a> of the 1872 Act or must be read down accordingly.\n</blockquote>\n\n<blockquote id=\"blockquote_37\">      (2) By virtue of the delegated legislation as in the SARFAESI Rules, the\n\n          fundamental principle envisaged in the 1872 Act should not be permitted\n\n          to be diluted or altogether disregarded.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                        Page 16 of 81</span>\n<blockquote id=\"blockquote_38\">\f      (3) Rule 9(5) of the SARFAESI Rules if not read along with the principle\n\n          recognised in <a href=\"/doc/339747/\" id=\"a_25\">Section 73</a> of the 1872 Act, the same may result in a\n\n          secured creditor unjustly enriching itself which is not permissible.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_52\">21.   In view of the aforesaid, the Bank being aggrieved with the impugned order\n\npassed by the High Court is here before this Court with the present appeals.\n\n\n</p><p data-structure=\"Issue\" id=\"p_53\">C.    SUBMISSIONS OF THE APPELLANT\n\n</p><p data-structure=\"PetArg\" id=\"p_54\">22.   Mr. Dhruv Mehta, the learned Senior Counsel appearing for the appellants\n\nsubmitted that the issue framed by the High Court in its Impugned Judgment is\n\nwholly alien to the sale conducted under the SARFAESI Rules, more particularly\n\nRule 9.\n</p>\n<p data-structure=\"Issue\" id=\"p_55\">\n</p><p data-structure=\"Section\" id=\"p_56\">23.   It was submitted that the High Court was not correct in reading down Rule\n\n9(5) and holding that the same must yield to the principles recognized in <a href=\"/doc/339747/\" id=\"a_26\">Section\n\n73</a> of the 1872 Act, notwithstanding the wide words used in Rule 9(5) of\n\nSARFAESI Rules.\n</p>\n<p data-structure=\"Issue\" id=\"p_57\">\n</p><p data-structure=\"Section\" id=\"p_58\">24. It was further submitted that the High Court failed to appreciate that the\n\nauction sale under consideration was a statutory sale conducted by the appellant\n\nin accordance with the SARFAESI Rules and as <a href=\"/doc/33076222/\" id=\"a_27\">Section 35</a> of the SARFAESI\n\nAct gives an overriding effect, this would not be a case of breach of contract\n\nwhich would attract principles underlying <a href=\"/doc/339747/\" id=\"a_28\">Section 73</a> of the 1872 Act.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                        Page 17 of 81</span>\n</p><p data-structure=\"Precedent\" id=\"p_59\">\f<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"105179863\" id=\"span_24\">25.   Mr. Mehta placed strong reliance on a recent decision of this Court in\n\n<a href=\"/doc/105179863/\" id=\"a_29\">Authorized Officer State Bank of India v. C. Natarajan</a> reported in 2023 SCC\n\nOnline SC 510, wherein whilst dealing with a similar issue, it was held that Rule\n\n9 which is part of a special enactment will have precedence over <a href=\"/doc/339747/\" id=\"a_30\">Sections 73</a> and\n\n<a href=\"/doc/1941714/\" id=\"a_31\">74</a> respectively of the 1872 Act which is a general provision.</span>\n\n\n</p><p data-structure=\"PetArg\" id=\"p_60\">26.   It was further submitted that Rule 9(5) of the SARFAESI Rules, ought to\n\nbe interpreted strictly because often the borrowers use subversive methods to\n\nhinder the auction process which may lead to erosion of the secured asset’s value\n\nin light of reauctions.\n</p>\n<p data-structure=\"Issue\" id=\"p_61\">\n</p><p data-structure=\"PetArg\" id=\"p_62\">27.   In the last, Mr. Mehta submitted that clause 11 of the e-auction notice dated\n\n24.10.2016 explicitly provided that the failure of the auction purchaser in paying\n\nthe balance amount would result in forfeiture of the earnest-money deposit.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_63\">28.   In such circumstances <a href=\"/doc/105179863/\" id=\"a_32\">referred to above</a>, the learned Senior Counsel prayed\n\nthat there being merit in his appeals, the same be allowed and the impugned\n\njudgment and order of the High Court be set aside.\n</p>\n<p data-structure=\"Issue\" id=\"p_64\">\n</p><p data-structure=\"Issue\" id=\"p_65\">D.    SUBMISSIONS OF THE RESPONDENT\n\n</p><p data-structure=\"RespArg\" id=\"p_66\">29. Dr. S. Muralidhar, the learned Senior Counsel appearing for the respondent\n\non the other hand vehemently submitted that no error not to speak of any error\n\nof law could be said to have been committed by the High Court in passing the\n\nimpugned judgment and order.\n</p>\n<p data-structure=\"Issue\" id=\"p_67\">\n<span class=\"hidden_text\" id=\"span_25\">                                                                      Page 18 of 81</span>\n</p><p data-structure=\"Section\" id=\"p_68\">\f30. It was submitted that <a href=\"/doc/33076222/\" id=\"a_33\">Section 35</a> of the SARFAESI Act only gives the Act\n\nan overriding effect over other laws, and is not applicable to the SARFAESI\n\nRules made under it. Therefore Rule 9(5) of SARFASI Rules is only an enabling\n\nprovision and cannot override the statutory provisions of the 1872 Act.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_69\">31.   It was submitted that the High Court committed no error in holding that the\n\nappellant bank could not have forfeited the amount deposited by a third party\n\nbeing the auction purchaser without any real damage or loss being caused to it.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_70\">32.   It was further submitted that under the SARFAESI Rules, the authorized\n\nofficer is left with an unguided power of forfeiture. Such unguided power\n\nconferred on a delegated authority like the authorized officer in a bank is opposed\n\nto public policy and would result in unjust enrichment. Therefore, the said Rule\n\n9(5) is liable to be struck down as unconstitutional being opposed to public policy\n\nand principles of fair play and unreasonableness.\n</p>\n<p data-structure=\"Issue\" id=\"p_71\">\n</p><p data-structure=\"RespArg\" id=\"p_72\">33. In such circumstances <a href=\"/doc/105179863/\" id=\"a_34\">referred to above</a>, it was prayed on behalf of the\n\nrespondent that there being no merit in the appeals, the same may be dismissed.\n\n\n</p><p data-structure=\"Issue\" id=\"p_73\">E.    ANALYSIS (Points for Determination)\n\n</p><p data-structure=\"CDiscource\" id=\"p_74\">34.   Having heard the learned counsel appearing for the parties and having gone\n\nthrough the materials on record, the following questions fall for our\n\nconsideration: -\n</p>\n<p data-structure=\"Issue\" id=\"p_75\">\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                      Page 19 of 81</span>\n</p><blockquote id=\"blockquote_39\">\fI.     Whether, the underlying principle of Section(s) 73 &amp; 74 respectively of the\n\n       1872 Act is applicable to forfeiture of earnest-money deposit under Rule\n\n       9(5) of the SARFAESI Rules? In other words, whether the forfeiture of the\n\n       earnest-money deposit under Rule 9(5) of the SARFAESI Rules can be\n\n       only to the extent of loss or damages incurred by the Bank?\n</blockquote>\n<blockquote id=\"blockquote_40\">II.    Whether, the forfeiture of the entire amount towards the earnest-money\n\n       deposit under Rule 9(5) of the Rules amounts to unjust enrichment? In\n\n       other words, whether the quantum of forfeiture under the SARFAESI Rule\n\n       is limited to the extent of debt owed?\n</blockquote>\n<blockquote id=\"blockquote_41\">III.   Whether a case of exceptionable circumstances could be said to have been\n\n       made out by the respondent to set aside the order of forfeiture of the earnest\n\n       money deposit?\n</blockquote>\n\n<blockquote id=\"blockquote_42\">i) Legislative History and Scheme of the SARFAESI Act\n\n</blockquote><p data-structure=\"Issue\" id=\"p_76\">35.    Till early 1990s, the civil suits were being filed for recovery of the dues of\n\nbanks and financial institutions under the Act 1882 and <a href=\"/doc/161831507/\" id=\"a_35\">the Code of Civil\n\nProcedure</a>, 1908 (“<a href=\"/doc/161831507/\" id=\"a_36\">CPC</a>”). Due to various difficulties the banks and financial\n\ninstitutions had to face in recovering loans and enforcement of securities, the\n\nParliament enacted the <a href=\"/doc/1683455/\" id=\"a_37\">Recovery of Debts Due to Banks and Financial\n\nInstitutions Act, 1993</a> (for short, the “RDBFI Act”).\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_77\">36.    On account of lack of infrastructure and manpower, the regular civil courts\n\nwere not in a position to cope up with the speed in the adjudication of recovery\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                        Page 20 of 81</span>\n\fcases. In the light of recommendations of the Tiwari Committee the special\n\ntribunals came to be set up under the provisions of the RDBFI Act <a href=\"/doc/105179863/\" id=\"a_38\">referred to\n\nabove</a> for the recovery of huge accumulated NPA of the Bank loans.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_78\">37.   On the continuing rise in number of Non-Performing Assets (NPA) at\n\nbanks and other financial institutions in India; a poor rate of loan recovery and\n\nthe failure of the existing legislation in redressing the difficulties of recovery by\n\nbanks; the Narasimham Committee I &amp; II and Andyarujina Committee were\n\nconstituted by the Government for examining and suggesting banking reforms in\n\nIndia. These Committees in their reports observed that one out of every five\n\nborrower was a defaulter, and that due to the long and tedious process of existing\n\nframe work of law and the overburdening of existing forums including the\n\nspecialised tribunals under the 1993 Act, any attempt of recovery with the\n\nassistance of court/tribunal often rendered the secured asset nearly worthless due\n\nto the long delays. In this background the Committees thus, proposed new laws\n\nfor securitisation in order to permit banks and financial institutions to hold\n\nsecurities and sell them in a timely manner without the involvement of the courts.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_79\">38.   On the recommendations of the Narasimham Committee and Andyarujina\n\nCommittee, the SARFAESI Act was enacted to empower the banks and financial\n\ninstitutions to take possession of the securities and to sell them without\n\nintervention of the court.\n</p>\n<p data-structure=\"Issue\" id=\"p_80\">\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                        Page 21 of 81</span>\n</p><p data-structure=\"Section\" id=\"p_81\">\f39.    The statement of objects and reasons for which the Act has been enacted\nreads as under: -\n</p><blockquote id=\"blockquote_43\">                    “STATEMENT OF OBJECTS AND REASONS\n      The financial sector has been one of the key drivers in India&#x27;s efforts\n      to achieve success in rapidly developing its economy. While the\n      banking industry in India is progressively complying with the\n      international prudential norms and accounting practices there are\n      certain areas in which the banking and financial sector do not have a\n      level playing field as compared to other participants in the financial\n      markets in the world. There is no legal provision for facilitating\n      securitisation of financial assets of banks and financial institutions.\n      Further, unlike international banks, the banks and financial\n      institutions in India do not have power to take possession of securities\n      and sell them. Our existing legal framework relating to commercial\n      transactions has not kept pace with the changing commercial\n      practices and financial sector reforms. This has resulted in slow pace\n      of recovery of defaulting loans and mounting levels of non-performing\n      assets of banks and financial institutions. Narasimham Committee I\n      and II and Andhyarujina Committee constituted by the Central\n      Government for the purpose of examining banking sector reforms\n      have considered the need for changes in the legal system in respect of\n      these areas. These Committees, inter alia, have suggested enactment\n      of a new legislation for securitisation and empowering banks and\n      financial institutions to take possession of the securities and to sell\n      them without the intervention of the court. Acting on these\n      suggestions, the Securitisation and Reconstruction of Financial Assets\n      and Enforcement of Security Interest Ordinance, 2002 was\n      promulgated on the 21st June, 2002 to regulate securitisation and\n      reconstruction of financial assets and enforcement of security interest\n      and for matters connected therewith or incidental thereto. The\n      provisions of the Ordinance would enable banks and financial\n      institutions to realise long-term assets, manage problem of liquidity,\n      asset liability mismatches and improve recovery by exercising powers\n      to take possession of securities, sell them and reduce nonperforming\n      assets by adopting measures for recovery or reconstruction.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1059476\" id=\"span_29\">40.    This Court in <a href=\"/doc/1059476/\" id=\"a_39\">Mardia Chemicals Ltd. &amp; Ors. v. Union of India &amp; Ors.</a>\n\nreported in (2004) 4 SCC 311, examined the history and legislative backdrop that\n\nultimately led to the enactment of the <a href=\"/doc/52229129/\" id=\"a_40\">SARFAESI Act</a> as under: -</span>\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                        Page 22 of 81</span>\n</p><blockquote id=\"blockquote_44\">\f“34. Some facts which need to be taken note of are that the banks\nand the financial institutions have heavily financed the petitioners\nand other industries. It is also a fact that a large sum of amount\nremains unrecovered. Normal process of recovery of debts through\ncourts is lengthy and time taken is not suited for recovery of such\ndues. For financial assistance rendered to the industries by the\nfinancial institutions, financial liquidity is essential failing which\nthere is a blockade of large sums of amounts creating circumstances\nwhich retard the economic progress followed by a large number of\nother consequential ill effects. Considering all these circumstances,\nthe <a href=\"/doc/1683455/\" id=\"a_41\">Recovery of Debts Due to Banks and Financial Institutions Act</a>\nwas enacted in 1993 but as the figures show it also did not bring the\ndesired results. Though it is submitted on behalf of the petitioners\nthat it so happened due to inaction on the part of the Governments\nin creating Debts Recovery Tribunals and appointing presiding\nofficers, for a long time. Even after leaving that margin, it is to be\nnoted that things in the spheres concerned are desired to move faster.\nIn the present-day global economy it may be difficult to stick to old\nand conventional methods of financing and recovery of dues. Hence,\nin our view, it cannot be said that a step taken towards securitisation\nof the debts and to evolve means for faster recovery of NPAs was not\ncalled for or that it was superimposition of undesired law since one\nlegislation was already operating in the field, namely, the <a href=\"/doc/1683455/\" id=\"a_42\">Recovery\nof Debts Due to Banks and Financial Institutions Act</a>. It is also to be\nnoted that the idea has not erupted abruptly to resort to such a\nlegislation. It appears that a thought was given to the problems and\nthe Narasimham Committee was constituted which recommended for\nsuch a legislation keeping in view the changing times and economic\nsituation whereafter yet another Expert Committee was constituted,\nthen alone the impugned law was enacted. Liquidity of finances and\nflow of money is essential for any healthy and growth-oriented\neconomy. But certainly, what must be kept in mind is that the law\nshould not be in derogation of the rights which are guaranteed to the\npeople under the Constitution. The procedure should also be fair,\nreasonable and valid, though it may vary looking to the different\nsituations needed to be tackled and object sought to be achieved.\n</blockquote><blockquote id=\"blockquote_45\">             xxx                 xxx                 xxx\n</blockquote><blockquote id=\"blockquote_46\">36. In its Second Report, the Narasimham Committee observed that\nNPAs in 1992 were uncomfortably high for most of the public sector\nbanks. In Chapter VIII of the Second Report the Narasimham\nCommittee deals about legal and legislative framework and\nobserved:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                 Page 23 of 81</span>\n<blockquote id=\"blockquote_47\">\f         “8.1. A legal framework that clearly defines the rights and\n         liabilities of parties to contracts and provides for speedy\n         resolution of disputes is a sine qua non for efficient trade and\n         commerce, especially for financial intermediation. In our system,\n         the evolution of the legal framework has not kept pace with\n         changing commercial practice and with the financial sector\n         reforms. As a result, the economy has not been able to reap the\n         full benefits of the reforms process. As an illustration, we could\n         look at the scheme of mortgage in the <a href=\"/doc/515323/\" id=\"a_43\">Transfer of Property Act</a>,\n         which is critical to the work of financial intermediaries….”\n      One of the measures recommended in the circumstances was to vest\n      the financial institutions through special statutes, the power of sale\n      of the assets without intervention of the court and for reconstruction\n      of assets. It is thus to be seen that the question of non-recoverable or\n      delayed recovery of debts advanced by the banks or financial\n      institutions has been attracting attention and the matter was\n      considered in depth by the Committees specially constituted\n      consisting of the experts in the field. In the prevalent situation where\n      the amounts of dues are huge and hope of early recovery is less, it\n      cannot be said that a more effective legislation for the purpose was\n      uncalled for or that it could not be resorted to. It is again to be noted\n      that after the Report of the Narasimham Committee, yet another\n      Committee was constituted headed by Mr Andhyarujina for bringing\n      about the needed steps within the legal framework. We are therefore,\n      unable to find much substance in the submission made on behalf of\n      the petitioners that while the <a href=\"/doc/1683455/\" id=\"a_44\">Recovery of Debts Due to Banks and\n      Financial Institutions Act</a> was in operation it was uncalled for to\n      have yet another legislation for the recovery of the mounting dues.\n      Considering the totality of circumstances and the financial climate\n      world over, if it was thought as a matter of policy to have yet speedier\n      legal method to recover the dues, such a policy decision cannot be\n      faulted with nor is it a matter to be gone into by the courts to test the\n      legitimacy of such a measure relating to financial policy.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_83\">41.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"175816\" id=\"span_32\">In this regard, reference may be made to the following observations of this\n\nCourt in the case of <a href=\"/doc/175816/\" id=\"a_45\">United Bank of India v. Satyawati Tondon &amp; Ors.</a> reported\n\nin (2010) 8 SCC 110. The relevant paras are being reproduced hereunder:</span>\n\n</p><blockquote id=\"blockquote_48\">       “1. … With a view to give impetus to the industrial development of\n       the country, the Central and State Governments encouraged the\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                       Page 24 of 81</span>\n\f        banks and other financial institutions to formulate liberal policies\n        for grant of loans and other financial facilities to those who wanted\n        to set up new industrial units or expand the existing units. Many\n        hundred thousand took advantage of easy financing by the banks\n        and other financial institutions but a large number of them did not\n        repay the amount of loan, etc. Not only this, they instituted frivolous\n        cases and succeeded in persuading the civil courts to pass orders of\n        injunction against the steps taken by banks and financial institutions\n        to recover their dues. Due to lack of adequate infrastructure and\n        non-availability of manpower, the regular courts could not\n        accomplish the task of expeditiously adjudicating the cases\n        instituted by banks and other financial institutions for recovery of\n        their dues. As a result, several hundred crores of public money got\n        blocked in unproductive ventures.\n</blockquote><blockquote id=\"blockquote_49\">        2. In order to redeem the situation, the Government of India\n        constituted a committee under the Chairmanship of Shri T. Tiwari\n        to examine the legal and other difficulties faced by banks and\n        financial institutions in the recovery of their dues and suggest\n        remedial measures. The Tiwari Committee noted that the existing\n        procedure for recovery was very cumbersome and suggested that\n        special tribunals be set up for recovery of the dues of banks and\n        financial institutions by following a summary procedure. The Tiwari\n        Committee also prepared a draft of the proposed legislation which\n        contained a provision for disposal of cases in three months and\n        conferment of power upon the Recovery Officer for expeditious\n        execution of orders made by adjudicating bodies.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_84\">42.   <a href=\"/doc/152603276/\" id=\"a_46\">Section 13</a> of the SARFAESI Act contains the provisions relating to the\n\nenforcement of the security interest and the manner in which the same may be\n\ndone by the secured creditor without the intervention of the court or ribunal in\n\naccordance with its provisions.\n</p>\n<p data-structure=\"Section\" id=\"p_85\">\n</p><p data-structure=\"Section\" id=\"p_86\">43.   Rules 8 and 9 respectively of the SARFAESI Rules prescribe the procedure\n\nand formalities to be followed for the sale of immovable secured asset as per\n\n<a href=\"/doc/152603276/\" id=\"a_47\">Section 13</a> of the SARFAESI Act. In the present lis, we are concerned with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                       Page 25 of 81</span>\n\fRule 9 more particularly sub-rule (5) of the SARFAESI Rules which provides for\n\nforfeiture of 25% of the deposit made under sub-rule (3) in the event the\n\nsuccessful auction purchaser fails to pay the balance amount within the stipulated\n\ntime period under sub-rule (4). The said Rule reads as under: -\n\n</p><blockquote id=\"blockquote_50\">        “9. Time of sale, issue of sale certificate and delivery of\n        possession, etc.–(1) No sale of immovable property under these\n        rules, in first instance shall take place before the expiry of thirty\n        days from the date on which the public notice of sale is published\n        in newspapers as referred to in the proviso to sub-rule (6) of rule\n        8 or notice of sale has been served to the borrower:\n</blockquote>\n<blockquote id=\"blockquote_51\">        Provided further that if sale of immovable property by any one of\n        the methods specified by sub-rule (5) of rule 8 fails and sale is\n        required to be conducted again, the authorised officer shall serve,\n        affix and publish notice of sale of not less than fifteen days to the\n        borrower, for any subsequent sale.\n</blockquote>\n<blockquote id=\"blockquote_52\">        (2) The sale shall be confirmed in favour of the purchaser who has\n        offered the highest sale price in his bid or tender or quotation or\n        offer to the authorised officer and shall be subject to confirmation\n        by the secured creditor:\n</blockquote>\n<blockquote id=\"blockquote_53\">        Provided that no sale under this rule shall be confirmed, if the\n        amount offered by sale price is less than the reserve price, specified\n        under sub-rule (5) of rule 8:\n</blockquote>\n<blockquote id=\"blockquote_54\">        Provided further that if the authorised officer fails to obtain a price\n        higher than the reserve price, he may, with the consent of the\n        borrower and the secured creditor effect the sale at such price.\n</blockquote>\n<blockquote id=\"blockquote_55\">        (3) On every sale of immovable property, the purchaser shall\n        immediately, i.e. on the same day or not later than next working\n        day, as the case may be, pay a deposit of twenty five per cent. of\n        the amount of the sale price, which is inclusive of earnest money\n        deposited, if any, to the authorised officer conducting the sale and\n        in default of such deposit, the property shall be sold again;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                        Page 26 of 81</span>\n<blockquote id=\"blockquote_56\">\f(4) The balance amount of purchase price payable shall be paid by\nthe purchaser to the authorised officer on or before the fifteenth\nday of confirmation of sale of the immovable property or such\nextended period as may be agreed upon in writing between the\npurchaser and the secured creditor, in any case not exceeding three\nmonths.\n</blockquote>\n<blockquote id=\"blockquote_57\">(5) In default of payment within the period mentioned in sub-rule\n(4), the deposit shall be forfeited to the secured creditor and the\nproperty shall be resold and the defaulting purchaser shall forfeit\nall claim to the property or to any part of the sum for which it may\nbe subsequently sold.\n</blockquote>\n<blockquote id=\"blockquote_58\">(6) On confirmation of sale by the secured creditor and if the terms\nof payment have been complied with, the authorised officer\nexercising the power of sale shall issue a certificate of sale of the\nimmovable property in favour of the purchaser in the Form given\nin Appendix V to these rules.\n</blockquote>\n<blockquote id=\"blockquote_59\">(7) Where the immovable property sold is subject to any\nencumbrances, the authorised officer may, if he thinks fit, allow the\npurchaser to deposit with him the money required to discharge the\nencumbrances and any interest due thereon together with such\nadditional amount that may be sufficient to meet the contingencies\nor further cost, expenses and interest as may be determined by him.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_87\">Provided that if after meeting the cost of removing encumbrances\nand contingencies there is any surplus available out of money\ndeposited by the purchaser such surplus shall be paid to the\npurchaser within fifteen days, from date of finalisation of the sale.\n\n(8) On such deposit of money for discharge of the encumbrances,\nthe authorised officer shall issue or cause the purchaser to issue\nnotices to the persons interested in or entitled to the money\ndeposited with him and take steps to make, the payment\naccordingly.\n</p>\n<p data-structure=\"Section\" id=\"p_88\">(9) The authorised officer shall deliver the property to the\npurchaser free from encumbrances known to the secured creditor\non deposit of money as specified in sub-rule (7) above.\n\n(10) The certificate of sale issued under sub-rule (6) shall\nspecifically mention that whether the purchaser has purchased the\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                               Page 27 of 81</span>\n\f        immovable secured asset free from any encumbrances known to the\n        secured creditor or not.”\n\n</p><p data-structure=\"Section\" id=\"p_89\">44.    <a href=\"/doc/33076222/\" id=\"a_48\">Section 35</a> of the SARFAESI Act contains the overriding clause and\n\nprovides that the Act shall override any other law which is inconsistent with its\n\nprovisions, and reads as under: -\n</p>\n<blockquote id=\"blockquote_60\">        “35. The provisions of this Act to override other laws.–The\n        provisions of this Act shall have effect, notwithstanding anything\n        inconsistent therewith contained in any other law for the time being\n        in force or any instrument having effect by virtue of any such law.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_90\">45.    <a href=\"/doc/116137496/\" id=\"a_49\">Section 37</a> of the SARFAESI Act provides that the provisions of the\n\n<a href=\"/doc/52229129/\" id=\"a_50\">SARFAESI Act</a> shall be in addition to the Acts mentioned in or and any other\n\nlaw for the time being in force and that the other laws shall also be applicable\n\nalongside the <a href=\"/doc/52229129/\" id=\"a_51\">SARFAESI Act</a>, and reads as under: -\n</p>\n<blockquote id=\"blockquote_61\">      “37. Application of other laws not barred.–The provisions of this Act\n      or the rules made thereunder shall be in addition to, and not in\n      derogation of, the <a href=\"/doc/1353758/\" id=\"a_52\">Companies Act, 1956</a> (1 of 1956), the <a href=\"/doc/220169/\" id=\"a_53\">Securities\n      Contracts (Regulation) Act, 1956</a> (42 of 1956), the <a href=\"/doc/1365176/\" id=\"a_54\">Securities and\n      Exchange Board of India Act, 1992</a> (15 of 1992), the <a href=\"/doc/1683455/\" id=\"a_55\">Recovery of\n      Debts Due to Banks and Financial Institutions Act, 1993</a> (51 of 1993)\n      or any other law for the time being in force.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155996362\" id=\"span_37\">46.    This Court in <a href=\"/doc/155996362/\" id=\"a_56\">Madras Petrochem Ltd. &amp; Anr. v. Board</a> for Industrial and\n\nFinancial Reconstruction &amp; Ors. reported in (2016) 4 SCC 1, recapitulated the\n\nobject behind the enactment of the <a href=\"/doc/52229129/\" id=\"a_57\">SARFAESI Act</a> and in that context examined\n\nthe purpose of <a href=\"/doc/152603276/\" id=\"a_58\">Sections 13</a>, <a href=\"/doc/33076222/\" id=\"a_59\">35</a> and <a href=\"/doc/116137496/\" id=\"a_60\">37</a> respectively of the <a href=\"/doc/52229129/\" id=\"a_61\">SARFAESI Act</a> with\n\nthe following observations given as under: -</span>\n</p>\n<blockquote id=\"blockquote_62\">        “16. It is important at this stage to refer to the genesis of these\n        three legislations. Each of them deals with different aspects of\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                      Page 28 of 81</span>\n\frecovery of debts due to banks and financial institutions. Two of\nthem refer to creditors&#x27; interests and how best to deal with recovery\nof outstanding loans and advances made by them on the one hand,\nwhereas the <a href=\"/doc/438563/\" id=\"a_62\">Sick Industrial Companies (Special Provisions) Act,\n1985</a>, on the other hand, deals with certain debtors which are sick\nindustrial companies [i.e. companies running industries named in\nthe <a href=\"/doc/800551/\" id=\"a_63\">Schedule to the Industries (Development and Regulation) Act,\n1951</a>] and whether such “debtors” having become “sick”, are to\nbe rehabilitated. The question, therefore, is whether the public\ninterest in recovering debts due to banks and financial institutions\nis to give way to the public interest in rehabilitation of sick\nindustrial companies, regard being had to the present economic\nscenario in the country, as reflected in parliamentary legislation.\n</blockquote><blockquote id=\"blockquote_63\">           xxx                 xxx                 xxx\n</blockquote><blockquote id=\"blockquote_64\">19. While this Act had worked for a period of about 7 years, the\n<a href=\"/doc/1683455/\" id=\"a_64\">Recovery of Debts Due to Banks and Financial Institutions Act,\n1993</a> was brought into force, pursuant to various committee\nreports. The Statement of Objects and Reasons for this Act reads\nas follows:\n</blockquote><blockquote id=\"blockquote_65\">    <a href=\"/doc/1683455/\" id=\"a_65\">Statement of Objects and Reasons of the Recovery of Debts\n    Due to Banks and Financial Institutions Act, 1993</a>\n    “1. Banks and financial institutions at present experience\n    considerable difficulties in recovering loans and enforcement\n    of securities charged with them. The existing procedure for\n    recovery of debts due to the banks and financial institutions\n    has blocked a significant portion of their funds in\n    unproductive assets, the value of which deteriorates with the\n    passage of time. The Committee on the Financial System\n    headed by Shri M. Narasimham has considered the setting up\n    of the Special Tribunals with special powers for adjudication\n    of such matters and speedy recovery as critical to the\n    successful implementation of the financial sector reforms. An\n    urgent need was, therefore, felt to work out a suitable\n    mechanism through which the dues to the banks and financial\n    institutions could be realised without delay. In 1981, a\n    Committee under the Chairmanship of Shri T. Tiwari had\n    examined the legal and other difficulties faced by banks and\n    financial institutions and suggested remedial measures\n    including changes in law. The Tiwari Committee had also\n    suggested setting up of Special Tribunals for recovery of dues\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                               Page 29 of 81</span>\n\f     of the banks and financial institutions by following a summary\n     procedure. The setting up of Special Tribunals will not only\n     fulfil a long-felt need, but also will be an important step in the\n     implementation of the Report of Narasimham Committee.\n     Whereas on 30-9-1990 more than fifteen lakhs of cases filed\n     by the public sector banks and about 304 cases filed by the\n     financial institutions were pending in various courts, recovery\n     of debts involved more than Rs 5622 crores in dues of public\n     sector banks and about Rs 391 crores of dues of the financial\n     institutions. The locking up of such huge amount of public\n     money in litigation prevents proper utilisation and recycling\n     of the funds for the development of the country.\n</blockquote>\n<blockquote id=\"blockquote_66\">     2. The Bill seeks to provide for the establishment of Tribunals\n     and Appellate Tribunals for expeditious adjudication and\n     recovery of debts due to banks and financial institutions.\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">     Notes on clauses explain in detail the provisions of the Bill.”\n\n</p><p data-structure=\"Section\" id=\"p_93\">20. <a href=\"/doc/1683455/\" id=\"a_66\">The Recovery of Debts Due to Banks and Financial Institutions\nAct, 1993</a> took away the jurisdiction of the courts and vested this\njurisdiction in tribunals established by the Act so as to ensure\nspeedy recovery of debts due to the banks and financial institutions\nmentioned therein. <a href=\"/doc/52229129/\" id=\"a_67\">This Act</a> also included one appeal to the\nAppellate Tribunal, and transfer of all suits or other proceedings\npending before any court to tribunals set up under the Act. <a href=\"/doc/52229129/\" id=\"a_68\">The Act</a>\ncontained a non obstante clause in <a href=\"/doc/6431889/\" id=\"a_69\">Section 34</a> stating that its\nprovisions will have effect notwithstanding anything inconsistent\ncontained in any other law for the time being in force or in any\ninstrument having effect by virtue of any other law. In the year\n2000, this Act was amended so as to incorporate a new sub-section\n(2) in <a href=\"/doc/6431889/\" id=\"a_70\">Section 34</a> together with a saving provision in sub-section\n(1). It is of some interest to note that this Act was to be in addition\nto and not in derogation of various <a href=\"/doc/438563/\" id=\"a_71\">Financial Corporation Acts and\nthe Sick Industrial Companies (Special Provisions) Act, 1985</a>.\nClearly, therefore, the object of the 2000 <a href=\"/doc/1683455/\" id=\"a_72\">Amendment to the\nRecovery of Debts Due to Banks and Financial Institutions Act,\n1993</a> was to make the <a href=\"/doc/438563/\" id=\"a_73\">Sick Industrial Companies (Special\nProvisions) Act, 1985</a> prevail over it.\n</p>\n<p data-structure=\"Section\" id=\"p_94\">21. Regard being had to the poor working of the <a href=\"/doc/1683455/\" id=\"a_74\">Recovery of Debts\nDue to Banks and Financial Institutions Act, 1993</a>, the\nSecuritisation and Reconstruction of Financial Assets and\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                Page 30 of 81</span>\n\f<a href=\"/doc/198257891/\" id=\"a_75\">Enforcement of Security Interest Act, 2002</a> was brought into force\nin the year 2002. …\n\n</p><p data-structure=\"CDiscource\" id=\"p_95\">22. This 2002 Act was brought into force as a result of two\ncommittee reports which opined that recovery of debts due to banks\nand financial institutions was not moving as speedily as expected,\nand that, therefore, certain other measures would have to be put in\nplace in order that these banks and financial institutions would\nbetter be able to recover debts owing to them.\n</p>\n<p data-structure=\"Section\" id=\"p_96\">           xxx                 xxx                 xxx\n\n</p><p data-structure=\"Section\" id=\"p_97\">24. The “pivotal” provision, namely, <a href=\"/doc/152603276/\" id=\"a_76\">Section 13</a> of the said Act\nmakes it clear that banks and financial institutions would now no\nlonger have to wait for a tribunal judgment under the <a href=\"/doc/1683455/\" id=\"a_77\">Recovery of\nDebts Due to Banks and Financial Institutions Act, 1993</a> to be able\nto recover debts owing to them. They could, by following the\nprocedure <a href=\"/doc/155996362/\" id=\"a_78\">laid down in</a> <a href=\"/doc/152603276/\" id=\"a_79\">Section 13</a>, take direct action against the\ndebtors by taking possession of secured assets and selling them;\nthey could also take over the management of the business of the\nborrower. They could also appoint any person to manage the\nsecured assets possession of which has been taken over by them,\nand could require, at any time by notice in writing to any person\nwho has acquired any of the secured assets from the borrower and\nfrom whom any money is due or may become due from the\nborrower, to pay the secured creditor so much of the money as is\nsufficient to pay the secured debt.\n</p>\n<p data-structure=\"Section\" id=\"p_98\">25. In order to further the objects of the <a href=\"/doc/52229129/\" id=\"a_80\">Securitisation and\nReconstruction of Financial Assets and Enforcement of Security\nInterest Act, 2002</a>, the Act contains a non obstante clause in <a href=\"/doc/33076222/\" id=\"a_81\">Section\n35</a> and also contains various Acts in <a href=\"/doc/116137496/\" id=\"a_82\">Section 37</a> which are to be in\naddition to and not in derogation of the <a href=\"/doc/52229129/\" id=\"a_83\">Securitisation and\nReconstruction of Financial Assets and Enforcement of Security\nInterest Act, 2002</a>. Three of these Acts, namely, the <a href=\"/doc/1353758/\" id=\"a_84\">Companies Act,\n1956</a>, the <a href=\"/doc/220169/\" id=\"a_85\">Securities Contracts (Regulation) Act, 1956</a> and the\n<a href=\"/doc/1365176/\" id=\"a_86\">Securities and Exchange Board of India Act, 1992</a>, relate to\nsecurities generally, whereas the <a href=\"/doc/1683455/\" id=\"a_87\">Recovery of Debts Due to Banks\nand Financial Institutions Act, 1993</a> relates to recovery of debts\ndue to banks and financial institutions. Significantly, under <a href=\"/doc/194714056/\" id=\"a_88\">Section\n41</a> of this Act, three Acts are, by the Schedule to this Act, amended.\nWe are concerned with the third of such Acts, namely, the <a href=\"/doc/438563/\" id=\"a_89\">Sick\nIndustrial Companies (Special Provisions) Act, 1985</a>, in Section\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                               Page 31 of 81</span>\n\f        15(1) of which two provisos have been added. It is the correct\n        interpretation of the second of these provisos on which the fate of\n        these appeals ultimately hangs.”\n                                                     (Emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_99\">ii) Applicability of Section(s) 73 &amp; 74 of the 1872 Act to Forfeiture under\n      the SARFAESI Rules.\n</p>\n<p data-structure=\"Section\" id=\"p_100\">47.    Before we proceed to answer the first question formulated by us in para 34\n\nof this judgment, we must look into the principles underlying Section 73 of the\n\n1872 Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">\n</p><p data-structure=\"Section\" id=\"p_102\">48.    Section 73 of the 1872 Act deals with the compensation for loss or damage\n\ncaused by breach of contract. The same is extracted below:\n\n</p><blockquote id=\"blockquote_67\">       “73. Compensation for loss or damage caused by breach of\n       contract. — When a contract has been broken, the party who suffers\n       by such breach is entitled to receive, from the party who has broken\n       the contract, compensation for any loss or damage caused to him\n       thereby, which naturally arose in the usual course of things from\n       such breach, or which the parties knew, when they made the\n       contract, to be likely to result from the breach of it.\n</blockquote>\n<blockquote id=\"blockquote_68\">       Such compensation is not to be given for any remote and indirect\n       loss or damage sustained by reason of the breach.\n</blockquote>\n<blockquote id=\"blockquote_69\">       Compensation for failure to discharge obligation resembling those\n       created by contract. — When an obligation resembling those\n       created by contract has been incurred and has not been discharged,\n       any person injured by the failure to discharge it is entitled to receive\n       the same compensation from the party in default, as if such person\n       had contracted to discharge it and had broken his contract.\n</blockquote>\n<blockquote id=\"blockquote_70\">       Explanation. In estimating the loss or damage arising from a breach\n       of contract, the means which existed of remedying the inconvenience\n       caused by the non-performance of the contract must be taken into\n       account.”\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                         Page 32 of 81</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_103\">\f49.   The principles underlying Section 73 of the 1872 Act are well settled. The\n\nclassic case dealing with remoteness of damages is Hadley &amp; Anr. v. Baxendale\n\n&amp; Ors. reported in (1843-60) ALL E.R. Rep. 461, wherein it was observed:\n\n\n</p><blockquote id=\"blockquote_71\">       “Where two parties have made a contract which one of them has\n       broken, the damages which the other party ought to receive in\n       respect of such breach of contract should be such as may fairly\n       and reasonably be considered as either arising naturally, i.e.,\n       according to the usual course of things, from such breach of\n       contract itself, or such as may reasonably be supposed to have\n       been in the contemplation of both parties at the time they made the\n       contract as the probable result of the breach of it. If special\n       circumstances under which the contract was actually made were\n       communicated by the plaintiffs to the defendants, and thus known\n       to both parties, the damages resulting from the breach of such a\n       contract which they would reasonably contemplate would be the\n       amount of injury which would ordinarily follow from a breach of\n       contract under these special circumstances so known and\n       communicated. But, on the other hand, if these special\n       circumstances were wholly unknown to the party breaking the\n       contract, he, at the most, could only be supposed to have had in\n       his contemplation the amount of injury which would arise\n       generally, and in the great multitude of cases not affected by any\n       special circumstances, from such a breach of contract. For, had\n       the circumstances been known, the parties might have provided for\n       the breach of contract by special terms as to the damages in that\n       case; and of this advantage it would be very unjust to deprive\n       them.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_104\">50.   The above principles were explained and clarified by the Court of Appeal\n\nin Victoria Laundry (Windsor) Ltd v. Newman Industrial Ltd., [1949] 2 K.B.\n\n528 as under:\n</p>\n<blockquote id=\"blockquote_72\">       “(1.) It is well settled that the governing purpose of damages is to\n       put the party whose rights have been violated in the same position,\n       so far as money can do so, as if his rights had been observed: …\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                                                     Page 33 of 81</span>\n\f       (2.) In cases of breach of contract the aggrieved party is only\n       entitled to recover such part of the loss actually resulting as was\n       at the time of the contract reasonably foreseeable as liable to\n       result from the breach.\n</blockquote><blockquote id=\"blockquote_73\">       (3.) What was at that time reasonably so foreseeable depends on\n       the knowledge then possessed by the parties or, at all events, by\n       the party who later commits the breach.\n</blockquote><blockquote id=\"blockquote_74\">       (4.) For this purpose, knowledge “possessed” is of two kinds; one\n       imputed, the other actual. Everyone, as a reasonable person, is\n       taken to know the “ordinary course of things” and consequently\n       what loss is liable to result from a breach of contract in that\n       ordinary course. This is the subject matter of the “first rule” in\n       Hadley v. Baxendale 9 Exch. 341. But to this knowledge, which a\n       contract-breaker is assumed to possess whether he actually\n       possesses it or not, there may have to be added in a particular case\n       knowledge which he actually possesses, of special circumstances\n       outside the “ordinary course of things,” of such a kind that a\n       breach in those special circumstances would be liable to cause\n       more loss. Such a case attracts the operation of the “second rule”\n       so as to make additional loss also recoverable.\n</blockquote><blockquote id=\"blockquote_75\">       (5.) In order to make the contract-breaker liable under either rule\n       it is not necessary that he should actually have asked himself what\n       loss is liable to result from a breach. As has often been pointed\n       out, parties at the time of contracting contemplate not the breach\n       of the contract, but its performance. It suffices that, if he had\n       considered the question, he would as a reasonable man have\n       concluded that the loss in question was liable to result ….\n       (6.) Nor, finally, to make a particular loss recoverable, need it be\n       proved that upon a given state of knowledge the defendant could,\n       as a reasonable man, foresee that a breach must necessarily result\n       in that loss. It is enough if he could foresee it was likely so to result.\n       It is indeed enough, to borrow from the language of Lord du Parcq\n       in the same case, at page 158, if the loss (or some factor without\n       which it would not have occurred) is a “serious possibility” or a\n       “real danger.” …”\n\n</blockquote><blockquote id=\"blockquote_76\">51.   The above principles apply to grant of compensation under Section 73 of\n\nthe 1872 Act. This is clear from the decision of this Court in Karsandas H.\n\nThacker v. M/s. The Saran Engineering Co. Ltd. reported in AIR 1965 SC 1981.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_44\">                                                                           Page 34 of 81</span>\n<p data-structure=\"Precedent\" id=\"p_105\">\fThe Court held that when a party commits breach of contract, the other party is\n\nentitled to receive compensation for any loss by the damage caused to him which\n\nnaturally arose in the usual course of business from such breach or which the\n\nparties knew when they made the contract to be likely to result from the breach\n\nof it. Remote and indirect loss or damage sustained by reason of the breach will\n\nnot entitle the party complaining breach, to any compensation. Referring to the\n\nfacts of the case and Illustration (k) to Section 73 of the 1872 Act, the Court held:\n\n</p><blockquote id=\"blockquote_77\">      &quot;13. …On account of the non-delivery of scrap iron, he could have\n      purchased the scrap iron from the market at the same controlled\n      price and similar incidental charges. This means that he did not\n      stand to pay a higher price than what he was to pay to the\n      respondent and therefore he could not have suffered any loss on\n      account of the breach of contract by the respondent. The actual loss,\n      which, according to the appellant, he suffered on account of the\n      breach of contract by the respondent was the result of his\n      contracting to sell 200 tons of scrap iron for export to the Export\n      Corporation. It may be assumed that, as stated, the market price of\n      scrap iron for export on January 30, 1953, was the price paid by the\n      Export Corporation for the purchase of scrap iron that day. As the\n      parties did not know and could not have known when the contract\n      was made in July 1952 that the scrap iron would be ultimately sold\n      by the appellant to the Export Corporation, the parties could not\n      have known of the likelihood of the loss actually suffered by the\n      appellant, according to him, on account of the failure of the\n      respondent to fulfil the contract.\n</blockquote><blockquote id=\"blockquote_78\">      14. Illustration (k) to<a href=\"/doc/339747/\" id=\"a_90\"> S. 73</a> of the Contract Act is apt for the purpose\n      of this case. According to that illustration, the person committing\n      breach of contract has to pay to the other party the difference\n      between the contract price of the articles agreed to be sold and the\n      sum paid by the other party for purchasing another article on\n      account of the default of the first party, but the first party has not to\n      pay the compensation which the second party had to pay to third\n      parties as he had not been told at the time of the contract that the\n      second party was making the purchase of the article for delivery to\n      such third parties.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_45\">                                                                         Page 35 of 81</span>\n<p data-structure=\"Section\" id=\"p_106\">\f52.   Damages can be awarded only for the loss directly suffered on account of\n\nthe breach and not for any remote or indirect loss sustained by reason of the\n\nbreach of contract. The general rule is that where two parties enter into a contract\n\nand one of them commits breach, the other party will be entitled to receive as\n\ndamages in respect of such breach of contract, such sum as may fairly and\n\nreasonably be considered arising naturally, that is according to the usual course\n\nof things, from such breach of contract itself or such as may reasonably be\n\nsupposed to have been in the contemplation of both parties at the time they made\n\nthe contract, as the probable result of the breach of it. If any special circumstances\n\nabout the dependency of the performance of other contract(s) by the party\n\ncomplaining of the breach, on the performance of the contract in dispute by the\n\nparty in breach, had been communicated to the party in breach, and thus known\n\nto both parties at the time of entering into the contract, then the damages for the\n\nbreach of the contract in dispute, may include the compensation for the loss\n\nsuffered in regard to such other dependent contracts. But, on the other hand, if the\n\nspecial circumstances were not made known to the party breaking the contract,\n\nthe party breaking the contract, at the most, could only be supposed to have had\n\nin its contemplation the amount of injury which would arise generally and directly\n\nand not any remote or unknown loss or damage.\n</p>\n<p data-structure=\"Precedent\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961897\" id=\"span_46\">53.   What would be a ‘penalty’ under Section 74 of the 1872 Act was explained\n\nby this Court in <a href=\"/doc/1961897/\" id=\"a_91\">K. P. Subbarama Sastri and others v. K. S. Raghavan &amp; Ors.</a>\n\nreported in (1987) 2 SCC 424 as under:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">\n<span class=\"hidden_text\" id=\"span_47\">                                                                         Page 36 of 81</span>\n</p><blockquote id=\"blockquote_79\">\f        “5. …The question whether a particular stipulation in a\n        contractual agreement is in the nature of a penalty has to be\n        determined by the court against the background of various relevant\n        factors, such as the character of the transaction and its special\n        nature, if any, the relative situation of the parties, the rights and\n        obligations accruing from such a transaction under the general law\n        and the intention of the parties in incorporating in the contract the\n        particular stipulation which is contended to be penal in nature. If\n        on such a comprehensive consideration, the court finds that the real\n        purpose for which the stipulation was incorporated in the contract\n        was that by reason of its burdensome or oppressive character it\n        may operate in terrorem over the promiser so as to drive him to\n        fulfil the contract, then the provision will be held to be one by way\n        of penalty.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_109\">54.   The SARFAESI Rules, more particularly Rule 9 was first examined by this\n\nCourt in Rakesh Birani (Dead) through LRs v. Prem Narain Sehgal &amp; Anr.\n\nreported in (2018) 5 SCC 543, wherein the entire auction process under Rule 9\n\nwas explained. The relevant observations read as under: -\n\n</p><blockquote id=\"blockquote_80\">        “8. In order to comprehend the rival submissions, it is necessary\n        to ponder as to intendment of Rule 9 of the 2002 Rules which deals\n        with the time of sale, issues of sale certificate and delivery of\n        possession, etc. Public notice of sale is to be published in the\n        newspaper and only after thirty days thereafter, the sale of\n        immovable property can take place. Under Rule 9(2) of the 2002\n        Rules, the sale is required to be confirmed in favour of the\n        purchaser who has offered the highest sale price to the authorised\n        officer and shall be subject to confirmation by the secured\n        creditor. The proviso makes it clear that sale under the said Rule\n        would be confirmed if the amount offered and the whole price is\n        not less than the reserved price as specified in Rule 9(5). It is\n        apparent that Rule 9(1) does not deal with the confirmation by the\n        authorised officer. It only provides confirmation by the secured\n        creditor.\n</blockquote>\n<blockquote id=\"blockquote_81\">        9. Rule 9(3) makes it clear that on every sale of immovable\n        property, the purchaser on the same day or not later than next\n        working day, has to make a deposit of twenty-five per cent of the\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                                                      Page 37 of 81</span>\n\f           amount of the sale price, which is inclusive of earnest money\n           deposited if any. Rule 9(4) makes it clear that balance amount of\n           the purchase price payable shall be paid by the purchaser to the\n           authorised officer on or before the fifteenth day of “confirmation\n           of sale of the immovable property” or such extended period as may\n           be agreed upon in writing between the purchaser and the secured\n           creditor. Thus, Rule 9(2) makes it clear that after confirmation by\n           the secured creditor the amount has to be deposited. Rule 9(3) also\n           makes it clear that period of fifteen days has to be computed from\n           the date of confirmation.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_110\">55.      This Court in Rakesh Birani (supra) while interpreting Rule 9(5) of the\n\nSARFAESI Rules made the following pertinent observations: -\n\n</p><blockquote id=\"blockquote_82\">a. That, the liability of a successful auction purchaser to deposit the requisite\n\n      amount begins from the date when the sale is confirmed by the secured\n\n      creditor and communicated to the auction purchaser, wherein 25% of the\n\n      amount has to be deposited as earnest money no later than the next working\n\n      day from the date of confirmation and the balance amount within 15 days from\n\n      the said date.\n</blockquote>\n<blockquote id=\"blockquote_83\">b. That for forfeiture of the 25% earnest money deposit of the auction purchaser,\n\n      twin conditions have to be satisfied being (i) First, that the sale must have\n\n      been confirmed by the secured creditor and (ii) second, there is a default in\n\n      payment of the balance 75% of the amount.\n</blockquote>\n<blockquote id=\"blockquote_84\">c. Once the afore-stated conditions are satisfied i.e., the auction purchaser after\n\n      confirmation of sale fails to deposit the balance amount within the stipulated\n\n      time, the secured creditor is required to forfeit the original auction purchaser’s\n\n      earnest money deposit and the secured assets have to be resold.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                                           Page 38 of 81</span>\n<blockquote id=\"blockquote_85\">\fd. The relevant observations are being reproduced below: -\n</blockquote>\n<blockquote id=\"blockquote_86\">       “10. In this case, confirmation has been made and communicated\n       on 27-2- 2013 and within fifteen days thereof i.e. on 13-3-2018,\n       the amount of twenty-five per cent had been deposited. Thereafter,\n       sale certificate has been issued under Rule 9(6). Rule 9(5) also\n       makes it clear that in default of payment within the period\n       mentioned in Rule 9(4), the deposit shall be forfeited. There cannot\n       be any forfeiture of the amount of 25% in deposit until and unless\n       the sale is confirmed by the secured creditor and there is a default\n       of payment of 75% of the amount. The interpretation made by the\n       High Court thus cannot be accepted.\n</blockquote><blockquote id=\"blockquote_87\">       11. If we read the provisions otherwise then we find even before\n       the confirmation of sale within fifteen days, the amount would be\n       forfeited by the authorised officer who may decide not to confirm\n       the sale that would be a result not contemplated in Rules 9(2), 9(4)\n       and 9(5) which fortify our conclusion that it is only after the\n       confirmation is made under Rule 9(4) that amount has to be\n       deposited and on failure to deposit the amount, twenty-five per\n       cent amount has to be forfeited and property has to be resold….”\n                                                   (Emphasis supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_111\">56.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101641324\" id=\"span_50\">In <a href=\"/doc/101641324/\" id=\"a_92\">Agarwal Tracom Private Limited v. Punjab National Bank &amp; Ors.</a>\n\nreported in (2018) 1 SCC 626, this Court held that the act of forfeiture of the\n\nearnest money deposit by the secured creditor is a measure under <a href=\"/doc/26129616/\" id=\"a_93\">Section 13(4)</a>\n\nof the SARFAESI Act and thus, challengeable before the DRT under <a href=\"/doc/112742697/\" id=\"a_94\">Section 17</a>\n\nof the SARFAESI Act. The relevant observations are reproduced below: -</span>\n\n</p><blockquote id=\"blockquote_88\">       “28. We also notice that Rule 9(5) confers express power on the\n       secured creditor to forfeit the deposit made by the auction-\n       purchaser in case the auction-purchaser commits any default in\n       paying instalment of sale money to the secured creditor. Such\n       action taken by the secured creditor is, in our opinion, a part of\n       the measures specified in <a href=\"/doc/26129616/\" id=\"a_95\">Section 13(4)</a> and, therefore, it is\n       regarded as a measure taken Under <a href=\"/doc/26129616/\" id=\"a_96\">Section 13(4)</a> read with Rule\n       9(5)….”\n                                                   (Emphasis supplied)\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                                     Page 39 of 81</span>\n</blockquote><p data-structure=\"Section\" id=\"p_112\">\f57.      It appears that the High Court whilst passing the impugned order was of\n\nthe view that the legislature had provided for forfeiture under the SARFAESI\n\nRules as a relief to the secured creditor for the breach of obligation by the auction\n\npurchaser. Thus, it was of the view that Section 73 of the 1872 Act will be\n\napplicable to forfeiture under Rule 9(5) of the SARFAESI Rules and any\n\nforfeiture will only be allowed to the extent of the loss or damage suffered by the\n\nsecured creditor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_113\">\n</p><p data-structure=\"Precedent\" id=\"p_114\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105179863\" id=\"span_52\">58.      This Court in <a href=\"/doc/105179863/\" id=\"a_97\">C. Natarajan</a> (supra) whilst dealing with a similar issue\n\npertaining to the applicability of Section(s) 73 and 74 of the 1872 Act on\n\nforfeiture under Rule 9(5) of the SARFAESI Rules, answered the same in a\n\nnegative. The said decision is in two parts: -</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_115\">\n</p><blockquote id=\"blockquote_89\">      a) It held that as the <a href=\"/doc/52229129/\" id=\"a_98\">SARFAESI Act</a> is a special enactment with overriding\n\n         effect over other laws by virtue of Section(s) 35 and 37, the 1872 Act more\n\n         particularly Section(s) 73 and 74 will not be applicable to Rule 9(5) of the\n\n         SARFAESI Rules especially since the rules framed under a statute become\n\n         part of the statute.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_116\">          “20. In terms of the <a href=\"/doc/171398/\" id=\"a_99\">Indian Contract Act, 1872</a> (for brevity\n          “<a href=\"/doc/171398/\" id=\"a_100\">Contract Act</a>”, hereafter), a person can withdraw his offer before\n          acceptance. However, once a party expresses willingness to enter\n          into a contractual relationship subject to terms and conditions and\n          makes an offer which is accepted but thereafter commits a breach\n          of contract, he does so at his own risk and peril and naturally has\n          to suffer the consequences. We are not oblivious of the terms of\n          section 73 and <a href=\"/doc/1941714/\" id=\"a_101\">section 74</a> of the Contract Act, being part of\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                                                        Page 40 of 81</span>\n\fChapter VI thereof titled “Of the Consequence of Breach of\nContract”. These sections, providing for compensation for breach\nof contract and for liquidated damages, have remained on the\nstatute book for generations and permit the party suffering the\nbreach to recover such quantum of loss or damage from the party\nin breach. However, with changing times, the minds of people are\nalso changing. The judiciary, keeping itself abreast of the changes\nthat are bound to occur in an evolving society, must interpret new\nlaws that are brought in operation to suit the situation\nappropriately. In the current era of globalization, the entire\nphilosophy of society, mainly on the economic front is making\nrapid strides towards changes. Unscrupulous people have been\ninventing newer modes and mechanisms for defrauding and\nlooting the nation. It is in such a scenario that provisions of\nenactments, particularly those provisions which have a direct\nbearing on the economy of the nation, must receive such\ninterpretation so that it not only fosters economic growth but is\nalso in tune with the intention of the law-makers in introducing a\nprovision such as sub-rule (5) of rule 9, which though harsh in its\noperation, is intended to suppress the mischief and advance the\nremedy. If indeed section 73 and section 74, which are part of the\ngeneral law of contract, were sufficient to cater to the remedy, the\nneed to make sub-rule (5) of rule 9 as part of the Rules might not\nhave arisen. Additionally, insertion of sub-rule (5) with such\nspecificity regarding forfeiture must not have been thought of only\nfor reiterating what is already there. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1059476\" id=\"span_54\">It was visualized by the law\nmakers that there was a need to arrest cases of deceptive\nmanipulation of prices at the instance of unscrupulous borrowers\nby thwarting sale processes and this was the trigger for insertion\nof such a provision with wide words conferring extensive powers\nof forfeiture. The purpose of such insertion must have also been\naimed at instilling a sense of discipline in the intending purchasers\nwhile they proceed to participate in the auction-sale process. At\nthe cost of repetition, it must not be forgotten that the <a href=\"/doc/52229129/\" id=\"a_102\">SARFAESI\nAct</a> was enacted because the general laws were not found to be\nworkable and efficient enough to ensure liquidity of finances and\nflow of money essential for any healthy and growth-oriented\neconomy.       The     decision     of    this     Court    in <a href=\"/doc/1059476/\" id=\"a_103\">Mardia\nChemicals v. Union of India</a> [(2004) 4 SCC 311], while outlawing\nonly a part of the <a href=\"/doc/52229129/\" id=\"a_104\">SARFAESI Act</a> and upholding the rest, has\ntraced the history of this legislation and the objects that\nParliament had in mind in sufficient detail. Apart from the law <a href=\"/doc/1059476/\" id=\"a_105\">laid\ndown in</a> such decision, these are the other relevant considerations\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                               Page 41 of 81</span>\n\fwhich ought to be borne in mind while examining a challenge to a\nforfeiture order.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">21. There is one other aspect which is, more often than not, glossed\nover. In terms of sub-rule (5) of rule 9, generally, forfeiture would\nbe followed by an exercise to resell the immovable property. On\nthe date an order of forfeiture is in contemplation of the authorized\nofficer of the secured creditor for breach committed by the bidder,\nfactually, the position is quite uncertain for the former in that there\nis neither any guarantee of his receiving bids pursuant to a future\nsale, much to the satisfaction of the secured creditor, nor is there\nany gauge to measure the likely loss to be suffered by it (secured\ncreditor) if no bidders were interested to purchase the immovable\nproperty. Since the extent of loss cannot be immediately foreseen\nor calculated, such officers may not have any option but to order\nforfeiture of the amount deposited by the defaulting bidder in an\nattempt to recover as much money as possible so as to reduce the\nsecured debt. That the immovable property is later sold at the same\nprice or at a price higher than the one which was offered by the\nparty suffering the forfeiture is not an eventuality that occurs in\neach and every case. <a href=\"/doc/339747/\" id=\"a_106\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_107\">74</a> of the Contract Act would\nnot, therefore, be sufficient to take care of the interest of the\nsecured creditor in such a case and that also seems to be another\nreason for bringing in the provision for forfeiture in rule 9.\nOrdinarily, therefore, validity of an order of forfeiture must be\njudged considering the circumstances that were prevailing on the\ndate it was made and not based on supervening events.\n</p>\n<p data-structure=\"Section\" id=\"p_118\">22. Does sub-rule (5) of rule 9, which is part of a delegated\nlegislation, i.e., the Rules, have the effect of diluting section 73 and\n<a href=\"/doc/1941714/\" id=\"a_108\">section 74</a> of the Contract Act? We have considered it necessary\nto advert to this question as it is one of general importance and\nare of the considered opinion that the answer must be in the\nnegative. <a href=\"/doc/171398/\" id=\"a_109\">While the Contract Act</a> embodies the general law of\ncontract, the <a href=\"/doc/52229129/\" id=\"a_110\">SARFAESI Act</a> is a special enactment, inter alia, for\nenforcement of security interest without intervention of court. Rule\n9(5) providing for forfeiture is part of the Rules, which have\nvalidly been framed in exercise of statutory power conferred by\n<a href=\"/doc/112419752/\" id=\"a_111\">section 38</a> of the SARFAESI Act. Law is well settled that rules,\nwhen validly framed, become part of the statute. Apart from the\npresumption as to constitutionality of a statute, the contesting\nrespondent did not mount any challenge to sub-rule (5) of rule 9\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                                  Page 42 of 81</span>\n\f     of the Rules. The applicability and enforcement of sub-rule (5) of\n     rule 9 on its terms, therefore, has to be secured in appropriate\n     cases.”\n                                                 (Emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_119\">b) That if Rule 9(5) is interpreted in light of Section(s) 73 and 74 of the 1872\n\n   Act, then the very auction process could be set at naught by a mischievous\n\n   or devious borrower by ‘gaming’ the auction through sham bids.\n\n     “18. Having regard to the terms of rule 9, the notice for auction\n     constitutes the ‘invitation to offer’; the bids submitted by the\n     bidders constitute the ‘offer’ and upon confirmation of sale in\n     favour of the highest bidder under sub-rule (2) of rule 9, the\n     contract comes into existence. Once the contract comes into\n     existence, the bidder is bound to honour the terms of the statute\n     under which the auction is conducted and suffer consequences for\n     breach, if any, as stipulated. Rule 9(5) legislatively lays down a\n     penal consequence. ‘Forfeiture’ referred to in sub-rule (5) of rule\n     9, in the setting of the <a href=\"/doc/52229129/\" id=\"a_112\">SARFAESI Act</a> and the Rules, has to be\n     construed as denoting a penalty that the defaulting bidder must\n     suffer should he fail to make payment of the entire sale price within\n     the period allowed to him by the authorized officer of a secured\n     creditor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_120\">     19. Though it is true that the power conferred by sub-rule (5) of\n     rule 9 of the Rules ought not to be exercised indiscriminately\n     without having due regard to all relevant facts and circumstances,\n     yet, the said sub-rule ought also not be read in a manner so as to\n     render its existence only on paper. Drawing from our experience\n     on the Bench, it can safely be observed that in many a case the\n     borrowers themselves, seeking to frustrate auction sales, use their\n     own henchmen as intending purchasers to participate in the\n     auction but thereafter they do not choose to carry forward the\n     transactions citing issues which are hardly tenable. This leads to\n     auctions being aborted and issuance of fresh notices. Repetition of\n     such a process of participation-withdrawal for a couple of times\n     or more has the undesirable effect of rigging of the valuation of\n     the immovable property. In such cases, the only perceivable loss\n     suffered by a secured creditor would seem to be the extent of\n     expenses incurred by it in putting up the immovable property for\n\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                    Page 43 of 81</span>\n\f        sale. However, what does generally escape notice in the process is\n        that it is the mischievous borrower who steals a march over the\n        secured creditor by managing to have a highly valuable property\n        purchased by one of its henchmen for a song, thus getting such\n        property freed from the clutches of mortgage and by diluting the\n        security cover which the secured creditor had for its loan\n        exposure. Bearing in mind such stark reality, sub-rule (5) of rule\n        9 cannot but be interpreted pragmatically to serve twin purposes\n        — first, to facilitate due enforcement of security interest by the\n        secured creditor (one of the objects of the <a href=\"/doc/52229129/\" id=\"a_113\">SARFAESI Act</a>); and\n        second, to prohibit wrong doers from being benefitted by a liberal\n        construction thereof.”\n                                                    (Emphasis supplied)\n\na. Forfeiture under the SARFAESI Rules:\n</p>\n<blockquote id=\"blockquote_90\">59.   We, first come to the aspect of applicability of Section 73 of the 1872 Act\n\nvis-à-vis the <a href=\"/doc/52229129/\" id=\"a_114\">SARFAESI Act</a>, more particularly Rule 9(5) of the SARFAESI\n\nRules. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155996362\" id=\"span_58\">In <a href=\"/doc/155996362/\" id=\"a_115\">Madras Petrochem</a> (supra) this Court made a pertinent observation that\n\n<a href=\"/doc/33076222/\" id=\"a_116\">Sections 35</a> and <a href=\"/doc/116137496/\" id=\"a_117\">37</a> respectively of the <a href=\"/doc/52229129/\" id=\"a_118\">SARFAESI Act</a> form a unique scheme of\n\noverriding provisions, however the scope and ambit of <a href=\"/doc/116137496/\" id=\"a_119\">Section 37</a> is restricted\n\nonly to the securities law. The relevant portion is reproduced as under: -</span>\n</blockquote>\n<blockquote id=\"blockquote_91\">        “39. This is what then brings us to the doctrine of harmonious\n        construction, which is one of the paramount doctrines that is applied\n        in interpreting all statutes. Since neither <a href=\"/doc/33076222/\" id=\"a_120\">Section 35</a> nor <a href=\"/doc/116137496/\" id=\"a_121\">Section 37</a>\n        of the Securitisation and Reconstruction of Financial Assets and\n        Enforcement of Security Interest Act, 2002 is subject to the other, we\n        think it is necessary to interpret the expression “or any other law for\n        the time being in force” in <a href=\"/doc/116137496/\" id=\"a_122\">Section 37</a>. If a literal meaning is given\n        to the said expression, <a href=\"/doc/33076222/\" id=\"a_123\">Section 35</a> will become completely otiose as\n        all other laws will then be in addition to and not in derogation of the\n        <a href=\"/doc/52229129/\" id=\"a_124\">Securitisation and Reconstruction of Financial Assets and\n        Enforcement of Security Interest Act, 2002</a>. Obviously this could not\n        have been the parliamentary intendment, after providing in <a href=\"/doc/33076222/\" id=\"a_125\">Section\n        35</a> that the Securitisation and Reconstruction of Financial Assets\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                                                       Page 44 of 81</span>\n\f       and <a href=\"/doc/198257891/\" id=\"a_126\">Enforcement of Security Interest Act, 2002</a> will prevail over all\n       other laws that are inconsistent therewith. A middle ground has,\n       therefore, necessarily to be taken. According to us, the two\n       apparently conflicting sections can best be harmonised by giving\n       meaning to both. This can only be done by limiting the scope of the\n       expression “or any other law for the time being in force” contained\n       in <a href=\"/doc/116137496/\" id=\"a_127\">Section 37</a>. This expression will, therefore, have to be held to\n       mean other laws having relation to the securities market only, as the\n       <a href=\"/doc/1683455/\" id=\"a_128\">Recovery of Debts Due to Banks and Financial Institutions Act, 1993</a>\n       is the only other special law, apart from the <a href=\"/doc/52229129/\" id=\"a_129\">Securitisation and\n       Reconstruction of Financial Assets and Enforcement of Security\n       Interest Act, 2002</a>, dealing with recovery of debts due to banks and\n       financial institutions. On this interpretation also, the <a href=\"/doc/438563/\" id=\"a_130\">Sick Industrial\n       Companies (Special Provisions) Act, 1985</a> will not be included for\n       the obvious reason that its primary objective is to rehabilitate sick\n       industrial companies and not to deal with the securities market.”\n\n                                                       (Emphasis supplied)\n\n</blockquote><blockquote id=\"blockquote_92\">60.   The aforesaid view came to be reaffirmed by this Court in another decision\n\nin Celir LLP. v. Bafna Motors (Mumbai) Pvt. Ltd. &amp; Ors. reported in 2023 SCC\n\nOnLine SC 1209, wherein it was held that only those laws which have been either\n\nenumerated in <a href=\"/doc/116137496/\" id=\"a_131\">Section 37</a> of the SARFAESI Act or which occupy and deal with\n\nthe same field as the <a href=\"/doc/52229129/\" id=\"a_132\">SARFAESI Act</a> will be applicable in addition to the\n\n<a href=\"/doc/52229129/\" id=\"a_133\">SARFAESI Act</a>. The relevant observations are being reproduced below: -\n</blockquote>\n<blockquote id=\"blockquote_93\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"155996362\" id=\"span_60\">“72. Thus, it appears from a combined reading of the decisions\n       rendered by this Court in <a href=\"/doc/155996362/\" id=\"a_134\">Madras Petrochem</a> (supra) and M.D.\n       Frozen Foods Exports (supra) that this Court has consistently\n       construed that only those laws which have either been enumerated\n       in <a href=\"/doc/116137496/\" id=\"a_135\">Section 37</a> SARFAESI Act or similar to it would be applicable\n       in addition to the <a href=\"/doc/52229129/\" id=\"a_136\">SARFAESI Act</a> i.e., laws which deal with\n       securities or occupy the same field as the <a href=\"/doc/52229129/\" id=\"a_137\">SARFAESI Act</a>. Thus,\n       even on this aspect, we are of the view that the Act, 1882 would\n       not be applicable in addition to the <a href=\"/doc/52229129/\" id=\"a_138\">SARFAESI Act</a>. Suffice to say,\n       that in view of the above discussion, the statutory right of\n       redemption under the Act, 1882 will not be applicable to the\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                       Page 45 of 81</span>\n\f        <a href=\"/doc/52229129/\" id=\"a_139\">SARFAESI Act</a> at least in view of the amended <a href=\"/doc/175152120/\" id=\"a_140\">Section 13(8)</a> and\n        any right of redemption of a borrower must be found within the\n        <a href=\"/doc/52229129/\" id=\"a_141\">SARFAESI Act</a> in terms of the amended <a href=\"/doc/175152120/\" id=\"a_142\">Section 13(8)</a>.”\n                                                      (Emphasis supplied)</span>\n\n</blockquote><blockquote id=\"blockquote_94\">61.   The legislature through Rule 9(5) of the SARFAESI Rules, has made a\n\nconscious departure from the general law by statutorily providing for the\n\nforfeiture of earnest-money deposit of the successful auction purchaser for its\n\nfailure in depositing the balance consideration within the statutory period. No\n\ndoubt, the forfeiture is a result of a breach of obligation, but the consequence of\n\nforfeiture in such case is taking place not because of the breach but because of\n\noperation of the statutory provision providing for forfeiture that is attracted as a\n\nresult of the breach.\n</blockquote>\n<blockquote id=\"blockquote_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105179863\" id=\"span_62\">62.    If the consequence of forfeiture was purely a matter of breach of contract,\n\nthen there would have been no occasion for the legislature to specifically provide\n\nfor forfeiture through the statutory provisions, and it would have simpliciter\n\nrelegated the consequences of such breach to already existing general law under\n\nSection(s) 73 and 74 of the 1872 Act. [See <a href=\"/doc/105179863/\" id=\"a_143\">C. Natarajan</a> (supra) at Para 20]</span>\n\n\n</blockquote><blockquote id=\"blockquote_96\">63.   However, the legislature has consciously provided for only one\n\nconsequence in the event of failure of the successful auction purchaser in\n\ndepositing the balance amount i.e., forfeiture and has not provided for imposition\n\nof any other stipulation by the secured creditor in the event of a breach. This has\n\nbeen done, keeping in mind the larger object of the <a href=\"/doc/52229129/\" id=\"a_144\">SARFAESI Act</a>, which is to\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                                                       Page 46 of 81</span>\n\ffacilitate recovery of debt in a time-bound manner by giving teeth to the measures\n\nenumerated within <a href=\"/doc/152603276/\" id=\"a_145\">Section 13</a> of the SARFAESI Act, more particularly sale of\n\nthe secured asset in the event the borrower fails to repay the debt.\n</blockquote>\n\n<blockquote id=\"blockquote_97\">64.          If Section(s) 73 and 74 respectively of the 1872 Act are interpreted so as\n\nto be made applicable to a breach in payment of balance amount by the successful\n\nauction purchaser, it would lead to a chilling effect in the following ways: -\n</blockquote>\n<blockquote id=\"blockquote_98\">      (i)       First, it would be quite preposterous to suggest that in an auction which\n\n                is a process meant for recovery of debt due to default of the borrower,\n\n                the balance amount if not paid by the successful auction purchaser,\n\n                another recovery proceeding would have to be initiated by the secured\n\n                creditor in terms of Section(s) 73 and 74 of the 1872 Act to recoup the\n\n                loss and expenditure occasioned to it by the defaulting successful\n\n                auction purchaser.\n</blockquote>\n\n\n<blockquote id=\"blockquote_99\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105179863\" id=\"span_64\">(ii)      Secondly, such an interpretation would allow unscrupulous borrowers\n\n                being hands-in-glove with the auction purchasers to use subversive\n\n                methods to participate in an auction only to not pay the balance amount\n\n                at the very end and escape relatively unscathed under the guise of\n\n                Section(s) 73 and 74 of the 1872 Act, thereby gaming the entire auction\n\n                process and leaving any possibility of recoveries under the <a href=\"/doc/52229129/\" id=\"a_146\">SARFAESI\n\n                Act</a> at naught. [See; <a href=\"/doc/105179863/\" id=\"a_147\">C. Natarajan</a> (supra) at Para 19]</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                                            Page 47 of 81</span>\n</blockquote><blockquote id=\"blockquote_100\">\f65.   Thus, such an interpretation would completely defeat the very purpose and\n\nobject of the <a href=\"/doc/52229129/\" id=\"a_148\">SARFAESI Act</a> and would reduce the measures provided under\n\n<a href=\"/doc/152603276/\" id=\"a_149\">Section 13</a> of the SARFAESI Act to a farce and thereby undermine the country’s\n\neconomic interest.\n</blockquote>\n\n<blockquote id=\"blockquote_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101641324\" id=\"span_66\">66.   At this stage, we may also answer the submission of the respondent that\n\nthe authorised officer under Rule 9(5) of the SARFAESI Rules has been\n\nconferred with unguided and unfettered power of forfeiture and as such the said\n\nrule is liable to be struck down. However, we are not impressed with such\n\nsubmission. First, there was no challenge to the constitutional validity of Rule 9\n\nsub-rule (5) of the SARFAESI Rules. Secondly, even as per <a href=\"/doc/101641324/\" id=\"a_150\">Agarwal Tracom</a>\n\n(supra) it is always open for a person aggrieved by an order of forfeiture under\n\nthe SARFAESI Rules to challenge the same before the DRT under <a href=\"/doc/112742697/\" id=\"a_151\">Section 17</a> of\n\nthe SARFAESI Act.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105179863\" id=\"span_67\">67.   As regards the contention that the SARFAESI Rules being a delegated\n\nlegislation cannot override the substantive provisions of a statutory enactment\n\nmore particularly Section(s) 73 &amp; 74 of the 1872 Act, the same was negatived by\n\nthis Court in <a href=\"/doc/105179863/\" id=\"a_152\">C. Natarajan</a> (supra) with the following observations: -</span>\n</blockquote>\n\n<blockquote id=\"blockquote_103\">       “22. .... We have considered it necessary to advert to this question\n       as it is one of general importance and are of the considered opinion\n       that the answer must be in the negative. <a href=\"/doc/171398/\" id=\"a_153\">While the Contract Act</a>\n       embodies the general law of contract, the <a href=\"/doc/52229129/\" id=\"a_154\">SARFAESI Act</a> is a\n       special enactment, inter alia, for enforcement of security interest\n       without intervention of court. Rule 9(5) providing for forfeiture is\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                                                      Page 48 of 81</span>\n\f        part of the Rules, which have validly been framed in exercise of\n        statutory power conferred by <a href=\"/doc/112419752/\" id=\"a_155\">section 38</a> of the SARFAESI Act. Law\n        is well settled that rules, when validly framed, become part of the\n        statute. …”\n\n</blockquote><blockquote id=\"blockquote_104\">68.    What can be discerned from the above is that the <a href=\"/doc/52229129/\" id=\"a_156\">SARFAESI Act</a> is a\n\nspecial legislation with an overriding effect on the general law, and only those\n\nlegislations which are either specifically mentioned in <a href=\"/doc/116137496/\" id=\"a_157\">Section 37</a> or deal with\n\nsecuritization will apply in addition to the <a href=\"/doc/52229129/\" id=\"a_158\">SARFAESI Act</a>. Being so, the\n\nunderlying principle envisaged under Section(s) 73 &amp; 74 of the 1872 Act which\n\nis a general law will have no application, when it comes to the <a href=\"/doc/52229129/\" id=\"a_159\">SARFAESI Act</a>\n\nmore particularly the forfeiture of earnest-money deposit which has been\n\nstatutorily provided under Rule 9(5) of the SARFAESI Rules as a consequence\n\nof the auction purchaser’s failure to deposit the balance amount.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_121\">b. Concept of Earnest-Money &amp; Law on Forfeiture of Earnest-Money\n      Deposit:\n</p>\n<blockquote id=\"blockquote_105\">69.    This aforesaid aspect may be looked at from another angle. Section(s) 73\n\nand 74 of the 1872 Act deal with the consequences and compensation for a breach\n\nof contract. It enables a suffering party to recover such quantum of loss or\n\nliquidated damages from a party in breach so as to make good the loss incurred\n\nby it and be put in the same position prior to its losses.\n</blockquote>\n\n\n<blockquote id=\"blockquote_106\">70.    At this juncture, it would be apposite to refer to the meaning of ‘forfeiture’.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_122\">The word forfeiture is derived from the French word ‘forfaiture’ which means\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                                         Page 49 of 81</span>\n\fthe loss of property by violation of his own duty. The Black’s Law Dictionary\n\ndefines ‘forfeiture’ as follows [See: Henry Campbell Black on “Black’s Law\n\nDictionary”, 1968, 4th Edition]: -\n</p>\n<blockquote id=\"blockquote_107\">      “the loss of a right, privilege, or property because of a crime, breach of\n      obligation, or neglect of duty.”\n      “something (especially money or property) lost or confiscated by this\n      process; a penalty”\n      “a destruction or deprivation of some estate or right because of the\n      failure to perform some obligation or condition contained in a contract”\n\n</blockquote><blockquote id=\"blockquote_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1149827\" id=\"span_70\">71.   This Court in <a href=\"/doc/1149827/\" id=\"a_160\">R.S. Joshi, Sales Tax Officer, Gujarat &amp; Ors. v. Ajit Mills\n\nLimited &amp; Anr.</a> reported in (1977) 4 SCC 98, while explaining the true purport\n\nand meaning of the term ‘forfeiture’ observed that whether a forfeiture clause is\n\npenal in nature must be decided in the specific setting of a statute. The relevant\n\nobservations read as under: -</span>\n</blockquote>\n<blockquote id=\"blockquote_109\">      “18. Coming to &#x27;forfeiture&#x27;, what is the true character of a &#x27;forfeiture&#x27;\n      ? Is it punitive in infliction, or merely another form of exaction of\n      money by one from another? If it is penal, it falls within implied\n      powers. If it is an act of mere transference of money from the dealer\n      to the State, then it falls outside the legislative entry. Such is the\n      essence of the decisions which we will presently consider. There was\n      a contention that the expression &#x27;forfeiture&#x27; did not denote a penalty.\n      This, perhaps, may have to be decided in the specific setting of a\n      statute. But, speaking generally and having in mind the object of\n      <a href=\"/doc/116137496/\" id=\"a_161\">Section 37</a> read with Section 46, we are inclined to the view that\n      forfeiture has a punitive impact. Black&#x27;s Legal Dictionary states that\n      &#x27;to forfeit&#x27; is &#x27;to lose, or lose the right to, by some error, fault, offence\n      or crime&#x27; &#x27;to incur a penalty.&#x27; &#x27;Forfeiture&#x27;, as judicially annotated, is\n      &#x27;a punishment annexed by law to some illegal act or negligence. . . .&#x27;;\n      &#x27;something imposed as a punishment for an offence or delinquency.&#x27;\n      The word, in this sense, is frequently associated with the word\n      &#x27;penalty&#x27;, According to Black&#x27;s Legal Dictionary.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                                                            Page 50 of 81</span>\n<blockquote id=\"blockquote_110\">\fThe terms &#x27;fine&#x27;, &#x27;forfeiture&#x27; and &#x27;penalty&#x27;, are often used loosely and\neven confusedly; but when a discrimination is made, the word\n&#x27;penalty&#x27; is found to be generic in its character, including both fine\nand forfeiture. A &#x27;fine&#x27; is a pecuniary penalty and is commonly\n(perhaps always) to be collected by suit in some form. A &#x27;forfeiture&#x27;\nis a penalty by which one loses his rights and interest in his property.\n</blockquote>\n<blockquote id=\"blockquote_111\">More explicitly, the U. S. Supreme Court has explained the concept\nof &#x27;forfeiture&#x27; in the context of statutory construction. Chief Justice\nTaney, in the State of Maryland v. The Baltimore &amp; Ohio RR Co. 11\nL ED. 714, 712 observed:\n</blockquote>\n<blockquote id=\"blockquote_112\">      And a provision, as in this case, that the party shall forfeit a\n      particular sum, in case he does not perform an act required by\n      law, has always, in the construction of statutes, been regarded\n      not as a contract with the delinquent party, but as the\n      punishment for an offence. Undoubtedly, in the case of\n      individuals, the word forfeit is construed to be the language of\n      contract, because contract is the only mode in which one\n      person can become liable to pay a penalty to another for\n      breach of duty, or the failure to perform an obligation. In\n      legislative proceedings, however, the construction is\n      otherwise and a forfeiture is always to be regarded as a\n      punishment inflicted for a violation of some duty enjoined\n      upon the party by law; and such, very clearly, is the meaning\n      of the word in the act in question\n\n</blockquote><blockquote id=\"blockquote_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"878201\" id=\"span_72\">19. The same connotation has been imparted by our Court too. A\nBench has held: <a href=\"/doc/878201/\" id=\"a_162\">Bankura Municipality v. Lalji Raja and Sons</a>, 1953\nCri LJ 1101:</span>\n</blockquote>\n<blockquote id=\"blockquote_114\">      According to the dictionary meaning of the word &#x27;forfeiture&#x27;\n      the loss or the deprivation of goods has got to be in\n      consequence of a crime, offence or breach of engagement or\n      has to be by way of penalty of the transgression or a\n      punishment for an offence. Unless the loss or deprivation of\n      the goods is by way of a penalty or punishment for a crime,\n      offence or breach of engagement it would not come within the\n      definition of forfeiture\n\nThis word &#x27;forfeiture&#x27; must bear the same meaning of a penalty for\nbreach of a prohibitory direction. The fact that there is arithmetical\nidentity, assuming it to be so, between the figures of the illegal\n\n\n<span class=\"hidden_text\" id=\"span_73\">                                                                 Page 51 of 81</span>\n\f      collections made by the dealers and the amounts forfeited to the State\n      cannot create a conceptual confusion that what is provided is not\n      punishment but a transference of funds. If this view be correct, and\n      we hold so, the legislature, by inflicting the forfeiture, does not go\n      outside the crease when it hits out against the dealer and deprives\n      him, by the penalty of the law, of the amount illegally gathered from\n      the customers….”\n                                                      (Emphasis supplied)\n\n</blockquote><blockquote id=\"blockquote_115\">72.   The privy council in Kunwar Chiranjit Singh v. Har Swarup reported in\n\n(1926) 23 LW 172, while dealing with the concept of earnest money, had\n\nobserved as follows: -\n</blockquote>\n<blockquote id=\"blockquote_116\">      “Earnest money is part of the purchase price when the transaction\n      goes forward: it is forfeited when the transaction falls through, by\n      reason of the fault or failure of the vendee.”\n                                                     (Emphasis supplied)\n\n\n</blockquote><blockquote id=\"blockquote_117\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"159416\" id=\"span_74\">73.   The above referred decision of the Privy Council has been referred to and\n\nrelied upon by the High Court of Bombay in the case of <a href=\"/doc/159416/\" id=\"a_163\">Dinanath Damodar Kale\n\nv. Malvi Mody Ranchhoddas and Co.</a> reported in AIR 1930 Bom 213. The Court\n\nobserved as under: -</span>\n</blockquote>\n<blockquote id=\"blockquote_118\">        “Turning to the law in England we have a series of decisions\n        showing that a deposit by way of earnest in a contract for the sale\n        of land is distinguishable from a penalty for breach of the contract.\n        The cases cited to us by the appellant&#x27;s counsel are all cases in\n        which either an instalment of the price or a part payment was by\n        the terms of the contract to be forfeited on breach by the purchaser.\n        If any authority be needed to show what the law in England is, it\n        may be found in the passage in Halsbury, Vol. 25, p. 398, para 681,\n        which was cited to us by respondents&#x27; counsel. There it is clearly\n        laid down that there is a distinction between a deposit and a\n        penalty. This distinction was referred to by the majority of the\n        Bench in the case of Bishan Chand v. Radha Kishan Das [(1897)\n        19 All. 489 = (1897) A.W.N. 123], where it was stated that a deposit\n        is a payment actually made or advanced and therefore Ss. 73 and\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                                                      Page 52 of 81</span>\n\f        74 of the <a href=\"/doc/171398/\" id=\"a_164\">Contract Act</a>, have no application in such a case and are\n        not intended to apply to it. These sections show what is the\n        compensation to the seller, who is not responsible for the breach.\n</blockquote><p data-structure=\"Section\" id=\"p_123\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"516480\" id=\"span_76\">They contemplate a case in which he is seeking to recover\n        compensation for the breach. They do not contemplate a case in\n        which a sum of money has been paid by way of earnest. Nor is the\n        <a href=\"/doc/171398/\" id=\"a_165\">Contract Act</a> necessarily exhaustive: see <a href=\"/doc/516480/\" id=\"a_166\">P. R. &amp; Co. v.\n        Bhagwandas</a> [(1909) 34 Bom. 192, = 2 I.C. 475 = 11 Bom. L.R.\n        335].</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_124\">        Furthermore, it is to be noted that in this particular contract there\n        was a specific condition of the sale by auction that the deposit was\n        to be forfeited in case of default by the purchaser and we think that\n        such a clause is not unreasonable and must be given effect to. Our\n        own High Court rules regarding the sale by the Sheriff&#x27;s office (R.\n</p><p data-structure=\"CDiscource\" id=\"p_125\">        391) specifically allow a deposit to be forfeited and the mere fact\n        that the word &quot;may&quot; is used in that Rule cannot be taken to mean\n        that only such sum out of the deposit can be forfeited as the Court\n        may think proper as damages following the failure of the buyer to\n        complete the sale.”\n                                                      (Emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_126\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_77\">74.   Subsequently, a 5-Judge Bench of this Court in its decision in <a href=\"/doc/584252/\" id=\"a_167\">Fateh\n\nChand v. Balkishan Dass</a> reported in AIR 1963 SC 1405, held that a forfeiture\n\nclause in an ordinary contract would fall within the meaning of the words “any\n\nother stipulation by way of penalty” of Section 74 of the 1872 Act, and thus only\n\na reasonable amount can be forfeited. The relevant observations are reproduced\n\nbelow: -</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_127\">\n</p><blockquote id=\"blockquote_119\">        “(10) <a href=\"/doc/1941714/\" id=\"a_168\">Section 74</a> of the Indian Contract Act deals with the measure\n        of damages in two classes of cases (i) where the contract names a\n        sum to be paid in case of breach and (ii) where the contract\n        contains any other stipulation by way of penalty. We are in the\n        present case not concerned to decide whether a covenant of\n        forfeiture of deposit for due performance of a contract falls within\n        the first class. The measure of damages in the case of breach of a\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                                                      Page 53 of 81</span>\n\fstipulation by way of penalty is by S. 74 reasonable compensation\nnot exceeding the penalty stipulated for. In assessing damages the\nCourt has, subject to the limit of the penalty stipulated, jurisdiction\nto award such compensation as it deems reasonable having regard\nto all the circumstances of the case. Jurisdiction of the Court to\naward compensation in case of breach of contract is unqualified\nexcept as to the maximum stipulated; but compensation has to be\nreasonable, and that imposes upon the Court duty to award\ncompensation according to settled principles. The section\nundoubtedly says that the aggrieved party is entitled to receive\ncompensation from the party who has broken the contract, whether\nor not actual damage or loss is proved to have been caused by the\nbreach. Thereby it merely dispenses with proof of &quot;actual loss or\ndamages&quot;; it does not justify the award of compensation when in\nconsequence of the breach no legal injury at all has resulted,\nbecause compensation for breach of contract can be awarded to\nmake good loss or damage which naturally arose in the usual\ncourse of things, or which the parties knew when they made the\ncontract, to be likely to result from the breach.\n</blockquote>\n<blockquote id=\"blockquote_120\">(11) Before turning to the question about the compensation which\nmay be awarded to the plaintiff, it is necessary to consider whether\nS. 74 applies to stipulations for forfeiture of amounts deposited or\npaid under the contract. It was urged that the section deals in terms\nwith the right to receive from the party who has broken the contract\nreasonable compensation and not the right to forfeit what has\nalready been received by the party aggrieved. There is however no\nwarrant for the assumption made by some of the High Courts in\nIndia, that S. 74 applies only to cases where the aggrieved party is\nseeking to receive some amount on breach of contract and not to\ncases where upon breach of contract an amount received under the\ncontract is sought to be forfeited. In our judgment the expression\n&quot;the contract contains any other stipulation by way of penalty&quot;\n</blockquote><blockquote id=\"blockquote_121\">comprehensively applies to every covenant involving a penalty\nwhether it is for payment on breach of contract of money or delivery\nof property in future, or for forfeiture of right to money or other\nproperty already delivered. Duty not to enforce the penalty clause\nbut only to award reasonable compensation is statutorily imposed\nupon Courts by S. 74. In all cases, therefore, where there is a\nstipulation in the nature of penalty for forfeiture of an amount\ndeposited pursuant to the terms of contract which expressly\nprovides for forfeiture, the court has jurisdiction to award such sum\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                                Page 54 of 81</span>\n\fonly as it considers reasonable, but not exceeding the amount\nspecified in the contract as liable to forfeiture. We may briefly refer\nto certain illustrative cases decided by the High Courts in India\nwhich have expressed a different view.\n</blockquote>\n<blockquote id=\"blockquote_122\">            xxx                 xxx                  xxx\n\n(14) … The words &quot;to be paid&quot; which appear in the first condition\ndo not qualify the second condition relating to stipulation by way\nof penalty. The expression &quot;if the contract contains any other\nstipulation by way of penalty&quot; widens the operation of the section\nso as to make it applicable to all stipulations by way of penalty,\nwhether the stipulation is to pay an amount of money, or is of\nanother character, as, for example, providing for forfeiture of\nmoney already paid. There is nothing in the expression which\nimplies that the stipulation must be one for rendering something\nafter the contract is broken. There is no ground for holding that\nthe expression &quot;contract contains any other stipulation by way of\npenalty&quot; is limited to cases of stipulation in the nature of an\nagreement to pay money or deliver property on breach and does\nnot comprehend covenants under which amounts paid or property\ndelivered under the contract, which by the terms of the contract\nexpressly or by clear implication are liable to be forfeited.\n</blockquote>\n<blockquote id=\"blockquote_123\">(15) Section 74 declares the law as to liability upon breach of\ncontract where compensation is by agreement of the parties pre-\n</blockquote><p data-structure=\"Section\" id=\"p_128\">determined, or where there is a stipulation by way of penalty. But\nthe application of the enactment is not restricted to cases where\nthe aggrieved party claims relief as a plaintiff. The section does\nnot confer a special benefit upon any party; it merely declares the\nlaw that notwithstanding any term in the contract pre-determining\ndamages or providing for forfeiture of any property by way of\npenalty, the Court will award to the party aggrieved only\nreasonable compensation not exceeding the amount named or\npenalty stipulated. The jurisdiction of the Court is not determined\nby the accidental circumstance of the party in default being a\nplaintiff or a defendant in a suit. Use of the expression &quot;to receive\nfrom the party who has broken the contract&quot; does not predicate\nthat the jurisdiction of the Court to adjust amounts which have\nbeen paid by the party in default cannot be exercised in dealing\nwith the claim of the party complaining of breach of contract. The\ncourt has to adjudge in every case reasonable compensation to\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                                                Page 55 of 81</span>\n\f        which the plaintiff is entitled from the defendant on breach of the\n        contract. Such compensation has to be ascertained having regard\n        to the conditions existing on the date of the breach.”\n                                                      (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_81\">75.   It is apposite to mention that in <a href=\"/doc/584252/\" id=\"a_169\">Fateh Chand</a> (supra) this Court had\n\nclarified that so far as forfeiture of earnest-money is concerned, Section 74 of the\n\n1872 Act will not be applicable. The relevant observations are reproduced below:</span>\n\n</p><blockquote id=\"blockquote_124\">        “(7) The Attorney-General appearing on behalf of the defendant\n        has not challenged the plaintiff&#x27;s right to forfeit Rs. 1,000/- which\n        were expressly named and paid as earnest money. He has,\n        however, contended that the covenant which gave to the plaintiff\n        the right to forfeit Rs. 24,000/- out of the amount paid by the\n        defendant was stipulation in the nature of penalty, and the plaintiff\n        can retain that amount or part thereof only if he establishes that\n        in consequence of the breach by the defendant, he suffered loss,\n        and in the view of the Court the amount or part thereof is\n        reasonable compensation for that loss. We agree with the\n        Attorney-General that the amount of Rs. 24,000/- was not of the\n        nature of earnest money. The agreement expressly provided for\n        payment of Rs. 1,000/- as earnest money, and that amount was\n        paid by the defendant. The amount of Rs. 24,000/- was to be paid\n        when vacant possession of the land and building was delivered,\n        and it was expressly referred to as &quot;out of the sale price.&quot; If this\n        amount was also to be regarded as earnest money, there was no\n        reason why the parties would not have so named it in the\n        agreement of sale. We are unable to agree with the High Court\n        that this amount was paid as security for due performance of the\n        contract. No such case appears to have been made out in the plaint\n        and the finding of the High Court on that point is based on no\n        evidence. It cannot be assumed that because there is a stipulation\n        for forfeiture the amount paid must bear the character of a deposit\n        for due performance of the contract.”\n                                                      (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_130\">76.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_82\">In another decision of this Court in <a href=\"/doc/158693/\" id=\"a_170\">Maula Bux v. Union of India</a> reported\n\nin 1969 (2) SCC 554, a similar view was reiterated and it was held that forfeiture\n\n\n<span class=\"hidden_text\" id=\"span_83\">                                                                       Page 56 of 81</span>\n\fof earnest money is not a penalty and that Section 74 of the 1872 Act will only\n\napply where the forfeiture is in the nature of a penalty. The relevant observations\n\nread as under: -</span>\n</p>\n<blockquote id=\"blockquote_125\">        “4. Under the terms of the agreements the amounts deposited by\n        the plaintiff as security for due performance of the contracts were\n        to stand forfeited in case the plaintiff neglected to perform his part\n        of the contract. The High Court observed that the deposits so made\n        may be regarded as earnest money. But that view cannot be\n        accepted. According to Earl Jowitt in “The Dictionary of English\n        Law” at p. 689; “Giving an earnest or earnest-money is a mode\n        of signifying assent to a contract of sale or the like, by giving to\n        the vendor a nominal sum (e.g. a shilling) as a token that the\n        parties are in earnest or have made up their minds”. As observed\n        by the Judicial Committee in Kunwar Chiranjit Singh v. Har\n        Swarup:\n</blockquote>\n<blockquote id=\"blockquote_126\">             “Earnest money is part of the purchase price when the\n             transaction goes forward; it is forfeited when the transaction\n             falls through, by reason of the fault or failure of the vendee.”\n\n        In the present case the deposit was made not of a sum of money by\n        the purchaser to be applied towards part payment of the price\n        when the contract was completed and till then as evidencing an\n        intention on the part of the purchaser to buy property or goods.\n        Here the plaintiff had deposited the amounts claimed as security\n        for guaranteeing due performance of the contracts. Such deposits\n        cannot be regarded as earnest money. ...\n</blockquote>\n<blockquote id=\"blockquote_127\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"687960\" id=\"span_84\">5. Forfeiture of earnest money under a contract for sale of\n        property — Movable or immovable — If the amount is reasonable,\n        does not fall within Section 74. That has been decided in several\n        cases: Kunwar Chiranjit Singh v. Har Swarup (supra); <a href=\"/doc/687960/\" id=\"a_171\">Roshan Lal\n        v. Delhi Cloth and General Mills Company Ltd. Delhi, ILR</a> 33 All.</span>\n</blockquote><blockquote id=\"blockquote_128\">        166.; Muhammad Habibullah v. Muhammad Shafi, ILR 41 All.\n</blockquote><blockquote id=\"blockquote_129\">        324.; Bishan Chand v. Radhakishan Das, ILR 19 All. 490. These\n        cases are easily explained, for forfeiture of reasonable amount\n        paid as earnest money does not amount to imposing a penalty. But\n        if forfeiture is of the nature of penalty, Section 74 applies. Where\n        under the terms of the contract the party in breach has undertaken\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">                                                                        Page 57 of 81</span>\n\f        to pay a sum of money or to forfeit a sum of money which he has\n        already paid to the party complaining of a breach of contract, the\n        undertaking is of the nature of a penalty.”\n                                                    (Emphasis supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_131\">77.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"381747\" id=\"span_86\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18952\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59682311\" id=\"span_89\">In <a href=\"/doc/59682311/\" id=\"a_172\">Satish Batra v. Sudhir Rawal</a> reported in (2013) 1 SCC 345, this Court\n\nafter a review of the entire case law starting from <a href=\"/doc/584252/\" id=\"a_173\">Fateh Chand</a> (supra), <a href=\"/doc/18952/\" id=\"a_174\">Videocon\n\nProperties Ltd. v. Dr. Bhalchandra Laboratories &amp; Ors.</a> reported in (<a href=\"/doc/381747/\" id=\"a_175\">2004) 3\n\nSCC 711 and Shree Hanuman Cotton Mills &amp; Ors. v. Tata Air Craft Limited</a>\n\nreported in (1969) 3 SCC 522, laid down the principles regarding earnest money,\n\nwhich read as under: -</span></span></span></span>\n</p>\n<blockquote id=\"blockquote_130\">      “9. …\n          “21. From a review of the decisions cited above, the\n          following principles emerge regarding ‘earnest’:\n</blockquote><blockquote id=\"blockquote_131\">          ‘(1) It must be given at the moment at which the contract is\n          concluded.\n</blockquote><blockquote id=\"blockquote_132\">          (2) It represents a guarantee that the contract will be\n          fulfilled or, in other words, “earnest” is given to bind the\n          contract.\n</blockquote><blockquote id=\"blockquote_133\">          (3) It is part of the purchase price when the transaction is\n          carried out.\n</blockquote><blockquote id=\"blockquote_134\">          (4) It is forfeited when the transaction falls through by\n          reason of the default or failure of the purchaser.\n          (5) Unless there is anything to the contrary in the terms of\n          the contract, on default committed by the buyer, the seller is\n          entitled to forfeit the earnest.””\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_132\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618766\" id=\"span_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59682311\" id=\"span_91\">78.   This Court in <a href=\"/doc/59682311/\" id=\"a_176\">Satish Batra</a> (supra) after taking note of the decisions in\n\n<a href=\"/doc/618766/\" id=\"a_177\">Delhi Development Authority v. Grihshapana Cooperative Group Housing\n\nSociety Ltd.</a> reported in 1995 Supp (1) SCC 751, V. Lakshmanan v. B.R.\n\nMangalagiri &amp; Ors. reported in 1995 Supp (2) SCC 33 and HUDA v. Kewal\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">                                                                     Page 58 of 81</span>\n\fKrishnan Goel reported in 1996 (4) SCC 249 concluded that only that deposit\n\nwhich has been given as an earnest-money for the due performance of the\n\nobligation is liable to be forfeited in the event of a breach. The relevant\n\nobservations read as under: -</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">\n</p><blockquote id=\"blockquote_135\">      “15. The law is, therefore, clear that to justify the forfeiture of\n      advance money being part of &#x27;earnest money&#x27; the terms of the\n      contract should be clear and explicit. Earnest money is paid or given\n      at the time when the contract is entered into and, as a pledge for its\n      due performance by the depositor to be forfeited in case of non-\n      performance by the depositor. There can be converse situation also\n      that if the seller fails to perform the contract the purchaser can also\n      get double the amount, if it is so stipulated. It is also the law that\n      part-payment of purchase price cannot be forfeited unless it is a\n      guarantee for the due performance of the contract. In other words,\n      if the payment is made only towards part-payment of consideration\n      and not intended as earnest money then the forfeiture clause will not\n      apply.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_134\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_93\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_94\">79.   Since Rule 9 sub-rule (5) provides for the forfeiture of only the earnest-\n\nmoney deposit of the successful auction purchaser i.e. only 25% of the total\n\namount, by no stretch of imagination it can be regarded as a penal clause by virtue\n\nof the afore-stated decisions of this Court in <a href=\"/doc/584252/\" id=\"a_178\">Fateh Chand</a> (supra), <a href=\"/doc/158693/\" id=\"a_179\">Maula Bux</a>\n\n(supra) and Satish Batra and as such Section(s) 73 and 74 of the 1872 Act will\n\nhave no application.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_135\">\n</p><p data-structure=\"Precedent\" id=\"p_136\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59682311\" id=\"span_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_97\">80.   Even otherwise, what is discernible from the above referred decisions of\n\n<a href=\"/doc/584252/\" id=\"a_180\">Fateh Chand</a> (supra), <a href=\"/doc/158693/\" id=\"a_181\">Maula Bux</a> (supra) and <a href=\"/doc/59682311/\" id=\"a_182\">Satish Batra</a> (supra) is that there\n\nlies a difference between forfeiture of any amount and forfeiture of earnest money\n\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">                                                                       Page 59 of 81</span>\n\fwith the former being a penal clause and the latter a general forfeiture clause. A\n\nclause providing for forfeiture of an amount could fundamentally be in the nature\n\nof a penalty clause or a forfeiture clause in the strict sense or even both, and the\n\nsame has to be determined in the facts of every case keeping in mind the nature\n\nof contract and the nature of consequence envisaged by it.</span></span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_137\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59682311\" id=\"span_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_101\">81.   Ordinarily, a forfeiture clause in the strict sense will not be a penal clause,\n\nif its consequence is intended not as a sanction for breach of obligation but rather\n\nas security for performance of the obligation. This is why <a href=\"/doc/584252/\" id=\"a_183\">Fateh Chand</a> (supra)\n\n<a href=\"/doc/158693/\" id=\"a_184\">Maula Bux</a> (supra) and <a href=\"/doc/59682311/\" id=\"a_185\">Satish Batra</a> (supra) held that forfeiture of earnest-money\n\ndeposit is not a penal clause, as the deposit of earnest money is intended to signify\n\nassent of the purchaser to the contract, and its forfeiture is envisaged as a deterrent\n\nto ensure performance of the obligation.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_138\">\n</p><p data-structure=\"Precedent\" id=\"p_139\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_102\">82.   We are conscious of the fact that in <a href=\"/doc/158693/\" id=\"a_186\">Maula Bux</a> (supra) this Court observed\n\nthat the deposit of a sum by the purchaser as security for guaranteeing due\n\nperformance was held as a penalty. However, a close reading would reveal that\n\nthe reason why this Court held the said deposit as a penal clause was because the\n\nsaid amount was paid over and above the earnest-money deposit already paid by\n\nthe purchaser in the said case and more importantly the said sum was not liable\n\nto be adjusted against the total consideration. Hence, this Court held the same to\n\nbe a penalty rather than earnest money. The relevant observation read as under: -</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_103\">                                                                          Page 60 of 81</span>\n</p><blockquote id=\"blockquote_136\">\f      “4. ... In the present case the deposit was made not of a sum of\n      money by the purchaser to be applied towards part payment of the\n      price when the contract was completed and till then as evidencing\n      an intention on the part of the purchaser to buy property or goods.\n      Here the plaintiff had deposited the amounts claimed as security\n      for guaranteeing due performance of the contracts. Such deposits\n      cannot be regarded as earnest money. …”\n                                                     (Emphasis supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_140\">83.   The difference between an earnest or deposit and an advance part payment\n\nof price is now well established in law. Earnest is something given by the\n\nPromisee to the Promisor to mark the conclusiveness of the contract. This is quite\n\napart from the price. It may also avail as a part payment if the contract goes\n\nthrough. But even so it would not lose its character as earnest, if in fact and in\n\ntruth it was intended as mere evidence of the bargain. An advance is a part to be\n\nadjusted at the time of the final payment. If the Promisee defaults to carry out the\n\ncontract, he loses the earnest but may recover the part payment leaving untouched\n\nthe Promisor’s right to recover damages. Earnest need not be money but may be\n\nsome gift or token given. It denotes a thing of value usually a coin of the realm\n\ngiven by the Promisor to indicate that the bargain is concluded between them and\n\nas tangible proof that he means business. Vide Howe v. Smith (1884) 27 Ch.D.\n\n</p><p data-structure=\"Conclusion\" id=\"p_141\">89.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_142\">84.   The practice of giving earnest is current in the present day commercial\n\ncontracts. An advance is made and accepted by way of deposit or guarantee for\n\nthe due performance of the contract. The distinction between a deposit and a part\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                                                       Page 61 of 81</span>\n\fpayment is thus described by Benjamin, in his book “Treatise on the Law of Sale\n\nof Personal Property”, 1950, 8th Edition at page 946: -\n\n</p><blockquote id=\"blockquote_137\">      “A deposit is not recoverable by the buyer, for a deposit is a\n      guarantee that the buyer shall perform his contract and is forfeited\n      on his failure to do so. As regards the recovery of part payments, the\n      question must depend upon the terms of the particular contract. If the\n      contract distinguishes between the deposit and instalments of price\n      and the buyer is in default, the deposit is forfeited and that is all. And\n      in ordinary circumstances, unless the contract otherwise provides,\n      the seller, on rescission following the buyer&#x27;s default, becomes liable\n      to repay the part of the part of the price paid.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_143\">85.   In Halsbury&#x27;s Laws of England, third edition, volume XXXIV, page 118\n\nthe distinction between the two is thus pointed out: -\n\n</p><blockquote id=\"blockquote_138\">      “Part of the price may be payable as a deposit. A part payment is to\n      be distinguished from a deposit or earnest.\n</blockquote><blockquote id=\"blockquote_139\">      A deposit is paid primarily as security that the buyer will duly accept\n      and pay for the goods, but, subject thereto, forms part of the price.\n      Accordingly, if the buyer is unable or unwilling to accept and pay for\n      the goods, the seller may repudiate the contract and retain the\n      deposit. If the seller is unable or unwilling to deliver the goods, or to\n      pass a good title thereto, or the contract is voidable by the buyer for\n      any reason, the buyer may repudiate the contract and recover the\n      deposit. The buyer may also recover it where, without the default of\n      either party, the contract is rescinded by either party pursuant to an\n      express power in the contract in that behalf.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_144\">86.   In G. C. Cheshire and C.H.S. Fifoot on the Law of Contracts (fifth edition)\n\nat pages 496- 497, the position is thus summed up: -\n</p>\n<blockquote id=\"blockquote_140\">      “Where, therefore, it has been agreed that a sum of money shall be\n      paid by the one to the other immediately or at certain stated\n      intervals, the question whether in the event of rescission repayment\n      will be compelled depends upon the proper construction of the\n      contract. The object that the parties had in view in providing for the\n      payment must first be ascertained.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_105\">                                                                         Page 62 of 81</span>\n<blockquote id=\"blockquote_141\">\f      Where the intention was that the money should form a part payment\n      of the full amount due, then, as we have seen, if the contract is\n      rescinded for the payer&#x27;s default the payee is required at law to\n      restore the money, subject to a cross-claim for damages. If, on the\n      other hand, the intention was that the money should be deposited as\n      earnest or as a guarantee for the due performance of the payer&#x27;s\n      obligation, the rule at common law is that if the contract is rescinded\n      by reason of his default the deposit is forfeited to the payer and\n      cannot be recovered.\n</blockquote><blockquote id=\"blockquote_142\">      In the latter case, however, and also where it has been expressly\n      agreed that a part payment shall be forfeited in the event of the\n      payer&#x27;s default, equity is prepared within limits to grant relief\n      against the forfeiture.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_145\">87.   The observations of Mellish, L.J., in Ex parte Barrell: [L.R.] In Re.\n\nParnell 10 Ch. App. 512 assume importance. The learned Judge observed that\n\neven when there is no clause in the contract as to the forfeiture of the deposit if\n\nthe purchaser repudiates the contract, he cannot have back the money if it was a\n\ndeposit, as the contract has gone off through his default. It is characteristic of a\n\ndeposit to entail forfeiture if the depositor commits breach of his obligation. On\n\nthe contrary it is inherent in a part payment of price in advance that it should be\n\nreturned to the buyer if the sale does not fructify. The buyer is not disentitled to\n\nrecover, even if he is the party in breach, because breach of contract on the part\n\nof the buyer would only entitle the seller to sue for damages but not to forfeit the\n\nadvance. A specific forfeiture clause might operate to defeat the buyer&#x27;s right of\n\nrecovery of even an advance payment. But equity might step in to relieve the\n\nbuyer from forfeiture. If the amount forfeited cannot stand the test of a genuine\n\npre-estimate of damages, it would be unconscionable for the seller to retain it.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                                                       Page 63 of 81</span>\n\fThe question whether the amount is a deposit (earnest) or a part payment cannot\n\nbe determined by the presence or absence of a forfeiture clause. Whether the sum\n\nin question is a deposit to ensure due performance of the contract or not is not\n\ndependent on the phraseology adopted by the parties or by the presence or\n\notherwise of a forfeiture clause. The proportion the amount bears to the total sale\n\nprice, the need to take a deposit intended to act in terrorem, the nature of the\n\ncontract and other circumstances which cannot be exhaustively listed have to be\n\ntaken into account in ascertaining the true nature of the amount. In essence the\n\nquestion is one of proper interpretation of the terms of a contract.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_146\">88.   We would like to refer to a decision of the Court of Appeal in England in\n\nStockloser v. Johnson reported in (1954) 1 All. E.R. 630 and particularly to the\n\nobservations of Denning, L.J., which, if we may say so with respect, has set out\n\nthe legal position succinctly and with great clarity. The facts of that case need not\n\nbe set out and it would be sufficient to refer only to the principle of law laid down\n\nby the Court of Appeal. At page 637 Denning L.J., observes thus:\n\n</p><blockquote id=\"blockquote_143\">      “It seems to me that the cases show the law to be this. (i) When there\n      is no forfeiture clause, if money is handed over in part payment of\n      the purchase price, and then the buyer makes default as to the\n      balance, then, so long as the seller keeps the contract open and\n      available for performance, the buyer cannot recover the money, but\n      once the seller rescinds the contract or treats it as at an end owing\n      to the buyer&#x27;s default, then the buyer is entitled to recover his money\n      by action at law, subject to a cross-claim by the seller for damages:\n</blockquote><blockquote id=\"blockquote_144\">      see Palmer v. Temple 112 E.R. 1304, Mayson v. Clouet (1924) A.C.\n      980, Dies v. British and International Mining and Finance\n      Corporation Ltd. (1939) 1 .K.B. 724 and Williams on Vendor and\n      Purchaser 4th ed., vol. 2, p. 1006. (ii) But when there is a forfeiture\n\n\n<span class=\"hidden_text\" id=\"span_107\">                                                                        Page 64 of 81</span>\n\f       clause or the money is expressly paid as a deposit (which is\n       equivalent to a forfeiture clause) then the buyer who is in default\n       cannot recover the money at law at all. He may, however, have a\n       remedy in equity, for, despite the express stipulation in the contract,\n       equity can relieve the buyer from forfeiture of the money and order\n       the seller to repay it on such terms as the Court thinks fit.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_147\">89.    Therefore, it is clear that the forfeiture can be justified if the terms of the\n\ncontract are clear and explicit. If it is found that the earnest money was paid in\n\naccordance with the terms of the tender for the due performance of the contract\n\nby the Promisee, the same can be forfeited in case of non-performance by him or\n\nher.\n</p>\n<p data-structure=\"Precedent\" id=\"p_148\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_108\">90.    We are conscious of the decision of this Court in <a href=\"/doc/70828540/\" id=\"a_187\">Kailash Nath Associates\n\nv. Delhi Development Authority &amp; Anr.</a> reported in (2015) 4 SCC 136 wherein\n\nit was held that Section 74 of the 1872 Act will be applicable to cases of forfeiture\n\nof earnest-money deposit, however, where such forfeiture takes place under the\n\nterms and conditions of a public auction, Section 74 will have no application. The\n\nrelevant observations are reproduced below: -</span>\n</p>\n<blockquote id=\"blockquote_145\">       “43.1. Where a sum is named in a contract as a liquidated amount\n       payable by way of damages, the party complaining of a breach can\n       receive as reasonable compensation such liquidated amount only if\n       it is a genuine pre-estimate of damages fixed by both parties and\n       found to be such by the court. In other cases, where a sum is named\n       in a contract as a liquidated amount payable by way of damages,\n       only reasonable compensation can be awarded not exceeding the\n       amount so stated. Similarly, in cases where the amount fixed is in\n       the nature of penalty, only reasonable compensation can be\n       awarded not exceeding the penalty so stated. In both cases, the\n       liquidated amount or penalty is the upper limit beyond which the\n       court cannot grant reasonable compensation.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_109\">                                                                         Page 65 of 81</span>\n<blockquote id=\"blockquote_146\">\f       43.2. Reasonable compensation will be fixed on well-known\n       principles that are applicable to the law of contract, which are to be\n       found inter alia in <a href=\"/doc/339747/\" id=\"a_188\">Section 73</a> of the Contract Act.\n       43.3. Since Section 74 awards reasonable compensation for damage\n       or loss caused by a breach of contract, damage or loss caused is a\n       sine qua non for the applicability of the Section.\n       43.4. The Section applies whether a person is a plaintiff or a\n       defendant in a suit.\n</blockquote><blockquote id=\"blockquote_147\">       43.5. The sum spoken of may already be paid or be payable in future.\n       43.6. The expression &quot;whether or not actual damage or loss is\n       proved to have been caused thereby&quot; means that where it is possible\n       to prove actual damage or loss, such proof is not dispensed with. It\n       is only in cases where damage or loss is difficult or impossible to\n       prove that the liquidated amount named in the contract, if a genuine\n       pre-estimate of damage or loss, can be awarded.\n</blockquote><blockquote id=\"blockquote_148\">       43.7. Section 74 will apply to cases of forfeiture of earnest money\n       under a contract. Where, however, forfeiture takes place under the\n       terms and conditions of a public auction before agreement is\n       reached, Section 74 would have no application.”\n                                                       (Emphasis supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_149\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_110\">91.    Since, the forfeiture under Rule 9(5) of the SARFAESI Rules is also taking\n\nplace pursuant to the terms &amp; conditions of a public auction, we need not dwell\n\nany further on the decision of <a href=\"/doc/70828540/\" id=\"a_189\">Kailash Nath</a> (supra) and leave it at that. Suffice\n\nto say, in view of the above discussion, Section(s) 73 and 74 of the 1872 Act will\n\nhave no application whatsoever, when it comes to forfeiture of the earnest-money\n\ndeposit under Rule 9 sub-rule (5) of the SARFAESI Rules.\n\n\nc.    Law on the principle of ‘Reading-Down’ a provision:</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_150\">92.    We must deal with yet one another aspect that weighed with the High Court\n\nwhile passing the Impugned Order. In the Impugned Order, the High Court also\n\n\n\n\n<span class=\"hidden_text\" id=\"span_111\">                                                                       Page 66 of 81</span>\n\ftook the view that Rule 9(5) of the SARFAESI Rules must be read down so as to\n\nyield to the underlying principle recognized in Section(s) 73 &amp; 74 of the 1872\n\nAct. This reading down of the relevant rules in the opinion of the High Court was\n\nnecessary, as otherwise irrespective of whether the default is of the entire balance\n\namount or only one rupee, the same harsh consequence of forfeiture would ensue\n\nin both the cases. The relevant observations are reproduced below: -\n\n</p><blockquote id=\"blockquote_149\">       “12. Rule 9(5) of the said Rules of 2002 has to be seen as an\n       enabling provision that permits forfeiture in principle. However,\n       such Rule cannot be conferred an exalted status to override the\n       underlying ethos of <a href=\"/doc/339747/\" id=\"a_190\">Section 73</a> of the Contract Act. In other words,\n       Rule 9(5) has to yield to the principle recognised in <a href=\"/doc/339747/\" id=\"a_191\">Section 73</a> of\n       the Contract Act or it must be read down accordingly. Thus,\n       notwithstanding the wide words used in Rule 9(5) of the said Rules,\n       a secured creditor may not forfeit any more than the loss or damage\n       suffered by such creditor as a consequence of the failure on the part\n       of a bidder to make payment of the consideration or the balance\n       consideration in terms of the bid. It is only if such principle as\n       embodied in <a href=\"/doc/339747/\" id=\"a_192\">Section 73</a> of the Contract Act, is read into Rule 9 (5)\n       of the said Rules, would there be an appropriate answer to the\n       conundrum as to whether a colossal default of the entirety of the\n       consideration or the mere default of one rupee out of the\n       consideration would result in the identical consequence of forfeiture\n       as indicated in the provision.”\n                                                      (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_151\">93.    The principle of &quot;reading down&quot; a provision refers to a legal interpretation\n\napproach where a court, while examining the validity of a statute, attempts to give\n\na narrowed or restricted meaning to a particular provision in order to uphold its\n\nconstitutionality. This principle is rooted in the idea that courts should make every\n\neffort to preserve the validity of legislation and should only declare a law invalid\n\nas a last resort.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_152\">\n\n<span class=\"hidden_text\" id=\"span_112\">                                                                        Page 67 of 81</span>\n</p><p data-structure=\"Section\" id=\"p_153\">\f94.    When a court encounters a provision that, if interpreted according to its\n\nplain and literal meaning, might lead to constitutional or legal issues, the court\n\nmay opt to read down the provision. Reading down involves construing the\n\nlanguage of the provision in a manner that limits its scope or application, making\n\nit consistent with constitutional or legal principles.\n\n\n</p><p data-structure=\"Section\" id=\"p_154\">95.    The rationale behind the principle of reading down is to avoid striking\n\ndown an entire legislation. Courts generally prefer to preserve the intent of the\n\nlegislature and the overall validity of a law by adopting an interpretation that\n\naddresses the specific constitutional concerns without invalidating the entire\n\nstatute.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_155\">\n</p><p data-structure=\"Precedent\" id=\"p_156\">96.    It is a judicial tool used to salvage the constitutionality of a statute by\n\ngiving a provision a narrowed or limited interpretation, thereby mitigating\n\npotential conflicts with constitutional or legal principles.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_157\">97.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73982056\" id=\"span_113\">In <a href=\"/doc/73982056/\" id=\"a_193\">B.R. Enterprises v. State of U.P. &amp; Ors.</a> reported in (1999) 9 SCC 700,\n\nthis Court observed that the principles such as “Reading Down” emerge from the\n\nconcern of the courts towards salvaging a legislation to ensure that its intended\n\nobjectives are achieved. The relevant observations read as under: -</span>\n\n</p><blockquote id=\"blockquote_150\">           “81. … It is also well settled that first attempt should be made by\n           the courts to uphold the charged provision and not to invalidate it\n           merely because one of the possible interpretations leads to such a\n           result, howsoever attractive it may be. Thus, where there are two\n           possible interpretations, one invalidating the law and the other\n           upholding, the latter should be adopted. For this, the courts have\n\n\n<span class=\"hidden_text\" id=\"span_114\">                                                                        Page 68 of 81</span>\n\f        been endeavouring, sometimes to give restrictive or expansive\n        meaning keeping in view the nature of legislation, maybe\n        beneficial, penal or fiscal etc. Cumulatively it is to subserve the\n        object of the legislation. Old golden rule is of respecting the\n        wisdom of legislature that they are aware of the law and would\n        never have intended for an invalid legislation. This also keeps\n        courts within their track and checks individual zeal of going\n        wayward. Yet in spite of this, if the impugned legislation cannot be\n        saved the courts shall not hesitate to strike it down. Similarly, for\n        upholding any provision, if it could be saved by reading it down,\n        it should be done, unless plain words are so clear to be in defiance\n        of the Constitution. These interpretations spring out because of\n        concern of the courts to salvage a legislation to achieve its\n        objective and not to let it fall merely because of a possible\n        ingenious interpretation. The words are not static but dynamic.\n        This infuses fertility in the field of interpretation. This equally\n        helps to save an Act but also the cause of attack on the Act. Here\n        the courts have to play a cautious role of weeding out the wild from\n        the crop, of course, without infringing the Constitution. For doing\n        this, the courts have taken help from the Preamble, Objects, the\n        scheme of the Act, its historical background, the purpose for\n        enacting such a provision, the mischief, if any which existed, which\n        is sought to be eliminated. …”\n                                                       (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_158\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"871438\" id=\"span_115\">98.   A similar view was reiterated by this Court in its decision in <a href=\"/doc/871438/\" id=\"a_194\">Calcutta\n\nGujarati Education Society &amp; Anr. v. Calcutta Municipal Corpn. &amp; Ors.</a>\n\nreported in (2003) 10 SCC 533, wherein this Court observed that the rule of\n\n“Reading Down” is only for the limited purpose of making a provision workable\n\nso as to fulfil the purpose and object of the statute. The relevant observations read\n\nas under: -</span>\n</p>\n<blockquote id=\"blockquote_151\">      “35. The rule of “reading down” a provision of law is now well\n      recognised. It is a rule of harmonious construction in a different\n      name. It is resorted to smoothen the crudities or ironing out the\n      creases found in a statute to make it workable. In the garb of\n      “reading down”, however, it is not open to read words and\n      expressions not found in it and thus venture into a kind of judicial\n\n\n<span class=\"hidden_text\" id=\"span_116\">                                                                        Page 69 of 81</span>\n\f      legislation. The rule of reading down is to be used for the limited\n      purpose of making a particular provision workable and to bring it in\n      harmony with other provisions of the statute. It is to be used keeping\n      in view the scheme of the statute and to fulfil its purposes. …”\n\n                                                      (Emphasis supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_159\">99.   Thus, the principle of ‘Reading Down” a provision emanates from a very\n\nwell settled canon of law, that is, the courts while examining the validity of a\n\nparticular statute should always endeavour towards upholding its validity, and\n\nstriking down a legislation should always be the last resort. “Reading Down” a\n\nprovision is one of the many methods, the court may turn to when it finds that a\n\nparticular provision if for its plain meaning cannot be saved from invalidation and\n\nso by restricting or reading it down, the court makes it workable so as to salvage\n\nand save the provision from invalidation. Rule of “Reading Down” is only for the\n\nlimited purpose of making a provision workable and its objective achievable.\n\n\n</p><p data-structure=\"Section\" id=\"p_160\">100. The High Court in its Impugned Order resorted to reading down Rule 9(5)\n\nof the SARFAESI Rules not because its plain meaning would result in the\n\nprovision being rendered invalid or unworkable or the statute’s objective being\n\ndefeated, but because it would result in the same harsh consequence of forfeiture\n\nof the entire earnest-money deposit irrespective of the extent of default in\n\npayment of balance amount.\n</p>\n<p data-structure=\"Section\" id=\"p_161\">101. However, harshness of a provision is no reason to read down the same, if\n\nits plain meaning is unambiguous and perfectly valid. A law/rule should be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_117\">                                                                      Page 70 of 81</span>\n\fbeneficial in the sense that it should suppress the mischief and advance the\n\nremedy. The harsh consequence of forfeiture of the entire earnest-money deposit\n\nhas been consciously incorporated by the legislature in Rule 9(5) of the\n\nSARFAESI Rules so as to sub-serve the larger object of the <a href=\"/doc/52229129/\" id=\"a_195\">SARFAESI Act</a> of\n\ntimely resolving the bad debts of the country. The idea behind prescribing such a\n\nharsh consequence is not illusory, it is to attach a legal sanctity to an auction\n\nprocess once conducted under the <a href=\"/doc/52229129/\" id=\"a_196\">SARFAESI Act</a> from ultimately getting\n\nconcluded.\n</p>\n<p data-structure=\"Section\" id=\"p_162\">102. Any dilution of the forfeiture provided under Rule 9(5) of the SARFAESI\n\nRules would result in the entire auction process under the <a href=\"/doc/52229129/\" id=\"a_197\">SARFAESI Act</a> being\n\nset at naught by mischievous auction purchaser(s) through sham bids, thereby\n\nundermining the overall object of the <a href=\"/doc/52229129/\" id=\"a_198\">SARFAESI Act</a> of promoting financial\n\nstability, reducing NPAs and fostering a more efficient and streamlined\n\nmechanism for recovery of bad debts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_163\">\n</p><p data-structure=\"Precedent\" id=\"p_164\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1059476\" id=\"span_118\">103. This Court in <a href=\"/doc/1059476/\" id=\"a_199\">Mardia Chemical</a> (supra) observed that the provisions of the\n\n<a href=\"/doc/52229129/\" id=\"a_200\">SARFAESI Act</a> &amp; SARFAESI Rules must be interpreted keeping in mind the\n\neconomic object which is sought to be achieved by the legislature, the relevant\n\nobservations read as under: -</span>\n</p>\n<blockquote id=\"blockquote_152\">      “34. Some facts which need to be taken note of are that the banks\n      and the financial institutions have heavily financed the petitioners\n      and other industries. It is also a fact that a large sum of amount\n      remains unrecovered. Normal process of recovery of debts through\n      courts is lengthy and time taken is not suited for recovery of such\n\n\n\n<span class=\"hidden_text\" id=\"span_119\">                                                                     Page 71 of 81</span>\n\f      dues. For financial assistance rendered to the industries by the\n      financial institutions, financial liquidity is essential failing which\n      there is a blockade of large sums of amounts creating circumstances\n      which retard the economic progress followed by a large number of\n      other consequential ill effects. Considering all these circumstances,\n      the <a href=\"/doc/1683455/\" id=\"a_201\">Recovery of Debts Due to Banks and Financial Institutions Act</a>\n      was enacted in 1993 but as the figures show it also did not bring the\n      desired results. Though it is submitted on behalf of the petitioners\n      that it so happened due to inaction on the part of the Governments\n      in creating Debts Recovery Tribunals and appointing presiding\n      officers, for a long time. Even after leaving that margin, it is to be\n      noted that things in the spheres concerned are desired to move\n      faster. In the present day global economy it may be difficult to stick\n      to old and conventional methods of financing and recovery of dues.\n      Hence, in our view, it cannot be said that a step taken towards\n      securitisation of the debts and to evolve means for faster recovery\n      of NPAs was not called for or that it was superimposition of\n      undesired law since one legislation was already operating in the\n      field, namely, the <a href=\"/doc/1683455/\" id=\"a_202\">Recovery of Debts Due to Banks and Financial\n      Institutions Act</a>. It is also to be noted that the idea has not erupted\n      abruptly to resort to such a legislation. It appears that a thought\n      was given to the problems and the Narasimham Committee was\n      constituted which recommended for such a legislation keeping in\n      view the changing times and economic situation whereafter yet\n      another Expert Committee was constituted, then alone the impugned\n      law was enacted. Liquidity of finances and flow of money is essential\n      for any healthy and growth-oriented economy. But certainly, what\n      must be kept in mind is that the law should not be in derogation of\n      the rights which are guaranteed to the people under the\n      Constitution. The procedure should also be fair, reasonable and\n      valid, though it may vary looking to the different situations needed\n      to be tackled and object sought to be achieved.”\n                                                     (Emphasis supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_165\">104. Thus, the High Court committed an egregious error by proceeding to read\n\ndown Rule 9(5) of the SARFAESI Rules in the absence of the said provision\n\nbeing otherwise invalid or unworkable in terms of its plain and ordinary meaning\n\nwithout appreciating the purpose and object of the said provision.\n\n\n\n<span class=\"hidden_text\" id=\"span_120\">                                                                      Page 72 of 81</span>\n</p><p data-structure=\"Conclusion\" id=\"p_166\">\fiii) Whether, the forfeiture of the entire earnest-money deposit amounts to\n       Unjust Enrichment?\n</p>\n<p data-structure=\"Precedent\" id=\"p_167\">105. The High Court whilst passing the impugned order thought fit to reduce\n\nthe extent of amount forfeited in view of the subsequent sale of the Secured Asset\n\nby the appellant bank at much higher price than the previous auction. This in the\n\nHigh Court’s opinion meant that no loss had been caused to the appellant bank,\n\nas it had duly recovered more than its dues from the subsequent sale and as such\n\nwas not entitled to forfeit the entire amount of deposit as doing so would amount\n\nto unjust enrichment, which is not permissible by the <a href=\"/doc/52229129/\" id=\"a_203\">SARFAESI Act</a>.\n\n</p><p data-structure=\"CDiscource\" id=\"p_168\">106. However, we are not in agreement with the aforesaid observations of the\n\nHigh Court. When an auction fails and a fresh auction is required to be conducted\n\nin respect of the Secured Asset, there looms a degree of uncertainty as to the\n\nextent of bids that may be received in the future auction or whether the fresh\n\nauction would even be successful or not. More often than not, with the efflux of\n\ntime, the value of the Secured Asset erodes. In such a case it would be\n\npreposterous to tie or limit the forfeiture under Rule 9(5) of the SARFAESI Rules\n\non an eventuality or a contingency of a subsequent sale of the secured asset if\n\nany.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_169\">107. As regards whether, the forfeiture of the entire amount of deposit even after\n\nhaving recovered the entire debt amounts to unjust enrichment or not? It would\n\nbe apposite to understand what is meant by ‘unjust enrichment’.\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                                                      Page 73 of 81</span>\n</p><p data-structure=\"Precedent\" id=\"p_170\">\f108. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"466093\" id=\"span_122\">In <a href=\"/doc/466093/\" id=\"a_204\">Sahakari Khand Udyog Mandal Ltd. v. Commissioner of Central\n\nExcise &amp; Customs</a> reported in (2005) 3 SCC 738, the Court observed that the\n\ndoctrine of unjust enrichment is based on equity and refers to the inequitable\n\nretention of a benefit. The relevant observations are reproduced below: -</span>\n\n</p><blockquote id=\"blockquote_153\">      “31. Stated simply, “unjust enrichment” means retention of a\n      benefit by a person that is unjust or inequitable. “Unjust\n      enrichment” occurs when a person retains money or benefits which\n      in justice, equity and good conscience, belong to someone else.\n</blockquote>\n<blockquote id=\"blockquote_154\">      32. The doctrine of “unjust enrichment”, therefore, is that no person\n      can be allowed to enrich inequitably at the expense of another. A\n      right of recovery under the doctrine of “unjust enrichment” arises\n      where retention of a benefit is considered contrary to justice or\n      against equity.\n</blockquote><blockquote id=\"blockquote_155\">                   xxx                 xxx                  xxx\n</blockquote><blockquote id=\"blockquote_156\">      45. From the above discussion, it is clear that the doctrine of “unjust\n      enrichment” is based on equity and has been accepted and applied\n      in several cases. ...”\n                                                        (Emphasis supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_171\">109. Thus, from the aforesaid, it is clear that the concept of ‘Unjust Enrichment’\n\nis a by-product of the doctrine of equity and it is an equally well settled cannon\n\nof law that equity always follows the law. In other words, equity cannot supplant\n\nthe law, equity has to follow the law if the law is clear and unambiguous.\n\n</p><p data-structure=\"Precedent\" id=\"p_172\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105179863\" id=\"span_123\">110. This Court in <a href=\"/doc/105179863/\" id=\"a_205\">C. Natarajan</a> (supra) had held that forfeiture of 25% of the\n\ndeposit does not constitute as an unjust enrichment with the following relevant\n\nobservations being reproduced below: -</span>\n</p>\n<blockquote id=\"blockquote_157\">      “35. In the light of guidance provided by the above decisions, what\n      needs to be ascertained first is whether the Bank received or derived\n      any benefit or advantage by forfeiture of 25% of the sale price. We\n      do not think that the Bank has been enriched, much less unjustly\n\n\n<span class=\"hidden_text\" id=\"span_124\">                                                                       Page 74 of 81</span>\n\f      enriched, by reason of the impugned forfeiture. Receipt of 25% of\n      the sale price by the Bank from the contesting respondent was not\n      the outcome of any private negotiation or arrangement between\n      them. It was pursuant to a public auction, involving a process of\n      offer and acceptance, and it was in terms of statutory provisions\n      contained in the Rules, particularly rule 9(3), that money changed\n      hands for a definite purpose. Receipt of 25% of the sale price does\n      not constitute a benefit, a fortiori, retention thereof by forfeiture\n      cannot be termed unjust or inequitable, so as to attract the doctrine\n      of unjust enrichment. The Bank, as a secured creditor, is entitled in\n      law to enforce the security interest and in the process to initiate all\n      such steps and take all such measures for protection of public\n      interest by recovering the public money, lent to a borrower and who\n      has squandered it, in a manner authorized by law. The contesting\n      respondent participated in the auction well and truly aware of the\n      risk of having 25% of the sale price forfeited in case of any default\n      or failure on his part to make payment of the balance amount of the\n      sale price. Question of the Bank being enriched by a forfeiture,\n      which is in the nature of a statutory penalty, does not and cannot\n      therefore arise in the circumstances.”\n                                                     (Emphasis supplied)\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_173\">111. The consequence of forfeiture of 25% of the deposit under Rule 9(5) of the\n\nSARFAESI Rules is a legal consequence that has been statutorily provided in the\n\nevent of default in payment of the balance amount. The consequence envisaged\n\nunder Rule 9(5) follows irrespective of whether a subsequent sale takes place at\n\na higher price or not, and this forfeiture is not subject to any recovery already\n\nmade or to the extent of the debt owed. In such cases, no extent of equity can\n\neither substitute or dilute the statutory consequence of forfeiture of 25% of\n\ndeposit under Rule 9(5) of the SARFAESI Rules.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_174\">\n</p><p data-structure=\"Precedent\" id=\"p_175\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3491843\" id=\"span_125\">112. This Court in <a href=\"/doc/3491843/\" id=\"a_206\">National Spot Exchange Ltd. v. Anil Kohli, Resolution\n\nProfessional</a> for Dunar Foods Ltd. reported in (2022) 11 SCC 761 after referring\n\n\n\n<span class=\"hidden_text\" id=\"span_126\">                                                                       Page 75 of 81</span>\n\fto a catena of its other judgments, had held that where the law is clear the\n\nconsequence thereof must follow. The High Court has no option but to implement\n\nthe law. The relevant observations made in it are being reproduced below: -</span>\n\n</p><blockquote id=\"blockquote_158\">     “15.1. In Mishri Lal [BSNL v. Mishri Lal, (2011) 14 SCC 739 : (2014)\n     1 SCC (L&amp;S) 387], it is observed that the law prevails over equity if\n     there is a conflict. It is observed further that equity can only\n     supplement the law and not supplant it.\n</blockquote><blockquote id=\"blockquote_159\">     15.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"603123\" id=\"span_127\">In <a href=\"/doc/603123/\" id=\"a_207\">Raghunath Rai Bareja [Raghunath Rai Bareja v. Punjab\n     National Bank</a>, (2007) 2 SCC 230], in paras 30 to 37, this Court\n     observed and held as under : (SCC pp. 242-43)\n       “30.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1439781\" id=\"span_128\">Thus, in <a href=\"/doc/1439781/\" id=\"a_208\">Madamanchi Ramappa v. Muthaluru Bojjappa</a> [AIR\n       1963 SC 1633] (vide para 12) this Court observed: (AIR p. 1637)\n         ‘12. … [W]hat is administered in Courts is justice according to\n         law, and considerations of fair play and equity however\n         important they may be, must yield to clear and express provisions\n         of the law.’</span>\n</blockquote><blockquote id=\"blockquote_160\">       31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"765920\" id=\"span_129\">In Council for <a href=\"/doc/765920/\" id=\"a_209\">Indian School Certificate Examination v. Isha\n       Mittal</a> [(2000) 7 SCC 521] (vide para 4) this Court observed: (SCC\n       p. 522)\n          ‘4. … Considerations of equity cannot prevail and do not permit\n          a High Court to pass an order contrary to the law.’</span>\n\n</blockquote><blockquote id=\"blockquote_161\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126089\" id=\"span_130\">32. Similarly, in <a href=\"/doc/126089/\" id=\"a_210\">P.M. Latha v. State of Kerala</a> [(2003) 3 SCC 541 :</span>\n</blockquote><blockquote id=\"blockquote_162\">       2003 SCC (L&amp;S) 339] (vide para 13) this Court observed: (SCC p.\n</blockquote><blockquote id=\"blockquote_163\">       546)\n         ‘13. Equity and law are twin brothers and law should be applied\n         and interpreted equitably but equity cannot override written or\n         settled law.’\n</blockquote><blockquote id=\"blockquote_164\">       33. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60084\" id=\"span_131\">In <a href=\"/doc/60084/\" id=\"a_211\">Laxminarayan R. Bhattad v. State of Maharashtra</a> [(2003) 5\n       SCC 413] (vide para 73) this Court observed: (SCC p. 436)\n         ‘73. It is now well settled that when there is a conflict between\n         law and equity the former shall prevail.’</span>\n</blockquote><blockquote id=\"blockquote_165\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"781949\" id=\"span_132\">34. Similarly, in <a href=\"/doc/781949/\" id=\"a_212\">Nasiruddin v. Sita Ram Agarwal</a> [(2003) 2 SCC\n       577] (vide para 35) this Court observed: (SCC p. 588)\n         ‘35. In a case where the statutory provision is plain and\n         unambiguous, the court shall not interpret the same in a different\n         manner, only because of harsh consequences arising therefrom.’</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_133\">                                                                     Page 76 of 81</span>\n</blockquote><blockquote id=\"blockquote_166\">\f       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907049\" id=\"span_134\">35. Similarly, in <a href=\"/doc/907049/\" id=\"a_213\">E. Palanisamy v. Palanisamy</a> [(2003) 1 SCC 123]\n       (vide para 5) this Court observed: (SCC p. 127)\n          ‘5. Equitable considerations have no place where the statute\n          contained express provisions.’</span>\n</blockquote><blockquote id=\"blockquote_167\">       36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1900678\" id=\"span_135\">In <a href=\"/doc/1900678/\" id=\"a_214\">India House v. Kishan N. Lalwani</a> [(2003) 9 SCC 393] (vide\n       para 7) this Court held that: (SCC p. 398)\n         ‘7. … The period of limitation statutorily prescribed has to be\n         strictly adhered to and cannot be relaxed or departed from for\n         equitable considerations.’…”</span>\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_176\">113. Thus, the High Court erred in law by holding that forfeiture of the entire\n\ndeposit under Rule 9 sub-rule (5) of the SARFAESI Rules by the appellant bank\n\nafter having already recovered its dues from the subsequent sale amounts to\n\nunjust enrichment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_177\">\n</p><p data-structure=\"Conclusion\" id=\"p_178\">iv) Whether Any Exceptional Circumstances exist to set aside the forfeiture\n    of the earnest money deposit?\n</p>\n<p data-structure=\"Conclusion\" id=\"p_179\">114. The last aspect which remains to be determined is whether any exceptional\n\ncircumstances exist to set aside the forfeiture of the respondent’s earnest money\n\ndeposit?\n</p>\n<p data-structure=\"Precedent\" id=\"p_180\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75640708\" id=\"span_136\">115. This Court in its decision in <a href=\"/doc/75640708/\" id=\"a_215\">Alisha Khan v. Indian Bank (Allahabad\n\nBank) &amp; Ors.</a> reported in 2021 SCC OnLine SC 3340 had directed the refund of\n\nthe earnest-money deposit after forfeiture to the successful auction purchaser who\n\nwas unable to pay the balance amount on account of the Pandemic. The relevant\n\nobservations are being reproduced below:</span>\n</p>\n<blockquote id=\"blockquote_168\">      “3. Having gone through the impugned judgment and orders passed\n      by the High Court, we are of the opinion that the High Court ought\n      to have allowed the refund of the amount deposited being 25% of\n\n\n\n<span class=\"hidden_text\" id=\"span_137\">                                                                      Page 77 of 81</span>\n\f      the auction sale consideration. Considering the fact that though\n      initially the appellant deposited 25% of the auction sale\n      consideration, however, subsequently she could not deposit balance\n      75% due to COVID-19 pandemic. It is required to be noted that\n      subsequently the fresh auction has taken place and the property has\n      been sold. It is not the case of the respondents that in the subsequent\n      sale, lesser amount is received. Thus, as such, there is no loss caused\n      to the respondents.\n</blockquote><blockquote id=\"blockquote_169\">      4. Considering the aforesaid facts and circumstances, we allow\n      these appeals and set aside the order of forfeiture of 25% of the\n      amount of auction sale consideration and direct the respondent\n      Bank to refund/return the amount earlier deposited by the appellant,\n      deposited as the part auction sale consideration (minus 50,000/-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_181\">      towards the expenditure which were required to be incurred by the\n      respondent Bank for conducting the fresh auction) within a period\n      of four weeks from today.”\n\n</p><p data-structure=\"Precedent\" id=\"p_182\">116. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75640708\" id=\"span_138\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105179863\" id=\"span_139\">In <a href=\"/doc/105179863/\" id=\"a_216\">C. Natarajan</a> (supra), this Court while affirming the decision of <a href=\"/doc/75640708/\" id=\"a_217\">Alisha\n\nKhan</a> (supra) observed that after the earnest-money deposit is forfeited, the courts\n\nshould ordinarily refrain from interfering unless the existence of very rare and\n\nexceptional circumstances are shown. The relevant observations read as under: -</span></span>\n\n</p><blockquote id=\"blockquote_170\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75640708\" id=\"span_140\">“13. ... If, however, circumstances are shown to exist where a bidder\n      is faced with such a grave disability that he has no other option but\n      to seek extension of time on genuine grounds so as not to exceed the\n      stipulated period of ninety days and the prayer is rejected without\n      due consideration of all facts and circumstances, refusal of the\n      prayer for extension could afford a ground for a judicial review of\n      the decision-making process on valid ground(s). One such\n      exceptional circumstance led to the decision in <a href=\"/doc/75640708/\" id=\"a_218\">Alisha Khan v.\n      Indian Bank (Allahabad Bank</a>) [2021 SCC OnLine SC 3340], where\n      this Court intervened and granted relief because, due to COVID\n      complications, the appellant had failed to pay the balance amount.</span>\n</blockquote><blockquote id=\"blockquote_171\">                   xxx                 xxx                  xxx\n</blockquote><blockquote id=\"blockquote_172\">      24. The up-shot of the aforesaid discussion is that whenever a\n      challenge is laid to an order of forfeiture made by an authorized\n      officer under sub-rule (5) of rule 9 of the Rules by a bidder, who has\n      failed to deposit the entire sale price within ninety days, the\n\n\n<span class=\"hidden_text\" id=\"span_141\">                                                                       Page 78 of 81</span>\n\f      tribunals/courts ought to be extremely reluctant to interfere unless,\n      of course, a very exceptional case for interference is set up. What\n      would constitute a very exceptional case, however, must be\n      determined by the tribunals/courts on the facts of each case and by\n      recording cogent reasons for the conclusion reached. Insofar as\n      challenge to an order of forfeiture that is made upon rejection of an\n      application for extension of time prior to expiry of ninety days and\n      within the stipulated period is concerned, the scrutiny could be a bit\n      more intrusive for ascertaining whether any patent arbitrariness or\n      unreasonableness in the decision-making process has had the effect\n      of vitiating the order under challenge. However, in course of such\n      scrutiny, the tribunals/courts must be careful and cautious and\n      direct their attention to examine each case in some depth to locate\n      whether there is likelihood of any hidden interest of the bidder to\n      stall the sale to benefit the defaulting borrower and must, as of\n      necessity, weed out claims of bidders who instead of genuine interest\n      to participate in the auctions do so to rig prices with an agenda to\n      withdraw from the fray post conclusion of the bidding process. In\n      course of such determination, the tribunals/courts ought not to be\n      swayed only by supervening events like a subsequent sale at a higher\n      price or at the same price offered by the defaulting bidder or that\n      the secured creditor has not in the bargain suffered any loss or by\n      sentiments and should stay at a distance since extending sympathy,\n      grace or compassion are outside the scope of the relevant\n      legislation. In any event, the underlying principle of least\n      intervention by tribunals/courts and the overarching objective of the\n      <a href=\"/doc/52229129/\" id=\"a_219\">SARFAESI Act</a> duly complimented by the Rules, which are geared\n      towards efficient and speedy recovery of debts, together with the\n      interpretation of the relevant laws by this Court should not be lost\n      sight of. Losing sight thereof may not be in the larger interest of the\n      nation and susceptible to interference.”\n                                                     (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_183\">117. Thus, this Court held that where extraneous conditions exist that might\n\nhave led to the inability of the successful auction purchaser despite best efforts\n\nfrom depositing the balance amount to no fault of its own, in such cases the\n\nearnest-money deposited by such innocent successful auction purchaser could\n\ncertainly be asked to be refunded.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_184\">\n\n<span class=\"hidden_text\" id=\"span_142\">                                                                       Page 79 of 81</span>\n</p><p data-structure=\"Precedent\" id=\"p_185\">\f118. In the case at hand, it is the respondent’s case that he was unable to make\n\nthe balance payment owing to the advent of the demonetisation. The same led to\n\na delay in raising the necessary finance. It has been pleaded by the respondent\n\nthat the appellant bank failed to provide certain documents to him in time as a\n\nresult of which he was not able to secure a term loan.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_186\">119. However, the aforesaid by no stretch can be said to be an exceptional\n\ncircumstance warranting judicial interference. We say so because demonetization\n\nhad occurred much before the e-auction was conducted by the appellant bank. As\n\nregards the requisition of documents, the sale was confirmed on 07.12.2016, and\n\nthe respondent first requested for the documents only on 20.12.2016, and the said\n\ndocuments were provided to him by the appellant within a month’s time i.e., on\n\n21.01.2017. It may also not be out of place to mention that the respondent was\n\ngranted an extension of 90-days’ time period to make the balance payment, and\n\nwas specifically reminded that no further extension would be granted, in-spite of\n\nthis the respondent failed to make the balance payment.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_187\">120. The e-auction notice inviting bids along with the correspondence between\n\nthe appellant bank and the respondent are unambiguous and clearly spelt out the\n\nconsequences of not paying the balance amount within the specified period.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_188\">121. Thus, what could be said is that the respondent being aware of his financial\n\ncapacity, willingly participated in the e-auction and offered his bid fully knowing\n\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">                                                                      Page 80 of 81</span>\n\fthe reserve price of the Secured Asset and the consequences of its failure in\n\ndepositing the balance amount.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_189\">F.    CONCLUSION\n\n</p><p data-structure=\"Conclusion\" id=\"p_190\">122. For all the foregoing reasons, we have reached to the conclusion that the\n\nHigh Court committed an egregious error in passing the impugned judgment and\n\norder. We are left with no other option but to set aside the impugned judgment\n\nand order passed by the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_191\">123. In the result, the appeals filed by the bank succeed and are hereby allowed.\n\nThe impugned judgment and order passed by the High Court dated 27.10.2021 is\n\nhereby set aside. As a result, the SA No. 143 of 2018 filed by the respondent\n\nbefore the DRT-II also stands dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_192\">124. The parties shall bear their own costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_193\">125. Pending application(s), if any, also stand disposed of.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_194\">                                       …...……..….………….……………CJI.\n</p><p data-structure=\"Precedent\" id=\"p_195\">                                           (Dr. Dhananjaya Y. Chandrachud)\n\n\n\n                                       …….…..….…….…..…………………J.\n                                                      (J.B. Pardiwala)\n\n\n\n                                       …………...…...……………………….J.\n                                                      (Manoj Misra)\nNew Delhi:\n</p><blockquote id=\"blockquote_173\">2nd February, 2024\n\n\n<span class=\"hidden_text\" id=\"span_144\">                                                                     Page 81 of 81</span>\n\f</blockquote>","numcites":56,"numcitedby":0,"docsource":"Supreme Court of India","citetid":6300708,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}