{"tid":1015093,"publishdate":"1993-10-28","title":"Commissioner Of Income-Tax vs Aditya Mills Ltd. on 28 October, 1993","doc":"<h2 class=\"doc_title\">Commissioner Of Income-Tax vs Aditya Mills Ltd. on 28 October, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1993WLN(UC)384</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n V.K. Singhal, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The Income-tax Appellate Tribunal has referred the following questions of law arising out of its order dated May 29, 1980, in respect of the assessment year 1974-75, under <a href=\"/doc/1908938/\" id=\"a_1\">Section 256(1)</a> of the Income-tax Act, 1961 : \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;1. Whether, on the facts and in the circumstances of the case, the Tribunal was justified in upholding the order of the Commissioner of Income-tax (Appeals) reducing the disallowance made under <a href=\"/doc/967611/\" id=\"a_2\">Section 43(5)</a> of the: <a href=\"/doc/789969/\" id=\"a_3\">Income-tax Act</a>, from Rs. 1,86,764 to Rs. 4,500 and thereby allowing relief of Rs. 1,82,264? \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> 2. Whether, on the facts and in the circumstances of the case, the Tribunal was justified in further holding that none of the transactions are in the nature of speculative transactions covered by <a href=\"/doc/967611/\" id=\"a_4\">Section 43(5)</a> of the Income-tax Act, 1961? \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 3. Whether, on the facts and in the circumstances of the case, the Tribunal was justified in upholding the order of the Commissioner of Income-tax (Appeals) deleting the disallowance of Rs. 68,620 representing expenditure incurred upon celebration of 10th anniversary of the assessee-company?&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The brief facts of the case are that in the assessment year 1974-75, the assessee claimed Rs. 1,86,764 as damages paid for breach of contract which included a payment of Rs. 41,998 to Indo-Burma Trading Corporation, Bombay, Rs. 1,17,767 paid to Keshavlal Talakchand, Rs. 7,606.90 to Mitter Tax Fabrics, Bombay, Rs. 14,893 paid to Mangal Textiles, Bombay, and Rs. 4,500 to Cotton Textiles Export Promotion Council. The Income-tax Officer came to the conclusion that in view of the provisions of <a href=\"/doc/967611/\" id=\"a_5\">Section 43(5)</a> of the Income-tax Act, the amount of Rs. 1,86,764 is a speculation loss and cannot be allowed as deduction from the business profits. The sum of Rs. 68,620 was incurred in connection with the 10th anniversary of the company for which the Income-tax Officer came to the conclusion that some of the items are purely of charitable nature and the others are in respect of presents like wrist watches given by the company to the staff members in excess of Rs. 50 which is not permissible under the rules. The other items like gold bangles, silver plaques, given were also exceeding the limits prescribed under the rules and, therefore, they were also held not allowable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> 3. In the appeal before the Commissioner of Income-tax (Appeals), it was contended that the payments have been made by way of compensation to other parties for non-fulfilment of part of the contract and the difference is not paid in respect of settlement of the contract without actual delivery of the goods before any breach of contract. In the matter of Indo-Burma Trading Corporation, it was found that the assessee could not supply goods within the stipulated time and the contract was cancelled on payment of Rs. 3 per 10 Ibs. In the case of Mitter Tax Fabrics, the goods were purchased by them from Indo-Burma Trading Corporation and the price difference of Rs. 3 per 10 Ibs paid was to be paid to them directly. In respect of Keshavlal Talakchand, the difference in the price was paid on account of non-delivery at Rs. 3 per 10 Ibs. Similarly, in respect of the contract with Keshavlal Talakchand, since the supply could not be made in time, the contract was cancelled on payment of Rs. 1.25 per kg. against the difference of Rs. 1.60 per kg. actually paid. The Commissioner of Income-tax (Appeals) came to the conclusion that the payments made by the assessee were in the nature of compensation for damages to other parties on account of non-performance of his obligation under the contract in full and, therefore, cannot be considered as speculation transactions. In respect of the contract with Mangal Textiles, it was found that goods were lying at Bombay and the assessee informed them that they did not need the goods on account of a change in their manufacturing programme and asked Mangal Textiles to sell the goods at the best price on their account and, therefore, that was also held to be not a speculative transaction. However, in respect of Rs. 4,500, it was found that the liability has not accrued in the year 1973 and pertained to earlier years and as such is not allowable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. In respect of the claim of Rs. 68,620.94, the Commissioner of Income-tax (Appeals) came to the conclusion that the expenditure was not incurred on advertisement and observed that Rule 6(c) is not applicable and the gifts were made to the officers and staff on the 10th anniversary of the company and found that the expenditure was not in the nature of charity or otherwise not connected with the business. The addition was accordingly deleted. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> 5. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1887433\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1884231\" id=\"span_2\">In the second appeal filed before the Income-tax Appellate Tribunal, reliance was placed on the Bombay High Court decision in the case of <a href=\"/doc/1884231/\" id=\"a_6\">CIT v. Indian Commercial Co. P. Ltd.</a> [1977] 106 <a href=\"/doc/1887433/\" id=\"a_7\">ITR 465 and CIT v. Ramjeewan Sarawgee and Sons</a> [1977] 107 ITR 845 (Cal). In the later case, the Calcutta High Court held that breach of the contract puts an end to the contract and creates a liability in damages and <a href=\"/doc/967611/\" id=\"a_8\">Section 43(5)</a> does not say that &quot;a settlement of a claim for damages arising out of a breach of contract will be a speculative transaction&quot;. A &quot;contract settled&quot; means &quot;contract settled before breach&quot;. After breach of contract, the cause of action is no longer based on the contract itself but on its breach. A settlement of a claim for damages arising out of a breach of contract is not a speculative transaction under <a href=\"/doc/967611/\" id=\"a_9\">Section 43(5)</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1691579\" id=\"span_3\">The decisions of the Karnataka High Court in the case of Bhandari Rajmal Kushalraj [1974] 96 ITR 401 and of the Madhya Pradesh High Court in <a href=\"/doc/1691579/\" id=\"a_10\">Thakurlal Shivprakash Poddar v. CIT</a> [1979] 116 ITR 190 were also taken into consideration.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1948147\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1174565\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1664756\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1091053\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1780021\" id=\"span_8\">6. The decisions of the Andhra Pradesh High Court in <a href=\"/doc/1780021/\" id=\"a_11\">Juvvi Subbaramaiah and Co. v. CIT</a> [1964] 51 <a href=\"/doc/1091053/\" id=\"a_12\">ITR 742, Addl CIT v. Maggaji Shermal</a> [1978] 114 ITR 862 and of the Allahabad High Court in <a href=\"/doc/1664756/\" id=\"a_13\">CIT v. Ratan Lal Mohanlal</a> [1972] 86 ITR 200, of the Madras High Court in <a href=\"/doc/1174565/\" id=\"a_14\">P.L.KN. Meenahshi Achi v. CIT</a> [1974] 96 ITR 375 and in <a href=\"/doc/1948147/\" id=\"a_15\">R. Chinnaswami Chettiar v. CIT</a> [1974] 96 ITR 353 (Mad), where a different view was taken were also considered and on the basis of the earlier decision of the Tribunal following the Calcutta, Bombay, Madhya Pradesh, Karnataka High Court decisions, it was held that the amount of Rs. 1,67,372 represented damages paid for the breach of the contracts and was admissible as trading expenditure. The fact that these contracts were part performed by actual delivery and it was only in respect of the rest of the contract that the damages were incurred was also taken into consideration. The amount of Rs. 14,093.08 paid to Mangal Textiles was considered as a loss resulting out of the rate of goods which were not required on account of change in their manufacturing programme and it was held that, it is a case in which actual delivery of the goods was taken by the assessee but instead of bringing the goods to Kishangarh, the assessee disposed of the goods at Bombay, and, therefore, the deduction was allowed.</span></span></span></span></span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. With regard to the expenditure of Rs. 68,620 on account of the celebration of the 10th anniversary of the company, it was found from the details of expenditure given before the Income-tax Officer, that apart from the management, officers and the employees of the assessee-company, various dealers, sales representatives and other persons connected with the assessee company participated in the celebration and gifts were given to the employees in kind which was based on a fixed formula which was half-month&#x27;s salary for every year of service rendered and the expenditure so incurred was not considered wherein any item was found of charitable nature to attract Rule 6(b). The gifts were given to the employees for promoting the business of the company and the order on appeal passed by the Commissioner of Income-tax (Appeals) was accordingly upheld. \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> 8. As far as the question No. 3 is concerned, the Tribunal found it as a fact that the expenditure of Rs. 68,620 was on account of a formula, according to which half-month&#x27;s salary for every year of service rendered was given to its employees and no expenditure was incurred by way of charity. The gift was given to the employees for promoting the business. This finding has not been challenged. The celebrations were held entirely for the business and for encouragement to be given to its employees and workers and for promoting the interest of business in the business world. The said celebration was attended besides the officers, employees and workers, by the dealers, sales representatives and persons connected with the assessee-company as well as ex-employees. <a href=\"/doc/53397808/\" id=\"a_16\">Section 37</a> provides that any expenditure (not being expenditure of the nature described in <a href=\"/doc/454306/\" id=\"a_17\">Sections 30</a> to <a href=\"/doc/1427856/\" id=\"a_18\">36</a> and not being in the nature of capital expenditure or personal expenditure of the assessee) laid out or expended wholly and exclusively for the purposes of the business has to be allowed as deduction. The expenditure in the present case neither falls within the specific provisions contained in <a href=\"/doc/454306/\" id=\"a_19\">Section 30</a> to <a href=\"/doc/1427856/\" id=\"a_20\">36</a> nor is in the nature of capital expenditure or personal expenditure besides the fact that a finding has been recorded by the Income-tax Tribunal that they it was expenditure wholly and exclusively for the purpose of the business. The expenditure was in the nature of revenue expenditure and was to encourage the staff to whom the items were given based on the tenure of their services. It was connected with the business and for betterment of the business. In the anniversary function, normally the points regarding the achievements made in the previous year are to be considered besides the future targets and the staff is encouraged to work with more speed and efficiency to achieve the said targets. It was not found by the Tribunal that the expenditure was not connected with the business and, therefore, we are of the view that the Income-tax Appellate Tribunal was justified that Rs. 68,620 representing the expenditure incurred upon the officers of the assessee-company is an allowable deduction. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. Regarding the disallowance made under <a href=\"/doc/967611/\" id=\"a_21\">Section 43(5)</a> of the Act, out of the sum of Rs. 1,82,264, the transaction of Rs. 14,892 is in respect of the payment made to Mangal Textiles, Bombay. The assessee had purchased goods worth Rs. 64,703.98 on November 20, 1973, from the said Bombay party. Subsequently, it was found that the said goods are not required on account of change of the manufacturing programme and accordingly the assessee requested the Bombay party to dispose of the goods on behalf of the assessee. The said sale by the Bombay party resulted in a loss of Rs. 14,893. The Bombay party had also charged carrying charges for the period of 52 days. The Tribunal found that the Bombay party acted as the agent of the assessee in effecting the sale and it was a case of actual delivery of goods which was taken by the assessee at Bombay instead of Kishangarh. So far as the transaction is concerned, we are satisfied that the provisions of <a href=\"/doc/967611/\" id=\"a_22\">Section 43(5)</a> were not at all attracted. It was a case where purchase of goods was actually made and the sale thereof was also effected during the period. The Bombay party has acted as an agent in taking the delivery of the goods and it is not a transaction in which the contract for the purchase or sale of any commodity was settled otherwise than by actual delivery. The word &quot;actual delivery&quot; is not restricted to the delivery to the assessee. It could be to his agent and the fact that the carrying charges for 52 days were realised, makes it clear that the goods remained at Bombay on behalf of the assessee and, therefore, the provisions of <a href=\"/doc/967611/\" id=\"a_23\">Section 43(5)</a> are not applicable. \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 10. The remaining transactions of Rs. 1,67,372 comprise the payments made to Indo-Burma Trading Corporation, Keshavlal Talakchand and Mitter Tax Fabrics of Rs. 41,998, 1,17,767, and Rs. 7,606, respectively. In these matters, part of the contracts entered into with these parties have been fulfilled and for the rest of the contracts the payments have been made which according to the assessee are in the nature of damages paid on account of compensation for breach of contract on account of the non-fulfilment of the contract timely. According to the Revenue, amounts have been paid for settlement of the contract which was otherwise than by actual delivery of the goods and, therefore, the provisions of <a href=\"/doc/967611/\" id=\"a_24\">Section 43(5)</a> were invoked. The law on the point is settled by the various decisions of the apex court as well as this court and it has been held that if the compensation has been paid for breach of contract then it does not come within the expression &quot;settled&quot; as used in <a href=\"/doc/967611/\" id=\"a_25\">Section 43(5)</a> of the Act. Explanation 2 of <a href=\"/doc/555776/\" id=\"a_26\">Section 28</a> provides that, where speculative transactions carried on by an assessee are of such a nature as to constitute a business, the business (hereinafter referred to as speculation business) shall be deemed to be distinct and separate from any other business. \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> 11. In respect of the loss in speculation business, specific provisions exist under <a href=\"/doc/1504808/\" id=\"a_27\">Section 73</a> for set off. The said loss cannot be set off against the profit and loss of any other business and, therefore, it has to be seen as to whether the nature of the transaction which was carried on was of a speculative nature. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1839857\" id=\"span_9\">In <a href=\"/doc/1839857/\" id=\"a_28\">V.N. Sarsetty v. CIT</a> [1987] 163 ITR 727, it was held by the Karnataka High Court that where the assessee entered into an agreement with the buyer, who extended the time for delivery of goods and the assessee failed to deliver the goods within the extended time, the payment was by way of loss on account of non-delivery of goods in full settlement of the contract, it was held that the buyer instead of waiting to take actual delivery of the cotton accepted the amount in full settlement of the contractual obligation and, therefore, the transaction was a speculative transaction.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1254022\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1192656\" id=\"span_11\">13. This court in <a href=\"/doc/1192656/\" id=\"a_29\">CIT v. Dina Lal Gupta</a> [1988] 170 ITR 583 and in <a href=\"/doc/1254022/\" id=\"a_30\">CIT v. Ganesh Das Ram Swaroop Kakani</a> [1990] 181 ITR 93 has drawn a distinction between settlement of a contract and settlement of a dispute arising out of the breach of the contract and observed as under (at page 589) :</span></span> \n</p><blockquote id=\"blockquote_4\">  &quot;From the aforesaid observations of the Supreme Court, it is clear that a distinction is to be drawn between a settlement of a contract and the settlement of a dispute arising out of the breach of the contract. A contract is said to be settled, if, instead of effecting delivery or transfer of the commodity envisaged by the contract, the promisee, in terms of <a href=\"/doc/1105874/\" id=\"a_31\">Section 63</a> of the Contract Act, accepts, instead of it, any satisfaction which he thinks fit. In other words, the contract is said to be settled when it is either performed or the promisee dispenses with or remits, wholly or in part, the performance of the promise made to him or accepts instead of it any satisfaction which he thinks fit. In cases where there is a breach of the contract and by virtue of <a href=\"/doc/339747/\" id=\"a_32\">Section 73</a> of the Contract Act, the party suffering by such breach becomes entitled to receive from the party who has broken the contract, compensation for any loss or damage caused to him thereby, the settlement of such a dispute with regard to damages for the breach of contract cannot be regarded as a settlement of the contract. What is settled by the award of damages and the acceptance of the same by the aggrieved party is the dispute arising between the parties as a result of the breach of the contract. This would mean that a contract can be said to be settled before its breach and in case where there has been a breach of the contract and any settlement takes place between the parties to the contract with regard to compensation or damages, it cannot be regarded as a settlement of the contract, but it is a settlement of the dispute with regard to damages on account of a breach of the contract. For the purpose of deciding as to whether a particular transaction is a speculative transaction under <a href=\"/doc/967611/\" id=\"a_33\">Section 43(5)</a> of the Act, the transaction falling in the first category, namely, where there is a settlement of the contract, can be regarded as a speculative transaction and a transaction falling in the second category, namely, where there is a breach of the contract and the dispute with regard to damages or compensation for the breach of the contract is settled, it cannot be regarded as a speculative transaction.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146930\" id=\"span_12\">In <a href=\"/doc/146930/\" id=\"a_34\">CIT v. Rajasthan Wool Agencies</a> [1986] 160 ITR 358 (Raj), it was held that there are four essential ingredients for a speculative transaction, i.e.,</span> \n   \n\n</p><p data-structure=\"Section\" id=\"p_15\"> 1. A contract should be for purchase or sale ; \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 2. The purchase or sale should be of stocks or shares or commodity; \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 3. Periodical or ultimate settlement of the contract ; and  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_18\"> 4. Settlement to be otherwise than by actual delivery or transfer.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1215684\" id=\"span_13\">In <a href=\"/doc/1215684/\" id=\"a_35\">CIT v. Maya Ram Jia Lal</a> [1986] 162 ITR 520 (P &amp; H), it was held that where no notice was given to the assessee alleging breach of contract on the part of the assessee nor any suit was filed claiming the compensation and there was no evidence to show as to why the assessee was not able to perform his part of the contract or how the damages were quantified and what was the agreed rate and prevailing rate on the date of delivery, and the default of the assessee was also not established, as such the transaction was held as speculative.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"132607\" id=\"span_14\">In <a href=\"/doc/132607/\" id=\"a_36\">CIT v. Puttaiah Seshaiah and Co.</a> [1984] 146 ITR 168, the Andhra Pradesh High Court has held that where the non-performance of the contract was for the want of wagons and the assessee agreed to make the payment of the difference in respect of the unfulfilled contracts, it amounted to a speculative transaction.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> 17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"682302\" id=\"span_15\">In <a href=\"/doc/682302/\" id=\"a_37\">CIT v. Shantilal P. Ltd.</a> [1983] 144 ITR 57 (SC), it was observed that (at page 60). &quot;Is a contract for the purchase or sale of any commodity settled when no actual delivery or transfer of the commodity is effected, and instead, compensation is awarded under an arbitration award as damages for the breach of the contract ? A contract can be said to be settled if instead of effecting the delivery or transfer of the commodity envisaged by the contract, the promisee, in terms of <a href=\"/doc/1105874/\" id=\"a_38\">Section 63</a> of the Contract Act, accepts, instead of it, any satisfaction which he thinks fit. It is quite another matter where instead of such acceptance, the parties raise a dispute and no agreement can be reached for a discharge of the contract. There is a breach of the contract and by virtue of <a href=\"/doc/339747/\" id=\"a_39\">Section 73</a> of the Contract Act, the party suffering by such breach becomes entitled to receive from the party who broke the contract compensation for any loss or damage caused to him thereby. There is no reason why the sense conveyed by the law relating to contracts should not be imported into the definition of &#x27;speculative transaction&#x27;. The award of damages for the breach of a contract is not the same thing as a party to the contract accepting satisfaction of the contract otherwise than in accordance with the original terms thereof. It may be that in a general sense the lay man would understand that the contract must be regarded as settled when damages are paid by way of compensation for its breach. What is really settled by the award of such damages and their acceptance by the aggrieved party is the dispute between the parties. The law, however, speaks of a settlement of the contract, and a contract is settled when it is either performed or the promisee dispenses with or remits, wholly or in part, the performance of the promise made to him or accepts instead of it any satisfaction which he thinks fit.&quot;</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 18. The three amounts mentioned above in which it is alleged that it was the payment of damages for breach of contract have to be examined on the basis of the facts of each case. In respect of payment to Indo-Burma Trading Corporation, the contract was entered into for supply of 2,400 bags of 50 kgs. each up to April, 1973, 1,250 bags were supplied during September/October against this contract. The contract was entered into with the party on February 13, 1973. In respect of the balance quantity not supplied, Indo-Burma Trading Corporation, Bombay, has written a letter on December 3, 1973, to the assessee from which it was evident that the time was extended up to December, 1973. The assessee had informed that they would not be able to supply the balance quantity and, therefore, it was agreed between the parties that the balance quantity supplied is to be treated as cancelled in consideration of making the purchases from other sources and the assessee agreed to pay Rs. 3 per 10 Ibs., for the undelivered quantity and on this condition the contract was,cancelled and the debit note was issued. In respect of contract with Mitter Tax Fabrics also, the contract was entered into on February 13, 1973, for supply of 1,120 bags of 50 kgs. each up to April/May 1973, and the assessee could supply 428 bags during October/December 1973. A letter dated December 26, 1973, of Mitter Tax Fabrics was produced, from which it was agreed that the assessee would pay a sum of Rs. 3 per 10 Ibs to Indo-Burma Trading Corporation, being the difference in the price on account of the inability to supply the goods. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\"> 19. Two contracts were entered into with Keshavlal Talakchand of Bombay. The first contract was executed on February 13, 1973, for supply of 1,200 bags of 50 kgs. each and the delivery period was up to May, 1973. The assessee could supply 400 bags. A letter dated December 14, 1973, was produced of Keshavlal Talakchand showing that the difference of Rs. 3 per 10 Ibs. is payable for the balance non-supplied quantity for covering the same elsewhere according to the instructions of the assessee. The other contract was entered into on October 11, 1973, for supply of 1,500 bags of 50 kgs. each, in which the delivery period was October to December 1973. The assessee could supply 447 bags during 1973 but could not supply the balance quantity. Letters dated November 20, 1973, and January 16,\n1974. written by Keshavlal Talakchand were produced, according to which, it was mutually agreed that the difference of the price was mutually agreed to be paid for the non-supplied quantity. \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\"> 20. rom the facts as mentioned above, it would be evident that the assessee performed part of the contract and the dispute remained for the remaining part for which the supplies were not made. <a href=\"/doc/967611/\" id=\"a_40\">Section 43(5)</a> refers to a speculative transaction which means, a transaction in which a contract for the purchase or sale of any commodity is periodically settled otherwise than by the actual delivery or transfer of the commodity. The said section is not restricted to a contract where the settlement is only in respect of the entire contract. The word &quot;periodically&quot; makes it clear that it could apply even to a part of a contract. Suppose, in a contract the supplies were to be made in equal instalments for 6 months and the supplies have been made for 5 months only, and the rest of the contract was settled without actual delivery<a href=\"/doc/682302/\" id=\"a_41\">, <a href=\"/doc/682302/\" id=\"a_42\">in that case</a></a>, it will be still a speculative transaction. The argument thus, that where a part of a contract is performed by actual delivery of the goods and part of the contract is settled otherwise than by actual delivery of the goods, the provisions of <a href=\"/doc/967611/\" id=\"a_43\">Section 43(5)</a> will not be attracted is not a correct interpretation of the provisions of <a href=\"/doc/967611/\" id=\"a_44\">Section 43(5)</a>. The provisions of <a href=\"/doc/967611/\" id=\"a_45\">Section 43(5)</a> can be made applicable when there is a delivery of part of the goods and the part of the contract is settled otherwise than by actual delivery of the goods. That part where the settlement of the contract is without actual delivery of goods, it will fall under <a href=\"/doc/967611/\" id=\"a_46\">Section 43(5)</a>. \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\"> 21. In the present case, the time of delivery was extended till 31st December 1973, and before the expiry of the said period, the difference of the amount was paid without actual delivery of the goods. The observations of the Tribunal that in case a part of a contract is actually performed by delivery of goods and balance of the commodity remains unsupplied, it cannot be said that the contract was settled without actual delivery is erroneous. The contract could be settled during its lifetime by making the payment without effecting the actual delivery of the goods, then it will be a speculative transaction. If the time specified or agreed for the supply of goods has come to an end, the breach of such contract entitles the other party for damages. In such a case, the damages cannot be said to be settlement of contract. The delivery time which is said to have been extended in the above contracts had not expired, as it was extended till December 31, 1973. It was by virtue of the mutual agreement that the assessee agreed to pay the difference of the price. The Tribunal has proceeded mainly on the ground that, where there was part performance of the contract by actual delivery, then it could not be said that the contract is settled without actual delivery. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"682302\" id=\"span_16\">To the extent the supply is made, that part of the contract would be outside the purview of <a href=\"/doc/967611/\" id=\"a_47\">Section 43(5)</a>. But, where the contract has not been executed in respect of the remaining part and is ultimately settled without actual delivery of the goods, the provisions of <a href=\"/doc/967611/\" id=\"a_48\">Section 43(5)</a> would be attracted. The word &quot;periodically&quot; or &quot;ultimately&quot; makes it clear that the provisions of <a href=\"/doc/967611/\" id=\"a_49\">Section 43(5)</a> are applicable where a part of the contract or the entire contract has been settled otherwise than by actual delivery of the goods. We may also observed that in <a href=\"/doc/682302/\" id=\"a_50\">CIT v. Shantilal P. Ltd.</a> [1983] 144 ITR 57 (SC<a href=\"/doc/682302/\" id=\"a_51\">)<a href=\"/doc/682302/\" id=\"a_52\">, <a href=\"/doc/682302/\" id=\"a_53\">referred to above</a></a></a>, it was observed by the apex court that the section speaks of a settlement of the contract and a contract is settled when it is either performed or the promisee dispenses with or remits, wholly or in part, the performance of the promise made to him or accepts, instead of it, any satisfaction which he thinks fit. This judgment of the Supreme Court also makes it clear that even if a part contract is settled otherwise than by way of actual delivery, it will fall within the purview of <a href=\"/doc/967611/\" id=\"a_54\">Section 43(5)</a>. In this judgment of the apex court, a distinction has been drawn between the settlement of a contract and the payment on account of breach of contract. For the purpose of settlement of contract, it was held that it would not cover cases where there is a breach of the contract on a dispute between the parties and damages are awarded as compensation by an arbitration award. The award of damages for breach of contract has been considered as not the same thing as a party to the contract accepting satisfaction of the contract, otherwise than in accordance with the original terms thereof. Here also, the parties have accepted satisfaction of the contract otherwise than in accordance with the original terms thereof without effecting delivery of the goods or without there being a breach of the contract by virtue of <a href=\"/doc/339747/\" id=\"a_55\">Section 73</a> of the Contract Act. It was a case of mutual settlement in terms of the provisions of <a href=\"/doc/1105874/\" id=\"a_56\">Section 63</a> of the Contract Act where parties have accepted a particular sum without delivering the goods. It is also not a case where there were any circumstances for non-delivery of the goods within the extended time either by virtue of any statutory provisions or for reasons which could be said to be beyond the control of the party which makes the performance of the contract impossible. There being no intervening circumstances which should result in any repudiation of the contract and the correspondence <a href=\"/doc/682302/\" id=\"a_57\">referred to above</a> makes it clear that it was the sum mutually agreed between the parties on account of nondelivery of the goods. The entire circumstances have to be seen as a whole and if the contract is settled otherwise than by actual delivery of goods then it will be within the purview of <a href=\"/doc/243421/\" id=\"a_58\">Section 43(5)</a>. We are of the opinion that the view taken by the Income-tax Appellate Tribunal is not in accordance with law and, accordingly, it is held that the transactions of Rs. 1,67,371 are speculative transactions which fall within the purview of <a href=\"/doc/243421/\" id=\"a_59\">Section 43(5)</a>. Accordingly, it is held that the Income-tax Appellate Tribunal was not justified in upholding the order of the Commissioner of Income-tax (Appeals) with regard to the disallowance of Rs. 1,67,371 under <a href=\"/doc/243421/\" id=\"a_60\">Section 43(5)</a>. The amount of Rs. 14,893 is not covered by the provisions of <a href=\"/doc/243421/\" id=\"a_61\">Section 43(5)</a> and Rs. 68,620 was rightly deleted as revenue expenditure incurred on the 10th anniversary celebrations of the company. Questions Nos. 1 and 2 are answered partly in favour of the assessee and partly in favour of the Revenue and question No. 3 is answered against the Revenue and in favour of the assessee.</span> \n</p>\n \n\n","numcites":26,"numcitedby":19,"docsource":"Rajasthan High Court - Jaipur","citetid":1015093,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"breach of contract + damages","formInput":"breach%20of%20contract%20%2B%20damages"},{"value":"43(5)","formInput":"43%285%29"},{"value":" income tax tribunal","formInput":"%20income%20tax%20tribunal"},{"value":"contract act","formInput":"contract%20act"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"mutual","formInput":"mutual"},{"value":"acceptance of contract ","formInput":"acceptance%20of%20contract%20"},{"value":"delivery of goods","formInput":"delivery%20of%20goods"},{"value":"speculation","formInput":"speculation"},{"value":"gifts","formInput":"gifts"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"},{"value":"sec 63","formInput":"sec%2063"},{"value":"purview","formInput":"purview"}],"cats":[{"value":"speculative-transaction","formInput":"tag:speculative-transaction"},{"value":"enforcing-performance-are-joint-promisors-obligation","formInput":"tag:enforcing-performance-are-joint-promisors-obligation"},{"value":"dispensation-and-remittance-in-promises","formInput":"tag:dispensation-and-remittance-in-promises"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"}],"courtcopy":false,"query_alert":null,"agreement":false}