{"tid":65644845,"publishdate":"2015-07-13","title":"M/S Holiday Air Travels vs Oil And Natural Gas Corporation Ltd. & 2 ... on 13 July, 2015","doc":"<h2 class=\"doc_title\">M/S Holiday Air Travels vs Oil And Natural Gas Corporation Ltd. &amp; 2 ... on 13 July, 2015</h2>\n\n<pre id=\"pre_1\">                        IN THE GAUHATI HIGH COURT\n\n (THE HIGH COURT OF ASSAM, NAGALAND, MIZORAM AND ARUNACHAL\n                           PRADESH)\n\n\n\n                             WP(C) No. 3639/2015\n\n\n                      M/s. Holiday Air Travels, A.T. Road,\n                      Sivasagar (Assam), a registered partnership firm having its\n                      office at A.T. Road, Sivasagar and is represented by Shri\n                      Gopal Prasad Joshi, son of Late Satyanarayan Joshi, resident\n                      of Old Amolapatty (Ganak Patty), Sivasagar, Assam.\n                                                                 ...........Petitioner\n\n                          -Versus -\n\n                      1. Oil and Natural Gas Corporation Ltd., Assam Asset Office,\n                          Nazira, District - Sivasagar, Assam and is represented by\n                          its Executive Director Easter Region, ONGCL, Nazira.\n\n\n                      2. The Chief Manager, H.R., ONGCL, Hospitality Section,l\n                          Assam Asset, Nazira - 785685, District - Sivasagar,\n                          Assam.\n\n\n\n                      3. The General Manager, Head (HR - ER), ONGCL, Assam\n                          Asset, ERBC Nazira - 785685, District- Sivasagar, Assam.\n                                                                  ..........R espondents\n\n\nFor the petitioners          :        Mr. B.D. Konwar, Sr. Adv.\n\n                                      Mr. B. Sarma, Adv.\n\n\nFor the Respondents          :        Mr.     G.     N.    Sahewalla,       Sr.   Adv.\n                                      Mr. N. Anix Singh, Adv.\n\n\n\n\nWP(C) 3639/2015 - oral dated 13-7-2015                       Page 1 of 15\n                                       BEFORE\n\n                     THE HON&#x27;BLE MR. JUSTICE B.K. SHARMA\n\n\n\nDate of hearing &amp; Judgement:                         13/07/2015\n\n\n\n                        JUDGEMENT AND ORDER (ORAL)</pre>\n\n\n\n<p data-structure=\"Facts\" id=\"p_1\">1.     The petitioner, a partnership firm, is aggrieved by the Annexure-9 letter\n\ndated 11/12-06-2015, by which the respondent Corporation (ONGC Ltd) has\n\nconveyed its decision to terminate the earlier agreement with it executed on\n\n21/01/2015. The agreement was executed by and between the parties to facilitate\n\ntravel arrangement for ONGC EMPLOYEES AND GUESTS IN COST EFFECTIVE AND\n\nEFFICIENT MANNER. As per the said agreement, the service provider i.e. the\n\npetitioner agreed to provide the following services :-\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">               &quot;2.     SER VICES\n\n               2.1     The Service Provider agrees to provide air travel\n                       services, dom estic as w ell as international, to ONGC\n                       for journey to one or m ore destinations.\n</p><p data-structure=\"Issue\" id=\"p_3\">               2.2     The Service Provider agrees to provide cheapest air\n                       fare tickets for all dom estic as w ell as international\n                       sectors in both econom y and business class travels.\n</p><p data-structure=\"Section\" id=\"p_4\">               2.3     The Service Provider shall not arrange air tickets on\n                       corporate fares, unless corporate fare is low er than\n                       the cheapest available fare for a particular sector.\n</p><p data-structure=\"Issue\" id=\"p_5\">               2.4     The Service Provider shall pre-book in-flight m eals for\n                       all air tickets issued by ONGC.\n</p><p data-structure=\"Precedent\" id=\"p_6\">               2.5     The full fare tickets shall be m ade available to the\n                       officers/ officials of ONGC only in case of w ork\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">WP(C) 3639/2015 - oral dated 13-7-2015                       Page 2 of 15</span>\n                       ex igencies. In case of CM D ad Board of Directors, full\n                      fare tickets w ill be provided as per their travel plans.\n              2.6     The Service Provider agrees to book train tickets for\n                      ONGC and also ensure the delivery of the tickets to\n                      the ONGC officers/ officials concerned.\n</p><p data-structure=\"Facts\" id=\"p_7\">              2.7     The Service Provider agrees to have IATA accredited\n                      offices at both Nazira, Sivasagar and service support\n                      at all operational areas of Assam Asset including\n                      delivery of tickets w ithin online reservation facilities\n                      using GALILEO, AM ADEUS etc system .\n</p><p data-structure=\"Section\" id=\"p_8\">              2.8     The   Service      Provider   has been   intim ated   w hile\n                      em panelling that their services to ONGC, Assam Asset\n                      w ill be in addition to the services of M / s. Balm er\n                      Law rie w ith w hom PAN India agreem ent exists.\n</p><p data-structure=\"Issue\" id=\"p_9\">              3.      OTHER SERVICES :\n</p><blockquote id=\"blockquote_1\">              3.1     The Service Provider agrees to ex tend assistance in\n                      foreign travel like obtaining the visas &amp; passports,\n                      foreign exchange, renew al of passport, etc. at no\n                      ex tra cost.\n</blockquote><blockquote id=\"blockquote_2\">              3.2     The Service Provider agrees to provide protocol\n                      officers/ Airport facilitation to VIPs and senior officers\n                      of ONGC.\n</blockquote><blockquote id=\"blockquote_3\">              3.3     The Service Provider agrees to provide catering\n                      services at the Airport VIP lounge at a special\n                      discounted rate.\n</blockquote><blockquote id=\"blockquote_4\">              3.4     The Service Provider agrees to provide buffet m eal\n                      free of cost from his restaurant to all the em ployees\n                      w ho have been provided air tickets.&quot;\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_5\">2.     Clause 10 of the agreement provides for termination of the agreement as\nfollows :-\n</blockquote><blockquote id=\"blockquote_6\">              &quot;10.    TER M INATION\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">WP(C) 3639/2015 - oral dated 13-7-2015                     Page 3 of 15</span>\n               10.1    This Agreem ent shall autom atically term inate on the\n                      ex piry of the period of three years as provided in the\n                      clause above.\n</blockquote><blockquote id=\"blockquote_7\">              10.2    Parties m ay term inate the Agreem ent after giving a\n                      notice of thirty (30) days to the other Party of its\n                      intention to term inate the Agreem ent.\n              10.3    If force m ajeure conditions continue for period m ore\n                      than three m onths at a stretch, then the Agreem ent\n                      shall stand term inated.&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_10\">3.     As will be evident from Annxure-9 impugned letter dated 11/12-06-2015, the\n\nAnneuxre-1 agreement is sought to be terminated invoking the provisions of Clause\n\n10.2 quoted above.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">4.     When the matter was entertained on 23/06/2015, the learned counsel\n\nrepresenting the respondent Corporation was requested to provide the file in which\n\nthe impugned decision was arrived at. Today, Mr. N. Anix Singh, learned counsel led\n\nby Mr. G.N. Sahewalla, learned senior counsel representing the ONGC has produced\n\nthe relevant documents containing the decision making process towards issuance of\n\nthe impugned letter and I have gone through the same.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">5.     Mr. B.D. Konwar, learned senior counsel assisted by Mr. B. Sharma, learned\n\ncounsel for the petitioner has argued that the respondent Corporation has taken\n\nrecourse to the impugned decision only to favour one Balmer Lawri &amp; Co. Ltd. He\n\nalso submits that the petitioner with the execution of the Annexure - 1 agreement\n\nhaving engaged employees for providing the services enumerated in the agreement,\n\nsudden termination of the agreement will render those employees jobless. He also\n\nsubmits that the impugned action on the part of the respondent Corporation smacks\n\nmalafide and involvs colourable exercise of power.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">WP(C) 3639/2015 - oral dated 13-7-2015                      Page 4 of 15</span>\n<p data-structure=\"RespArg\" id=\"p_13\"> 6.     Mr. G.N. Sahewalla, learned senior counsel assisted by Mr. N. Anix Singh,\n\nlearned counsel representing the ONGC submits that it being a case of pure and\n\nsimple termination of an agreement as per the inbuilt clause of the agreement,\n\ncoupled with the fact that there is also arbitration clause in the agreement, the writ\n\npetition is not maintainable. He further submits that there being no malafide\n\nexercise of power in the decision making process and the respondents having\n\nadopted the policy decision to do away with the credit system, the writ Court will be\n\nreluctant to sit on appeal over such decision.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">7.     As regards the arbitration clause incorporated in the agreement, Mr. Konwar,\n\nlearned counsel for the petitioner submits that such alternative remedy is not a bar\n\ntowards invoking the writ jurisdiction, more particularly, when the respondent\n\nCorporation has acted arbitrarily and in violation of the principles of natural justice.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">8.     I have given my anxious consideration to the submissions made by the\n\nlearned counsel for the parties and have also considered the entire materials on\n\nrecord. My findings and conclusions are as follows.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">9.     As noted above, Clause 10.2 of the agreement referred to above itself\n\nprovides for termination of the contract after giving 30 days notice by either party.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">By the impugned notice, the respondent Corporation has communicated its decision\n\nto terminate the Annexure-1 agreement on expiry of 30(thirty) days notice period\n\nwhich incidentally expired on 11/07/2015. Clause 8 of the Annexure-1 agreement\n\ndated 21/01/2015 provides for resolution of disputes or differences whatsoever\n\nbetween the parties arising out of or relating to the meaning and operation or effect\n\nof this Agreement or the breach thereof or any dispute shall be settled through\n\narbitration. However, the petitioner has taken recourse to the following ground in\n\npara 25 of the writ petition not to invoke the said alternative remedy.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">WP(C) 3639/2015 - oral dated 13-7-2015                           Page 5 of 15</span>\n<blockquote id=\"blockquote_8\">                &quot;25.   That the petitioner begs to state that the Agreem ent\n               dated 21.01.2015 does provide for alternative dispute\n               settlem ent Forum s, i.e. through Arbitration (Clause 8) and\n               Outside Expert Com m ittees (Clause 9). How ever the lengthy\n               process of setting up the Forum , i.e. 60 days prior notice in\n               case of Arbitration and 30 days prior notice in case of OEC as\n               w ell as the cum bersom e procedure, defeats their very\n               purpose in m atters requiring urgent and speedy settlem ent\n               as in the instant case. M oreover, such Forum s have no pow er\n               to grant the interim relief as sought for in this petition. As\n               such there is no equally efficacious alternative rem edy\n               available to the petitioner and the rem edy sought for herein\n               is adequate and com plete.&quot;\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_18\">10.    In addition to the above, the petitioner has also contended that in the event\n\nof giving effect to the impugned notice dated 11/12/-06-2015, only Balmer Lawrie &amp;\n\nCo. Ltd. Will be entitled to operate its office for booking tickets. For a ready\n\nreference, para 20 of the writ petition is quoted below :-\n</p>\n<blockquote id=\"blockquote_9\">               &quot;20.   That the petitioner states that if the im pugned notice\n               dated 11/ 12 June, 2015 is given effect, Balm er Law rie &amp; co.\n               Shall only be entitled to operate its office for booking tickets.\n               W ithout prejudice, the petitioner states that the petitioner\n               could also render its services on the term s and conditions\n               w hich shall be offered to the said party by the Respondent\n               authorities and if need be at m uch com petitive rates, and\n               there could be no reason and justification for unduly\n               favouring the said Com pany. It is hum bly stated that to the\n               know ledge of the petitioner the im pugned notice dated\n               11/ 12 June, 2015 and the engagem ent of Balm er Law ri is a\n               result of private negotiation, w hich the petitioner hum bly\n               subm its, is opposed to the R ule of Law and in this view of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">WP(C) 3639/2015 - oral dated 13-7-2015                       Page 6 of 15</span>\n                the m atter the im pugned notice dated 11/ 12 June, 2015 is\n               liable to be interfered w ith.&quot;.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_19\">11.    Apart from the fact that there is inbuilt provision for Arbitration in case of\n\nany dispute between the parties, the petitioner also agreed to abide by the said\n\nalternative dispute resolution. Now by making the aforesaid statement in para 25 of\n\nthe writ petition, it seeks to resile back from the said position. While doing so, it has\n\nalso named said Balmer Lawrie &amp; Co. Ltd. with the allegation of providing undue\n\nfavour to the said Company. However, while doing so, the petitioner has failed to\n\nmake the said Company, a party respondent.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_20\">12.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_6\">In <a href=\"/doc/1156062/\" id=\"a_1\">State of U.P. Vs. Bridge &amp; Roof Com</a> pany (India) Ltd. reported in\n(1996) 6 SCC 22, the Apex Court was concerned with a dispute relating to terms\nof private contract. It was held that in such a situation, proper course would be to\nreference to arbitration or institution of suit and not writ petition. In the said case\nunder terms of contract between the appellant State Government and respondent\npublic limited corporation, the rate quoted by respondent was inclusive of sales tax\nand methodology to deduct the same. It was held that the High Court was justified\nin not going into the dispute as it involved interpretation of terms of the contract.\nMere fact that it also involved interpretation of the order issued under statutory\nprovision would not convert it into public law issue. In paragraph-16 of the\njudgment, the Apex Court observed thus:</span>\n</p>\n<blockquote id=\"blockquote_10\">               &quot;16. Firstly, the contract betw een the parties is a contract in\n               the realm of private law . It is governed by the provisions of\n               the contract Act or m ay be, also by certain provisions of the\n               sale of Goods Act. Any dispute relating to interpretation of\n               the term s and conditions of such a contract cannot be\n               agitated, and could not have been agitated, in a w rit\n               petition. That is a m atter either for arbitration as provided by\n               the contract of for Civil court as the case m ay be. w hether\n               any am ount is due to the respondent from the appellant-\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">WP(C) 3639/2015 - oral dated 13-7-2015                          Page 7 of 15</span>\n<blockquote id=\"blockquote_11\">               Governm ent under the contract and, if so, how m uch and the\n              further question w hether retention or refusal to pay any\n              am ount by the Governm ent is justified, or not are all m atters\n              w hich cannot be agitated in or adjudicated upon in a w rit\n              petition. The prayer in the w rit petition, viz., to restrain the\n              Governm ent from deducting particular am ount from the w rit\n              petitioner&#x27;s bill(s) w as not a prayer w hich could be granted\n              by the High court under Article 226.Indeed, the High Court\n              has not granted the said prayer.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_21\">13.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375304\" id=\"span_8\">In <a href=\"/doc/375304/\" id=\"a_2\">Orissa Agro Industries Corporation Ltd. Vs. Bharati Industries</a>\nreported in (2005) 12 SCC 725, the Apex Court dealing with similar claim arising\nout of alleged breach of contract held that the High Court ought not to have dealt\nwith disputed question of fact held that a writ petition involving disputed questions\nof fact in respect of acceptance of offer of price made by the respondent for non-\nserviceable machineries/equipments and other scrap materials of the corporation\nwould not be maintainable and set aside the order of the High Court directing the\ncorporation to pay the writ petitioner, the amount specified by it. In paragraphs-7,\n8, 9, 10, 11 of the judgment, it was observed thus:</span>\n</p>\n<blockquote id=\"blockquote_12\">              &quot;7. A bare perusal of the High Court&#x27;s judgm ent show s that\n              there w as clear non- application of m ind. On one hand the\n              High Court observed that the disputed questions cannot be\n              gone into a w rit petition. It w as also noticed that essence of\n              dispute w as breach of contract. After com ing to the above\n              conclusions the High Court should have dism issed the w rit\n              petition. Surprisingly, the High Court proceeded to ex am ine\n              the case solely on the w rit petitioner&#x27;s assertion and on a\n              very    curious    reasoning      that   though     the       appellant-\n              Corporation claim ed that the value of articles lifted w as\n              nearly rupees 14.90 lakhs no details w ere specifically given.\n              From the counter- affidavit filed before the High Court it is\n              crystal clear that relevant details disputing claim of the w rit\n              petitioner w ere given. Value of articles lifted by the w rit\n              petitioner    is   a   disputed    factual    question.       W here   a\n\n\n<span class=\"hidden_text\" id=\"span_9\">WP(C) 3639/2015 - oral dated 13-7-2015                       Page 8 of 15</span>\n               com plicated question of fact is involved and the m atter\n              requires thorough proof on factual aspects, the High Court\n              should not entertain the w rit petition. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_10\">W hether or not the\n              High Court should exercise jurisdiction under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of\n              the Constitution w ould largely depend upon the nature of\n              dispute and if the dispute cannot be resolved w ithout going\n              into the factual controversy, the High Court should not\n              entertain the w rit petition. As noted above, the w rit petition\n              w as prim arily founded on allegation of breach of contract.\n              Question w hether the action of the opposite party in the w rit\n              petition am ounted to breach of contractual obligation\n              ultim ately depends on facts and w ould require m aterial\n              evidence to be scrutinized and in such a case w rit\n              jurisdiction should not be exercised. (See: <a href=\"/doc/460900/\" id=\"a_4\">State of Bihar v.\n              Jain Plastic and Chem</a> icals Ltd [2002] 1 SCC 216).&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769929\" id=\"span_11\">&quot;8. In a catena of cases this Court had held that w here\n              dispute revolves round questions of fact, the m atter ought\n              not be entertained under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution.\n              (See: <a href=\"/doc/1769929/\" id=\"a_6\">State Bank of India and Ors. v. State Bank of India\n              Canteen Em</a> ployees&#x27; Union and Ors,         [1998] 5 SCC 74,\n              Chairm an, Grid Corporation of Orissa Ltd. (GR IDCO) and Ors.\n              v. Sukam ani Das (Sm t.) and Anr [1999] 7 SCC 298).&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907442\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157180567\" id=\"span_13\">&quot;9. In the instant case the High Court has itself observed\n              that disputed questions of fact w ere involved and yet w ent\n              on to give directions as if it w as adjudicating the m oney\n              claim in a suit. The course is clearly im perm issible. (See:\n              General M anager K isan Sahkari Chini M ills <a href=\"/doc/157180567/\" id=\"a_7\">Ltd., Sultanpur\n              U.P. v. Satrughan Nishad and Ors.</a> [2003] 8 SCC 639,\n              R ourkela Shram ik <a href=\"/doc/907442/\" id=\"a_8\">Sangh v. Steel Authority of India Ltd. and\n              Anr</a> [2003] 4 SCC 317).&quot;</span></span>\n</blockquote>\n<blockquote id=\"blockquote_15\">              &quot;10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_14\">In National Highw ays <a href=\"/doc/191872/\" id=\"a_9\">Authority of India v. Ganga\n              Enterpress and Anr.</a> [2003] 7 SCC 410, it w as observed by\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">WP(C) 3639/2015 - oral dated 13-7-2015                  Page 9 of 15</span>\n               this Court that the question w hether the w rit petition w as\n              m aintainable in a claim arising out of a breach of contract\n              should be answ ered first by the High Court as it w ould go to\n              the root of the m atter. The w rit petitioner had displayed\n              ingenuity in its search for invalidating circum stances; but a\n              w rit petition is not an appropriate rem edy for im peaching\n              contractual obligations. (See: Har Shankar and Ors. etc. etc.</span>\n              v. The Deputy Ex cise and Tax ation Com m issioner and Ors.,\n              AIR (1975) SC 1121 and The Divisional Forest Officer v.\n              Bishw anath Tea Co. Ltd. AIR (1981) SC 1368).&quot;\n</blockquote><blockquote id=\"blockquote_16\">              &quot;11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1470290\" id=\"span_16\">In M / s. R adhakrishna Agarw al and <a href=\"/doc/1470290/\" id=\"a_10\">Ors. v. State of Bihar\n              and Ors.</a> AIR (1977) SC 1496, the types of cases in w hich\n              breaches of alleged obligation by the State or its agents can\n              be set up w ere enum erated. The third category, indicated is\n              w here the contract entered into betw een the State and the\n              person aggrieved in non-statutory and purely contractual\n              and the rights and liabilities of the parties are governed by\n              the term s of the contract and in ex ercise of executive pow er\n              of the State. The present case is covered by the said\n              category. No w rit order can be issued under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> to\n              com pel the authorities to rem edy a breach of contract; pure\n              and sim ple. It is m ore so w hen factual disputes are\n              involved.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_22\">14.    In Indian Oil Corporation Vs. Deka Consultancy And Agency\nServices reported in 1999 (2) GLT 217, the Division Bench of this Court in a\ndispute relating to contractual matter involving disputed question of fact held that\nwhen there was an arbitration clause, the proper course was to took recourse to\narbitration or institution of suit. The issue was regarding private contract between\npublic corporation and a private party as in the instant case. It was held that the\nadjudication through a writ proceeding was not proper. In paragraph-9 of the said\njudgment, the Division Bench observed thus:\n</p>\n<blockquote id=\"blockquote_17\">              &quot;9. In the instant case, there w as a clause of arbitration in\n              the contract agreem ent betw een the parties but the\n\n\n<span class=\"hidden_text\" id=\"span_17\">WP(C) 3639/2015 - oral dated 13-7-2015                      Page 10 of 15</span>\n               contractor has approached the Court in w rit jurisdiction\n              w ithout initiating and ex hausting the arbitration proceeding.\n              Further there is dispute betw een the parties as regards the\n              supply of earth from the project site and also as regards the\n              total quantity of w ork done by the contractor till the tim e of\n              term ination. It is w ell settled that such disputed question of\n              fact cannot be decided in a w rit proceeding. If the contract\n              w as illegally or irregularity term inated the contractor could\n              have approached either civil Court or the Arbitrator for\n              com pensation or dam ages, if any.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">15.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_18\">In National Highw ays <a href=\"/doc/191872/\" id=\"a_12\">Authority of India Vs. Ganga Enterprises</a>\nreported in (2003) 7 SCC 410,        also dealing with the nature of the scope of\njudicial review in respect of contractual dispute, the Apex Court held that the\nquestion of maintainability of the writ petition ought to have been decided first and\nalso held that dispute relating to contract cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of\nthe Constitution. In paragraph-6 of the judgment, it was held thus:</span>\n</p><blockquote id=\"blockquote_18\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_20\">&quot;6. The Respondent then filed a W rit Petition in the High\n              Court, for refund of the am ount. On the pleadings before it,\n              the High Court raised tw o questions viz. (a) w hether the\n              forfeiture of security deposit is w ithout authority of law and\n              w ithout any binding contract betw een the parties and also\n              contrary to <a href=\"/doc/931937/\" id=\"a_14\">Section 5</a> of the Contract Act and (b) w hether the\n              w rit petition is m aintainable in a claim arising out of a\n              breach of contract. Question (b) should have been first\n              answ ered as it w ould go to the root of the m atter. The High\n              Court instead considered question (a) and then chose not to\n              answ er question (b). In our view , the answ er to question (b)\n              is clear. It is settled law that disputes relating to contracts\n              cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution of\n              India. It has been so held in the cases of K erala <a href=\"/doc/318728/\" id=\"a_16\">State\n              Electricity Board v. Kurien E. Kalathil</a> reported in [2000] 6\n              <a href=\"/doc/1156062/\" id=\"a_17\">SCC 293, State of U.P. v. Bridge &amp; Roof Co. (India) Ltd.</a>\n              reported in (1996) 6 SCC 22 and B.D.A. v. Ajai Pal Singh\n              reported in (1989) 2 SCC 116. This is settled law . The dispute\n\n\n<span class=\"hidden_text\" id=\"span_21\">WP(C) 3639/2015 - oral dated 13-7-2015                       Page 11 of 15</span>\n               in this case w as regarding the term s of offer. They w ere thus\n              contractual disputes in respect of w hich a W rit Court w as not\n              the proper forum .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_22\">M r. Dave how ever relied upon the cases of\n              Verigam to Naveen v. Governm ent of A.P. reported in [2001]\n              8 SCC 344 and Harm inder <a href=\"/doc/261761/\" id=\"a_18\">Singh Arora v. Union of India</a>\n              reported in [1986] 3 SCC 247. These how ever are cases\n              w here the W rit Court w as enforcing a statutory right or duty.\n              These cases do not lay dow n that a W rit Court can interfere\n              in a m atter of contract only. Thus on the ground of\n              m aintainability the Petition should have been dism issed.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">16.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_23\">In Barelli Developm ent <a href=\"/doc/1893286/\" id=\"a_19\">Authority Vs. Ajai Pal Singh</a> reported in\n(1989) 2 SCC 116, the Apex Court observed that there are catena of decisions, in\nwhich the Apex has discouraged the use of <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> for resolution of the issue\narising from contract between the State on one side and the private individual on\nthe other and particularly when such contracts are non-statutory contract having no\npublic law element in them.</span>\n</p><p data-structure=\"Section\" id=\"p_25\">17.    The principles of law which emerges from all the above decisions is that\nwhere the State is one of the party to the contract, which is non-statutory in nature\nand further where there is no public law element involved there would be no\nquestion of issuance of any writ or order under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> so as to compel the State\nto remedy alleging breach of contract pure and simple. It was held by the Apex\nCourt that when State and/or &quot;other authority&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_22\">Article 12</a>\nenter into ordinary contract with private persons, parties are governed by the terms\nof the contract and the aggrieved party is not entitled to seek remedy under <a href=\"/doc/1712542/\" id=\"a_23\">Article\n226</a> for breach of contract. Setting aside the judgment of the High Court, it was\nheld thus:\n</p><blockquote id=\"blockquote_19\">              &quot;22. There is a line of decisions w here the contract entered\n              into betw een the State and the persons aggrieved is non-\n              statutory and purely contractual and the rights are governed\n              only by the term s of the contract, no w rit or order can be\n              issued under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution of India so as to\n              com pel the authorities to rem edy a breach of contract pure\n              and sim ple.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_24\">WP(C) 3639/2015 - oral dated 13-7-2015                       Page 12 of 15</span>\n<blockquote id=\"blockquote_20\">                23. In view of the authoritative judicial pronouncem ents of\n               this Court in the series of cases dealing w ith the scope of\n               interference of a High Court w hile exercising its w rit\n               jurisdiction under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> of the Constitution of India in\n               cases of non-statutory concluded contracts like the one in\n               hand, w e are constrained to hold that the High Court in the\n               present case has gone w rong in its finding that there is\n               arbitrariness and unreasonableness on the part of the\n               appellants herein in increasing the cost of the houses/ flats\n               and the rate of m onthly instalm ents and giving directions in\n               the w rit petitions as prayed for.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">18.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"798166\" id=\"span_25\">In <a href=\"/doc/798166/\" id=\"a_26\">ABL International Ltd. Vs. Ex</a> port Credit Guarantee Corporation\nof India Ltd. Reported in 2004 (3) SCC 553, the Apex Court considering the\nissue as to whether a writ petition under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution is\nmaintainable to enforce a contractual obligation of the State or its instrumentality,\nby an aggrieved party, referring to its earlier decisions, held that when an authority\nhas perform a public function for public duty, if there is a failure, a writ petition is\nmaintainable. In the instant case, the dispute between the parties does not involve\nany public function or a public duty. In paragraph-27 and 28 of the judgment, it was\nobserved thus:</span>\n</p>\n<blockquote id=\"blockquote_21\">               &quot;27. From the above discussion of ours, follow ing legal\n               principles em erge as to the m aintainability of a w rit petition\n               :-\n</blockquote>\n<blockquote id=\"blockquote_22\">               (a) In an appropriate case, a w rit petition as against a State\n               or an instrum entality of a State arising out of a contractual\n               obligation is m aintainable.\n</blockquote>\n<blockquote id=\"blockquote_23\">               (b) M erely because som e disputed questions of facts arise\n               for consideration, sam e cannot be a ground to refuse to\n               entertain a w rit petition in all cases as a m atter of rule.\n</blockquote>\n<blockquote id=\"blockquote_24\">               (c) A w rit petition involving a consequential relief of\n               m onetary claim is also m aintainable.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_26\">WP(C) 3639/2015 - oral dated 13-7-2015                         Page 13 of 15</span>\n<p data-structure=\"Precedent\" id=\"p_27\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"841364\" id=\"span_27\">28. How ever, w hile entertaining an objection as to the\n               m aintainability of a w rit petition under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the\n               Constitution of India, the court should bear in m ind the fact\n               that the pow er to issue prerogative w rits under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a>\n               of the Constitution is plenary in nature and is not lim ited by\n               any other provisions of the Constitution. The High Court\n               having regard to the facts of the case, has a discretion to\n               entertain or not to entertain a w rit petition. The Court has\n               im posed upon itself certain restrictions in the ex ercise of this\n               pow er [See: W hirlpool <a href=\"/doc/841364/\" id=\"a_30\">Corporation vs. Registrar of Trade\n               M</a> arks, M um bai &amp; Ors. [1998 (8) SCC 1]. And this plenary\n               right of the High Court to issue a prerogative w rit w ill not\n               norm ally be ex ercised by the Court to the exclusion of other\n               available rem edies unless such action of the State or its\n               instrum entality is arbitrary and unreasonable so as to violate\n               the constitutional m andate of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> or for other valid\n               and legitim ate reasons, for w hich the court thinks it\n               necessary to exercise the said jurisdiction.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">19.    The jurisdiction under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> is plenary in nature, but the Court itself\nimposes upon certain restrictions and the jurisdiction would not normally exercised\nto the exclusion of other available remedies. While it is true that a writ petition is\nnot absolutely barred in the matter of non-statutory contract with the State, but\nfactual situation has to be tested to see as to whether the writ petition should be\nentertained at all as there is a lot of difference between the two concepts of\ntenability of the petition and the propriety to entertain the same. There is also\ndifference in a contract between private party and contract to which State is a\nparty. In the sense that while in the former only personal interest are involved but\nin the later, the State must act for public good while exercising its power and\ndischarging its duties.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_29\">20.    I have gone through the entire records produced by the learned counsel\n\nrepresenting the respondent Corporation. On perusal of the said records it appears\n\nthat a conscious decision was taken to terminate the agreement, consequent upon\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">WP(C) 3639/2015 - oral dated 13-7-2015                        Page 14 of 15</span>\n the decision taken to set-up and implant office of M/s. Balmer Lawrie in the office\n\npremises of Assam Asset, Nazira, towards providing the services of air ticketing\n\nthrough SBT to the employees of Assam Asset. The ONGC have also developed an\n\nonline Sale Booking Tour (SBT), a coherent and integrated Travel Booking System\n\ndeveloped in association with M/s. Balmer Lawrie &amp; Co. Ltd. and has rolled out on\n\nPAN India basis. Reservation of air tickets has been made easy and simple through\n\nWebice Portal which also enables to get the cheapest base air fare available and\n\nprovides for immediate updation of ticket details in the system to enable processing\n\nthe expenses claimed immediately after completion of the trip.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">21.    As noted above, the ONGC authority has also decided to do away with the\n\ncredit system. However, as submitted by Mr. G.N. Sahewalla, learned senior counsel\n\nrepresenting the respondent Corporation, the employees will be free to purchase\n\nticket from the petitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">22.    For all the aforesaid reasons I am not inclined to interfere with the\n\nAnnexure-9 impugned notice. However, if the petitioner is still aggrieved by the\n\ndecision contained in the said notice, it will be free to pursue such remedy as may\n\nbe available in law.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_32\">23.    There shall be no order as to costs.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_33\">                                                                            JUDGE\n\nSukhamay\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">WP(C) 3639/2015 - oral dated 13-7-2015                      Page 15 of 15</span>\n </p>","numcites":17,"numcitedby":0,"docsource":"Gauhati High Court","citetid":65644845,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"non statutory contracts","formInput":"non%20statutory%20contracts"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"ONGC","formInput":"ONGC"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"in rem","formInput":"in%20rem"},{"value":"private contracts","formInput":"private%20contracts"},{"value":"balmer lawrie","formInput":"balmer%20lawrie"},{"value":"G.N. sahewalla","formInput":"G.N.%20sahewalla"},{"value":"jurisdiction under article 226","formInput":"jurisdiction%20under%20article%20226"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"agitate","formInput":"agitate"},{"value":"impugned notice ","formInput":"impugned%20notice%20"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}