{"tid":293958,"publishdate":"2001-04-27","title":"General Insurance Corporation Of India ... vs Nandlal Engineering Company Pvt. Ltd. on 27 April, 2001","doc":"<h2 class=\"doc_title\">General Insurance Corporation Of India ... vs Nandlal Engineering Company Pvt. Ltd. on 27 April, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2002(1)BOMCR619, 2002(1)MHLJ183</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-c-daga\">V.C. Daga</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-c-daga\">V.C. Daga</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">1. The Petition is directed against the impugned award dated 20th May, 1977 (Annexure H) passed by the Joint Arbitrators appointed by both the parties under <a href=\"/doc/1503578/\" id=\"a_1\">sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_2\">33</a> of the Arbitration Act, 1940 (&quot;Act&quot; for short).\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">FACTS-IN-DETAIL  \n \n\n</p><p data-structure=\"Facts\" id=\"p_3\">2. The facts in detail, necessary to appreciate the rival contentions, may be stated :--\n</p> \n\n<blockquote id=\"blockquote_1\">The petitioners herein are the Government Company established under <a href=\"/doc/126915187/\" id=\"a_3\">section 9</a> of the General Insurance Business (Nationalisation) Act, 1972 having its registered Office at 170-J, Tata Road, Churchgate, Mumbai 400020 (&quot;the petitioner&quot; for short).\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. The respondents are a Company incorporated under the <a href=\"/doc/1353758/\" id=\"a_4\">Companies Act, 1956</a>, inter alia, carrying on business as Civil Contractors having their registered Office at 10 Hamal Wadi, Dhobi Talao, Mumbai-400 002.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. The petitioner had floated a tender for civil works for it proposed office interiors. The respondent made a bid and after certain deliberations and negotiations and the same was finalised. The petitioner vide its letter dated\n\n15th March, 1990 conveyed acceptance of Item Rate tender submitted by the respondents subject to modifications agreed during the discussions; whereby eventually, the rates of individual items were accepted and the same were frozen. By the said letter, the respondents were advised to submit bills in triplicate, separately, in respect of Statements A, B, and C respectively, for the work done at accepted rates, work done at deviated item rates and work done at extra item rate. The security deposit was fixed at Rs. 3,75,000/-comprising of a deposit of Rs. 1,87,500/- and the balance sum of Rs. 1,87,500/- to be built up through retentions from interim and final bills. The respondents were entitled to 5% mobilisation advance subject to interest @ 12% p.a. and the same was to be recovered by making deduction from running account bills at the rate of 5% or more from each bill. The said letter also contained the following terms as regards completion period.\n</p>  \n\n<p data-structure=\"Issue\" id=\"p_6\"> 7. The completion period :\n</p> \n\n<blockquote id=\"blockquote_2\">&quot;Time is the essence of the contract and you shall make every effort to complete your part of the work in the stipulated four months period. However, as agreed during the discussions, since as a principal agency, your are required to co-ordinate the work of all other agencies and in the event of your not being able to complete your work in the stipulated period on account of work of other agencies not being completed, suitable extension of time will be granted to you. For such delay and completion of your work, you shall make no financial claim on the employers.&quot;\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_7\">The aforesaid letter also provided that the tender filed by the respondents, minutes of the discussions listed therein and the letter of acceptance shall form part of the contract. The respondents accepted the said letter and put their signature in confirmation thereof. Subsequently, a formal agreement also came to be executed on 5th April, 1990. The copies of the articles of Agreement dated 5th April, 1990 along with minutes of discussions held on 5th February, 1990, 7th February, 1990, and 26th February, 1990 were produced on record of the petition as Exhs. Al to A5.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_8\">5. The General Conditions of Contract, forming part of the contract, inter alia, provided the following : \n</p>  \n\n<p data-structure=\"Issue\" id=\"p_9\">&quot;6. CONTRACT SUM:\n</p> \n\n<blockquote id=\"blockquote_3\">The contract sum shall not be adjusted or altered in any way whatsoever otherwise than in accordance with the express provisions of these conditions, and subject to Clause 5.2 of these conditions any error whether of Arithmetic or not in the computation of the Contract sum shall be deemed to have been accepted by the parties hereto.\n</blockquote> \n\n<blockquote id=\"blockquote_4\"> 16. Architects decisions :\n</blockquote> \n\n<blockquote id=\"blockquote_5\">16.1 ..........\n</blockquote> \n\n<blockquote id=\"blockquote_6\">16.2 Decision\n\n \n\nThe Architect shall within a reasonable time make decisions on all claims of the owner or the contractor and all other matters relating to the execution and progress of the work or the interpretation of the Contract Document. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">30. Variations provisional and prime cost sum :\n</blockquote> \n\n<blockquote id=\"blockquote_8\">30.1 The Architect may issue instructions requiring a variation and he may sanction in writing any variation made by the Contractor otherwise that pursuant to an instruction of the Architect. No variation required by the Architect or subsequently sanctioned by him shall vitiate this contract. \n</blockquote> \n\n<blockquote id=\"blockquote_9\">30.2 .......\n</blockquote> \n\n<blockquote id=\"blockquote_10\">30.3 .......\n</blockquote> \n\n<blockquote id=\"blockquote_11\">30.4 AH variations required by the Architect or subsequently by him in writing and all works executed by the contractor for which Provisional sums are included in the Contract bills (other than work for which a tender made under Clause 26(7) of these conditions has been accepted) shall be measured and valued by Architect who shall give to the contractor an opportunity of being present at the time of such measurement and of taking such notes and measurements as the contractor may require. The valuation of variations and of work executed by the Contractor for which a Provisional Sum is included in the Contract Bills (other than work for which a tender has been accepted as aforesaid) unless otherwise agreed shall be made in accordance with the following Rules. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_10\">Certificates of payment:\n</p> \n\n<blockquote id=\"blockquote_12\">31.7 Unless a written request to concur in the appointment of an Arbitrator shall have been given in Clause 55 of the these conditions by either party before the final certificate has been issued or by the contractor within 28 days after such issue, the said certificate shall be conclusive evidence in any proceedings arising out of this contract..... \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_11\">Claim for extra :\n</p> \n\n<blockquote id=\"blockquote_13\">32. When any instructions or decision given at site involves an extra or whereby the contractor may plan to claim an extra it shall be the responsibility of the contractor to inform the Architect of the extra amount and get written authorisation from the Architect before proceeding with the work involved.  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_12\">Fluctuations :\n</p> \n\n<blockquote id=\"blockquote_14\">34. The Contractor shall not claim any extra for fluctuation of price and the contract price shall not be subject to any rise or fall of prices. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_13\">Extension :\n</p> \n\n<blockquote id=\"blockquote_15\">40. Upon it becoming reasonable and apparent the progress of the work is delayed the Contractor shall forthwith give written notice of\n\nthe cause of delay to the effect, and if in the opinion of the Architect the completion of the work is likely to be or has been delayed beyond the date for completion stated in the appendix to these conditions or beyond any extended time previously fixed under this clause. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_14\">Architect :\n</p> \n\n<blockquote id=\"blockquote_16\">40.10 Architect shall so soon as he is able to estimate the length of delay beyond the date, time or time aforesaid make in writing a fair and reasonable extension of time for completion of the works......\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_15\">Exceptional matters :\n</p> \n\n<blockquote id=\"blockquote_17\">55. The decision of Architect in issuing opinion, directions, certificate (except for payment) with respect to all or any of the matters under Clauses 5, 9, 19, 25 26, 36, 40 (1, 2, 4, 7 and 8) and 48 hereof (which matters are hereinreferred to as excepted matters) shall be final and conclusive and binding on the parties hereto and shall be without appeal, \n \n\nArbitration:\n</blockquote> \n\n<blockquote id=\"blockquote_18\">56. All disputes and differences of any kind whatsoever arising out of or in connection with the contract or the carrying out of the works (whether during the progress of the works or after their completion...) shall be referred to and settled by the Architect who shall state his decision in writing. Such decision may be in the form of a final certificate or otherwise. The decision of the Architect with respect of any of the excepted matters shall be final and without appeal. But if either the owner or the contractor is dissatisfied with the decision of the Architect on any matter, question or dispute of any kind (except any of the excepted matters) or as to the withholding by the Architect of any certificate to which the Contractor may claim to be entitled then and in any such decision give a written notice to the other party through the Architect requiring that such matters in dispute... is hereby referred to the Arbitration......\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_16\">The Arbitrator...... shall have power to open up, review and revise any\ncertificate, opinion, decision, requisition or notice save in regard to the Excepted Matters referred to in Clause 55 and to determine all matters in dispute which shall be submitted.....&quot;\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">6. The special conditions of contract, forming part of the contract, inter\nalia provided that &quot;the rates shall be firm and fixed and shall not be subject to\nany change, variation; labour condition or any other condition whatsoever and\nshall hold good till completion of work.&quot;\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">The said special condition further provided that &quot;No escalation shall be\ngiven for any rise in the cost of materials at any stage of work. All the prices\nof the tender shall be firm and fixed.&quot;\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_19\">The petitioner stated that under the contract the date of commencement of work was 23-3-1990 and the stipulated time for completion was 4 months. However, the same was extended from time to time, and ultimately, after due extensions, the work was completed on or around 30th April, 1992. At any stage until the completion of the work or in the intermediate stages when extensions were granted from time to time, no demand was made by the respondents for any claims or charges by way of escalation in cost of labour or material or by way of idle charges or idle overheads or standby charges. The petitioner contended that under the terms of the contract the respondents were bound not to make any financial claim on the petitioner and that they had specifically agreed to this term in the meeting held on 7th February, 1990 as recorded in the Minutes of discussion of the said meeting forming part of the contract. This term also finds place in the acceptance letter dated 15th March, 1990 and which has been duly acknowledged and accepted by the respondents.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_20\">7. The petitioner submitted that after completion of the work a final certificate dated 29-8-1992 came to be issued by the Architect certifying a gross amount of Rs. 1,56,83,139.75. According to the petitioner, the said certificate admittedly included the items of work as per the agreement as also the agreed extra items and deviated items. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">8. The petitioner submitted that the respondents did not object to the said final certificate and was in fact following up with the petitioner for the balance amount due under the said financial certificate right upto Feb./March, 1993.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\">9. According to the petitioner, under the terms of the contract the security deposit (including retention money) was to be returned after expiry of the defect liability period and subject to the respondents removing all the defects. However, during the said defect liability period certain defects were noticed and were communicated to the respondents by Architects letter dated 3-9-1993.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">10. According to the petitioner, the special conditions of Contract forming part of the Contract, inter alia, provided that; &quot;the rates shall be firm and fixed and shall not be subject to any change, variation, labour condition or any other condition whatsoever and shall hold good till completion of work&quot;. The said special condition further provided that; &quot;no escalation shall be given for any rise in the cost of materials at any stage of work. All the prices of the tender shall be firm and fixed&quot;. The contracted work commenced on 23-3-1990 and the stipulated time for completion was for 4 months. However, the same was extended from time to time and ultimately after due extension, the work was completed on or around 30th April, 1992.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">11. The petitioner further stated that after completion of the work, a final certificate dated 29-8-1992 came to be issued by the Architect certifying a gross amount of Rs. 1,56,83,139.75. The said certificate admittedly\n\nincluded the items of work as per the agreement as also the agreed extra items and deviated items. The said certificate is produced on record of the Petition as Exh.C. The petitioner has also produced on record the letter dated 25-2-1993 written by the respondents requesting for payment of a sum of Rs. 18.5 lacs due as outstanding. However, petitioner also pointed out that the letter did not contain any objection to the aforesaid final certificate issued by the Architect dated 29-8-1992.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\">12. As per the version of the petitioner under the terms of the contract, the security deposit (including retention money) was to be returned after expiry of the defect liability period and subject to the respondents removing all the defects. Certain defects noticed during the said defect liability period were communicated to the respondents by Architect&#x27;s letter dated 3-9-1993. The petitioner has alleged that the respondents have failed and neglected to remove the said deficiencies in the work pointed out by the petitioner&#x27;s Architect. The reliance was placed on the correspondence exchanged between the parties.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_26\">13. It appears that the respondents by their letter dated 13th April, 1993 addressed to the Architect claimed payment for extra items at the market rate and on that basis made a claim of Rs. 19,76,936.92 and also claimed a further sum of Rs. 6 lacs towards the cost of on site establishment for a period of 20 months. The respondents by their letter dated 13th August, 1994 alleged that the Architect issued the certificate dated 28-9-1992 for the agreed items of work executed but the certificate did not include the respondents alleged claims for damages and/or compensation and/or claims for market rates for properties of certain items which have exceeded the deviation limit contemplated in the contract. By the said letter the respondents called upon the Architects to certify their claims on the aforesaid accounts and further made it clear that if the schemes were not settled within 15 days, the disputes shall be referred to arbitration. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">14. It was in this background that the respondents invoked the Arbitration Clause and, ultimately, the disputes came to be referred to joint Arbitration of two Arbitrators Mr. Jamshed B. Agha and Mr. J. S. Narvekar vide order dated 26-10-1994 passed by this Court in Arbitration Petition No. 2484 of 1994. In the statement of claim, the respondents/claimants had inter alia, set up the following claims:--\n</p> \n \n    \n \n<blockquote id=\"blockquote_19\">  Claim No.\n  Particulars\n  Amount (Rs.)\n\n   \n \n</blockquote><blockquote id=\"blockquote_20\">  1.\n   \n\n</blockquote><p data-structure=\"Issue\" id=\"p_28\">Towards interest @  25% p.a.  for delayed payment under various interim certificates\n  5,67,491.95\n\n \n</p><p data-structure=\"Issue\" id=\"p_29\">  2.\n   \n\nMarket rate for the quantities allegedly executed beyond the deviation limit.\n</p><p data-structure=\"Issue\" id=\"p_30\">  35,94,930.51\n\n \n</p><p data-structure=\"Section\" id=\"p_31\">  3.\n  Towards refund of retention money.\n</p><p data-structure=\"Issue\" id=\"p_32\">  1,87,500.00\n\n \n</p><p data-structure=\"RespArg\" id=\"p_33\">  4.\n   \n\nTowards extra expenditure towards overhead establishment and other      supervisory expenditure for a period of 20 months @ Rs. 30,000 p.m.\n  6 lacs\n\n \n</p><p data-structure=\"Issue\" id=\"p_34\">  5.\n   \n\nTowards cost of escalation in the price of material and labour.\n</p><p data-structure=\"Issue\" id=\"p_35\">  26,24,068.37\n\n \n</p><p data-structure=\"Issue\" id=\"p_36\">  6.\n   \n\nTowards extra expenditure for the prolonged period of scaffolding, machinery, tools plant and construction equipment.\n</p><p data-structure=\"Issue\" id=\"p_37\">  8 lacs\n\n \n</p><p data-structure=\"Issue\" id=\"p_38\">  7.\n  Towards extra cost for insurance premium.\n</p><p data-structure=\"Issue\" id=\"p_39\">  46,749.50\n\n \n</p><p data-structure=\"Issue\" id=\"p_40\">  8.\n   \n\nTowards @ 25% p.a. from 1-10-1992 till actual payment of realisation under the provisions of the <a href=\"/doc/910984/\" id=\"a_5\">Interest Act, 1978</a>.\n</p>  \n\n \n<p data-structure=\"PetArg\" id=\"p_41\">  9.\n   \n\nInterest @ 25% p.a. as pendente lite interest and future interest.\n</p>  \n\n \n<p data-structure=\"Issue\" id=\"p_42\">  10.\n  Towards cost of Arbitration\n  Rs. 1 lac.\n</p>\n   \n\n\n\n \n \n\n<p data-structure=\"PetArg\" id=\"p_43\">15. On being noticed, the petitioner filed its reply to the claims set up by the respondents. In reply, the petitioners raised a preliminary objection relating to the arbitrability of the claims raised by the respondents in view of the provisions contained in Clause 31.7 of the General Conditions of Contract, particularly, keeping in view the admitted fact that the final certificate had been issued by the Architect on 29-8-1992.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_44\">16. The petitioner tried to encash the telling circumstance that the respondents did not raise only objection or issue any notice within 28 days from the date of issuance of the final certificate dated 29-8-1992 but kept on demanding the payment as per the said certificate. The petitioner also tried to put in service the express condition of the Contract that the extension of time for completion were subject to the conditions that &quot;no financial claim being made by the contractor on the employer&quot;. According to the petitioner, the claims were clearly extraneous to the contract and extraneous to the jurisdiction of the arbitrators.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_45\">17. In reply, the petitioner also denied various allegations made in the statement of claim alleging it to be false and incorrect. It was further pleaded that there has been no delay in payments made against the interim bills and, in fact, the payments were made in respect of Bill Nos. 1 to 15, within 30 days of the issuance of the certificate by the Architect. The petitioner further tried to explain that from the value of the work done, as per the certificate issued by the Architect, the petitioner was entitled to deduct the sum paid by the petitioner to the respondents as Mobilisation Advance @ 5% of the gross amount payable under the interim certificate along with the interest calculated thereon at the rate of 12% per annum on the Mobilisation Advance as per Clause 5 of the Acceptance Letter dated 15th March, 1990. The petitioner\n\nalso explained that the retention money at the rate of 5% of the total value of the work, materials and goods under Clause 31(3) of the Contract and gross payments made to the respondents in respect of the earlier interim bills. In addition thereto, the petitioner further pleaded that as per the Agreement between the respondents and the petitioner, the petitioner was entitled to deduct 5% of the total value of the work done for water and electricity consumed by the respondents and made available to them by the petitioner. It was also pleaded that as per the Clause 18 of the Special Condition of the Contract, the petitioner was further entitled to deduct income tax payable under the certificate issued by the Architect. A detailed statement showing inter alia, the dates of various bills submitted by the respondents; the date of the Certificate issued by the Architect, the amount certified as payable, the deductions made under various heads from the amount so certified, the net amount paid and, the date of actual payment made by the petitioner, was also filed on record. As regards the claim for deviated item it was pointed out that such claims formed part of final certificate and also that the respondents did not furnish any factual information as to what was the extent of their claim for any item, apart from what is included in the final certificate. In this regard, reliance was also placed on Clause 32 of General Conditions of the Contract and stated that Clause 32 of the General Conditions of Contract made it obligatory on the part of the respondents in the event they intended to claim an extra, to inform the Architect of the extra amount and get his written authorisation before proceeding with the work involved.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_46\">18. The learned arbitrators after hearing both the parties, have delivered their award on 20th May, 1997 and awarded thereunder a sum of Rs. 17,52,347 towards the respondents claim under item Nos. 2, 4, 5, 6 and 7 above and in addition thereto have also awarded pendente lite interest @ 15% as also a sum of Rs. 4,08,594/- towards the claim under item (i) calculated @ 15% instead of 25% as claimed by the respondent. The petitioner were also directed to refund the retention money in a sum of Rs. 1,87,500/- which the petitioner claimed to have returned to the respondents, consequently no dispute was raised in this behalf by the petitioner in this petition.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_47\">19. Aggrieved by the aforesaid Award, the petitioner has invoked the jurisdiction of this Court under <a href=\"/doc/1503578/\" id=\"a_6\">sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_7\">33</a> of the Arbitration Act, 1940 and have contended that the impugned Award is liable to be quashed and set aside on the following amongst other grounds :\n</p>  \n\n<blockquote id=\"blockquote_21\">The learned arbitrators failed to consider the issue of want of jurisdiction and/or lack of power to arbitrate on these claims despite an objection having been raised in this regard. The Award is completely silent on this aspect and the arbitrators have proceeded on the assumption as if their jurisdiction or powers to adjudicate upon these claims is not in dispute at all.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">In view of the express provisions of Clause 31.7 of the General Conditions of contract the final certificate issued by the Architect was\n\nnot only binding on both the parties but is in fact a conclusive evidence for all purposes including for the purposes of the arbitration proceedings in question.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">The learned arbitrators were, therefore, bound to act as such and were bound not to award any claims which have the effect of negating the finality of the Architects certificate.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">The respondents (admittedly) having failed to raise any objection, much less having failed to refer the disputes for arbitration within 28 days of the issuance of the final certificate, the claim before the learned arbitrators was barred by limitation.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">The respondents (admittedly) having failed to seek any written authorisation before proceeding with the work, as regards the claims now made (at the belated stage) before the arbitrators were in any event bound by the terms of the Contract not to claim any extra costs for alleged deviated items etc.\n \n\nWith regard to the claim for interest for alleged delayed payments it was apparent that if rate of interest was reduced from 25 per cent to 15 per cent the claim amount would have been only Rs. 3,40,4947- and not Rs. 4,08,594 as granted in para (c) of the Award. \n</blockquote> \n\n<blockquote id=\"blockquote_26\">It was submitted that in any case the grant of claim for interest for alleged delayed payment also suffered from patent infirmities as the same has been granted in the teeth of express provisions of the contract which entitle the petitioners to deduct certain amount e.g. 5% towards retention money and 5 per cent towards recovery of mobilisation advance (including interest thereon). The respondents claim for alleged delayed payment and/or alleged short payment against an interim certificate issued by the Architect did not take into consideration the deductions such as above. These facts were not taken into consideration which were sufficient to show that there were no delayed payments at all as far as Bill Nos. 1 to 14 were concerned. Thus the arbitrators have clearly exceeded their jurisdiction in considering and granting such claims.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">The claims of the Respondents themselves being untenable, there was no reason to grant any interest on the same.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">The claims of the Respondents under items 2, 4, 5, 6 and 7 were not borne out on the basis of terms of the contract and were, in fact, in the teeth of the express terms of the contract contrary to the terms of the contract itself.\n</blockquote> \n\n<blockquote id=\"blockquote_29\"> RIVAL CONTENTIONS \n \n\nContentions of the petitioner on facts :--\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_48\">20. The learned counsel appearing for the petitioner contended that Clause 31.7 has a effect to accord conclusiveness to the final certificate in any Arbitration proceedings whether under Clause 55 or otherwise and further\n\ntried to contend that the necessary effects have been given to all the items of the contract which required an adjustment to be made to the contract. According to him, none of the exceptions made in Clause 31.7 (A), (B), (C) or Clause 31.8 have any application in the present case. He further contended that the Clauses 31.7, 55 and 56 have to be read harmoniously, as the Agreement has to be read as a whole and not on a piece meal basis. As such while determining the scope of Clauses 55 and 56 effect will have to be given to the provisions of Clause 31.7 which made it pre-condition that in the event of references which has a effect of reviewing the final certificate, unless a written request to concur an appointment of arbitrator is given within 28 days after the issue of final certificate, such final certificate shall be conclusive in any arbitration proceedings arising out of the contract whether under Clause 55 or otherwise. Any other interpretation would render the provisions of Clause 31.7 nugatory.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_49\">21. In support of the above submissions, the learned counsel for the petitioner relied upon the following facts which are not in dispute.\n</p>  \n\n<blockquote id=\"blockquote_30\">(a)    The Respondents have made 15 interim bills and in none of those bills they claimed any amount either by way of interest or escalation or by way of additional overhead or even by way of market price for the quantity above 25% limit (beyond bill of quantities).\n</blockquote> \n\n<pre id=\"pre_2\">(b)    The work under the contract was completed by 30th April, 1992.\n \n\n(c)    The final bill was submitted by the Respondents on 3rd July, 1992.\n \n\n(d)    Even in the final bill raised by the contractor, after completion of work, none of these claims were raised before the arbitrator save and except the claim No. 2 viz. for quantities allegedly beyond 25% of the bill of quantities.\n \n\n(e)    Architect issued a final certificate on 29th August, 1992 (Exh. C to petition)\n \n\n(f)     The Respondents never made any written request seeking concurrence in appointment of arbitrator until 26th September, 1994 (Exh. C-59 in the Statement of Claim).\n \n\n</pre><blockquote id=\"blockquote_31\">22. The petitioner further contended that after the final certificate was issued on 29th August, 1992, the respondents were merely following for the payments which was evidenced by letters dated 25-2-1993 and 25-4-1993. The learned counsel appearing for the petitioner also took me through the Claim No. 2 allowed by the arbitrators i.e. for quantities allegedly in excess of 25% of the bill of quantities and rejected in the final certificate dated 29-8-1992.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">23. It is, therefore, submitted that so far as Claim No. 2 is concerned, by raising the claim once again in the correspondence after April 1993, the respondents have merely attempted to get over the &quot;collusiveness&quot; of the final certificate which was not open to challenge. It was, therefore, contended that the respondents cannot seek to do indirectly what they cannot do directly. The Architect having became functus officio, and in any case architect having rejected such claims while issuing final certificate, there was no question of inviting any further decision under Clause 55 or Clause 56 as suggested by the respondents. As regards the other claims, it was contended that in view of Clauses 4 and 13 of the Special Condition read with Clause 7 of the letter of acceptance dated 15-3-1990, the Contractor was neither entitled to any variation/adjustment in &quot;Contract Sum&quot; nor to make any claim on the ground of escalation in price due to delay in execution of work. He further contended that no reference could have been made to the Architect to settle the claim unless the disputes or differences arise. In support of this submission, it was sought to be pointed out that prior to writing of letters to the Architect starling from 13th April, 1993, there was no demand made to the petitioner either for payment of interest or for payment of escalation charges or for payment of additional overhead expenses or for payment of insurance premium. It was further pointed out that under the terms of contract, no claim whatsoever could have been awarded on account of escalation in the costs of labour or material. In order to strengthen this submission, reliance was sought to be placed on Clause 32 of the General Conditions and Clauses 4 and 13 of the Special Conditions.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">24. As regards, the claim for extra over head expenses, according to the petitioner, the said claims were required to be made under Clause 30.6 by way of an application to the Architect during the progress of the work itself so that if the Architect comes to the conclusion that any such amount is to be reimbursed by way of losses and expenses, the ascertained amount is required to be added in the interim certificates. It was further contended that under Clause 30.6 it was provided that any application sought for claims has to be made within a reasonable time after the losses and/or expenses having been incurred. It was, therefore, suggested that Clause 30.6 contemplates that either application should be made during the progress of the work itself or in any event the application should be made immediately after completion of the work. It was, thus, sought to be pointed out that no such application was made to the Architect either during the progress of the work or even when the final bill was submitted. There was no demand or claim raised in the final bill itself and the same was sought to be made after the lapse of more than 20 months. It was, thus, contended that the claim in question was merely an afterthought and could not have been made by the contractor/respondents de hors the terms and conditions of the contract. Lastly, it was contended that the claims made by the respondents were not arbitrable and the entire attempt was to get over express terms of the contract by wrongfully taking shelter under the provision? of Clause 56 and, therefore, it was contended in conclusion that the Award in question needs to be set aside.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_50\">Legal submissions of the petitioner :\n</p> \n\n<blockquote id=\"blockquote_34\">25. On the aforesaid facts, in order to bolster the factual submissions, the learned counsel for the petitioner contended that the arbitrators being a creature of the agreement are bound by the terms thereof and are obliged to act and decide the dispute in accordance with the terms of the agreement. It was further contended that even if the award is non-speaking even then the arbitrators are required to decide the preliminary issue with regard to the arbitrability of claims before proceeding to decide the dispute on merits.\n</blockquote> \n\n<blockquote id=\"blockquote_35\">26. It was further submitted that the arbitration agreement may sometime contain clauses which require certain acts to be completed within specified period. Sometimes terms do provide, that in the event certain specified acts are not carried out then certain consequences flow such as the claimants right to commence arbitration gets barred or it gives rise to the conclusiveness of Architects&#x27;s certificate etc. in arbitration proceedings etc. In such type of cases, the references to the arbitrators are required to be preceded by certain specified acts. Turning to the facts of this case, it was urged that the dispute ought to have been raised within 28 days from the date of issuance of final certificate of the Architect. In the absence of condition precedent being complied with, it was not open to the respondents to challenge conclusiveness of the certificate in the arbitration proceedings. Thus, it was contended that the adjudication of claim of the respondents/contractor by the arbitrators without examining the compliance of the precondition has vitiated the impugned award. It was contended that after issuance of the final bill and certification thereof any attempt to set up claim or raise dispute was merely an attempt to create confusion with the  hope that the claimants may be able to get some payment outside the contract. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1211696\" id=\"span_1\">In support of this submission, a reliance was sought to be placed on the judgment delivered by the Apex Court in the case of <a href=\"/doc/1211696/\" id=\"a_8\">State of Jammu and Kashmir v. Dev Dutt Pandit</a>, . The learned counsel appearing for the petitioner further contended that in order to determine whether the arbitrator has acted in excess of his jurisdiction, what has to be seen is : whether the claimant could raise a particular claim before the arbitrator. If there is a specific terms in the contract, which in law does not permit or give the arbitrator the power to decide the dispute raised by the claimants or if there is a specific bar in the contract to prevent the parties from raising the particular claim then the award passed by the arbitrator in respect thereof has to be treated in excess of his jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"662824\" id=\"span_2\">In support of this submission, a reliance was placed on the case of <a href=\"/doc/662824/\" id=\"a_9\">Rajasthan State Mines &amp; Minerals v. Eastern Engineering Enterprises</a>, . So far as the claim relating to the award of interest is concerned, it was contended that the interest could not have been awarded for pre-reference period in absence of agreement. It was further contended that in view of the admitted position that there is no provision in the agreement for payment of interest and further, in the absence of any notice demanding interest, no claim for interest could\n\nhave been granted even under the <a href=\"/doc/910984/\" id=\"a_10\">Interest Act, 1978</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"845506\" id=\"span_3\">In support of this submission, a reliance was placed on the judgment of the Apex Court in the case of <a href=\"/doc/845506/\" id=\"a_11\">Superintending Engineers v. Subba Reddy</a>, AIR 1999 SC 1947. In conclusion, it was contended that though the impugned award under challenge is not a speaking award, even then it suffers from jurisdictional errors inasmuch as it has been made contrary to and ignoring the express terms of the contract, consequently, the same is without jurisdiction and/or in excess of jurisdiction. It was also contended that without there being any decision on the preliminary issue relating to the arbitrability of claims, the arbitrators have failed to exercise jurisdiction vested in them. Consequently, it was contended that the award suffers from jurisdictional error for want of decision on the issue of arbitrability of claims. It was urged that since the award is a non-speaking award, it cannot be found out for want of any discussion in the award, as to whether the arbitrators have considered the arbitrability of claim, as such, the whole award is liable to be set aside. Thus, the learned counsel appearing for the petitioner contended that the award in question is liable to be quashed and set aside and the petition is liable to be allowed.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\">Contention of the respondents: \n</p> \n\n<blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"662824\" id=\"span_4\">27. In reply, the respondents contended that the award being a non-speaking award and since no reasons are given either in support or otherwise of the said conclusion arrived at by the arbitrators, the Court have very limited scope and that being so, this Court cannot go into the merits of the issue relating to the interpretation of the terms and conditions of the contract and/or cannot examine the mental process of the arbitrators on the basis of which the learned arbitrators have arrived at the conclusions. It was, therefore, contended by way of preliminary objection that the Court should not venture to read the mind of the arbitrators. The reliance in this behalf was placed on the judgment of the Supreme Court in case of <a href=\"/doc/662824/\" id=\"a_12\">Rajasthan State Mines and Minerals Ltd. v. Easter Engineering</a> (supra). It was further urged that the award being a lump sum award, this Court cannot examine as to which of the claims are granted and/or which of them are rejected by the learned arbitrators because that will amount to making probe in the mental process of the arbitrators which is impermissible.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_37\">28. It was further contended that it is also well settled that claims which are prohibited cannot be granted, but certainly the claims which are not prohibited can very well be considered by the arbitrators. If, in the award, awarded amount is found to be muchless than such prohibited claims, then in that event the award must be upheld as an award passed within the jurisdiction of the arbitrators. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1150387\" id=\"span_5\">In support of this proposition reliance was placed on the judgment of the Supreme Court in the case of <a href=\"/doc/1150387/\" id=\"a_13\">State of Andhra Pradesh v. R. V. Rayanim</a>, .</span>\n</blockquote> \n\n\n<blockquote id=\"blockquote_38\">29. With regard to the contentions raised by the petitioner relating to interpretation of Clauses 31.7, 56 and 57 of the contract are concerned, it was contended that Clause 31.7 makes a provision relating to the issuance of payment certificate by the Architect. Clauses 31.1 to 31.5 deal with the provisions of interim certificate. Clauses 31.6 to 31.8 deal with the issuance of final certificate. Clauses 31.6 (A) and 31.6 (B) prescribed which are the amounts required to be adjusted and which are the deductions required to be made before issuance of the final certificate by the Architect. In the said clauses, it has been specifically stated that the amount paid under interim certificate should be deducted, it means that the adjustments made under Clauses 31.4 and 31.5 at the time of issuance of interim certificate are automatically reflected in the final certificate. Thus, according to the respondents, how the amount required to be adjusted to the contractual amounts is provided under Clauses 31.1 to 31.6. In their submission, the issuance of final certificate under Clause 31.7 is final and conclusive, only in respect that the works have been properly carried out and completed in accordance with the terms of the contract, and that necessary effect has been given to all the terms of contract, which require an adjustment to be made to the contract sum except and insofar as any sum is erroneous to the contract sum. According to the respondents, the certificate thus, is not conclusive or final in respect of the claims which are beyond the scope of the contract sums. The claims for escalation, compensation and or damages as also claims for payment of amount for additional quantity are not contemplated within the contract sum as such same were not envisaged at the lime of entering upon the contract. Thus in his submission, the so called concept of conclusiveness and/or finality to the certificate is not applicable to the facts of the present case and the claim made in the arbitration proceedings are of totally different nature. In sum and substance, it was urged that in any event under Clause 31.8 the certificate cannot be treated as conclusive in respect of any works, materials or goods to which it relates and thus under Clause 31.8 the said certificate cannot be made conclusive or binding and final in the fact of the present case.\n</blockquote> \n\n<blockquote id=\"blockquote_39\">30. It was urged that Clause 31.7 stipulates that &quot;the said certificate shall be conclusive evidence in any proceedings arising out of this contract whether by arbitration under Clause 55 of these conditions or otherwise.&quot; It was thus submitted that the reference made to Clause 55, the arbitration clause pertains to only excepted matters and excepted categories of the claims. It was further urged that Clause 31.7 has not been made applicable to the arbitration under Clause 56 of the contract. Firstly, because the words &quot;whether by arbitration under Clause 55&quot; does not include Clause 56. Secondly, had it been the intention of the parties to include Clause 56 as well then the words would have been &quot;whether by arbitration under Clause 55 by Clause 56&quot;. However, Clause 56 has been specifically omitted. Thirdly, because the certificate of Architect is not an adjudication of any claims before him but it is merely an\n\nadministrative action of issuance of final certificate for the purpose of sanctioning of the final payment. Fourthly, because Clause 31.7 provides that only the contractor can object to the same within a period of 28 days after the issuance of such final certificate, whereas it is not so provided for the employer or owner, and whereas the arbitration Clause under Clause 56 could be invoked by both i.e. the owner as well as the contractor. That is what is specifically provided under Clause 56 of the said contract. Fifthly, because Clause 56 does not contemplate or does not envisage invocation of the arbitration Clause within a period of 28 days while it provides for issuance of notice by the party who is aggrieved by the decision of the Architect which may be in the form of a final certificate. Thus reading of Clause 56 as a whole does not contemplate any limitation on invocation of arbitration Clause for any claims. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1057115\" id=\"span_6\">The same can be invoked irrespective of the fact that 28 days have expired after the issuance of the final certificate. The arbitration agreement by and between the parties is under Clause 56 of the agreement and/or contract. Clause 56 has not put any fetter or bar on arbitration to decide the issue on its own merits. Reliance was placed on the judgment of this Court in the case of <a href=\"/doc/1057115/\" id=\"a_14\">Construction &amp; Engg. Co. Ltd. v. Union of India</a>,  by the learned counsel for the respondents as also on unreported judgment in Arbitration Petition No. 131 of 1987 in the case of Hotel Corporation of India Ltd. v. M/s Blue Star Ltd. in support of his submission.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_40\">31. The learned counsel for the respondents while placing reliance on clauses 55 and 56 further contended that the said certificate is made conclusive and binding only to the extent of excepted categories under Clause 55 which in turn provides for such claims arising under excepted categories viz. matters under clauses 5, 9, 19, 25, 26, 36,40(1, 2,4, 7 and 8) and Clause 48 of the contract would not be subject to the arbitration and the same will not be arbitrable. He tried to point out that none of the claims which are raised before the arbitrators are from the excepted categories. Once the same does not form part of excepted categories then in that event the said claims are arbitrable by the arbitrators. It was, therefore, submitted that the reliance placed on Clause 31.7 so as to contend that the certificate of the Architect was conclusive and binding and the arbitrators ought not to have accepted such claims for want of arbitrability thereof is an erroneous submission.\n</blockquote> \n\n<blockquote id=\"blockquote_41\">32. Alternatively, it was urged that assuming that the said certificate was the only piece of evidence before the arbitrators and they ought to have considered the same even then it is not possible to speculate whether the arbitrators have considered said evidence or not since the award is a non-speaking award, in any event, it is not open for the Court to appreciate or reappreciate the evidence which was before the arbitrators or to consider weight or quality or quantity thereof. In this view of the matter, it was submitted that the contentions raised by the petitioner in this behalf are without any merits.\n</blockquote> \n\n\n<blockquote id=\"blockquote_42\">33. It was further urged that apart whatever review and reopening is provided the same is not binding on the arbitrators, the respondents placed reliance on the Halsbury&#x27;s Law of England Volume IV, Fourth Edition, paragraph 1215 wherein the principles are carved out pertaining to the conclusiveness of certificate wherein it has been held that if the certificate is subject to revision or review under the contract then the same is not conclusive and final. It provides that for the certificate to become final and binding that has to be binding on both the parties. In the present case under Clause 31.7 it is only the contractor who can object within a period of 28 days and not the owner. If that be so, it does not satisfy both the conditions as set out hereinabove and, therefore, it was submitted that the said certificate is not conclusive and binding. \n</blockquote> \n\n<blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1391503\" id=\"span_7\">34. In substance it was contended that the interpretation put by the petitioner on Clause 31.7 is erroneous. It was urged that it is well settled that where there is arbitration Clause in the main contract and when the main contract contains two agreements, one pertaining to work and another pertaining to the arbitration in case of dispute, then, unless it is specifically referred to in the arbitration agreement so as to restrict the field of the arbitrator, the jurisdiction of the arbitrator cannot be curtailed considering the other clauses though he may be bound by it but he will still have jurisdiction to decide whether the claim is valid or within the four corners of the contract or not. It was thus submitted that the judgments cited by the petitioners in the case of <a href=\"/doc/1391503/\" id=\"a_15\">Tamil Nadu Electricity Board v. Bridge Tunnel Construction</a>,  as well as judgment of the Supreme Court in the case of Premier Fabricators, Allahabad v. Heavy Engg., (1977) 4 SCC 319 have no relevance as the same deals with cases of the inherent lack of jurisdiction of the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1815803\" id=\"span_8\">The learned counsel for the respondents tried to distinguish the case of <a href=\"/doc/1815803/\" id=\"a_16\">Continental Construction Co. Ltd. v. State of M.P.</a>  and contended that Clause 29 was arbitration clause. The said Clause was dealing with two aspects viz. that excepted categories of matters where it the Superintending Engineer has taken decision then if <a href=\"/doc/1815803/\" id=\"a_17\">the said decision</a> is not challenged within a period of 28 days then the same becomes final and non-arbitrable. This was not a case of any certificate of payment issued as final certificate. The said arbitration Clause itself stipulated condition that the decision of the Superintending Engineer of the Circle should be challenged within a period of 28 days. In the present case Clause 56 does not stipulate any such condition and no time limit is specified for challenging the decision of the Architect at all under Clause 56 and, secondly, excepted categories of the cases have been specifically totally excepted from the purview of the learned arbitrators as it is evidence from plain reading of clauses 55 and 56 of the present contract.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1456400\" id=\"span_9\">It was contended that another judgment cited by the learned counsel for the petitioners in respect thereof from the case of <a href=\"/doc/1456400/\" id=\"a_18\">Prabartak Corpn. v. Chief Administrator, Dandakaranya Project</a>,  was also not applicable to the facts of this case. It\n\nwas contended that the same was the case where the excepted matters were not specifically excluded from the arbitration agreement and, therefore, it was held that the claims which were forming part of the excepted matters providing for the decision of the Superintending Engineer, on certain matters, as final would not be open to arbitration before the arbitrators.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"168696\" id=\"span_10\">The case of <a href=\"/doc/168696/\" id=\"a_19\">Executive Engineer, R.E.O. v. Suresh Chandra Panda</a>  also provided for exclusion of the excepted categories of cases under Clause 11 where the decision of Engineer in Chief has been made final and arbitration Clause expressly provided that except the claims which become final under the other terms of the contract, remaining only can be referred to the arbitration. In his submission, the present case is exactly other way round. Only the decision of the Architect under Clause 55 and other decisions are expressly excepted for arbitration and, therefore, it was submitted that <a href=\"/doc/168696/\" id=\"a_20\">the said judgment</a> also has no application in the facts of the present case.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1848972\" id=\"span_11\">The other judgment cited by the petitioner thereafter is in the case of M/s <a href=\"/doc/1848972/\" id=\"a_21\">M. K. Shah Engineers and Contractors v. State of M. P.</a>,  which provided under Clause 3.3.20, which is reproduced in paragraph-3 thereof that the decision of the Superintending Engineer would be final and it was further provided therein that if a person wants to challenge the order or decision then arbitration Clause must be invoked within a period of 28 days. It was thus submitted that in the present case no such fetter is to be found under Clause 56 to invoke the arbitration. It was, therefore, submitted that <a href=\"/doc/1848972/\" id=\"a_22\">the said judgment</a> also is not relevant. It was also urged that having referred the matter for arbitration by consent of the parties and having continued in the whole proceedings before the learned arbitrators, it is not open for the petitioners to challenge the institution of arbitration proceedings on the touch stone of doctrine of waiver.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1848972\" id=\"span_12\">The right to contend contract should be treated as waived as has been considered by the Supreme Court in the case of <a href=\"/doc/1848972/\" id=\"a_23\">M. K. Shah Engg. &amp; Contractors v. State of M.P.</a> (supra).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_13\">35. It was further contended that if the petitioners argument is that Clause 31.7 has been stood incorporated by reference under clauses 55 and 56 then it is pure and simple issue of interpretation of the terms of the contract and such interpretation was in the exclusive domain or jurisdiction of the learned arbitrators. It was thus submitted that the said interpretation, one way or the other, cannot be looked into and/or scrutinised by the Court in a non-speaking award because there are no reasons before the Court to take a view of one interpretation or the other. It was further submitted that the Supreme Court has held in case of <a href=\"/doc/529896/\" id=\"a_24\">H. P. State Electricity Board v. R. J. Shah and Co.</a>,  that issue of interpretation is exclusively within the domain of the learned arbitrators and the Court would not interfere with the same even if the reasons given by the arbitrators are erroneous or incorrect.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_14\">36. In any event and without prejudice to the aforesaid submissions, it was further contended that the Court, while interpreting the terms of the Clause which contains any prohibition, must try to strictly construe the\n\nclauses which contain the prohibition because a party is entitled to its own remedy. In the present case it was argued by the petitioners that by virtue of the provisions of Clause 31.7, the respondents are not entitled to receive the same by virtue of the fact that the final payment certificate was not challenged within a period of 28 days from the issuance thereof assuming that the respondents are entitled to such claim. Such Clause has to be strictly construed as has been held by the Supreme Court in the case of Board of Trustees for the <a href=\"/doc/1766532/\" id=\"a_25\">Port of Calcutta v. Engineers De-space Age</a>, . It was thus submitted that issue of interpretation of the arbitration agreement is not within the scope of <a href=\"/doc/1503578/\" id=\"a_26\">sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_27\">33</a> of the Arbitration Act in case of non-speaking award because there are no reasons given indicating the thought process adopted by the arbitrators while interpreting the terms of the agreement one way or the other.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_46\">37. It was further urged that arbitration agreement under Clause 56 does not require invocation of the arbitration Clause within a stipulated period of 28 days after issue of certificate by the Architect. It was further urged that until final payment certificate is issued there can hardly be any dispute and difference between the parties as the dispute and difference will always arise when the claim is made and rejected. In that event, if there was dispute on the date of issuance of final certificate, process of invocation of arbitration Clause under Clause 56 would not arise, the submission is that Clause 56 provides that in the event of disputes and differences between the parties the same should be invoked by the contractor by referring the disputes to Architect and thereafter Architect has to give his decision, which may be in the form of final certificate or otherwise or the Architect refusing to give any decision then in that event the party who is aggrieved by issuance of such decision or certificate or non issuance thereof can invoke the arbitration clause. It was thus contended that in the facts of the present case the respondents have followed the said procedure after the final certificate was issued and the claim was made in respect of the said amounts to which the respondents were entitled to by virtue of escalation, compensation and also by virtue of claims arising under Clause 26 of the contract. The said claims were referred to the Architect but the Architect failed to give his decision and thereafter the respondents have invoked the arbitration Clause by appointing their own arbitration. In this view of the matter, it was submitted that the procedure contemplated under Clause 56 of the contract is self contained procedure and there is no scope or provision for incorporating the provisions of Clause 31.7 therein and, as such, it is submitted that the arguments advanced by the petitioner are without any merits. The respondents, thus, prayed for dismissal of the petition with costs.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">THE ISSUES \n \n\n</p><p data-structure=\"Issue\" id=\"p_53\">38. In the light of the aforesaid rival contentions, the following issues arise for my consideration.\n</p>\n  \n\n<p data-structure=\"Conclusion\" id=\"p_54\">A.     Whether the final certificate issued by the Architect debarred the arbitration proceedings in view of Clause 31.7 of the agreement between the parties?\n</p> \n\n<pre id=\"pre_3\">B.      Whether the arbitration proceedings and award (Exh.H.Pg. 134)\nwere in terms of the contract? \n\n \n\nFINDINGS \n \n\n39. The findings on the issues raised are as under :  \n  \n\n</pre><p data-structure=\"Precedent\" id=\"p_55\">As to issue No. &#x27;A&#x27; : Yes. As no dispute was raised within 28 days by the contractor after issue of final certificate dated 29th August, 1992. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">As to issue No. &#x27;B&#x27; : In the negative. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">CONSIDERATION OF ISSUES \n \n\n</p><p data-structure=\"Precedent\" id=\"p_58\">40. At the outset, I may mention that it is a settled law that arbitrator is the creature of the contract between the parties and, hence, if he ignores specific term of the contract, it is a question of jurisdictional error which can be corrected by Court and for that limited purpose agreement is required to be considered. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"268039\" id=\"span_15\">In <a href=\"/doc/268039/\" id=\"a_28\">New India Civil Erectors (P) Ltd. v. Oil and Natural Gas Corporation</a>, (1997) II SCC 75, the Apex Court considered the contention wherein the arbitrator had passed an award contrary to the specific stipulation/conditions contained in the agreement in question. The Apex Court thus observed : (SCC p. 79, para 9)\n  &quot;It is axiomatic that the arbitrator being a creature of the agreement, must operate within the four corners of the agreement and cannot travel beyond it. More particularly, he cannot award any amount which is ruled out or prohibited by the terms of the agreement. In this case, the agreement between the parties clearly says that in measuring the built-up area, the balcony areas should be excluded. The arbitrators could not have acted contrary to the said stipulation and awarded any amount to the appellant on that account.&quot;</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\">The aforesaid judgment was considered in H. P. SEE v. R. J. Shah and Co.,  and in paragraph 26, the Court held as under:\n</p><blockquote id=\"blockquote_47\"> &quot;26. In order to determine whether the arbitrator has acted in excess of jurisdiction what has to be seen is whether the claimant could raise a particular dispute or claim before an arbitrator. If the answer is in the affirmative then it is clear that the arbitrator would have the jurisdiction to deal with such a claim. On the other hand if the arbitration Clause or a specific term in the contract or the law does not permit or give the arbitrator the power to decide or to adjudicate on a dispute raised by the claimant or there is specific bar to the raising of a particular dispute or claim then any decision given by the arbitrator in respect thereof would clearly be in excess of jurisdiction.&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_60\">41. In my view, the principles <a href=\"/doc/268039/\" id=\"a_29\">laid down by</a> the Apex Court in the aforesaid judgments should be the parameters for deciding the issues framed\n\nherein. What was contended before me on behalf of the petitioner was that on interpretation of Clause 31.7, no claim could have been filed either by the contractor or the employer before the arbitrators as the certificate issued by the Architect having become final and conclusive after lapse of 28 days from the date of issuance thereof. In other words, the said certificate shall be a conclusive evidence in any proceeding arising out of the contract in question whether by way of arbitration under Clause 55 or otherwise. It was thus contended that the certificate issued by the Architect as contemplated under Clause 31.7 goes to the root of the jurisdiction of the arbitrators to deal with the matter in dispute. In substance, the submission is that once the certificate becomes conclusive and final, no amount of claim can be allowed to be set up. At any rate, it could not have been entertained or allowed by the arbitrators. The submission, therefore, is that the learned arbitrators since did not address themselves on this issue, an act of non-consideration or omission to consider this issue by the arbitrators amounts to an act of misconduct. The arbitrators, therefore, misconducted themselves in allowing the claim without deciding the objection raised by the petitioner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815803\" id=\"span_17\">42. According to the learned counsel for the petitioner, omission to consider the effect of Clause 31.7 on the arbitrability of the dispute is also an error apparent on the face of the record, as such the issue of arbitrability is open to scrutiny in the instant petition. In his submission, even in a non-speaking award the arbitrator is required to decide preliminary issue relating to arbitrability of the claim and then proceed to decide it on merits, The award made by the arbitrator disregarding the terms of the reference or the arbitration agreement or the terms of the contract would be a jurisdictional error which requires ultimately to be decided by the Court. He cannot award an amount which is ruled out or prohibited by the terms of the agreement. Because of a specific bar stipulated by the parties in the agreement, that claim could not be raised. Even if it is raised and referred to arbitration because of a wider arbitration Clause such claim amount cannot be awarded as the agreement is binding between the parties and the arbitrator has to adjudicate as per the agreement. This aspect is absolutely made clear in <a href=\"/doc/1815803/\" id=\"a_30\">Continental Construction Co. Ltd. v. State of M.P.</a>,  by relying upon the following passage from <a href=\"/doc/1989300/\" id=\"a_31\">Alopi Parshad v. Union of India</a>,  which is to the following effect: (SCC p. 88, para 5).</span></span>\n</p><blockquote id=\"blockquote_48\"> &quot;There it was observed that a contract is not frustrated merely because the circumstances in which the contract was made, altered. <a href=\"/doc/171398/\" id=\"a_32\">The Contract Act</a> does not enable a party to a contract to ignore the express covenants thereof, and to claim payment of consideration for performance of the contract at rates different from the stipulated rates, on some vague plea of equity. The parties to an executory contract are often faced, in the course of carrying it out, with a turn of events which they did not at all anticipate, a wholly abnormal rise or fall in prices, a sudden depreciation of currency, an unexpected obstacle to\n\nexecution, or the like. There is no general liberty reserved to the courts to absolve a party from liability to perform his part of the contract merely because on account of an uncontemplated turn of events, the performance of the contract may become onerous.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_62\">43. The arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract. A deliberate departure or conscious disregard of the contract not only manifests the disregard of his authority or misconduct on his part but it may tantamount to mala fide action.\n</p> \n\n<p data-structure=\"Section\" id=\"p_63\">44. The arbitrator is not a conciliator and cannot ignore the law or misapply it in order to do what he thinks just and reasonable; the arbitrator is a tribunal selected by the parties to decide the disputes according to law.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">45. It is to be reiterated that to find out whether the arbitrators have travelled beyond the terms of the agreement and acted beyond their jurisdiction, the agreement is required to be looked into. The arbitration agreement may contain a Clause which requires certain act to be completed within specified period and it may provide that in the event the specified act is not carried out then certain consequences may flow. It is true that interpretation of particular condition in the agreement is within the jurisdiction of the arbitrator. However, in the cases where there is no question of interpretation of any terms of the contract, but of solely reading the same as it is and still the arbitrator ignores it and awards the amount despite the prohibition in the agreement, the award would be arbitrary, capricious and without jurisdiction. Whether the arbitrator has acted beyond the terms of the contract or has travelled beyond his jurisdiction would depend upon the facts, which would be the jurisdictional facts, and are required to be gone into by the Court. The arbitrator may have jurisdiction to entertain the claim yet he may not have jurisdiction to pass award for particular item in view of the prohibition contained in the contract and, in such cases, it would be a jurisdictional error. However, the learned counsel for the respondents submits that the award being non-speaking one, it would not be open for this Court to go behind the award and interfere with it. In my view, this submission is without any substance.\n</p> \n\n<p data-structure=\"Section\" id=\"p_65\">46. The question in substance is whether in view of Clause 31.7 there would be any &quot;dispute&quot; which could be remitted to arbitration under Clause 55 of the agreement on the face of the prohibition contained therein. This is to say, the question is, whether finality otherwise attached to the decision of the Architect in respect of the matter referred to in Clause 31.7 after expiry of 28 days from issuance thereof can be avoided by operation of arbitration Clause 55 or 56. In order to find out whether the arbitrators have acted in excess of their jurisdiction, it would be necessary to look into some documents including contract as well as reference to the dispute made to the arbitrator for the limited purpose of seeing whether the arbitrators had jurisdiction to decide the claim made in the arbitration proceeding. Clause 31.7 already extracted hereinabove\n\nspecifically accords collusiveness to the &quot;final certificate&quot; in any arbitration proceedings, whether under Clause 55 or otherwise. One of the effects of the conclusiveness of the final certificate is that &quot;necessary effect has been given to all the terms of the contract which required an adjustment to be made to the contract&quot;. None of the exceptions mentioned in Clause 31.7(A), (B), (C) or Clause 31.8 have any application in the present case. If one turns to Clause 55, it would clear that Clause 55 itself does not prescribe any prohibition as to the reference but merely incorporates Clause 56 by reference as to the procedure. In addition to this, the second part of this Clause seeks to put the decision and/or opinion and/or certificate of the Architect at par with the decision of the Architect under Clause 56. The said Clause postulates a reference to arbitration from any decision and/or opinion and/or certificate of the Architect. Clause 56 postulates that all disputes and differences shall be referred to and settled by Architect and he shall state his decision in writing by final certificate or otherwise. As rightly pointed out by the petitioner, Clause 55 is in two parts. It would thus seem that to the extent that there is an express provision in a contract for the Architect giving any decision, opinion, direction or certificate. Only in cases, which are not covered by the first part of the provisions, wherein the Architect is required to give his decision and/or opinion and/or certificate and if any dispute arises the same is required to be referred to arbitration after following the procedure under Clause 56. It is therefore clear that clauses 31.7, 55 and 56 have to be read harmoniously as the agreement has to be read as a whole and not in piecemeal. As such, while determining the scope of clauses 55 and 56, effect will have to be given to Clause 31.7, which make it condition precedent that in the event of reference which has an effect of reviewing the final certificate, unless a written request to &quot;concur an appointment of arbitrator is made within 28 days after the issue of final certificate, such final certificate shall be conclusive in any arbitration proceedings arising out of the contract whether under Clause 55 or otherwise. The contention of the respondents that Clause 31.7 relates first part of Clause 55 and that 28 days limitation does not refer to the reference to the Architect under first part of Clause 55 cannot be accepted as the said interpretation would render provision of Clause 31.7 so also the conclusiveness and finality attached to the certificate of the Architect nugatory. \n</p> \n\n<p data-structure=\"Section\" id=\"p_66\">47. The general rule that the grammatical and ordinary sense of the words in a contract is to be adhered to, unless such adherence would lead to some manifest or absurdity or some repugnance or inconsistency, applies to the building and construction contract. The meaning and intention of the parties have to be gathered from the language used. The question, over what subject matter the arbitrator has to exercise his powers, must be answered by reference to the arbitration agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\">48. Therefore, reading the agreement as a whole, I am inclined to take a view that in view of Clause 31.7 there could have been no reference to the arbitrators unless the respondents/contractor had raised an objection within 28 days from the time of issuance of the final certificate. The rule is well settled that where the parties to the agreement designate a person who is authorised to determine questions relating to execution and stipulates that his determination shall be final and conclusive, such parties are bound by his determination of those matters which he is authorised to determine, except in cases of fraud or such gross mistake on his part as would necessarily imply bad faith, or a failure to exercise an honest judgment, i.e. on grounds of collusion or misconduct.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\">49. In Hudson&#x27;s Building and Engineering Contracts, (8th Edition, Page 210) the law is stated thus :--\n</p><blockquote id=\"blockquote_49\"> &quot;The great majority of building contracts contain a provision that the work generally shall be done to the satisfaction of a third person, usually of course, the employer&#x27;s Architect, and in many cases that payment shall be dependent upon a certificate. The contract may or may not contain express provisions that the satisfaction or certificate are to be a condition precedent to the builder&#x27;s right to sue. Tn other cases, a particular matter under the contract may be stipulated to depend upon the approval, certificate, or decision of the Architect for example the valuation of an determination of liability for additions or variations to the work, or extensions of time and the consequential liability to pay liquidated damages. In all cases, as previously indicated, the binding effect of such approval, certificate or decision depends upon the sense of the contract.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_69\">50. Even otherwise, the intention of the parties has to be deduced from the contract. I have been shown the provision in the contract which indicates that the parties specifically intended that the certificate issued by Architect is to be treated as conclusive by the parties under the contract. In Halsbury&#x27;s Laws of England, Fourth Edition, paragraph-1194, it is observed as follows :--\n</p><blockquote id=\"blockquote_50\"> &quot;Contracts for works of construction frequently provide that the contractor should carry out and complete the works to the satisfaction or approval of the Architect or engineer. In such a case, such approval may, on the proper construction of the contract, be a condition precedent to the contract&#x27;s right to payment. This question of construction may turn on consideration similar to those which determined whether the issue of a certificate is a condition precedent, but the mere fact that the Architect or engineer is required to express his approval in certificate is not decisive. The main test seems to be whether the decision of the Architect or engineer in granting or withholding approval was intended by the parties to be final.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_70\">51. Now, certificates which are normally contemplated by such contracts are either progress or interim certificates or final certificates or some other certificates. Progress or interim certificates are issued from time\n\nto time during the course of the work, certifying that in the opinion of the Architect, work has been carried out and in some cases material supplied is of a certain value. A final certificate may certify the amount finally payable to the contractor under the contract or the satisfaction of the Architect that the work conforms with the contract or both. Upon these matters the Architect&#x27;s decision embodied in his certificate is often binding and conclusive on the parties. In the present case, there is specific provision with regard to the finality of the certificate given by the Architect, unless the same is challenged within 28 days from the date of Us issue.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1057115\" id=\"span_18\">52. The respondents strongly relied upon Division Bench judgment of this Court in <a href=\"/doc/1057115/\" id=\"a_33\">Hind Construction &amp; Engg. Co. Ltd. v. Union of India</a>,  in support of the submission canvassed by the respondents/contractor that finality given to the certificate of the Architect can be a subject matter of dispute before the arbitrators. However, this case is clearly distinguishable, in which, the parties had gone in arbitration even before the completion of work of the contract and Clause 66 referred to in the said case was quite different with that of Clause 31.7 of the agreement involved in the case in hand. Therefore<a href=\"/doc/1057115/\" id=\"a_34\">, <a href=\"/doc/1057115/\" id=\"a_35\">the said judgment</a></a> is of no assistance to the respondents.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\">FINDINGS \n \n\nIssue No. &#x27;A.&#x27; \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_73\">53. As already found hereinabove, the bare reading of Clause 31.7 with Clauses 55 and 56 makes it crystal clear that in absence of notice within 28 days from the time of issuance of the final certificate, no reference could have been made to the arbitrators. In other words, there could have been reference to the arbitrator provided the respondents contractor had raised the objection within 28 days from the date of issuance of final certificate by the Architect. Admittedly, no such objection was raised nor any inclination or written request to concur with the appointment of arbitrator was made. In fact, the final certificate by the Architect was issued on 28th August, 1992 (Exh.C-48). Thereafter, the first communication of the respondents was by letter dated 25th February, 1993 (i.e. after a period of six months) and claim raised in the said communication was restricted to Rs. 18.5 lakh. By another letter dated 25th March, 1993, the respondents merely asked for return of original bank guarantee (Exh.C-50). It is only on 13th April, 1993 (Exh. C-51), letter was sent to the Architect Mr. Kamal Malik and disputed the claim and claimed in the arbitration proceedings, which, to my mind, is clearly an afterthought. Had it been a genuine letter relating to contract work, the first thing that the respondents would have done was to issue written notice to request for appointment of arbitrator within 28 days of time of final certificate. However, the first letter dated 25th February, 1993 merely claims dues of Rs. 18.5 lakh. The subsequent letter dated 15th April, 1993 to the petitioner (Exh.C-52) also refers to bills of meagre amount of Rs. 34.167/-. Yet another letter dated 3rd May, 1993 (Exh.C-53) merely claims refund of Rs. 1,87,500/-. Thus on going\n\nthrough Exhibits C-49, C-59, C-52, C-53 and C-54,1 have my own doubt, if any such letter dated 13th April, 1993 (Exh.C-51) was written to the Architect Mr. Kamal Malik of which no copy was given to the petitioner. Neither any document showing acknowledgment is filed on record nor is there any reference of such letter from the side of the Architect and by letter dated 24th June, 1994 (Exh.C-56) respondents have tried to lay foundation for the arbitration proceedings. Therefore, on the facts itself, conduct of the respondent is not free from doubt. This doubt is further fortified by letter dated 13th August, 1994 (Exh.C-57). Suffice to state that there is no acknowledgment or letter from Architect Kamal Malik in response to respondents letter dated 13th April, 1993 (Exh.C-51) nor to letter dated 24th June, 1994 (Exh.C-56). The said letter dated 13th August, 1994 appears to have been engineered to raise the arbitration dispute. In the aforesaid totality of the facts and circumstances what has been stated hereinabove, I have no hesitation to hold that since no dispute was raised within 28 days of the time of issuance of final certificate, it will have to be held that final certificate issued by the Architect debars the arbitration proceedings as per Clause 31.7 of the agreement. In the facts and circumstances of the case, accordingly, issue No. A is answered in affirmative i.e. in favour of the petitioner and against the respondents. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">Issue No. &#x27;B&#x27; :\n</p> \n\n<p data-structure=\"Section\" id=\"p_75\">54. Having held the first issue in affirmative i.e. in favour of the petitioner and against the respondents, really speaking it is not necessary for me to deal with the second issue. The finding recorded on the first issue must decide the fate of second. However, since both the parties have addressed me on this issue, I propose to deal with and decide the same. Even otherwise and assuming that this Court can examine the claim on various clauses of the contract then as already found hereinabove, the arbitration is a creature of the agreement and is formed by the terms of the agreement. The arbitrator is required to act as per the agreement of the parties. Admittedly, it is a non-speaking award. The claim relating to escalation was barred as per Clause 34 of the agreement. The arbitrators cannot widen their jurisdiction by deciding the question otherwise than in accordance with the contract. Again turning to the terms of the contract, it is clear that there is no provision in the agreement for payment of interest nor any such demand was ever made under the <a href=\"/doc/910984/\" id=\"a_36\">Interest Act</a>. The letters both dated 25th March, 1990 marked as Exh.C-49 and Exh.C-50 are absolutely silent relating to the claim of interest. Moreover, interest has been claimed Rs. 5,67,491.95 which could not have been subject matter of the arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_76\">55. If one turns to examine the claims vis-a-vis items 2, 4, 5 and 7, the same are allowed by the arbitrator. Claim No. 2 relates to the market rate for the quantities executed beyond deviation limit. Claim No. 4 relates to extra expenditure towards overhead establishment and supervisory expenditure for a period of 20 months at the rate of Rs. 30,000/- per month due to delay in\n\nexecution of contract. Claim No. 5 relates to cost of escalation in price of material and labour claim. Claim No. 6 relates to extra expenditure for prolonged period of scaffolding, machinery tools, plant and construction equipment, due to delay in construction. As regards claim No. 7, it relates to extra cost for insurance premises. In my view, as regards claim No. 2, the same relates to quantities allegedly in excess of 25% of the bill of quantities which was made by the respondent in final bill and was rejected by the Architect, when final certificate was signed on 29th August, 1992. Thereafter, no claim was raised, no written request for arbitration was made within 28 days as per Clause 31.7 and hence respondents were estopped from raising such a claim after lapse of almost 2 years vide Exh.C-57. So far as claims relating to item Nos. 4, 5, 6 and 7 are concerned, the same are partially allowed by the arbitrators, which basically relate to the escalation of costs due to delay in extension of contract work. Such type of the claims are specifically barred by Clause 34 of the agreement.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1815803\" id=\"span_19\">56. I find that the case law relied upon by the respondent particularly, the judgment in the case of <a href=\"/doc/1815803/\" id=\"a_37\">Continental Construction Co. Ltd. v. State of M.P.</a> (supra), in fact, supports the contention of the petitioner in the peculiar facts of the case and on the canvass of the view taken by me it is not necessary to discuss the case laws cited by both the parties. Suffice it to say that there is an error apparent on the face of record, as well as the exercise of jurisdiction by arbitrators is de hors the terms of the contract. The arbitrators, therefore, have misconducted in allowing claim. Hence, the finding on issue No. B is recorded in negative i.e. in favour of the petitioner and against the respondent.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_78\">57. It is also not necessary to discuss the case law regarding award of interest as the claims itself were not arbitrable. I may also observe that in all probability, because the petitioner had raised a dispute about various defects vide Exh.F before completion of one year period, the respondents in order to counter the said claim appear to have raised the arbitration dispute. It is also strange that the arbitrators did not apply their mind to the valuation and claim for alleged defects pointed out by the Architect vide Exh.E (RP 127). However, the petitioner has not preferred any arbitration in this respect and, in my view, on the whole, justice will be done in respect of the dispute between the parties if the award dated 20th May, 1997 (Exh.H) is set aside. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_79\">58. In the result, the petition is allowed with no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_80\">59. Petition allowed.\n</p>\n \n\n","numcites":20,"numcitedby":1,"docsource":"Bombay High Court","citetid":293958,"divtype":"judgments","relatedqs":[{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"defect liability period","formInput":"defect%20liability%20period"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"retention money","formInput":"retention%20money"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"mobilisation advance","formInput":"mobilisation%20advance"},{"value":"final bill","formInput":"final%20bill"},{"value":"jurisdictional error","formInput":"jurisdictional%20error"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"escalation","formInput":"escalation"},{"value":"\"after defect liability period\"  \"defects\"","formInput":"%22after%20defect%20liability%20period%22%20%20%22defects%22"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"letter of acceptance","formInput":"letter%20of%20acceptance"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"\"defect liability period\"","formInput":"%22defect%20liability%20period%22"},{"value":"architects","formInput":"architects"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"interest","formInput":"tag:interest"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":false,"query_alert":null,"agreement":false}