{"tid":506822,"publishdate":"2009-05-08","title":"Mustaq Ahmed Mohammed Isak & Ors vs State Of Maharashtra on 8 May, 2009","doc":"<h2 class=\"doc_title\">Mustaq Ahmed Mohammed Isak &amp; Ors vs State Of Maharashtra on 8 May, 2009</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 SUPREME COURT 2772</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-pasayat\">Arijit Pasayat</a>, <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a></h3>\n\n<pre id=\"pre_1\">                                                                    REPORTABLE\n\n                 IN THE SUPREME COURT OF INDIA\n\n               CRIMINAL APPELLATE JURISDICITON\n\n           CRIMINAL APPEAL NO. 967-968              OF 2009\n           (Arising out of SLP (Crl.) Nos. 7210-7211 of 2007)\n\n\n\n\nMustaq Ahmed Mohammed Isak and Ors.                   ...Appellants\n\n\n            Versus\n\n\nState of Maharashtra                                  ...Respondent\n\n\n                             JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">\fDr. ARIJIT PASAYAT, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.    Leave granted.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">2.    Challenge in these appeals is to the judgment of a Division Bench of\n\nthe Bombay High Court holding that the order dated 4.9.2006 passed by\n\nlearned Special Judge in bail application No.32 of 2006 filed in remand\n\napplication No.17 of 2006 suffers from no infirmity.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_4\">3.    Criminal Appeal No.996 of 2006 was filed under <a href=\"/doc/151416950/\" id=\"a_1\">Section 12</a> of the\n\nMaharashtra Control of Organized Crime Act, 1999 (in short the `Act&#x27;).\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_5\">4.    The bail application was preferred by the accused Nos. 5 to 8\n\nchallenging the order dated 21.8.2006 passed by the Special Court thereby\n\ngranting second extension of 15 days to complete the investigation and to\n\nfile the charge-sheet. The bail application came to be rejected. It had been\n\nprayed in the appeal that the appellants be released on bail in LAC No. 3 of\n\n2006 on default of the prosecution in completing the investigation within\n\nthe extended period granted upto 21.8.2006. Whereas in Criminal Appeal\n\nNo. 736 of 2006 filed by the original accused nos. 5 to 8 under <a href=\"/doc/151416950/\" id=\"a_2\">section 12</a> of\n\nthe Act, the order of extension passed by the Special Court on 7.8.2001 in\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                         2</span>\n\fMA No. 260 of 2006 filed in Remand .Application No. 52 of 2006 was\n\nprayed to be quashed and set aside, with the prayer that the appellants be\n\nreleased on suitable bail on default of the prosecution in filing the charge-\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">sheet within the specified period of 90 days. As per the prosecution\n\nCriminal Appeal 736 of 2006 would not survive after disposal of the bail\n\napplication No.32 of 2006 by the Special Court.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_7\">5.    The sequence of events in the instant appeals is as under:\n</p>\n<blockquote id=\"blockquote_1\">      (a) The appellants were arrested on 13.5.2006 on the\n      charges punishable under the <a href=\"/doc/38034089/\" id=\"a_3\">MCOC Act, 1999</a>.\n</blockquote>\n<blockquote id=\"blockquote_2\">      (b) The period of initial 90 days to complete the investigation\n      expired on 6.8.2006.\n</blockquote>\n<blockquote id=\"blockquote_3\">      (c) The first application by the prosecutor for extension of time\n      was filed on 3.8.2006.\n</blockquote>\n<blockquote id=\"blockquote_4\">      (d) The first order, granting extension was passed on 7.8.2006\n      and the extension of 15 days so granted was to expire on\n      21.8.2006.\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_8\">      (e) The second application for extension was preferred by the\n      prosecutor on 21.8.2006 seeking further extension and the\n      Special Court granted extension upto 4.9.2006.\n</p><p data-structure=\"Issue\" id=\"p_9\">      (f) The charge sheet has been filed on 4.9.2006.\n</p><p data-structure=\"Issue\" id=\"p_10\">      (g) Criminal Appeal No. 996 of 2006 has been presented on\n      7.10.2006 before the High court i.e. after the charge sheet was\n      filed.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                          3</span>\n<p data-structure=\"PetArg\" id=\"p_11\">\f6.    It was submitted that the Special Court erred in law in rejecting the\n\nbail application by the order dated 4.9.2006 and while doing so it\n\nmisinterpreted the provisions of <a href=\"/doc/187220616/\" id=\"a_4\">section 21 (2) (b)</a> of the Act. In short, it is\n\nsubmitted by the learned Counsel for the appellants that though the period\n\nfor completing the investigation and filing the charge sheet is extended by\n\nanother 90 days and the investigation is required to be completed in a\n\nmaximum period of 180 days, there is no provision for granting extension\n\nafter completion of 90 days in piecemeal in as much as the power of\n\ngranting extension beyond 90 days can be exercised by the Special Court\n\nonly once and while doing so, the Special Court on an application moved by\n\nthe prosecutor can either refuse to grant extension or grant extension for\n\nany number of days upto 90 days, but if the extension application for the\n\nfirst occasion is considered and extension is granted for any period less than\n\n90 days, the second application for granting extension moved by the\n\nprosecutor cannot be entertained and the Special Court has no such powers\n\nto consider such second application or any number of applications filed by\n\nthe prosecutor for extension upto a total period of 180 days to complete the\n\ninvestigation and file the charge sheet.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                           4</span>\n<p data-structure=\"Section\" id=\"p_12\">\f7.    Stand of the State before the High Court was that the stand of the\n\nappellants about the scheme of <a href=\"/doc/187220616/\" id=\"a_5\">Section 21 (2)(b)</a> is misconceived. The High\n\nCourt accepted that the order passed by learned Single Judge did not suffer\n\nfrom any infirmity.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_13\">8.    Learned counsel for the appellant submitted that the scope and ambit\n\nof <a href=\"/doc/187220616/\" id=\"a_6\">Section 21(2)(b)</a> of the Act has not been kept in view.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_14\">9.    Learned counsel for the respondent-State on the other hand supported\n\nthe judgment.\n</p>\n\n<p data-structure=\"Section\" id=\"p_15\">      <a href=\"/doc/135076042/\" id=\"a_7\">Section 21</a> so far as relevant reads as follows:\n</p>\n\n<blockquote id=\"blockquote_5\">      &quot;21. Modified application of certain provisions of the Code-\n</blockquote><blockquote id=\"blockquote_6\">      (1) Notwithstanding anything contained in the code or in any\n      other law, every offence punishable under this Act, shall be\n      deemed to be a cognizable offence within the meaning of\n      clause (C) of <a href=\"/doc/139028405/\" id=\"a_8\">section 2</a> of the Code and &quot;Cognizable Case&quot; as\n      defined in that clause shall be construed accordingly.\n      (2) Section 167 of the Code shall apply in relation to a case\n      involving an offence punishable under this Act subject to the\n      modifications that, in subs section (2),-\n</blockquote>\n<blockquote id=\"blockquote_7\">      (a) the references to &quot;fifteen days&quot;, and &quot;sixty days&quot;, wherever\n      they occur, shall be construed as references to &quot;thirty days&quot; and\n      &quot;ninety days&quot;, respectively;\n</blockquote>\n<blockquote id=\"blockquote_8\">      (b) after the proviso, the following proviso shall be inserted,\n      namely:---\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                          5</span>\n<p data-structure=\"CDiscource\" id=\"p_16\">\f             Provided further that if it is not possible to complete the\n      investigation within the said period of ninety days, the Special\n      Court shall extend the said period upto one hundred and ninety\n      days, on the report of the Public Prosecutor indicating the\n      progress of the investigation and the specific reasons for the\n      detention of the accused beyond the said period of ninety\n      days.&quot;\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"41993725\" id=\"span_5\">10.   Learned counsel for the appellant placed strong reliance on a decision\n\nof this Court in <a href=\"/doc/41993725/\" id=\"a_9\">Hitendra Vishnu Thakur and Ors. v. State of Maharashtra\n\nand Ors.</a> (1994 (4) SCC 602) and it was contended that once the application\n\nfor extension for any period upto 90 days was considered and allowed by\n\nthe Special Court no further applicable can be entertained for extension for\n\nthe remaining period or for any period upto the remaining period, thus\n\nmaking the total extension of 90 days.</span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1007347\" id=\"span_6\">11.   Learned counsel for the respondent-State submitted that the position\n\nis no longer res intergra in view of what has been stated by this Court in\n\n<a href=\"/doc/1007347/\" id=\"a_10\">Hussainara Khatoon and Ors. v. Home Secretary, State of Bihar, Patna</a>\n\n(AIR 1979 SC 1377).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41993725\" id=\"span_7\">In <a href=\"/doc/41993725/\" id=\"a_11\">Thakur</a>&#x27;s case (supra) this Court had considered\n\nthe scheme of <a href=\"/doc/177969612/\" id=\"a_12\">Section 20(4)</a> of the Terrorists and Disruptive Activities\n\n(Prevention) Act, 1987 (in short the `TADA&#x27;) read with Section 167 of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                           6</span>\n\f<a href=\"/doc/445276/\" id=\"a_13\">Code of the Criminal Procedure</a>, 1973 (in short the `Code&#x27;). In paras 21 and\n\n22 it was noted as follows:</span>\n</p>\n<blockquote id=\"blockquote_9\">            &quot;21. Thus, we find that once the period for filing the\n            charge-sheet has expired and either no extension under\n            clause (bb) has been granted by the Designated Court or\n            the period of extension has also expired, the accused\n            person would be entitled to move an application for\n            being admitted to bail under sub-section (4) of <a href=\"/doc/178069583/\" id=\"a_14\">Section\n            20</a> TADA read with Section 167 of the Code and the\n            Designated Court shall release him on bail, if the\n            accused seeks to be so released and furnishes the\n            requisite bail. We are not impressed with the argument of\n            the learned counsel for the appellant that on the expiry of\n            the period during which investigation is required to be\n            completed under <a href=\"/doc/178069583/\" id=\"a_15\">Section 20(4)</a> TADA read with Section\n            167 of the Code, the court must release the accused on\n            bail on its own motion even without any application\n            from an accused person on his offering to furnish bail. In\n            our opinion an accused is required to make an\n            application if he wishes to be released on bail on account\n            of the `default&#x27; of the investigating/ prosecuting agency\n            and once such an application is made, the court should\n            issue a notice to the public prosecutor who may either\n            show that the prosecution has obtained the order for\n            extension for completion of investigation from the court\n            under clause (bb) or that the challan has been filed in the\n            Designated Court before the expiry of the prescribed\n            period or even that the prescribed period has actually not\n            expired and thus resist the grant of bail on the alleged\n            ground of `default&#x27;. The issuance of notice would avoid\n            the possibility of an accused obtaining an order of bail\n            under the `default&#x27; clause by either deliberately or\n            inadvertently concealing certain facts and would avoid\n            multiplicity of proceedings. It would, therefore, serve the\n            ends of justice if both sides are heard on a petition for\n            grant of bail on account of the prosecution&#x27;s `default&#x27;.\n            Similarly, when a report is submitted by the public\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                          7</span>\n\fprosecutor to the Designated Court for grant of extension\nunder clause (bb), its notice should be issued to the\naccused before granting such an extension so that an\naccused may have an opportunity to oppose the\nextension on all legitimate and legal grounds available to\nhim. It is true that neither clause (b) nor clause (bb) of\nsub-section (4) of <a href=\"/doc/178069583/\" id=\"a_16\">Section 20</a> TADA specifically provide\nfor the issuance of such a notice but in our opinion the\nissuance of such a notice must be read into these\nprovisions both in the interest of the accused and the\nprosecution as well as for doing complete justice\nbetween the parties. This is a requirement of the\nprinciples of natural justice and the issuance of notice to\nthe accused or the public prosecutor, as the case may be,\nwould accord with fair play in action, which the courts\nhave always encouraged and even insisted upon. It\nwould also strike a just balance between the interest of\nthe liberty of an accused on the one hand and the society\nat large through the prosecuting agency on the other\nhand. There is no prohibition to the issuance of such a\nnotice to the accused or the public prosecutor in the\nscheme of the Act and no prejudice whatsoever can be\ncaused by the issuance of such a notice to any party. We\nmust as already noticed reiterate that the objection to the\ngrant of bail to an accused on account of the `default&#x27; of\nthe prosecution to complete the investigation and file the\nchallan within the maximum period prescribed under\nclause (b) of sub-section (4) of <a href=\"/doc/178069583/\" id=\"a_17\">Section 20</a> TADA or\nwithin the extended period as envisaged by clause (bb)\nhas to be limited to cases where either the factual basis\nfor invoking the `default&#x27; clause is not available or the\nperiod for completion of investigation has been extended\nunder clause (bb) and the like. No other condition like\nthe gravity of the case, seriousness of the offence or\ncharacter of the offender etc. can weigh with the court at\nthat stage to refuse the grant of bail to an accused under\nsub-section (4) of <a href=\"/doc/178069583/\" id=\"a_18\">Section 20</a> TADA on account of the\n`default&#x27; of the prosecution.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                              8</span>\n<blockquote id=\"blockquote_10\">\f22. An application for grant of bail under <a href=\"/doc/178069583/\" id=\"a_19\">Section 20(4)</a>\nhas to be decided on its own merits for the default of the\nprosecuting agency to file the charge-sheet within the\nprescribed or the extended period for completion of the\ninvestigation uninfluenced by the merits or the gravity of\nthe case. The court has no power to remand an accused\nto custody beyond the period prescribed by clause (b) of\n<a href=\"/doc/178069583/\" id=\"a_20\">Section 20(4)</a> or extended under clause (bb) of the said\nsection, as the case may be, if the challan is not filed,\nonly on the ground that the accusation against the\naccused is of a serious nature or the offence is very\ngrave. These grounds are irrelevant for considering the\ngrant of bail under <a href=\"/doc/178069583/\" id=\"a_21\">Section 20(4)</a> TADA. The learned\nAdditional Solicitor General rightly did not subscribe to\nthe argument of Mr Madhava Reddy (both appearing for\nthe State of Maharashtra) that while considering an\napplication for release on bail under <a href=\"/doc/178069583/\" id=\"a_22\">Section 20(4)</a>, the\ncourt has also to be guided by the general conditions for\ngrant of bail as provided by <a href=\"/doc/178069583/\" id=\"a_23\">Section 20(8)</a> TADA.\nConsidering the ambit and scope of the two provisions,\nwe are of the opinion that it is totally inconceivable and\nunacceptable that the considerations for grant of bail\nunder <a href=\"/doc/178069583/\" id=\"a_24\">Section 20(8)</a> would be applicable to and control\nthe grant of bail under <a href=\"/doc/178069583/\" id=\"a_25\">Section 20(4)</a> of the Act. The two\nprovisions operate in different and independent fields.\nThe basis for grant of bail under <a href=\"/doc/178069583/\" id=\"a_26\">Section 20(4)</a>, as\nalready noticed, is entirely different from the grounds on\nwhich bail may be granted under <a href=\"/doc/178069583/\" id=\"a_27\">Section 20(8)</a> of the\nAct. It would be advantageous at this stage to notice the\nprovisions of <a href=\"/doc/178069583/\" id=\"a_28\">Section 20(8)</a> and (9) of the Act.\n&quot;(8) Notwithstanding anything contained in the Code, no\nperson accused of an offence punishable under this Act\nor any rule made thereunder shall, if in custody, be\nreleased on bail or on his own bond unless--\n</blockquote><blockquote id=\"blockquote_11\">       (a) the Public Prosecutor has been given an\nopportunity to oppose the application for such release,\nand\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                             9</span>\n</blockquote><blockquote id=\"blockquote_12\">\f      (b) where the Public Prosecutor opposes the\napplication, the court is satisfied that there are\nreasonable grounds for believing that he is not guilty of\nsuch offence and that he is not likely to commit any\noffence while on bail.\n</blockquote><blockquote id=\"blockquote_13\">(9) The limitations on granting of bail specified in sub-\n</blockquote><p data-structure=\"Section\" id=\"p_19\">section (8) are in addition to the limitations under the\nCode or any other law for the time being in force on\ngranting of bail.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_20\">As would be seen from the plain phraseology of sub-\nsection (8) of <a href=\"/doc/178069583/\" id=\"a_29\">Section 20</a>, it commences with a non\nobstante clause and in its operation imposes a ban on\nrelease of a person accused of an offence punishable\nunder TADA or any rule made thereunder on bail unless\nthe twin conditions contained in clauses (a) and (b)\nthereof are satisfied. No bail can be granted under\n<a href=\"/doc/178069583/\" id=\"a_30\">Section 20(8)</a> unless the Designated Court is satisfied\nafter notice to the public prosecutor that there are\nreasonable grounds for believing that the accused is not\nguilty of such an offence and that he is not likely to\ncommit any offence while on bail. Sub-section (9)\nqualifies sub-section (8) to the extent that the two\nconditions contained in clauses (a) and (b) are in\naddition to the Limitations prescribed under the <a href=\"/doc/445276/\" id=\"a_31\">Code of\nCriminal Procedure</a> or any other law for the time being\nin force relating to the grant of bail. Strictly speaking\n<a href=\"/doc/178069583/\" id=\"a_32\">Section 20(8)</a> is not the source of power of the\nDesignated Court to grant bail but it places further\nlimitations on the exercise of its power to grant bail in\ncases under TADA, as is amply clear from the plain\nlanguage of <a href=\"/doc/178069583/\" id=\"a_33\">Section 20(9)</a>. The Constitution Bench in\nKartar Singh case while dealing with the ambit and\nscope of sub-sections (8) and (9) of <a href=\"/doc/178069583/\" id=\"a_34\">Section 20</a> of the Act\nquoted with approval the following observations from\nUsmanbhai case: (SCC p. 704, para 344)\n      &quot;Though there is no express provision\n      excluding the applicability of Section 439 of\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                             10</span>\n\f      the Code similar to the one contained in\n      <a href=\"/doc/178069583/\" id=\"a_35\">Section 20(7)</a> of the Act in relation to a case\n      involving the arrest of any person on an\n      accusation of having committed an offence\n      punishable under the Act or any rule made\n      thereunder, but that result must, by\n      necessary implication, follow. It is true that\n      the source of power of a Designated Court\n      to grant bail is not <a href=\"/doc/178069583/\" id=\"a_36\">Section 20(8)</a> of the Act\n      as it only places limitations on such power.\n      This is made explicit by <a href=\"/doc/178069583/\" id=\"a_37\">Section 20(9)</a>\n      which enacts that the limitations on granting\n      of bail specified in <a href=\"/doc/178069583/\" id=\"a_38\">Section      20(8)</a> are `in\n      addition to the limitations under the Code or\n      any other law for the time being in force&#x27;.\n</p><p data-structure=\"Precedent\" id=\"p_21\">      But it does not necessarily follow that the\n      power of a Designated Court to grant bail is\n      relatable to Section 439 of the Code. It\n      cannot be doubted that a Designated Court\n      is `a court other than the High Court or the\n      Court of Session&#x27; within the meaning of\n      Section 437 of the Code. The exercise of the\n      power to grant bail by a Designated Court is\n      not only subject to the limitations contained\n      therein, but is also subject to the limitations\n      placed by <a href=\"/doc/178069583/\" id=\"a_39\">Section 20(8)</a> of the Act.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_22\">And went on to add: (SCC p. 704, para 345)\n      &quot;Reverting to <a href=\"/doc/178069583/\" id=\"a_40\">Section 20(8)</a>, if either of the\n      two conditions mentioned therein is not\n      satisfied, the ban operates and the accused\n      person cannot be released on bail but of\n      course it is subject to Section 167(2) as\n      modified by <a href=\"/doc/177969612/\" id=\"a_41\">Section 20(4)</a> of the TADA Act\n      in relation to a case under the provisions of\n      TADA.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                        11</span>\n<p data-structure=\"Section\" id=\"p_23\">\f            Thus, the ambit and scope of <a href=\"/doc/178069583/\" id=\"a_42\">Section 20(8)</a> of TADA is\n            no longer res integra and from the above discussion it\n            follows that both the provisions i.e. <a href=\"/doc/178069583/\" id=\"a_43\">Section 20(4)</a> and\n            <a href=\"/doc/178069583/\" id=\"a_44\">20(8)</a> of TADA operate in different situations and are\n            controlled and guided by different considerations.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_24\">12.   In para 30 the conclusions were summarized. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1655328\" id=\"span_14\">In <a href=\"/doc/1655328/\" id=\"a_45\">Sanjay Dutt v. State</a>\n\nthr.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41993725\" id=\"span_15\">C.B.I. Bombay (II) (1994 (5) SCC 410) the decision in <a href=\"/doc/41993725/\" id=\"a_46\">Thakur</a> (supra)\n\nwas considered alongwith large number of other cases where in paras 48\n\nand 49 it was held as follows:</span>\n</p>\n<blockquote id=\"blockquote_14\">      &quot;48. We have no doubt that the common stance before us of the\n      nature of indefeasible right of the accused to be released on\n      bail by virtue of <a href=\"/doc/178069583/\" id=\"a_47\">Section 20(4)(bb)</a> is based on a correct reading\n      of the principle indicated in that decision. The indefeasible\n      right accruing to the accused in such a situation is enforceable\n      only prior to the filing of the challan and it does not survive or\n      remain enforceable on the challan being filed, if already not\n      availed of. Once the challan has been filed, the question of\n      grant of bail has to be considered and decided only with\n      reference to the merits of the case under the provisions relating\n      to grant of bail to an accused after the filing of the challan. The\n      custody of the accused after the challan has been filed is not\n      governed by Section 167 but different provisions of the <a href=\"/doc/445276/\" id=\"a_48\">Code\n      of Criminal Procedure</a>. If that right had accrued to the accused\n      but it remained unenforced till the filing of the challan, then\n      there is no question of its enforcement thereafter since it is\n      extinguished the moment challan is filed because <a href=\"/doc/1687975/\" id=\"a_49\">Section 167</a>\n      CrPC ceases to apply. The Division Bench also indicated that if\n      there be such an application of the accused for release on bail\n      and also a prayer for extension of time to complete the\n      investigation according to the proviso in <a href=\"/doc/178069583/\" id=\"a_50\">Section 20(4)(bb)</a>,\n      both of them should be considered together. It is obvious that\n      no bail can be given even in such a case unless the prayer for\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                            12</span>\n\f      extension of the period is rejected. In short, the grant of bail in\n      such a situation is also subject to refusal of the prayer for\n      extension of time, if such a prayer is made. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"259980\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623555\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148612\" id=\"span_19\">If the accused\n      applies for bail under this provision on expiry of the period of\n      180 days or the extended period, as the case may be, then he\n      has to be released on bail forthwith. The accused, so released\n      on bail may be arrested and committed to custody according to\n      the provisions of the <a href=\"/doc/445276/\" id=\"a_51\">Code of Criminal Procedure</a>. It is settled\n      by Constitution Bench decisions that a petition seeking the writ\n      of habeas corpus on the ground of absence of a valid order of\n      remand or detention of the accused, has to be dismissed, if on\n      the date of return of the rule, the custody or detention is on the\n      basis of a valid order. (See <a href=\"/doc/148612/\" id=\"a_52\">Naranjan Singh Nathawan v. State\n      of Punjab</a>; <a href=\"/doc/623555/\" id=\"a_53\">Ram Narayan Singh v. State of Delhi</a> and <a href=\"/doc/259980/\" id=\"a_54\">A.K.\n      Gopalan v. Government of India</a>.)</span></span></span>\n\n\n</blockquote><blockquote id=\"blockquote_15\">      49. This is the nature and extent of the right of the accused to\n      be released on bail under <a href=\"/doc/177969612/\" id=\"a_55\">Section 20(4)(bb)</a> of the TADA Act\n      read with <a href=\"/doc/1687975/\" id=\"a_56\">Section 167</a> CrPC in such a situation. We clarify the\n      decision of the Division Bench in Hitendra Vishnu Thakur,\n      accordingly, and if it gives a different indication because of the\n      final order made therein, we regret our inability to subscribe to\n      that view.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_25\">13.   In Criminal Appeal No.736 of 2006 before the High Court challenge\n\nwas to the order dated 7.8.2006 granting first extension for 15 days on the\n\nground that the prosecution failed to make out the ingredients set out under\n\n<a href=\"/doc/178460510/\" id=\"a_57\">Section 21 (2)(b)</a> proviso. The Special Court noted that the reasons have\n\nbeen indicated and the High Court also noted that the Special Court\n\nrecorded the satisfaction     to the grant of extension. The High Court\n\nultimately held as follows:\n</p>\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                            13</span>\n<blockquote id=\"blockquote_16\">\f               &quot;It is pertinent to note that on the day this application\n       was filed i.e. on 3.8.2006 or thereafter till 7.8.2006 the accused\n       had not moved an application for being released on bail on\n       completion of 90 days. Their indefeasible right to apply for\n       being released on bail accrued to them on 6.8.2006 as well as\n       on 21.8.2006. However, it appears that the first bail application\n       i.e. bail application NO.32 of 2006 was filed on 4.9.2006.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_26\">14.    The dates and events have been set out by the respondent in the\n\naffidavit filed on 24th March, 2008. They read as follows:\n</p>\n\n<pre id=\"pre_2\">Date               PARTICULARS OF EVENTS\n\n9.5.2006           ATS staff (which has jurisdiction over entire\n</pre><p data-structure=\"CDiscource\" id=\"p_27\">                   Maharashtra) intercepted and apprehended Al\n                   Mohammed Amir Shakil Ahmed in TATA Sumo Jeep\n                   on Verul-Aurangabad Road which resulted in\n                   seizure of 10 AK47 rifles, 2000 live rounds, 30 kgs.RDX\n                   etc. and the panchanama went on from 9.5.2006 to 10.5.2006\n\n\n10.5.2006          LAC 3/06 under Section 120-B of IPC r.w.\n</p><p data-structure=\"Section\" id=\"p_28\">                   <a href=\"/doc/895566/\" id=\"a_58\">Section 4</a>,<a href=\"/doc/1335368/\" id=\"a_59\">5</a> of Explosive Substances Act, 1908\n                   r.w. 5, 6, 9, 9(B) of. <a href=\"/doc/176528/\" id=\"a_60\">Indian Explosive Act,\n                   1884</a> r.w. 3, 4, 25 of <a href=\"/doc/1934415/\" id=\"a_61\">Indian Arms Act, 1959</a>\n                   r.w. <a href=\"/doc/448101/\" id=\"a_62\">Section 10</a>, <a href=\"/doc/1214158/\" id=\"a_63\">13</a>, <a href=\"/doc/122170/\" id=\"a_64\">16</a>, <a href=\"/doc/354849/\" id=\"a_65\">18</a>, <a href=\"/doc/120133744/\" id=\"a_66\">23</a> of Unlawful\n                   Activities (Prevention) Act, 1967 came to be\n                   Referred.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">13.5.2006          Present Petitioners i.e. Accused Nos. 5 to\n\n                   Accused No.8 namely Javed Ahmed, Mustak\n                   Ahmed, Afzal Khan and Riyaz Ahmed came to be\n                   arrested.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                            14</span>\n<p data-structure=\"PetArg\" id=\"p_30\">\f14.5.2006   Present petitioners were produced before Additional\n            C.M.M. 2nd court, Mazgaon and remanded to PCR\n            Upto 24.5.2006\n\n22.5.2006   Competent Authority with due application of\n\n            mind granted prior approval order under\n            <a href=\"/doc/118242256/\" id=\"a_67\">Section 23(1) (a)</a> of MCOC Act, 1999 to the\n            present offence and accordingly provisions of\n            <a href=\"/doc/38034089/\" id=\"a_68\">MCOC Act</a> came to be applied to present\n            offence.\n</p><p data-structure=\"Precedent\" id=\"p_31\">24.5.2006   Thereafter, Petitioners/accused Nos. 5 to 8 were produced for\n            further remand MCOC, special Court and they were granted\n            remand as under:\n</p><blockquote id=\"blockquote_17\">             PCR upto 6.6.2006\n\n\n            PCT upto 12.6.2006\n            MCR upto 21.6.2006\n            MCR upto 4.7.2006\n            MCR upto 17.7.2006\n            MCR upto 25.7.200h\n            MCR upto 7.8.2006\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                  15</span>\n\f3.8.2006   Before expiry of period of 90 days, special\n\n           Public Prosecutor, Smt. Rohini Salian filed\n           separate application bearing MA No.260 of\n           2006 in Remand Application No. 17 of 2006 for\n           extension of period of filing of chargesheet\n           by another 30 days. Hereto annexed and marked as annexure\n           &quot;Rl/1&quot; is the copy of MA No.260 of 2006 in remand\n           application No. 17 of 2006 dated 3.8.2006 filed by Special\n           Public Prosecutor Smt. Rohini Salian before MCOC Special\n           Court.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_32\">           On the said application MCOC Special Court passed order\n           which is reflected in Roznama as under:\n</p>\n<blockquote id=\"blockquote_18\">           &quot;SPP Ms. Salian for the State present.\n</blockquote><blockquote id=\"blockquote_19\">           ACP Dhawale attached to ATS present.\n</blockquote><blockquote id=\"blockquote_20\">           Application is filed by Ld. Special PP praying for\n           extension of period to file charge sheet beyond 90 days.\n           She submits that 93 days will get over on 7.8.2006.\n           Prosecution seeks permission to serve the notice and the\n           copy of the application to all the accused. Granted\n           permission to serve the application/notice to the accused\n           in the jail. Suptd.of Arthur road Jail is directed to comply\n           the order.\n</blockquote><blockquote id=\"blockquote_21\">5.8.2006   Competent Authority granted sanction to\n           prosecute order under <a href=\"/doc/83726174/\" id=\"a_69\">Section 23(2)</a> of MCOC\n           Act for prosecuting accused in present\n           offence also for offences under <a href=\"/doc/35063106/\" id=\"a_70\">Section 3(1) (ii)</a>, (2),\n           (4) of <a href=\"/doc/38034089/\" id=\"a_71\">MCOC Act, 1999</a>\n7.8.2006\n           Initial period of 90 days for filing the charge sheet\n\n\n           was expiring on 7.8.2006\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                   16</span>\n\f7.8.2006   Application of Public Prosecutor bearing MA\n           No.260 of 2006 came to be allowed by MCOC\n           Special Court thereby granting extension to\n           File chargesheet for a period of 15 days i.e.\n           Upto 21.8.2006 wherein the order is reflected\n           in the Roznama as under:\n</blockquote><blockquote id=\"blockquote_22\">           &quot;Application for extension of time to file\n           chargesheet beyond 90 days is argued by the\n           Learned Spl. P.P. and is opposing by Learned\n           Defence Advocate Mr. Azmi and Mr. Solkar.\n</blockquote><blockquote id=\"blockquote_23\">           Learned Prosecutor has pointed out that today\n           nearly documents running in 3000 pages are\n           collected and prepared by the 10 and yet he\n           has to collect printouts of the cellphones and the\n           investigation\n           inter-alia is incomplete.\n</blockquote>\n\n\n<blockquote id=\"blockquote_24\">           It is further submitted by Ld. prosecutor that on 3.8.2006, one\n           accused is arrested and police are likely to get some\n           information. It is further submitted that the preparation of the\n           chargesheet is voluminous record and police have yet to\n           collect\n           CA report. Ld Defence Advocate has submitted that specific\n           details in respect of the incomplete investigation are not\n           mentioned. Ld. Prosecutor has given general details in\n           respect\n           of the investigations and it is much or less repetition of the\n           previous applications. It is further submitted by them that\n           specific reasons in respect of each accused separately should\n           have been given in the application.\n</blockquote>\n<blockquote id=\"blockquote_25\">           On this ground this application is opposed. Perused\n           application for extension of time alongwith case-diary.\n           Ld. Defence Advocate Mr. Moobin Solkar submits that\n           prosecution has not furnished details whether cognizable\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                  17</span>\n\f             Considering the volume of the matter, it appears that the\n            police need some time to collect information and investigate\n            all the points mentioned above. I am of the opinion with a\n            view that in this case, <a href=\"/doc/135076042/\" id=\"a_72\">Section 21 (b)</a> is to be invoked and time\n            to file final report is extended for a period of 15 days i.e.\n            Upto 21.8.2006.\n</blockquote>\n<blockquote id=\"blockquote_26\">            Accused are remanded to further JC till 21.8.2006.\n            Confession statement. He is directed to place it in writing if\n            he wants.\n</blockquote>\n<blockquote id=\"blockquote_27\">18.8.2006   Challenging order of granting extension of 15 days i.e. Upto\n            21.8.2006 for filing chargesheet, accused /petitioner filed\n            Criminal Appeal No.736 of 2006 under <a href=\"/doc/151416950/\" id=\"a_73\">section 12</a> of MCOC\n            Act before Bombay High Court.\n</blockquote>\n<blockquote id=\"blockquote_28\">            10 ACP Dhawale filed separate application i.e. Remand\n            Application No. 54 of 2006 praying for extension of judicial\n            custody remand of -petitioner/accused upto 4.9.2006. Hereto\n            annexed and marked as Annexure &quot;R1/2&quot; is the copy of\n            Remand Application No.54 of 2006 dated 21.8.2006 filed by\n            ACP Dhawale before MCOC Special Court.\n</blockquote>\n<blockquote id=\"blockquote_29\">            Special P. P. Smt. Rohini Salian filed separate application\n            i.e. MA No.266 of 2006 in RA No. 17 of 2006 thereby\n            praying for further extension of period to file chargesheet\n            under <a href=\"/doc/187220616/\" id=\"a_74\">Section 21 (2)(b)</a> of MCOC Act, 1999. Hereto annexed\n            and marked Annexure &quot;RI/3 is the copy of M.A.No.266 of\n                                         ,\n            2006 in RA No. 17/ 2006 dated 21.8.2006 filed by Special PP\n            Smt. Rohini Salian before MCOC Court.\n</blockquote>\n<blockquote id=\"blockquote_30\">            MCOC Special Court granted further extension by 15 days\n            i.e. till 4.9.2006 for filing charge sheet by allowing aforesaid\n            application and order on the aforesaid two applications is\n            reflected in Roznama as under:\n</blockquote>\n<blockquote id=\"blockquote_31\">            &quot;SPP Ms. Salian for the State present.\n</blockquote><blockquote id=\"blockquote_32\">            A CP Dhawale attached to A TS present.\n</blockquote><blockquote id=\"blockquote_33\">            Adv.Khan for accused. No. 1 present. Adv. Kanse for\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                     18</span>\n\faccused.\n</blockquote>\n<blockquote id=\"blockquote_34\">Nos. 2 and 12 present Adv, Momin Solkar for accused Nos.\n15 and 16 present. Adv. Sandip Sarpande h/f Amin Solkar for\naccused Nos.5 to 8. Adv. Biyamane h/f Bandarkar for accused\nNo. 11 present. Adv, Shahid Azmi for accused Nos. 3\n4,9,10,13 and 14 present.\n</blockquote><blockquote id=\"blockquote_35\">Misc. Appln. 266/2006 is made in RA 17 of 2006 under\n<a href=\"/doc/187220616/\" id=\"a_75\">section 21(2)(b)</a> proviso for extension of the time for filing\nchargesheet beyond 90 days. Ld. Spl.PP submitted that the\ncopies of this application are served on the advocates\ndefending the accused persons and the accused persons. She\nsubmitted that the investigation team has come across a fresh\ninformation and pursuant to the said information they have\nobtained production warrant against two more accused who\nare arrested by west Bengal police at Calcutta as their\ninvolvement has been disclosed in this case. She has further\nsubmitted that in view of this new development, police have\nto investigate more areas and thus required period of 15 days\nto file the chargesheet.\n</blockquote><blockquote id=\"blockquote_36\">Ld. Adv. Momin Solkar and Adv. Kanse submit that no\nspecific ground is made out under <a href=\"/doc/166637553/\" id=\"a_76\">section 21 (1)</a> to justify\nthe.,\ndetention of these accused. Hence oppose this application.\n</blockquote>\n<blockquote id=\"blockquote_37\">Heard.\n</blockquote>\n<blockquote id=\"blockquote_38\">Period of 90 days got over on 7.8.2006 and therefore 15 days\ntime was extended. In view of submissions in para 7 and 14\ntime extended hereafter by 15 days i.e. till 4.9.2006.\n&quot;Further J/c is prayed. Granted. Accused are remanded to J/c\ntill 4.9.2006.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                     19</span>\n<blockquote id=\"blockquote_39\">\f4.9.2006      Within the period extended by MCOC Special Court,\n            concerned. Investigation Officer ACP Dhawale filed first\n             chargesheet on 4.9.2006 against 16 accused (including\n             present petitioners/accused Nos. 5 to 8) before MCOC\n            Special Court, Mumbai accordingly MCOC Special Case\n           No. 16 of 2006 came to be registered. It is not out of place to\n\n            point out that thereafter, against accused No. 17 second\n           chargesheet was filed which bear MCOC Special Case\n           No.16A/2006. Against accused Nos. 18 and 19 third\n           chargesheet came to be filed which bear MCOC Special Case\n           No.16B/2006. Against Accused No.20 fourth chargesheet\n           came to be filed which bear MCOC Special Case No.\n           16C/2006.\n</blockquote><blockquote id=\"blockquote_40\">           Whereas 7 accused have been shown so far as absconding\n           accused.\n</blockquote><blockquote id=\"blockquote_41\">            first chargesheet dated 4.9.2006.\n</blockquote>\n<blockquote id=\"blockquote_42\">4.9.2006   For the first time present petitioners/accused Nos. 5 to 8 filed\n           bail application No. 32 of 2006 on technical ground\n           under <a href=\"/doc/135076042/\" id=\"a_77\">section 21</a> of MCOC Act thereby only contending that\n           &quot;The applicants state that there is no provision under <a href=\"/doc/135076042/\" id=\"a_78\">section\n           21</a> of the MCOC Act for extension of period for the second\n           time after it has been granted initially for the first time and\n           therefore, after the first extended period for filing chargesheet\n           having expired the applicants have become entitled for their\n           release on bail on account of default in filing chargesheet\n           within the extended period\n           granted under <a href=\"/doc/135076042/\" id=\"a_79\">section 21</a> of MCOC Act.\n</blockquote>\n\n<blockquote id=\"blockquote_43\">4.9.2006   Since charge sheet was filed on 4.9.2006 i.e. within extended\n           time granted by MCOC Special Court, said fact is reflected in\n           Roznama dated 4.9.2006. Accordingly Bail Application\n           No.32 of 2006 came to be rejected by MCOC Special Court\n           by well reasoned order.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                   20</span>\n<blockquote id=\"blockquote_44\">\f7.10.2006          Challenging order dated 4.9.2006 in Bail application N0.32\n                   of\n                   2006, accused No. 5 to 8, present petitioners filed Criminal\n                   Appeal No.996 of 2006 under <a href=\"/doc/151416950/\" id=\"a_80\">Section 12</a> of MCOC Act\n\n\n28.2.2007          I.0. ACP Dhawale filed detailed affidavit in reply in Criminal\n                   Appeal No.996 of 2006 before the Bombay High Court.\n                   Contentions raised therein may kindly be treated as a part and\n                   Parcel of the present affidavit before the High Court. Therein\n\n\n\n                  the contentions raised in Criminal Appeal No.736 of 2006\n                  were also responded.\n</blockquote>\n\n\n<blockquote id=\"blockquote_45\">4.5.2007           Bombay High Court passed present impugned common\n                   order in Criminal Appeal No.736 of 2006 and Criminal\n                   Appeal No.996 of 2006 thereby rejecting prayer for bail\n                   under <a href=\"/doc/187220616/\" id=\"a_81\">Section 21(2)(b)</a> of the MCOC Act, r.w. <a href=\"/doc/839149/\" id=\"a_82\">section\n                   167(2)</a> of Criminal Procedure Code.\n</blockquote>\n\n\n<blockquote id=\"blockquote_46\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"41993725\" id=\"span_28\">15.   There is nothing in the language of        second proviso inserted in\n\nSection 167(2) of the Code by <a href=\"/doc/40633891/\" id=\"a_83\">Section 21(2)</a> of the Act to indicate that the\n\npower of extension can be exercised only once as contended by the\n\nappellants. <a href=\"/doc/41993725/\" id=\"a_84\">Para 30 of the Hitendra Thakur</a>&#x27;s case (supra) on which the\n\nappellants place reliance did not deal with the present issue i.e. whether the\n\npower can be exercised more than once under the proviso.</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                          21</span>\n<blockquote id=\"blockquote_47\">\f16.   In this context, we cannot loose sight of Section 167(2) of of the\n\nCode. Section 167 of Code and <a href=\"/doc/135076042/\" id=\"a_85\">section 21</a> of MCOC Act deal with power\n\nof remand. The provisions of <a href=\"/doc/135076042/\" id=\"a_86\">Section 21</a> of MCOC Act must be read in the\n\nlight of Section 167 of Code. Section 167(2) of Code itself indicates that\n\npower of remand has to be exercised form time to time and this clearly\n\ndispels any doubt as regard the true effect of the second proviso added in\n\nSection 167(2) of Code by <a href=\"/doc/40633891/\" id=\"a_87\">Section 21(2)</a> of the MCOC Act, 1999. The only\n\npossible interpretation of the said proviso is that the Special Court can\n\nexercise power under the said proviso from time to time however, the total\n\nperiod for filing charge sheet/challan cannot exceed 180 days.\n</blockquote>\n\n<blockquote id=\"blockquote_48\">17.   In the instant case, appellants were arrested on 13.5.2006, the first\n\nextension was granted on 7.8.2006 for a period of 15 days i.e. upto\n\n21.8.2006 and the second extension was granted on 21.8.2006 for a period\n\nof 15 days i.e. upto 4.9.2006 and the charge sheet has been filed on\n\n4.9.2006. The application for bail on the default ground came to be filed for\n\nthe first time on 4.9.2006 i.e. the date on which the charge sheet was\n\nsubmitted, which is Bail Application No.32 of 2006. Prior to this, there was\n\nno application under <a href=\"/doc/187220616/\" id=\"a_88\">Section 21(2)(b)</a> of MCOC Act, 1999 r/w Section\n\n167(2) of Code on default ground. Affidavit of Assistant Commissioner of\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                         22</span>\n\fPolice Mr.Uttam Chopane specifically states that such an application on a\n\ndefault ground was made for the first time on 4.9.2006 and not on\n\n18.8.2006 as incorrectly contended by the appellants herein. Appellants\n\nare contending that the appeal filed by them on 18.8.2006 should be\n\nconsidered as their application for bail. This appeal filed in High Court was\n\nchallenging the order dated 7.8.2006 of Special Court granting extension\n\ntill 21.8.2006 and on 21.8.2006 extension was granted till 4.9.2006. The\n\nappeal filed on 18.8.2006 cannot be considered as application for bail.\n</blockquote>\n<blockquote id=\"blockquote_49\">Even if it is treated an application for bail the same was not tenable on\n\ndefault ground as the Special Court extended the period on 7.8.2006 till\n\n21.8.2006 and further extended the period on 21.8.2006 till 4.9.2006. Thus\n\nthe prosecution filed the charge sheet.\n</blockquote>\n\n<blockquote id=\"blockquote_50\">18.   On 4.9.2006 the charge sheet has been filed and on that day itself, the\n\napplication for bail was filed by the appellants on default ground and\n\ntherefore, the application for bail was rejected by the courts below.\n</blockquote>\n\n<blockquote id=\"blockquote_51\">19.   We are of the view that the impugned judgment of the High Court\n\ndoes not suffer from any infirmity to warrant interference. The appeals fail\n\nand are dismissed accordingly.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                         23</span>\n<blockquote id=\"blockquote_52\">\f                      ..............................\n</blockquote><blockquote id=\"blockquote_53\">...J.\n               (DR. ARIJIT PASAYAT)\n\n\n\n               .................................J.\n               (P. SATHASIVAM)\nNew Delhi:\n</blockquote><blockquote id=\"blockquote_54\">May 08, 2009\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                                24</span>\n\f</blockquote>","numcites":31,"numcitedby":35,"docsource":"Supreme Court of India","citetid":506822,"divtype":"judgments","relatedqs":[{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"default bail","formInput":"default%20bail"},{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"mcoc act","formInput":"mcoc%20act"},{"value":"\"mcoc\" ","formInput":"%22mcoc%22%20"},{"value":"bail application","formInput":"bail%20application"},{"value":"167(2)","formInput":"167%282%29"},{"value":"remand application","formInput":"remand%20application"},{"value":" MCOC Act 1999 ","formInput":"%20MCOC%20Act%201999%20"},{"value":"roznama","formInput":"roznama"},{"value":"grant of bail u/s 302/120b","formInput":"grant%20of%20bail%20u/s%20302/120b"},{"value":"tada sortby: suresh patel","formInput":"tada%20sortby%3A%20suresh%20patel"},{"value":"section 167(2","formInput":"section%20167%282"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":" bail grant u/s 420/274/275/120","formInput":"%20bail%20grant%20u/s%20420/274/275/120"},{"value":"Chargesheet ","formInput":"Chargesheet%20"},{"value":"acp ","formInput":"acp%20"},{"value":"section 21","formInput":"section%2021"},{"value":"20(4)","formInput":"20%284%29"},{"value":"bail application is filed","formInput":"bail%20application%20is%20filed"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}