{"tid":837608,"publishdate":"1983-08-24","title":"N.V. Chowdary vs Hindustan Steel Works Construction ... on 24 August, 1983","doc":"<h2 class=\"doc_title\">N.V. Chowdary vs Hindustan Steel Works Construction ... on 24 August, 1983</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1984AP110, AIR 1984 ANDHRA PRADESH 110, (1984) 1 ANDHWR 14</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Seetharama Reddy, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. These two C. M. As. Arise out of a common order and so they will be disposed of by a common judgment. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The appellant filed a suit in O. S. No. 150/83 on the file of the Ist Additional Subordinate Judge, Vizag., for permanent injunction and pending the same, he filed I. A. 291/83 for interim injunction restraing the respondent from terminating the contract. The interim injunction was granted. Thereafter the respondent herein filed two applications I. A. 280/83 for vacating the interim injunction and I. A. 281/83 for stay of trial of the suit under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a> of the Arbitration Act. By common order dated 15-7-1983, the injunction was vacated and stay of the trial of the suit was ordered. Hence, the aforesaid two C. M. As. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. A brief format of the case may be drawn: Visakhapatnam Steel Project (V. S. P.), entered into a contract with the respondent-company, a Government of India Undertaking, with the 100% share-capital, for levelling up the entire land within the area earmarked towards the Project. The respondent in turn entered into various subcontracts, the one being in favour of the appellant-sub-contractor herein. The work entrusted to the appellant involved levelling and grading works in Zone XI consisting of three groups and an agreement was formally drawn on 2-4-1983. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_4\"> The letter of intent, however, was given to the appellant by the respondent on 7-12-1982. The total value of the work involved is to the extent of Rs. 5.23 crores and it has to be completed within a period of eight months from the date of the letter of intent, involving 21.89 lakhs C. Mt. Of earth work. The work was commenced from the date of letter of intent itself. But, by 7-5-1983, the work turned out was to the extent of 4.2 lakhs Cubic metres only and the remainder was to the extent of 17.87 lakhs Cubic metres to be carried out within the remaining period of three months as the last day of contractual period being 7-8-1983. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_5\"> 4. The respondent-Company assessing appallingly slow progress in the work, served the impugned notice dated 7/10-5-1983 under Condition 109 ofo the General Conditions of Contract, which admi9ttedly forms part of the contract agreement, stating that there was no progress in the work to the satisfaction of the Engineer-in-charge and the contract shall be terminated, if the backlog of work is not completed within 7 days from the date of notice, after giving 48 hours&#x27; notice. It may be stated that after the receipt of the said notice, the appellant by invoking the Arbitration clause under Condition No. 110, sent a letter to the respondent nominated his arbitrator and also asking for nominating its arbitrator. Thereafter, however, on 27-5-1983, he filed the aforesaid suit and Interlocutory Application and obtained interim injunction. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. ON 2-6-1983 respondent also nominated its arbitrator. Thereafter, the respondent filed the aforesaid two interlocutory applications for vacating the interim injunction and also for staying the trial of the suit invoking <a href=\"/doc/1722761/\" id=\"a_2\">Section 34</a> of the Arbitration Act. The lower Court dissolved the injunction and granted stay on 15-7-1983. Hence, the appellant comes in by way of two appeals herein. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_7\"> 6. The appellant filed the aforesaid suit with the sole prayer of permanent injunction restraining the respondent from terminating the contract on the grounds, inter alia, that, time is not the essence of the contract and even the contractual period will expire only on 7-8-1983 which is again subject to extension from time to time, the necessary mobilisation advance promised was not made in time as per the agreement so as to keep pace with the work; the running account bills also were delayed for long, the drawings as per the terms of the contract were not supplied and specific area of the excavation, levelling and grading as well as dumping of the earth were not made available which contributed to the delay in the execution of the work; the arbitration is beyond the pale of condition No. 110 of the agreement and, therefore, the suit should not be stayed. The counters filed by the respondent took the contra position stating, inter alia, that, time was the essence of the contract; the poor execution of the work resulted in breach of the agreement; the mobilisation advance could not be made because the contractor failed to give bank guarantee as stipulated; there is no delay in payment of running bills; the drawings were not a must even otherwise they form part of tender notice; co-ordinate were, however, admittedly provided for and since hardly 1/5th of the work was executed for a period of five months and the remaining period was hardly three months, the respondent-Company was justified in issuing the impugned notice and inasmuch as the work turned-out was appallingly low, resulting in breach of the contractual terms, which certainly fell within the ambit of arbitration clause laid down under Condition 110 of the agreement and so the trial of the suit should be stayed. The lower Court while holding that various pleas raised in the dispute were touching the condition of the agreement held: \n</p>\n<blockquote id=\"blockquote_1\">  &quot;Hence, I find that this is a suit touching the conditions of the contract between the parties and questions the effect of the agreement between the parties and since the very suit is not maintainable. I also find as the suit is already filed and numbered, it shall be stayed till the parties refer their dispute to arbitration. The respondent expressed his willingness and readiness to follow the provisions of Clause 100 to refer the matter for arbitration.&quot; \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_8\"> While adverting to the relief of injunction pending the suit, the lower Court held that time is made the essence of the contract and so there was no prima facie case in favour of the appellant herein. Secondly, while adverting to the mobilisation advance, held that &quot;admittedly, the appellant did not furnish the bank guarantee till February, 1983, though by the that time a sum of Rs. 15 lakhs as mobilisation advance was paid on the personal security of the appellant. So also the rest of the mobilisation advance was paid by 22-3-1983. Therefore there was no reason for slackness in the work as admittedly the progress of the work was decreasing even after complete payment of mobilisation charges.&quot; Regarding the delayed payment of running bills also, the Court held that there was no prima facie case. Adverting to the non-supply of drawings, it was held that definite co-ordinates were available and so there was no necessity for supplying the drawings. Further, the appellant was already doing work in Zones I and III in the total site allotted to him. There is no balance of convenience for granting injunction as the work was to be completed within the prescribed time. It will also give rise to increase in the cost of material, cost of work and so ther will be loss to the respondent. On the aspect of &quot;irreparable loss the lower Court, adverting to the contention of the appellant that under the terms of Cl. 109, if the respondent terminates the contract in pursuance of the notice, he shall suffer huge loss running info lakhs, held that, merely because a person suffers heavy monetary loss, cannot be a ground for granting injunction, provided the loss can be adequately compensated. If the appellant feels that termination is improper and illegal then the matter could be referred to arbitration which can adequately compensate the loss, if sustained. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_9\"> 7. The learned counsel for the appellant raised the following contentions : (1) Cl. 110 of the agreement which provides for arbitration in case of dispute, does not comprehend the legality of determination, abandonment of or breach of contract; (2) The impugned notice issued under Clause 109 of the agreement is illegal and void for the reason that the respondent is at fault; (3) Even if it is reterable to arbitration, the discretion to be exercised in granting stay of the suit must be slow and cautious. Even if the dispute is within the purview of arbitration clause, the Court can safeguard the interest of the plaintiff by exercising its powers under <a href=\"/doc/28932/\" id=\"a_3\">Section 41 (i) (b)</a> read with Sch. II to the Arbitration Act, while granting interim injunction; (4) The respondent failed to appoint an Umpire which is mandatory under Cl. 110 of the agreement and (5) time is not the essence of the contract and, therefore, injunction pending the suit must necessarily be granted by the Court. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_10\"> The counter-contentions are: \n</p>\n<blockquote id=\"blockquote_2\">  (1) that the dispute raised falls within the terms of Condition No. 110 of the agreement which contemplates arbitration. If any suit filed and ht ecause referred to therein touches the dispute refereable to arbitration then the stay of the trial of the suit is automatic and the plaintiff must show special reasons for not granting the same; (2) the time is the essence of the contract and no injunction could be granted as it would be detrimental to the very contract itself.  \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_11\"> 8. The relevant points that could be said to arise for adjudication are: \n</p>\n  \n\n<blockquote id=\"blockquote_3\">  (1) Whether the dispute raised herein is covered by the arbitration Condition No. 110 of General Conditions of Contract. \n</blockquote>\n \n\n<blockquote id=\"blockquote_4\"> (2) Even if it is, whether the suit filed should be stayed or not. \n</blockquote>\n \n\n<blockquote id=\"blockquote_5\"> (3) Whether the time is the essence of the contract; and\n\n \n\n (4) Pending the arbitration proceedings, whether the respondent could be interdicted from terminating the contract by the issue of injunction.  \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_12\"> First Point :- The relevant portion of the impugned notice dated 7/10-5-1983 be extracted: \n</p>\n  \n\n<blockquote id=\"blockquote_6\">  &quot;It is evident that your total mobilisation has hardly touched a level of 10 to 15% of your commitments on an average in respect of major equipments. Also it is evident from the Annexure II enclosed that against an average target of about 2.6 to 2.8 lakhs C. Mts. Per month to be achieved by you, your progress has been hardly on an average 0-8 lakhs C. Mt. Which is about 35% of the target. Further, in various meetings ................... You had given various commitments and assurances to improve your poor prograss and make good the backlog by mobilising resources so that the work could be completed within the contract period. Copies of some of the minutes of meetings are enclosed. But, repeatedly you have failed to keep your above mentioned commitments ....................... \n</blockquote>\n \n\n<blockquote id=\"blockquote_7\"> the above actions of yours clearly constitute breach of contract under Clause No. 109 (1) (a) (viii) and (x) of General Conditions of Contract. As such you are hereby served notice that in the case no improvement is noticed in your mobilisation and also in the progress of work within seven days from the date of receipt of this letter by you to your satisfaction, we would be forced to take action for determination of the contract, measures as required for completion of the job as per the terms of contract, at your risk and cost.&quot;  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> In reply to the said notice, the appellant sent a letter dated 16-5-1983 wherein it was stated that it was agreed that an amount of Rs. 15 lakhs would be advanced to the appellant against the indemnity bond against the mobilisation advance of Rs. 25.15.000/- to mobilise to the required inputs. But, it was wantonly delayed and thus committed breach of trust. Even it took two months to release the balance of Medical Board advance of Rs. 11.15 lakhs after the bank guarantee was furnished by the appellant. Complaints also were made regarding the payment of bills which ought to have been paid once in a fortnight and also recovering a sum of Rs. 7.50 lakhs paid towards mobilisation advance from out of the bills and ultimately stated in para 12 of the said letter that &quot;due to partial preventions and continued breach on your part. I am afraid that the work may not be completed within the ag advance from out of the bills and ultimately stated in para 12 of the said letter that &quot;due to partial preventions and continued breach on your part. I am afraid that the work may not be completed within the agreement period for which your firm alone will be responsible. For the work to be done after the original agreement period, I reserve my right to claim damages.&quot; \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_14\"> Clause 110 of the General Conditions of Contract reads: \n</p>\n  \n\n<blockquote id=\"blockquote_8\">  &quot;In the event of any question of dispute arising under these conditions or any special conditions of contract or in connection with this contract (except as to any mattersthe decision of which is specially provided for by these conditions), whether during the progress of the works or after their completion and whether before ro after the determination, abandonment or breach of contract the same shall be referred to the award of an Arbitrator to be nominated by the Employer and an Arbitrator to be nominated by the Contractor, or in case of the said Arbitrators not agreeing hten to award of an uUmpire to be appointed by the Arbitrators in writing before proceeding on the reference and the decision of the Arbitrators, as in the event of their not agreeing of the Umpire appointed by them shall be final and conclusive and the provisions of the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act, 1940</a>, and of the Rules thereunder and any statutory modification thereof shall be deemed to apply to and be incorporated in this contract. \n</blockquote>\n \n\n<blockquote id=\"blockquote_9\"> ...                                                ..........                                                    ............. \n</blockquote>\n \n\n<blockquote id=\"blockquote_10\"> Provided however the Employer shall not withhold and payments due toth e Contractor nor the Contractor in any way delay the carrying out of the works by reason of any such matter, question or dispute having been referred to arbitration. The contractor shall proceed with the work with due diligence and shall until the award of the Arbitrators or the Umpire as the case may be, be published, abide by the decision of the Employer and no Award of the Arbitrators or Umpire shall relieve the Contractor of his obligations, with regard to the actual carrying out the works.&quot;  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> 9. The question now is whether the dispute arising out of the said notice and reply is covered by the aforesaid condition or not. A plain reading of it by omitting for a moment the works employed within brackets, viz., &quot;except as to any matters the decision of which is specially provided for by these conditions. &quot;makes it clear that any question or dispute arising under these conditions whether it is during the progress of the works or after their completion and also whether before or after the determination or abandonment or breach of contract, it shall be referred to the arbitration. It is not possible for us to read as the learned counsel for the appellant wants us to do that the dispute can be referred to arbitration only when any one of the three conditions, viz., determination of the contract or abandonment of the contract or breach of the contract has occurred. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354758\" id=\"span_1\">10. The case law relied may now be referred to. In <a href=\"/doc/354758/\" id=\"a_5\">Gaya Electric Supply Co. Ltd. v. State of Bihar</a>,  wherein the arbitration clause runs (para 2) :</span> \n</p>\n<blockquote id=\"blockquote_11\">  &quot;In the case of any difference or dispute between the parties over the valuation as arrived at by the Government and that arrived at by the Company such difference or dispute, including the claim for additional compensation of 20% shall be referred to arbitration.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\"> The Supreme Court held as follows (para 7) : \n</p>\n<blockquote id=\"blockquote_12\">  &quot;Now as regards the first question, viz., what is the present dispute about, the answer is to be gathered from paras 14 to 17 of the plaint. It is averred therein that the Government of Bihar committed breach of the agreement and failed to make any valuation of the undertaking or pay the balance of the compensation, money, that time being of the essence of the contract, the defendant failed and neglected to complete the valuation within the time originally fixed or the extended time, and that by reason of the breach of contract the plaintiff rescinded the agreement and forfeited the sum of rupees five lakhs and that it is entitled to compensation for the wrongful deprivation of the use of its property. No claim has been made in the plaint for the valuation of the undertaking or for the payment of any compensation for the undertaking; on the other hand, the claim in the suit is founded on the rescission of the agreement containing the arbitration clause and on a breach of that agreement. These are matters which may well be said to arise out of the agreement that if the arbitration clause was broadly worded and stated that all disputes arising out of the agreement would be referred to arbitration, it could then probably have been said that the scope of the suit was within the ambit of the arbitration clause, but the clause here is differently worded.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_18\"> The language is not only unequivocal, but is comprehensive enough to cover any case of dispute arising irrespective of point f time, viz., during the progress of the work or after its completion and also at a time when it is determined or is abandones or the contract is breached. The only exceptional circumstances are, which are saved by the Saving Clause laid down within the brackets therein, viz., any matters the decision of which is specially provided for by the conditions which find their place in Cls. 78 (b) and (d), 99 (a), 107, 108 and 109 (b) of the General Conditions, in respect of which, there may not be any arbitration. Any other construction would result in doing violence to the language. Hence, the contention of the learned counsel for the appellant is misplaced and unfounded. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_19\"> 11. <a href=\"/doc/874260/\" id=\"a_6\">Sections 32</a> and <a href=\"/doc/1722761/\" id=\"a_7\">34</a> of the Arbitration Act may now be noticed. Section reads: \n</p>\n<blockquote id=\"blockquote_13\">  &quot;Notwithstanding any law for the time being in force, no suit shall lie on any ground whatsoever for a decision upon the existence, effect or validity of an arbitration agreement or award, not shall any arbitration agreement or award be enforced, set aside, amended, modified or in any way affected otherwise than as provided in this Act.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_20\"> <a href=\"/doc/1722761/\" id=\"a_8\">Section 34</a> reads : \n</p>\n<blockquote id=\"blockquote_14\">  &quot;Where any party to an arbitration agreement or any person claiming under him commences any legal proceedings against any other party to the agreement or any person claiming under him in respect of any matter agreed to be referred, any party to such legal proceedings may, at any time before filing a written statement or taking any other steps in the proceedings, apply to the judicial authority before which the proceedings are pending to stay the proceedings; and if satisfied that there is no sufficient reason why the matter should not be referred in accordance with the arbitration agreement and that the applicant was, at the time when the proceedings were commenced, and still remain, ready and willing to do all things necessary to the proper conduct of the arbitration, such authority may make an order staying the proceedings.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1938522\" id=\"span_2\">The learned counsel for the appellant contended that <a href=\"/doc/874260/\" id=\"a_9\">Section 32</a> of the Arbitration Act has n application as the suit is not for a decision upon the existence, effect or validity of an arbitration agreement, nor the arbitration agreement or award to be enforced, set aside, amended, modified and so on. Whereas the learned Advocate General by placing reliance on a decision of the Supreme Court in <a href=\"/doc/1938522/\" id=\"a_10\">Jawaharlal v. Union of India</a>,  submitted that the suit filed herein overlooks the clause of arbitration in the agreement and seeks the relief independent of it and so it touches the existence and the effect of arbitration agreement and, therefore, the suit is not maintainable. We are inclined to accede to the submission of the learned Advocate-General.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1938522\" id=\"span_3\">The Supreme Court in <a href=\"/doc/1938522/\" id=\"a_11\">Jawaharlal v. Union of India</a>,  (supra) held :</span> \n</p>\n<blockquote id=\"blockquote_15\">  &quot;<a href=\"/doc/874260/\" id=\"a_12\">Section 32</a> creates a bar against the institution of suits and it provides that if the existence, effect or validity of an arbitration agreement or award in dispute on any ground whatsoever, no suit shall lie for the adjudication of the said dispute. It also provides that no suit shall lie to set aside, amend or modify or in any way affect an arbitration agreement or an award. It would be noticed that the clause &quot;on any ground whatsoever&quot; is very wide and it denotes, inter alia, that if the existence or validity of an arbitration agreement is questioned on any ground whatever it cannot be the subject-matter of a suit, the said dispute shall be tried as provided in this Act. Thus, there can be no doubt that if a party affirms the existence of arbitration agreement or its validity, it is not open to the party to file  a suit for the purpose of obtaining a declaration about the existence of the said agreement or its validity. Such a suit in terms is barred by <a href=\"/doc/874260/\" id=\"a_13\">Section 32</a>. This position is not disputed. The bar to the suit thus created by <a href=\"/doc/874260/\" id=\"a_14\">Section 32</a> inevitably raises the question as to what remedy it is open to a party to adopt in order to obtain an appropriate declaration about the existence or validity of an arbitration agreement; and it is on the decision of this question that the parties are at issue before us.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 12. The act of the appellant in filing the aforesaid suit, while giving a go-by to arbitration agreement impinges upon the very arbitration agreement challenging, therefore, the validity, existence and effect of the same and so, any suit touching it will affect the arbitration agreement and, therefore, ought to be deterred from filing the same. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_23\"> 13. The learned Advocate-General submitted that the principle behind <a href=\"/doc/1722761/\" id=\"a_15\">Section 34</a> of the Arbitration Act is that the moment it is brought to the notice of the Court that the arbitration clause covers the dispute raised in the suit, then the Court should stay the suit straightway unless strong and compelling reasons are made out by the plaintiff against the grant of stay. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> 14. The arguments in proposition by the learned counsel for the appellant are that the stay of the suit is not automatic where there is said to be an arbitration clause in the agreement. The Court should examine as to whether the arbitration is an effective remedy and, therefore, in special cases, notwithstanding the arbitration agreement, the suit should be allowed to proceed without staying the same as the remedy sought for would be rendered ineffective. Since the arbitrators will not be in a position to stay the termination, if it is sought to be effected that there is no alternative for the Court but to proceed with the case in the suit as any award made by the arbitrators is an exercise in futility and, therefore, the suit should not be stayed. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_25\"> 15. The decisions relied on by the learned counsel for the appellant may now be referred to. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1477081\" id=\"span_4\">16. Printers (Mys.) <a href=\"/doc/1477081/\" id=\"a_16\">Private Ltd. v. P. Joseph</a>,  wherein the Supreme Court held (para 7) :</span> \n</p>\n<blockquote id=\"blockquote_16\">  &quot;<a href=\"/doc/1722761/\" id=\"a_17\">Section 34</a> of the Act confers power on the Court to stay legal proceedings where there is an arbitration agreement subject to the conditions specified in the section. The conditions thus specified are satisfied in the present case but the section clearly contemplates that even though there is an arbitration agreement and the requisite conditions specified by it are satisfied the Court may nevertheless refuse to grant stay if it is satisfied that there are sufficient reasons why the matter should not be referred in accordance with the arbitration agreement. In other words, the power to stay legal proceedings is discretionary and so, a party to an arbitration agreement against whom legal proceedings have been commenced cannot by relying on the arbitration agreement claim the stay of legal proceedings in a court as a matter of right. It is, however, clear that the discretion vested in the Court must be properly and judicially exercised. Ordinarily where a dispute between the parties has by agreement between them to be referred to the decision of a domestic tribunal the Court would direct the parties to go before the tribunal of their choice and stay the legal proceedings instituted before it by one of them. As in other matters of judicial discretion, so in the case of the discretion conferred on the Court by <a href=\"/doc/1722761/\" id=\"a_18\">Section 34</a> it would be difficult, and it is indeed inexpedient to lay down any inflexible rules which should govern the exercise of the said discretion. No test can indeed be laid down the automatic application of which will help the solution of the problem of the exercise of judicial discretion. (As was observed by Bowen, L. J. in Gardner v. Jay, (1885) 29 Ch D 50 at p. 58), &quot;that discretion like other judicial discretion must be exercised according to common sense and according to justice.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_27\"> The Court further held (para 8) : \n</p>\n<blockquote id=\"blockquote_17\">  &quot;In exercising its discretion under<a href=\"/doc/1722761/\" id=\"a_19\"> S. 34</a> the Court should not refuse to stay the legal proceedings merely because one of the parties to the arbitration agreement is unwilling before an arbitrator, and in effect wants to resile from the said agreement, nor can stay be refused merely on the ground that the relations between the parties to the dispute have been embittered or that the proceedings before the arbitrator may cuase unnecessary delay as a result of the said relations. It may not always be reasonable or proper to refuse to stay legal proceedings merely because some questions of law would arise in resolving the dispute between the parties. On the other hand, if fraud or dishonesty is alleged against a party, it may be open to the party whose character is impeached to claim that it should be given an opportunity to vindicate its character in an open trial before the Court rather than before the domestic tribunal, and in a proper case the Court may consider that fact as relevant for deciding whether stay should be granted or not. If there has been a long delay in making an application for stay and the said delay may reasonably be attributed to the fact that the parties may have abandoned the arbitration agreement the Court may consider the delay as a relevant fact in deciding whether stay should be granted or not. Similarly if complicated question of law or constitutional issues arise in the decision of the dispute and the Court is satisfied that it would be inexpedient to leave the decision of such complex issues to the arbitrator, it may, in a proper case, refuse to grant stay on that ground: indeed, in such cases the arbitrator can and may state a special case for the opinion of the Court under <a href=\"/doc/1611763/\" id=\"a_20\">Section 13 (b)</a> of the Act. Thus the question as to whether legal proceedings should be stayed under <a href=\"/doc/1722761/\" id=\"a_21\">Section 34</a> must always be decided by the Court in a judicial manner having regard to the relevant facts and circumstances of each case.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235172\" id=\"span_5\">In <a href=\"/doc/235172/\" id=\"a_22\">T. Premakumar v. R. Anjaneyulu</a>, AIR 1980 Andh Pra 255 it has been held (para 9) :</span> \n</p>\n  \n\n<blockquote id=\"blockquote_18\">  &quot;<a href=\"/doc/1722761/\" id=\"a_23\">Section 34</a> of the Arbitration Act vests power in the Court to stay legal proceedings where there is an arbitration agreement. Any party to an arbitration agreement may avail himself of the right to obtain stay of legal proceedings, provided the requirements of that section are satisfied. He may &quot;at any time before filing a written statement or taking any other steps in the proceedings&quot; apply to the judicial authority before which the proceedings are pending to stay the proceedings. The Court or such authority may if satisfied that there is no sufficient reason why the matter should not be referred to in accordance with the arbitration agreement and finds that the applicant at the time when the proceedings were commenced and also still remains, ready and willing to do all things necessary to the proper conduct of the arbitration, stay the proceedings. If the party to the arbitration agreement does not make the application for stay under<a href=\"/doc/1722761/\" id=\"a_24\"> S. 34</a> before filing the written statement or taking any other steps in the proceedings, then he has no right to seek stay of proceedings. The application has to be made before any step is taken in the proceedings. That is a condition precedent to be satisfied for the exercise of the right to apply for stay of proceedings.: \n</blockquote>\n   \n\n<blockquote id=\"blockquote_19\"> Further held (Para 21) : \n</blockquote>\n<blockquote id=\"blockquote_20\">  &quot;Thus, it is clear that the misunderstandings which had developed into serious differences and disputes had gone to the notice of the third parties including the Financing Bank and in spite of the advice of the Financing Bank, none of the parties including the 3rd defendant-appellant, who now seeks a stay of the suit and reference to arbitration did not take any steps to appoint an arbitrator or call upon his partners to refer the dispute to arbitration. All these are again relevant factors which have properly weighed with the lower Court in exercising its discretion against the stay of suit and reference to arbitration.&quot;   \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_29\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1034739\" id=\"span_6\">In <a href=\"/doc/1034739/\" id=\"a_25\">Steel Plant Private Ltd. v. Swastika Alloy Steel Ltd.</a>, , it was held :</span> \n</p>\n<blockquote id=\"blockquote_21\">  &quot;A principle which is well settled and supported by decisions both in England and in India is that the power conferred upon the Court to stay the legal proceedings is entirely a matter of discretion. It is further well settled that the discretion must be exercised judicially, It is difficult and inexpedient to lay down any inflexible rules which should govern the exercise of the said discretion. It is not possible to lay down any formula or test the automatic application of which will help to solve the problem of the exercise of judicial discretion. At the same time when discretion has been so exercised, it will not be interfered with readily. The fact that the appellate Court would have taken a different view, if the decision has rested with them would not justify interference with the trial Court&#x27;s exercise of discretion. In other words, it is not ordinarily open to the appellate Court to substitute its own exercise of discretion for that of the trial Court judge.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1188565\" id=\"span_7\">In <a href=\"/doc/1188565/\" id=\"a_26\">VOC Industrial Workers Co-operative Housing Society v. M. Karuppuswami</a>,  it has been held (at p. 93) :</span> \n</p>\n<blockquote id=\"blockquote_22\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1398783\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1438588\" id=\"span_9\">&quot;The position in law would seem to have been the same under the law relating to arbitration before the <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration Act</a> of 1940 was enacted. Cases had arisen before Courts in India in regard to stay of suits under para 18 of the second schedule to the Civil P. C. It has been held that if arbitration becomes impossible for any reason, the Court ought to proceed to decide the suit itself. It has also been held that the stay order may be discharged if the parties are unable to obtain a satisfactory arbitrator or to bring the arbitration proceedings to a satisfactory and speedy conclusion - <a href=\"/doc/1438588/\" id=\"a_28\">See Laxman v. Manjunath</a>, (AIR 1921 Bom 458 : Bhava Chattagir v. Matanomal, (1909) 4 Ind Cas 359, 361 (Sind); Kishinchand v. Ramchand, <a href=\"/doc/1398783/\" id=\"a_29\">AIR 1937 Sind 247 and Shasimukhi v. Parbaty Sunkar</a>, (AIR 1919 Cal 295). The power to discharge a stay order and to get on with the suit sometimes traced in some decisions with the inherent powers of the Court is saved by Section 151, C. P. C. In England also the procedure, is available whereby the parties to an arbitration agreement who had once obtained an order of stay of the suit between them from the Court may move the same Court for getting the stay vacated on finding that the arbitration has not borne fruit.</span></span> (See Kruger Townwear Ltd. v. Northern Assurance Co. Ltd., (1953) 1 WLR 1049). It, therefore, seems to be that the Court does have jurisdiction to discharge an order so stay made by it earlier under <a href=\"/doc/1722761/\" id=\"a_30\">Section 34</a> of the Arbitration Act.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 17. In Hudson&#x27;s Building and Engineering Contracts&#x27; in Chapter 10 under the sub-heading &quot;whether Time of the Essence&#x27; (10th Edn. p.611) it is observed: \n</p>\n<blockquote id=\"blockquote_23\">  &quot;It will be seen that the obligation in the cases set out above where time was held to be of the essence differ in important respects from those of a building or civil engineering contractor. The only rule that can be laid down is that either there must be clear and explicit language in the contract or the sense of the transaction as a whole must require a provision as to time, whether specified or reasonable, to be of the essence. As has been pointed out above, even where this is the case in a building contract, the practical benefits to the building owner are extremely limited and, for practical purposes, the implication of a fundamental term requiring due diligence by the building is more essential to the employer in comparatively lengthy contracts for work done such as building contracts, rather than a doctrine which has largely been evolved to suit the requirements of contracts for the sale of land or goods. It is submitted that in most building contracts the this term is necessary to give the contract business efficacy, and that where a builder persists in a rate of progress bearing no relation to a specified or reasonable date of completion, and the employer gives him notice requiring a reasonable rate of progress, if he then fails to proceed at a reasonable rate he will be evincing an intention no longer to be bound by the contract and his dismissal would be justified notwithstanding the absence of any express term empowering the employer to determine. Otherwise, provided the builder does not openly evince an intention no longer to be bound by the contract, for instance by abandonment or protracted suspension, he cannot be dismissed until the completion date, and in the usual case where time is not of the essence not even then.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 18. In Chapter 18, <a href=\"/doc/738672/\" id=\"a_31\">Section 2</a>, under the sub-heading &quot;General discretion to refuse stay, it is observed: \n</p>\n<blockquote id=\"blockquote_24\">  &quot;Quite apart from questions of jurisdiction the Court has a discretion as to whether or not it will stay an action. It will generally refuse a stay where any stipulated time for referring the dispute has expired (but not where the clause is in &quot;Scott v. Avery&quot;, (1853-155 ER 1442), form, this is to say, where an award of the arbitrator is expressed to be a conditions precedent to a party&#x27;s right to sue or when the appropriate remedy is an injunction,&quot; or presumably any other remedy which as arbitrator could not give.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_33\"> In Russel on &#x27;Arbitration&#x27; (19th Edn.) at p. 199 it is observed: \n</p>\n<blockquote id=\"blockquote_25\">  &quot;I can well understand that the association thinks it right that ordinary disputes should be decided by arbitration as their rules provide; but, if you have a dispute on what is really a question of law it is sometimes an advantage to have the dispute heard in the first instance in the commercial Court a course which would result in less hearings and less expense.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_34\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"846676\" id=\"span_10\">The decisions relied on by the learned counsel for the respondent may now be referred to. In <a href=\"/doc/846676/\" id=\"a_32\">Michael Colodetz v. Serajuddin and Co.</a>,  the Supreme Court held (at p. 1046):</span> \n</p>\n<blockquote id=\"blockquote_26\">  &quot;The Court insists, unless sufficient reason tot he contrary is made out upon compelling the parties to abide by the entire bargain, for not to do so would be to allow a party to the contract to approbate and reprobate, and this consideration may be stronger in cases where there is an agreement to submit the dispute arising under the contract to a foreign arbitral tribunal ... ... ... ... ... ... ... ... ... ... The Court ordinarily requires the parties to resort for resolving disputes arising under a contract to the tribunal contemplated by them at the time of the contract. That is not because the Court regards itself bound to abdicate its jurisdiction in respect of disputes within its congnizance; it merely seeks to promote the sanctity of contracts, and for that purpose stays the suit. The jurisdiction of the Court to try the suit remains undisputed but the discretion of the Court is on grounds of equity interposed. The Court is, therefore, not obliged to grant stay merely because the parties have even under a commercial contract agreed to submit their dispute in a matter to an arbitration tribunal in a foreign country. It is for the Court, having regard to all the circumstances, to arrive at a conclusion whether sufficient reasons are made out for refusing to grant stay. Whether the circumstances in a given case make out sufficient reasons for refusing to stay a suit is essentially a question of fact.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666610\" id=\"span_11\">19. In Ramaji Dayawala and Sons (P.) <a href=\"/doc/1666610/\" id=\"a_33\">Ltd. v. Invest Import</a>,  it has been held:</span> \n</p>\n<blockquote id=\"blockquote_27\">  &quot;When parties by contract agree to arrange for settlement of their disputes by a Judge of their choice, by procedure of arbitration voluntarily agreed upon, ordinarily the Court must hold the parties to their bargain. As a corollary, if a party to a subsisting arbitration agreement in breach or violation of the agreement to refer dispute to arbitration approaches the Court, the Court would not lend its assistance to such a party and by staying the suit compel the party in breach to abide by its contract. When the parties have agreed to an arbitration by a foreign arbitral tribunal the case for stay would be stronger than if there was a domestic arbitration agreement. This proceeds on the assumption that parties not only sought and agreed upon the forum for resolution of dispute, but also the law according to which the dispute would be resolved. However, this is not an absolute rule. Granting or refusing grant stay is still a matter within the discretion of the Court. How discretion would be exercised in a given case would depend upon various circumstances. But to grant stay of the suit is still a matter within the discretion of the Court.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_36\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_12\">In <a href=\"/doc/1475714/\" id=\"a_34\">Anderson Wright Ltd. v. Moran and Co.</a>, , the Supreme Court held (para 7):</span> \n</p>\n<blockquote id=\"blockquote_28\">  &quot;Thus in order that a stay may be granted under this section, it is necessary that the following conditions should be fulfilled: (1) The proceeding must have been commenced by a party to an arbitration agreement agaisnt any other party to the agreement, (2) the legal proceeding which is sought to be stayed must be in respect of a matter agreed to be referred; (3) the applicant for stay must be a party to the legal proceedings and he must have taken no step in the proceeding after appearance. It is also necessary that he should satisfy the Court not only that he is but also was at the commencement of the proceedings ready and willing to do everything necessary for the proper conduct of the arbitration; and (4) the Court must be satisfied that there is no sufficient reason why the matter should not be referred to an arbitration in accordance with the arbitration agreement.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_37\"> Further held (para 10) : \n</p>\n<blockquote id=\"blockquote_29\">  &quot;The first and essential prerequisite to making an order of stay under <a href=\"/doc/1722761/\" id=\"a_35\">Section 34</a> of the Arbitration Act is that there is a binding arbitration agreement between the parties to the suit which is sought to be stayed. The question whether the dispute in the suit falls within the arbitration clause really presupposes that there is such agreement and involves consideration of two matters, viz., what is the dispute in the suit and (2) what disptues the arbitration clause covers? .... ....... .... ... ... Section 34 of the Indian Arbitration Act as is well known is a virtual reproduction of <a href=\"/doc/813482/\" id=\"a_36\">Section 4</a> of the English Arbitration Act of 1889. The observations quoted above were approved of by Mr. Justice S. R. Das in the case of &quot;Khusiram v. Hanutmal&quot;, (1949-53 Cal WN 505 at page 518-B) and it was held by the learned Judge that where  on an application made under Section 34 of the Indian Arbitration Act for stay of a suit, an issue is raised as to the formation, existence or validity of the contract containing the an for stay of a suit, an issue is raised as to the formation, existence or validity of the contract containing the arbitration clause, the Court is not bound to refuse a stay but may in its discretion, on the application for stay, decide the issue as to the existence or validity of the arbitration agreement even though it may involve incidentally a decision as to the validity or existence of the parent contract.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_38\"> Also held (para 11) : \n</p>\n<blockquote id=\"blockquote_30\">  &quot;We are in entire agreement with the view enunciated above. As we have said already it is incumbent upon the Court when invited to stay a suit under Section 34 of the Indian Arbitration Act to decide first of all whether there is a binding agreement for arbitration between the parties to the suit.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_39\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"362478\" id=\"span_13\">In <a href=\"/doc/362478/\" id=\"a_37\">Uttar Pradesh Co-operative Federation Ltd. v. Sunder Bros., Delhi</a>, , after referring to the decision <a href=\"/doc/362478/\" id=\"a_38\">laid down by</a> the House of Lords in Bristol Corporation v. Aird (John) and Co., (1913 AC 241) wherein Lord Atkinson stated thus (at p. 252):</span> \n</p>\n<blockquote id=\"blockquote_31\">  &quot;Whether it be wise or unwise, prudent or the contrary, he has stipulated that a person who is a servant of the person with whom he contracts shall be the judge to decide upon matter upon which necessarily that arbitrator has himself formed opinions. But though the contractor is bound by that contract, still he has a right to demand that, notwithstanding those preformed views of the engineer, that gentlemen shall listen to argument and determine the matter submitted to him as fairly as he can as an honest man; and if it be shown in fact that there is any reasonable prospect that he will be so biased as to be likely not to decide fairly upon those matters, hten the contractor is allowed to escape from his bargain and to have the matters in dispute tried by one of the ordinary tribunals of the land. But I think he has more than that right. If, without any fault of his own, the engineer has put himself in such a position that it is not fitting or decorous or proper that he should act as arbitrator in any one or more of those disputes, the contractor has the right to appeal to a Court of law and  they are entitled to say, in answer to an application to the Court to exercise the discretion which the 4th section of the <a href=\"/doc/1052228/\" id=\"a_39\">Arbitration Act</a> vests in them. &quot;We are not satisfied that there is not some reason for not submitting these questions to the arbitrator.&quot; In the present case the question is, has that taken place?&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_40\"> the Supreme Court held (at p. 253): \n</p>\n<blockquote id=\"blockquote_32\">  &quot;It is manifest that the strict principle of sanctity of contract is subject to the discretion of the Court under <a href=\"/doc/1722761/\" id=\"a_40\">Section 34</a> of the Arbitration Act, for there must be read in every such agreement an implied term or condition that it would be enforceable only if the Court, having due regard to the other surrounding circumstances, thinks fit in its discretion to enforce it. It is obvious that a partymay be released from the bargain if he can show that the selected arbitrator is likely to show bias or by sufficient reason to suspect that  he will act unfairly or that he has been guilty of continued unreasonable condition.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_41\"> On a conspectus of the case law cited, it clearly emerges that: \n</p>\n   \n\n<blockquote id=\"blockquote_33\"> (1) The first and essential prerequisite to making an order of stay under <a href=\"/doc/1722761/\" id=\"a_41\">Section 34</a> of Arbitration Act, is that there is a binding arbitration agreement between the parties to the suit which is sought to be stayed and it is incumbent upon the Court to decide the same. \n</blockquote>\n \n\n<blockquote id=\"blockquote_34\"> (2) In order that a stay may be granted under <a href=\"/doc/1722761/\" id=\"a_42\">Section 34</a> of the Arbitration Act, it is necessary that the following conditions should be fulfilled; (i) the proceeding must have been commenced by a party to an arbitration agreement against any other party to the agreement; (ii) the legal proceeding which is sought to be stayed must be in respect of a matter agreed to be referred; (iii) the applicant for stay must be a party to the legal proceeding and he must have taken more steps in the proceeding after appearance. It is also necessary that he should satisfy the Court not only that he has, but also was at the commencement of the proceedings ready and willing to do everything necessary for the proper conduct of the arbitration; and (iv) the Court must be satisfied that here is no sufficient reason why the matter should not be referred to arbitration in accordance with the arbitration agreement. \n</blockquote>\n \n\n<blockquote id=\"blockquote_35\"> (3) It is well settled both in England as well as in India that the power conferred upon the Court to stay the legal proceeding is entirely a matter of discretion. It is equally settled that he discretion must be exercised judicially. There is no and cannot be any strait-jacket formula which should govern the exercise of the said discretion. The fact that the appellate Court would have taken a different view if the decision had rested with them, would not justify interference with the trial Courts exercise of discretion. \n</blockquote>\n \n\n<blockquote id=\"blockquote_36\"> (4) Under <a href=\"/doc/1722761/\" id=\"a_43\">Section 34</a> of the Arbitration Act, the Court insists, unless sufficient reason to the contrary is made out, upon compelling the parties to abide by the entire bargain, for not doing so would be to allow a party to the contract to approbate and reprobate. \n</blockquote>\n \n\n<blockquote id=\"blockquote_37\"> (5) It is for the Court having regard to all the circumstances to arrive at a conclusion whether sufficient reasons are made out for refusing to grant stay. \n</blockquote>\n \n\n<blockquote id=\"blockquote_38\"> (6) Whether the circumstances in a given case make out sufficient reasons for refusing to stay a suit is essentially a question of fact. \n</blockquote>\n \n\n<blockquote id=\"blockquote_39\"> (7) It is for the party, who seeks to stay the suit, to make out strong, substantial and sufficient reasons. \n</blockquote>\n \n\n<blockquote id=\"blockquote_40\"> (8) When parties by contract agreed to arrange for settlement of their disputes by a Judge of their choice, by procedure of arbitration voluntarily agreed upon ordinarily the Court must hold the parties to their bargain. \n</blockquote>\n \n\n<blockquote id=\"blockquote_41\"> (9) When a party to subsisting arbitration agreement in breach or violation of the agreement to refer dispute to arbitration approaches the Court, the Court would not lend its assistance to such a party and by staying the suit compel the party in breach to abide by its contract. However, this is not an absolute rule. Granting or refusing to grant stay is still a matter within the discretion of the Court.  \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_42\"> 21. Bearing in mind the above principles, we may now examine the circumstances to see whether they warrant stay of the suit or not? \n</p>\n   \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> (i) Mobilisation advances: As per the agreement the admitted mobilisation advance which is to be paid to the appellant-contractor by the respondent is Rs. 26-15 lakhs which is 5% of the contract value. At page 71 of the contract Agreement in paragraph 03.00 it is stated with reference to such advance as under: \n</p>\n  \n\n<blockquote id=\"blockquote_42\">  &quot;Advances will, subject to availability of funds and if required by the contractor, be given as under after submission of application for such advance subject to other conditions being fulfilled and the Engineer-in-charge certifying the amount of advance to which the contractor is entitled under the contract: \n</blockquote>\n   \n\n<blockquote id=\"blockquote_43\"> (a) a lump sum mobilisation advance not exceeding 5% of the contract value against Bank Guarantee on a prescribed form. \n</blockquote>\n \n\n<blockquote id=\"blockquote_44\"> (b) ... ... ... ... ... ... ... ... ... .&quot;    \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_44\"> 22. Admittedly, bank guarantee was furnished on 12-12-1982. By 25-1-1983, a sum of Rs. 15 lakhs were paid towards this advance on executing an indemnity bond by the appellant and after bank guarantee was given the remaining amount of Rs. 11.15 lakhs was paid on 22-3-1983 nearly 40 days after furnishing bank guarantee. But, it is seen from the various exhibits produced by the respondent that no objection was taken with regard to the delay in payment of the mobilisation advance amount in any of the joint meetings convened. No doubt, a letter dated 9-12-1982 under Ex. A-8 was addressed for advancing the amounts on thebasis of indemnity bond and also letters under Exs. A-10 and A-11 to the Chairman and General Manager dated 20th March, 1983, complaining that the amounts are not being paid regularly. However, that was with regard to bills. It is no doubt true that having advanced the amount of Rs. 15 lakhs towards mobilisation advance, again a sum of Rs. 7.50 lakhs was recovered out of the running bills, but later was made good. The fact, however, remains that even after 22-3-1983 and this is crucial, the work very much further slowed down. The submission for the respondent is that mobilisation advance was to be paid only onfurnishing bank guarantee. If anyamount of mobilisation advance is paid, say Rs. 15 lakhs, from January, 1983 on indemnity bond, is only by way of indulgence shown and certainly not it was obligatory to pay the said sum. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 23. In view of the above, it is apparent that right up to middle of February, 1983 the appellant having commenced the work under the letter of intent dated 9-12-1982, has not fulfilled his part of the obligation of furnishing bank guarantee for claiming mobilisation advance. Therefore, he cannot make any complaint about it. True, there was delay, after furnishing bank guarantee of about 40 days in the payment of therest of the mobilisation advance. To that the respondent refers to the clause in the agreement stating that it was subject to available of funds and since there was paucity of money, he could not pay immediately, but the fact remains that during that period, he had advanced a sum of Rs. 7.50 lakhs towards the running bills, could have off set the requirements. Be that as it may, from the materials, it is manifest that even after the payment of remaining amount towards mobilisation advance, the work suffered heavily So, no reasonable grievance on this score could be made out. \n</p>\n   \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> (ii) Non-payment of Bills in time:- Even with regard to this, no reasonable grievance could be made. A look at the statement of release of running account bills to the appellant, as shown at page 49 of the material papers part-III, excepting item No. (4), all the rest of the bills have been prepared and paid without delay. The payment course as has been agreed should be fortnightly. In so far as item No. (4) is concerned, the measurement of the work has been done from 5-3-1983 to 18-3-1983 and the bill is shown to have been signed by the appellant on 29-3-1983 and a major portion of the amount running into Rs. 17 lakhs has been paid within four days thereafter. In fact, as per the terms of the agreement, it was for the contractor to have prepared the bills to be countersigned by the respondent and thereafter the payment to be made. However, in this case, since the contractor failed to do so, the respondent himself has undertaken to measure the works and prepare the tractor-appellant. All the same, we see no delay, much less, extraordinary delay either in preparation of the bill or in payment of the amount. This is quite evident from Exs. B-10, B-11, B-23, B-27 and Exhibit B-32. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_47\"> (iii) Non-supply of drawings :- Page 4 of the Contract Agreement which is titled &#x27;in vitation of Tender&#x27; runs as under: \n</p>\n<blockquote id=\"blockquote_45\"> &quot;Sealed tenders in the prescribed form are invited for the works mentioned below; Then Groups AI, II and III works are with respect to areas of cutting, falling in between co-ordinates under site levelling and grading works under Zone-XI. Then, under para 2, it is stated that tender documents complete for the above works may be obtained for the above works may be obtained from the Office of the General Manager.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_48\"> At page 14 of the Contract Agreement under para 5.1 it is stated that all drawings forming part of the tender shall also be signed by the bidder. At page 3 of the General Conditions of Contract, the term &#x27;drawings&#x27; is defined as &quot;Drawings means the drawings maps, plans and tracings or prints thereof annexed to the Tender documents or referred to in the specification.&quot;\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_49\"> 24. From the aforesaid material, the drawings shall the deemed to be annexed to the tender forms and in accordance with them the tenderer is expected to supply the rates. If he did not find for some reason, he should have obtained the same from the General Manager as per instructions. The very fact that he has worked the rates and tendered the same by examining the site in Zone-XI for all the three groups, shows that he could do so with the co-ordinates without any difficulty. It is rather surprising that he did not make any grievance of it in writing to the concerned till the impugned notice dated 7/10-5-1983 was issued. That affords sufficient evidence that he could carry on the work of levelling and grading and dumping of earth wiithout drawings. Even in the letter dated 6-6-1983 addressed by the appellant to the respondent-Engineer, referring to certain works, it has been stated &#x27;with reference to the above, the co-ordinates may please read as follows and while referring the said letter, the respondent stated in his letter dated 10-6-1983 that the matter is sub judice. The very fact that without drawings with co-ordinates, the work assigned has been executed over a period of six months out of the contractual period of eight months, itself  demonstrates that there was no hindrance in the execution of the work as is sought to be made out now. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">  (iv) Site in toto was not delivered :- The reasons which hold good for the above point relating to drawings will also hold good for this argument as well. Even before the issuance of the impugned notice, the complaint with regard to the non-handing over of the site with precise contours was not made at all. Therefore, prima facie, it does not establish that there is any sanctity in the objection raised with regard to this. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_51\"> 25. Before concluding on this point as to whether the circumstances are cogent enough not to stay the suit or not, the next point, viz., whether the time is essence of the contract or not may also be looked into. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_52\"> 26. Third Point:- <a href=\"/doc/679619/\" id=\"a_44\">Section 55</a> of the Contract Act lays down that, \n\n  \n\n  &quot;when a party to a contract promises to do a certain thing at or before a specified time, or certain things at or before specified times, and fails to do any such thing at or before the specified time, the contract or so much of it as has not been performed becomes voidable at the option of the promisee, if the intention of the parties was that time should be of the essence of the contract. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_53\"> If it was not the intention of the parties that time should be of the essence of the contract, the contract does not become voidable by the failure to do such thing at or before the specified time, but the promisee is entitled to compensation from the promisor for any loss occasioned to him by such failure. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_54\"> If, in case of a contract voidable on account of the promisor&#x27;s failure to perform his promise at the time agreed, the promisee accepts performance of such promise at anytime other than that agreed, the promisee cannot claim compensation for any loss occasioned by the non-performance of the promise at the time agreed, unless, at the time of such acceptance, he gives notice to the promisor of his intention to do so.&quot;  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_55\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1160146\" id=\"span_14\">Before adjudicating, case-law cited, be referred, in <a href=\"/doc/1160146/\" id=\"a_45\">Gomathinayagam Pillai v. Palaniswami Nadar</a>,  it has been held (para 4), \n\n  &quot;The fact which have a material bearing on the first question have already been set out. <a href=\"/doc/679619/\" id=\"a_46\">Section 55</a> of the Contract Act which deals with the consequences of failure to perform an executory contract at or before stipulated time provides by the first paragraph; When a party to a contract promises to do a certain thing at or before a specified time, or certain things at or before specified times, and fails to do any such thing at or before the specified time, the contract, or so much of it as has not been performed, becomes voidable at the option of the promisee if the intention of the parties as that time should be of the essence of the contract.&quot;</span> \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_56\">  It is not merely because of specification of time at or before which the thing to be done under the contract is promised to be done and default in compliance therewith, that the other party may avoid the contract. Such an option arises only if it is intended by the parties that is of the essence of the contract. Intention to make time of the essence, if expressed in writing, must be in language which is unmistakable; it may also be inferred from the nature of the property agreed to be sold, conduct of the parties and the surrounding circumstances at or before the contract Specific performance of a contract will ordinarily be granted, notwithstanding default in carrying out the contract within the specified period, if having regard to the express stipulations of the parties, nature of the property and the surrounding circumstances, it is not inequitable to grant the relief. If the contract relates to sale of immovable property, it would normally be presumed that time was not of the essence of the contract. Mere incorporation in the written agreement of a clause imposing penalty in case of default does not by itself evidence an intention to make time of the essence. In Jamshed Kodaram Irani v. Burjorji Dhunjibhai, ILR 40 Bom 289 : AIR 1915 PC 83, the Judicial Committee of the Privy Council observed that the principle underlying<a href=\"/doc/679619/\" id=\"a_47\"> S. 55</a> of the Contract Act did not differ from those which obtained under the law of England as regards contracts for sale of land. The Judicial Committee observed: \n</p>\n  \n\n<blockquote id=\"blockquote_46\">  &quot;Under that law equity, which governs the rights of the parties in cases of specific performance of contracts to sell real estate, looks not at the letter but at the substance of the agreement in order to ascertain whether the parties, notwithstanding that they named a specific time within which completion was to take place, really and in substance intended more than that it should take place within a reasonable time. Their Lordships are of opinion that this is the doctrine which the section of the Indian Statute adopts and embodies in reference to sales of land. It may be stated concisely in the language used by Lord Cairns in Tilley v. Thomas, (1867) 3 Ch App 61:- \n</blockquote>\n<blockquote id=\"blockquote_47\">  &quot;The construction is, and must be, in equity the same as in a Court of law. A Court of equity will indeed relieve against and enforce, specific performance, notwithstanding a failure to keep the dates assigned by the contract, either for completion, or for the steps towards completion, if it can do justice between the parties, and if (as Lord Justice Turner said in Roberts v. Berry, (1853) 3 De G. M. and G 284) there is nothing in the express stipulations between the parties, the nature of the property, or the surrounding circumstances, which would make it inequitable to interfere with and modify the legal right. This is what is meant, and all that is meant, when it is said that an equity time is not of the essence of the contract. Of the three grounds ... ... ... ... ... mentioned by Lord Justice Turner &#x27;express stipulations&#x27; requires no comment. The &#x27;nature of the property&#x27; is illustrated by the case of reversions, mines, or trades. The &#x27;surrounding circumstances&#x27; must depend on the facts of each particular case.&quot;  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> Their Lordships will add to the statement just quoted these observations. The special jurisdictionof equity to disregard the letter of the contract in ascertaining what the parties to the contract are to be taken as having really and in substance intended as regards the time of its performance may be excluded by an plainly expressed stipulation. But to have this effect the language of the stipulation must show that the intention was to make the rights of the parties depend on the observation of the time limits prescribed in a fashion which is unmistakable. The language will have this effect if it plainly excludes the notion that these time limits were of merely secondary importance in the bargain, and that to disregard them would be to disregard nothing that lay as its foundation. &#x27;Prima facie&#x27; equity treats the importance of such time limis as being subordinate to the main purpose of the parties, and it will enjoy specific performance notwithstanding from the point of view of a Court of law the contract has not been literally performed by the plaintiff as regards the time limit specified.&quot;\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_58\"> Further held (para 5): \n</p>\n<blockquote id=\"blockquote_48\">  &quot;It is true that even if time was not originally of the essence, the appellants could by notice served upon the respondent call upon him to take the conveyance wihtin the time fixed and intimate that in default of compliance with the requisition the contract will be treated for them as cancelled as observed in Stickney v. Keeble, 1915 AC 386 wherein a contract for the sale of land the time fixed for completion is not made of the essence of the contract but the vendor has been guilty of unnecessary delay, the purchaser may serve upon the vendor a notice limiting a time at the expiration of which he will treat the contract as an end.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_59\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1333088\" id=\"span_15\">In <a href=\"/doc/1333088/\" id=\"a_48\">State of Maharashtra v. Digambar Balwant Kulkarni</a>, , the Supreme Court held : (para 2) :</span> \n</p>\n<blockquote id=\"blockquote_49\">  &quot;The time was of the essence of the contract only in the sense that if the plaintiff completed it within the original period of one year, he would not be liable to pay any compensation but that in case he overstepped the said time limit he would have to compensate the defendants for every date of the delay in completing the work and that the right to rescission would accrue to the defendant No. 2 only when the compensation due exceeded the amount of the security deposit or the plaintiff abandoned the work. Till the time the contract was rescinded therefore, it was fully in force and the rescission was consequently well-founded, being squarely covered by Clause (3) of the contract, sub-clause (1) of which conferred on the Executive Engineer the right to forfeit the security deposit. Far from being illegal, the forfeiture was fully justified and the High Courts finding to the contrary is liable to be reversed.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_60\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1505441\" id=\"span_16\">In <a href=\"/doc/1505441/\" id=\"a_49\">Dipnarain Sinha v. Dinanath Singh</a>, , it has been held (para 10) :</span> \n</p>\n<blockquote id=\"blockquote_50\">  &quot;The position in law is that even where the time is not of the essence of the contract the Court may infer that in the circumstances of the case it has to be performed within a reasonable time, and it will depend upon the intention of the parties which has to be ascertained (1) from the expressed stipulation of the contract; (2) from the nature of the property; and (3) from the surrounding circumstances. I may at this stage itself observe that there are a large number of decisions to hold that where there is nothing in the surrounding circumstances from which such an intention can be inferred, the fact contract is for the sale of land does not import such an intention and the mere fact that a date has been mentioned for the purpose of the agreement does not conclusively prove that time was intended to be of the essence of the contract. Further, whether time is of the essence of the contract or not, very much depends upon the nature of the property upon the construction of the contract and upon the objects which the parties had in entering into it.... ... .... Then there are also two well settled propositions  in law, namely (1) when the time was not originally of the essence of the contract, it would be made so by a later notice, either before or after the day named in the contract requiring completion by a particular day, if time allowed is reasonable.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_61\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"250150\" id=\"span_17\">In <a href=\"/doc/250150/\" id=\"a_50\">Tandra Venkata Subrahmanyam v. Vegesana Viswanadharaja</a>,  it has been held (para 8) :</span> \n</p>\n  \n\n<blockquote id=\"blockquote_51\">  &quot;Time can be made the essence of the contract by subsequent notice given by any one of the parties to the contract, even though <a href=\"/doc/679619/\" id=\"a_51\">Section 55</a> of the Contract Act does not provide for such a notice. It is of course necessary that if the notice wants time to be made essence of the contract, it must expressly or by necessary implication say so.&quot; In Kilaru Venkatasubbayya v. Kalluri Padmalayamba, (1969) 1 Andh WR 344, it has been held: \n</blockquote>\n<blockquote id=\"blockquote_52\">  &quot;It is manifest from <a href=\"/doc/679619/\" id=\"a_52\">Section 55</a> of the Contract Act that by mere failure to perform a term of the contract before the specified time, even if time should be of the essence of the contract, it only becomes voidable at the option of the promisee. If time is not intended to be of the essence of the contract the promisee is only entitled to compensation for any loss occasional to him by such failure. Even if the contract is voidable if the promisee cannot claim compensation for any loss occasioned to him by the non-performance within the stipulated time, unless at the time of such acceptance he gives notice to the promisor  of his intention to do so. An intention to make time the essence of the contract must be expressed in unmistakable language, or may be inferred from what passed between the parties, before but not after, the contract was made. According to <a href=\"/doc/52785/\" id=\"a_53\">Section 66</a> of the Contract Act, the rescission of a voidable contract may be communicated or revoked in the same manner and subject to the same rules as apply to communication or revocation of a proposal. Since a contract, even where the time is of the essence, is only voidable, it is enforceable by law at the option of the promisee, but not at the option of the promisor. It is therefore necessary that the rescission must be expressed and unequivocal, whether it be by communicating the rescission as provided for in Section 66, or bringing a suit to set aside the contract.&quot;  \n</blockquote>\n \n\n<p data-structure=\"Conclusion\" id=\"p_62\"> Case-law cited for the appellant: \n</p>\n   \n\n<blockquote id=\"blockquote_53\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1533730\" id=\"span_18\">M/s. <a href=\"/doc/1533730/\" id=\"a_54\">Hind Construction Contractors v. State of Maharashtra</a>, , wherein it was held (para 8) :</span> \n</blockquote>\n<blockquote id=\"blockquote_54\">  &quot;It will be clear from the aforesaid statement of law that even where the parties have expressly provided that time is of the essence of the contract such a stipulation will have to be read along with other provisions of the contract and such other provisions may, on construction of the contract, exclude the inference that a completion of the work by a particular date was intended to be fundamental; for instance, if the contract were to include clauses providing for extension of time in certain contingencies or for payment of fine or penalty for every day or week the work undertaken remains unfinished on the expiry of the time provided in the contract such clause would be construed as rendering ineffective the express provision relating to the time being of the essence of the contract.&quot;  \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_63\"> 27. What follows from above case-law is that whether the time is the essence of the contract or not could be gathered from the following circumstances : (1) Intention to make time of the essence which must be expressed in writing and must be in language which is unmistakable; (a) it may also be inferred from the nature of the work or works agreed to be carried out; (b) conduct of the parties, and (c) the surrounding circumstances at or before the contract. (2) Even when the time was not originally of the essence of the contract it would be so made by a later notice either before or after the day named in the contract requiring completion by a particular day, if time is allowed is reasonable. (3) If time is the essence of the contract that may be waived by the conduct of the parties. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_64\"> 28. Bearing in mind these principles, we may now first examine the relevant conditions of the contract. Clauses 73, 75, 77 (a) and 78 (b) read as follows: \n</p>\n  \n\n<blockquote id=\"blockquote_55\">  &quot;Cl. 73. Subject to any requirement in the contract as to completion of any portion of the works before completion of the whole, the whole of the works shall be completed within the time stated in the Contract.&quot;  \n</blockquote>\n \n\n<blockquote id=\"blockquote_56\">  &quot;Cl. 75. Should the amount of extra or additional work of any kind or other special circumstances of any kind whatsoever which may occur be such as fairly to entitle the Contractor to an extension of time for the completion of the work the Engineer shall determine the amount of such extension. Provided that the Engineer is not bound to take into account any extra of additional work or other special circumstances unless the Contractor has within 28 days after such work has been commenced or such circumstances has arisen or as seen thereafter as is practicable, delivered to the Engineer full and detailed particulars of any claim to extension of time to which he may consider himself entitled in order that such claim may be investigated at the time.&quot;  \n</blockquote>\n \n\n<blockquote id=\"blockquote_57\">  &quot;Cl. 77 (a). The whole of the materials, plaint and labour to be provided by the Contractor under Clause 6 hereof and the mode, manner and speed of execution and maintenance of the works are to be of a kind and conducted in a manner approved of by the Engineer. Should the rate of the progress of the works or any part thereof be at any time in the opinion of the Engineer too slow to ensure the completion of the works by the prescribed time or extended time for completion the Engineer shall so notify the Contractor in written and the contractor shall thereupon take such steps as he may think necessary and the Engineer may approve to expediate the progress so as to complete the works by the prescribed time or extended time for completion. If the work is not being carried on by day and by night and the Contractor shall not be entitled to any additional payment for so doing but if such permission shall be refused and there shall be no equivalent practicable method of expediting the progress of the work the time for completion of the work shall be extended by the Engineer by such period as is solely attributable to such refusal.&quot; \n</blockquote>\n \n\n<blockquote id=\"blockquote_58\">  &quot;Cl. 78 (b). If the Contractor shall fail to complete the works within the time prescribed by Clause 73 thereof or extended time the contractor shall pay to the Employer as liquidated damages for such default and not as a penlaty for every day or part of a day which shall be and the date of completion of the works an amount equal to one per cent or such smaller amount as the Employer may decide (whose decision in writing shall be final) on the value of the whole of the works. The Employer may without prejudice to any other method of recovery deduct the amount  of such damages from any moneys in his hands or which may become due to the Contractor. The payment or deduction of such damages shall not relieve the contractor from his obligation to complete the works or from any other of his obligations and liabilities under the contract.&quot;  \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_65\"> Paragraph 19.00 at page 79 of the Contract Agreement reads : \n</p>\n<blockquote id=\"blockquote_59\">  &quot;Works must be  completed in all respects within eight months from the date of issue of Letter of Intent and the area must be cleared of debris etc., and handed over to the Engineer-in-charge in a neat condition after completion of the work. The work must be carried out strictly as per drawings and specifications.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_66\"> 29. It may be seen from Conditions Nos. 73 and 78 (b) that the work was stipulated to be completed within the time alloted in the agreement and there is no ambiguity in this behalf. Clause 75 cannot come to the aid of the appellant as it is explicit from the language wihtout any equivocality that it is referable firstly to the extra or additional work and secondly due to special circumstances and therefore, it does not pertain to the original work of the contract and hence wherever the words &#x27;extended time&#x27; have been employed both in Condition No. 77 (a) as well as Condition 78 (b) are only referable to the &#x27;additional work&#x27; or &#x27;work due to special circumstances&#x27; and has no nexus whatsoever with the original contract. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_67\"> 30. The second and equally vital circumstance is that right from 4-1-1982 i.e., about nearly 20 days after the Letter of Intent, reminders about the slowness of the work were conveyed, as by that time instead of completing 1.5 lakhs C. Mt. Of earth work, only 60,000 C. Mt. Work was done. Hence, the chain of correspondence ensured under Exs. B-5 to B-10 including the last one issued on 16-4-1983, shorty before issuance of the impugned notice. Even by 4-3-1983, the position was that out of total quantity of 21,89,999 C. Mt. Of earth work only 3,20,000 C. Mt. Earth work was done leaving a balance of 18,69,000 C. Mt. Work i.e. it works out 4,500 C. Mt. Per day as against expected work of 15,000 C. Mt. Even on 16-4-1983, the position was, the work turned out was 2,000 C. Mt. Per day instead of 15,000 C. Mt. The last two paras of the said letter indicates the position of the work as well as the intention in regard to the time bound work; \n</p>\n<blockquote id=\"blockquote_60\">  &quot;You have been repeatedly promising to increase equipment and labour. But, in effect this is not being done. On the other hand, the position of mobilisation is deteriorated.&quot; \n</blockquote>\n \n\n<p data-structure=\"Conclusion\" id=\"p_68\"> In view of the above, you are required to mobilise all your resource and men as to achieve daily progress of 10,000 C. Mt. Per day from 17/20-4-1983 and thereafter to increase the progress of 20,000 C. Mt. Per day as to complete the work in time as per the details given in Annexure B failing which we will have no other alternative, but to take action in terms of the contract. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_69\"> One more letter dated 18-5-1983 addressed to the  contractor may usefully be extracted: \n</p>\n  \n\n<blockquote id=\"blockquote_61\">  &quot;This has reference to our discussion had with you on 17-5-1983 regarding site levelling from in Zone-IX area. Box drain work along A. 5129-50 has been taken up by VSP on priority basis and we have to give the balance front by week&#x27;s time. Therefore, you are requested to shift your men/machinery to the Block No. 148, 158 and 159 and complete the work by 24-5-1983, so that this can be handed over to VSP. \n</blockquote>\n \n\n<blockquote id=\"blockquote_62\"> This may be treated as most urgent.&quot;  \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_70\"> 31. In the light of the above conspectus the Court is constrained to adjudicate that time is the essence of the contract not only on the basis of language which is explicit and unequivocal of the conditions of the agreement, as extension of time contemplated in a couple of conditions, is only referable to additional or extra work, but also from the chain of correspondence right from the inception down to the date of impugned notice with great frequency reminding the appellant to do the job within the period <a href=\"/doc/1533730/\" id=\"a_55\">laid down in</a> the contract, failing which necessary action will be taken under the terms of the contract, from which the intention which is quite clear and unambiguous, could be gathered. The irresistible conclusion, therefore, is that time is the essence of the contract and even the penal clause will not come to the rescue of the appellant. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_71\"> 32. Now, judging from the surrounding circumstances, viz., the contract work is connected with VSPm a time-bound project, and which in turn is linked up with the work undertaken by a foreign country (USSR beign collaborator) which has to execute its part of the contract of fabrication and erection of plant and machinery within a stipulated time and therefore, it must stand contradistinguished from a single or isolated nature of work without any link or connection with any other work. Hence judged in the light of the criteria, viz., terms of the agreement, nature of the transaction and the surrounding circumstances, it is irresistible to conclude that time is the essence of the contract. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_72\"> 33. Now it will be easier for us to appreciate in the light of our conclusion in regard to the third point, as to whether the suit should be stayed or not? No doubt grant of stay is a discretionary remedy. It is equally settled that ordinarily if the cause of action is covered by an arbitration clause in the agreement, then the suit should be stayed. But this is not hard and fast, as still there could be departure, if it is warranted by the circumstances, the burden of course is on the plaintiff, that the suit should not be stayed for various reasons like the arbitrator being biased, the circumstances are deliberately created by the opposite party in the discharge of obligations by the plaintiff so as to prevent the frustration of the contractual terms, and so on. There cannot be strait-jacket guidelines for the exercise of the discretion either for granting stay, or for abstaining from staying each case depends upon the circumstances of its own. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_73\"> 34. As has already been held that the dispute raised in the suit is covered by the arbitration clause as the impugned notice is the consequence of failure or resulting in breach of the condition <a href=\"/doc/1533730/\" id=\"a_56\">laid down in</a> Clause 109 (1) (a) (viii) and (x) and so, the consequential steps taken within the meaning of the said clause squarely falls within the ambit of the arbitration clause as envisaged under Clause 110 and not saved by the saving clause introduced in Cl. 110, viz. &quot;except as to any matters the decision of which is specially provided for by these conditions.&quot; We may pertinently add that even the appellant understood the said dispute is covered by arbitration clause, as he nominated his arbitrator soon after the receipt of the impugned notice. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_74\"> 35. If that be so, it is for the plaintiff-appellant to show that notwithstanding the arbitrability the suit should not be stayed. None of the circumstances, which the appellant endeavoured to place before us, persuade us to exercise the discretion in his favour. Every conceivable aspect covered by the dispute is arbitrable. Even for a moment that the arbitrators, as argued, will not be in a position to stay the termination of the contract pending arbitration, will not be a ground for granting stay. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_75\"> 36. In fact there is a provision in Cl. 110, which reads: \n</p>\n<blockquote id=\"blockquote_63\">  &quot;Provided however the employer shall not withhold any payments due to the Contractor nor the Contractor in any way delay the carrying out of the works by reason or any such matter, question or dispute having been referred to arbitration. The Contractor shall proceed with the work with due diligence and shall until the award of the Arbitrators or the Umpire as the case may be, be published, abide by the decision of the Employer and no award of the Arbitrators or Umpire shall relieve the Contractor of his obligation to adhere strictly to the Engineer&#x27;s instructions with regard to the actual carrying out the works.&quot; \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_76\"> It is for the party to avail, if he could do so within the terms of the contract as on and from the date of notice he had still time for a period of three months to work out his contract. We, however, express no opinion as to what would be the position since the contractual period comes to an end on 7-8-1983. There is also one more good reason for us to grant stay of the suit. The performance of the appellant, both from the standpoint of paucity in the mobilisation of the material and slackness in the execution of the work and more so even after the payment of mobilisation advance, there was much more deterioration in both the aspects. Therefore, if the stay is not granted, the consequence would be that the work would certainly be delayed and that would cost the respondent very heavily in terms of money, besides causing chain reaction in the finalisation of the steel project itself. That would mean further cost escalation and appalling burden to the Exchequer. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_77\"> 37. For all these reasons, we are of the undoubted view that the case calls for exercise of discretion in granting stay of the suit of the appellant. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_78\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1034739\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"362478\" id=\"span_20\">38. We, therefore hold that the lower Court has exercised its discretion judicially and we refrain from interfering with the same and even if we were to feel that on appreciation of certain material on record it constrains us to take a view different from the lower Court as in this case there are no such compelling circumstances, we would not have been right in interfering with the discretion. (See Printers (Mys) Private Ltd. v. P. Joseph,  (supra), Uttar Pradesh Co-operative Federation Ltd. v. Sunder Bros., <a href=\"/doc/362478/\" id=\"a_57\">Delhi</a>,  (supra), and <a href=\"/doc/1034739/\" id=\"a_58\">Steel Plant Private Ltd. v. Swastika Alloy Steel Ltd.</a>  (supra).</span></span> \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_79\"> 39. Before parting with the case, we may advert to two more points raised incidentally. One is, whether arbitration has been delayed because of inaction on the part of the respondent in appointing the Umpire and so what would be the consequence. It is true, as it is manifest from the provisions of Clause 110, that before proceeding on the reference, an Umpire has to be appointed by the arbitrators. In this case both the parties have appointed their arbitrators. Thereafter, the appellant&#x27;s arbitrator in the month of July, 1983 addressed a letter asking the respondent&#x27;s arbitrator to appoint an Umpire followed by a reminder in the 4th week of July, 1983, but was in vain. The learned Advocate-General submitted with hwhich we are in agreement, that it is not the job of his client to appoint an Umpire. Once the arbitrator has been nominated by his client, it is the look out and the obligation of the arbitrator to appoint an umpire. Even if the arbitrator appointed by the respondent happened to be one of his own officials and if there is any inaction on the part of the arbitrator to appoint an umpire it is for the party aggrieved to invoke the jurisdiction of the Court under <a href=\"/doc/1232861/\" id=\"a_59\">Section 8</a> of the Arbitration Act. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_80\"> 40. The second is that the appellant, as argued by his learned counsel, has asked the respondent for extension of time to be granted for the execution of his work and so far no letter in reply has been received. We apprehend we cannot adjudicate on this aspect of the matter as it is beyond the scope of the suit. So, these two points are answered accordingly. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_81\"> 41. Coming to the grant of injunction, which aspect is raised in C. M. A. S. R. No. 68142/83 we see no reason to grant the same. The grant of interim injunction is a discretionary remedy and in exercise of judicial discretion in granting or refusing to grant, the Court will take into reckoning the following as guidelines: \n</p>\n   \n\n<blockquote id=\"blockquote_64\"> (1) Whether the person seeking temporary injunction has made out a prima facie case - this is sine qua non. \n</blockquote>\n \n\n<blockquote id=\"blockquote_65\"> (2) Whether the balance of convenience is in his favour, that is, whether it could cause grater inconvenience to him if the injunction is not granted than the inconvenience which the other side would be put to if the injunction is granted. As to that, the governing principle is whether the party seeking injunction could be adequately compensated by awarding damages and the defendant would be in a financial position to pay them. \n</blockquote>\n \n\n<blockquote id=\"blockquote_66\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1165418\" id=\"span_21\">(3) Whether the person seeking temporary injunction would suffer irreparable injury. It is, however, not necessary that all the three conditions must obtain. With the first condition as sine qua non at least two conditions should be satisfied by the petitioner conjunctively and a mere proof of one of the three conditions does not entitle a person to obtain a temporary injunction (See <a href=\"/doc/1165418/\" id=\"a_60\">S. R. K. Murthy v. K. Narayandas</a>,  to which one of us (Seetharama Reddy, J.) was a party.</span>  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_82\"> 42. In this case none of the quadraplicate reasons, viz., (1) ultimately payment of mobilisation advance, (2) failure to supply drawings, (3) failure to earmark precisely and hand over the site according to the terms of the contract and (4) irregular and inadequate payment of bills, establishes prima facie case in favour of the appellant inv iew of our discussion in regard to those aspects under point No. 2. This being sine qua non, which the appellant has failed to establish and even if the two remaining conditions viz., balance of convenience and irreparable injury or loss, are established by the plaintiff-appellant, he would not be entitled to any injunction. However, we are not faced with the situation inthis case because the terms of the contract sufficiently take care to recompense the contractor-appellant, which the arbitrators would be in a position to do so. It is not a case where the respondent-company would not be in a position to pay the said damages of compensation, as the case may be, if it is awarded against them. Secondly, termination of the contract would not result in irreparable injury or loss to the appellant either. Hence we are with the lower Court in holding that the appellant has not established his case warranting the issue of injunction restraining the respondent from terminating the contract. We may however observe that the findings arrive at are only prima facie, which would not influence arbitrators one way or the other. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_83\"> 43. In the result, two C. M. As. Are dismissed. No costs. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_84\"> 44. Applications dismissed. \n</p> \n\n","numcites":28,"numcitedby":9,"docsource":"Andhra HC (Pre-Telangana)","citetid":837608,"divtype":"judgments","relatedqs":[{"value":"time is not essence of contract","formInput":"time%20is%20not%20essence%20of%20contract"},{"value":"time is essence of contract ","formInput":"time%20is%20essence%20of%20contract%20"},{"value":"stay of arbitration proceedings","formInput":"stay%20of%20arbitration%20proceedings"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"voidable contracts","formInput":"voidable%20contracts"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"mobilisation advance","formInput":"mobilisation%20advance"},{"value":"essence of time","formInput":"essence%20of%20time"},{"value":"works contract","formInput":"works%20contract"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"discretion  filter:  Supreme way of giving job discretionary power of government FOR APPOINTMENTS","formInput":"discretion%20%20filter%3A%20%20Supreme%20way%20of%20giving%20job%20discretionary%20power%20of%20government%20FOR%20APPOINTMENTS"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"effect-of-failure-to-perform-at-fixed-time","formInput":"tag:effect-of-failure-to-perform-at-fixed-time"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}