{"tid":115353024,"publishdate":"2018-02-15","title":"Shiv Kumar Gupta vs The State Of M.P. on 15 February, 2018","doc":"<h2 class=\"doc_title\">Shiv Kumar Gupta vs The State Of M.P. on 15 February, 2018</h2>\n\n<pre id=\"pre_1\">                                      1           Criminal Appeal No.1124/1996\n                      [Shiv Kumar Gupta Vs. State of M.P. ]\n\n                 HIGH COURT OF MADHYA PRADESH\n                       PRINCIPAL SEAT JABALPUR\nSINGLE BENCH:\n                      HON. SHRI JUSTICE G.S. AHLUWALIA\n                          Criminal Appeal No.1124/1996\n.........Appellant:                          Shiv Kumar Gupta\n                                       Versus\n.........Respondent:                         State of M.P.\n----------------------------------------------------------------------------------------\nShri Sidharth Dutt, Counsel for the appellant.\nShri Vivek Lakhera, Counsel for the respondent/State.\n----------------------------------------------------------------------------------------\nDate of hearing                              : 15/02/2018\nDate of Judgment                             : 15/02/2018\nWhether approved for reporting               :\nLaw laid down:\n\n\nSignificant paragraphs:\n                      JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                         (15/02/2018)\nPer Justice G.S. Ahluwalia,\n       This Criminal Appeal under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> of Cr.P.C. has been\nfiled against the judgment and sentence dated 28-6-1996 passed\nby Vth A.S.J., Bhopal in S.T. No.491 of 1994, by which the\nappellant has been convicted under <a href=\"/doc/455468/\" id=\"a_2\">Section 307</a> of I.P.C. and has\nbeen sentenced to undergo the rigorous imprisonment of 5 years\nand a fine of Rs.500/- with default imprisonment.\n</p><p data-structure=\"Facts\" id=\"p_2\">       The necessary facts for the disposal of the present appeal in\nshort are that on 17-6-1994, at about 10:30 P.M., the appellant\ngave a knife blow to the injured Sunil Shrivastava and thereby\ncaused an injury, which was dangerous to life. The admitted facts\nof the case are that the appellant as well as the injured Sunil\nShrivastava and Sanjay Saini, Manokant Shrivastava and Gaya\nPrasad were invited in the reception of marriage of one Pramod\n                                  2           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\nShrivastava. The daughter of Gaya Prasad asked for water. The\ninjured Sunil Shrivastava requested the appellant to bring water,\nwhich was refused by the appellant. On this issue, there was a hot\ntalk between the parties and all of a sudden, the appellant took\nout a knife and gave a knife blow in the abdomen of the injured\nSunil Shrivastava. Gaya Prasad tried to snatch the knife from the\nappellant, as a result of which, he too sustained injury. Manokant\nand Sanjay took the injured to the hospital in an auto and the\npolice was informed. The Sub-Inspector J.P. Khare reached\nHamidia Hospital and recorded Dehati Nalishi. The injured was\ngot medically examined. His bloodstained clothes were seized.\nThe spot map was prepared. The appellant was arrested and a\nknife was seized from his possession. After completing the\ninvestigation, the police filed the charge sheet for offence under\n<a href=\"/doc/455468/\" id=\"a_3\">Section 307</a> of I.P.C. and under <a href=\"/doc/244673/\" id=\"a_4\">Section 27</a> of Arms Act.\n</p><p data-structure=\"Issue\" id=\"p_3\">     The Trial Court by order dated 30-3-1995 framed charges\nunder Sections 307 and 324 of I.P.C.\n</p><p data-structure=\"Facts\" id=\"p_4\">     The appellant abjured his guilt and pleaded not guilty.\n     The prosecution in order to prove its case, examined Sunil\nShrivastava (P.W.1), Ku. Mamta Shrivastava (P.W.2), Sanjay Sen\n(P.W.3), Anil Kumar Shrivastava (P.W.4), Manokant Shrivastava\n(P.W.5), Suresh Singh (P.W.6), Jagdish Prasad Khare (P.W.7), Dr.\nAnup Dave (P.W.8), S.K. Shukla (P.W.9), Dr. Rajkumar Patidar\n(P.W.10) and Gayaprasad (P.W.11).            The appellant did not\nexamine any witness in his defence.\n</p><p data-structure=\"Facts\" id=\"p_5\">     The Trial Court after recording evidence and hearing both\nthe parties, convicted the appellant for offence under <a href=\"/doc/455468/\" id=\"a_5\">Section 307</a>\nof I.P.C. and sentenced him to undergo the rigorous imprisonment\nof 5 years and a fine of Rs.500/- with default imprisonment.\n</p><p data-structure=\"PetArg\" id=\"p_6\">     Challenging the correctness and proprietary of the judgment\nand sentence passed by the Court below, it is submitted by the\nCounsel for the appellant that the injured had sustained the injury\n                                      3           Criminal Appeal No.1124/1996\n                     [Shiv Kumar Gupta Vs. State of M.P. ]\n\nbecause of his fall on the broken piece of glass and none of\nindependent witnesses have been examined and it is not\nestablished that the knife seized from the possession of the\nappellant was used in commission of offence, therefore, the\nincident alleged against the appellant is doubtful and thus, he is\nentitled to be acquitted. It is further submitted that since the\nincident is alleged to have taken place without any premeditation\nand in a heat of passion, therefore, the appellant cannot be said\nto be guilty of committing offence under Section 307 of I.P.C.\n</p><p data-structure=\"Facts\" id=\"p_7\">      Per contra, it is submitted by the Counsel for the State that\nthe injured Sunil Shrivastava (P.W.1), Ku. Mamta Shrivastava\n(P.W.2), Sanjay Sen (P.W.3) and Manokant Shrivastava (P.W.5)\nhave specifically supported the prosecution story and thus, on a\ntrivial issue, the appellant took out a knife, which he was already\ncarrying with him, and gave a knife blow in the abdominal region\nof the injured Sunil Shrivastava. Thus, it is clear that the appellant\nis guilty of committing offence under Section 307 of I.P.C.\n</p><p data-structure=\"Issue\" id=\"p_8\">      Heard the learned Counsel for the parties.\n      The first question for determination is that whether the\ninjured Sunil Shrivastava and injured Gaya Prasad had sustained\nany injury or not?\n</p><p data-structure=\"Issue\" id=\"p_9\">      Dr. Anup Dave (P.W.8) had medically examined the injured\nSunil Shrivastava (P.W.1) and had found the following injury :\n</p><blockquote id=\"blockquote_1\">                  Stab wound on left side of abdomen.The\n            M.L.C. report of the injured Sunil Shrivastava\n            (P.W.1) is Ex. P.8.\n</blockquote><blockquote id=\"blockquote_2\">      The following injury was found on the body of Gaya Prasad :\n</blockquote><blockquote id=\"blockquote_3\">                     Linear abrasion on right palm vertical\n            aspect linear 1 cm.          The M.L.C. report is\n            Ex.P.9\n      Thus, it is clear that a stab wound was found in the\nabdomen of the injured Sunil Shrivastava, whereas a linear\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">                                   4           Criminal Appeal No.1124/1996\n                  [Shiv Kumar Gupta Vs. State of M.P. ]\n\nabrasion was found on the right palm of Gaya Prasad.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     Dr. Anup Dave (P.W.8) was cross-examined and only one\nquestion was asked in the cross-examination, in reply of which it\nwas clarified by this witness that the condition of the injured Sunil\nShrivastava was serious, however, he was conscious.\n</p><p data-structure=\"Issue\" id=\"p_12\">     Dr. Raj Kumar Patidar (P.W.10) had also examined the\ninjured Sunil Shrivastava and had found the following injury :\n</p><blockquote id=\"blockquote_4\">                 Stab wound left side of abdomen, left\n           linear region 4x3 cm omentum protruding from\n           the wound. The medical report is Ex. P.13.\n     This witness was cross-examined and it was opined by this\nwitness that the injury could have been caused by fall also.\n</blockquote><blockquote id=\"blockquote_5\">     The next question for determination is that whether the\nappellant is the author of the injury sustained by Sunil Shrivastava\nor not?\n</blockquote><blockquote id=\"blockquote_6\">     Sunil Shrivastava (P.W.1), Ku. Mamta Shrivastava (P.W.2),\nSanjay Sen (P.W.3) and Manokant Shrivastava (P.W.5) have\nsupported the prosecution case, whereas Gaya Prasad (P.W.11)\ndid not support the prosecution case and was declared hostile.\n</blockquote><blockquote id=\"blockquote_7\">     Sunil Shrivastava (P.W.1) has stated that he had gone along\nwith Sanjay Saini, sister Smt. Mamta Shrivastava, Manokant\nShrivastava and Gaya Prasad to attend the marriage ceremony of\nPramod Shrivastava. His sister Mamta and sister-in-law Smt.\nUrmila Shrivastava were having their meals. The daughter of\nGaya Prasad demanded water, therefore, he requested the\nappellant, who was standing nearby, to bring water for the girl.\nThe appellant refused to bring water and started abusing him and\ngrappled with the witness. The appellant all of a sudden took out a\nknife and gave a knife blow in the abdomen of this witness. When\nhe tried to repeat the assault, Gayaprasad caught hold of his hand\nand also sustained injury in his hand because of the knife.\nThereafter, the appellant ran away. He was immediately shifted to\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">                                   5           Criminal Appeal No.1124/1996\n                  [Shiv Kumar Gupta Vs. State of M.P. ]\n\nHamidia Hospital by Manokant Shrivastava and Sanjay Saini\nwhere he was operated. The police came to the Hospital where\nthe incident was narrated by this witness and a Dehati Nalishi\nEx.P.1 was recorded, which bears his signature at A to A. His\ncloths were seized. His statement was recorded by the police in\nthe hospital itself. This witness was cross-examined in short. In\ncross examination, this witness had admitted that he had no\nenmity with the appellant and the incident took place on the\nquestion of fetching water. He denied that he was under the\ninfluence of liquor. About 20 more persons were present on the\nspot. He denied the suggestion that about 2 years back, he had\nsome dispute with the appellant and also denied the suggestion\nthat he has falsely implicated the appellant.\n</p><p data-structure=\"Facts\" id=\"p_14\">     Ku. Mamta Shrivastava (P.W.2), Sanjay Sen (P.W.3) and\nManokant Shrivastava (P.W.5) have supported the prosecution\ncase and have narrated the entire incident.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">     It is submitted by the Counsel for the appellant that since\nGaya Prasad (P.W.11) had stated that the injured Sunil\nShrivastava (P.W.1) had fallen on a piece of a broken glass\ntherefore, he had sustained the injury, therefore, it is a clear case\nof false implication. So far as the evidence of Gaya Prasad\n(P.W.11) is concerned, it is clear that he did not support the\nprosecution case and was declared hostile and was cross\nexamined by the prosecution. The evidence of Sunil Shrivastava\n(P.W.1), Ku. Mamta Shrivastava (P.W.2), Sanjay Sen (P.W.3) and\nManokant Shrivastava (P.W.5) cannot be discarded merely\nbecause of the fact that the eyewitness has not supported the\nprosecution story.\n</p><p data-structure=\"PetArg\" id=\"p_16\">     It is next contended by the Counsel for the appellant that\nsince none of the independent witnesses was examined,\ntherefore, the witnesses, who are either related to the injured\nSunil Shrivastava (P.W.1) or are his close associates, should not\n                                  6           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\nbe relied upon. The submission made by the Counsel for the\nappellant cannot be accepted and, hence, liable to be rejected.\n</p><p data-structure=\"Precedent\" id=\"p_17\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"927539\" id=\"span_1\">It is a matter of experience that nowadays the independent\nwitnesses generally withdraw themselves, as they are not inclined\nto either depose in favour of the victim or against the victim. The\nSupreme Court in the case of <a href=\"/doc/927539/\" id=\"a_6\">Takhatji Hiraji Vs. Thakore\nKubersing Chamansingh</a> reported in (2001) 6 SCC 145 has held\nas under :</span>\n</p><blockquote id=\"blockquote_8\">         19. So is the case with the criticism levelled by\n         the High Court on the prosecution case finding\n         fault    therewith   for   non-examination     of\n         independent witnesses. It is true that if a\n         material witness, who would unfold the genesis\n         of the incident or an essential part of the\n         prosecution case, not convincingly brought to\n         fore otherwise, or where there is a gap or\n         infirmity in the prosecution case which could\n         have been supplied or made good by examining\n         a witness who though available is not\n         examined, the prosecution case can be termed\n         as suffering from a deficiency and withholding of\n         such a material witness would oblige the court\n         to draw an adverse inference against the\n         prosecution by holding that if the witness would\n         have been examined it would not have\n         supported the prosecution case. On the other\n         hand if already overwhelming evidence is\n         available and examination of other witnesses\n         would only be a repetition or duplication of the\n         evidence already adduced, non-examination of\n         such other witnesses may not be material. In\n         such a case the court ought to scrutinise the\n         worth of the evidence adduced. The court of\n         facts must ask itself -- whether in the facts and\n         circumstances of the case, it was necessary to\n         examine such other witness, and if so, whether\n         such witness was available to be examined and\n         yet was being withheld from the court. If the\n         answer be positive then only a question of\n         drawing an adverse inference may arise. If the\n         witnesses already examined are reliable and\n         the testimony coming from their mouth is\n         unimpeachable the court can safely act upon it,\n         uninfluenced by the factum of non-examination\n</blockquote><p data-structure=\"RespArg\" id=\"p_18\">                                  7           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\n        of other witnesses.......\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">     The Supreme Court in the case of Vijendra Singh Vs. State\nof U.P. Reported in (2017) 11 SCC 129 has held as under :\n</p><blockquote id=\"blockquote_9\">           37. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"16339080\" id=\"span_2\">In <a href=\"/doc/16339080/\" id=\"a_7\">Dahari Vs. State of U.P.</a> [2012)10 SCC\n           256], while discussing about the non-</span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_20\">           examination of material witness, the Court\n           expressed the view that when he was not the\n           only competent witness who would have\n           been fully capable of explaining the factual\n           situation correctly and the prosecution case\n           stood fully corroborated by the medical\n           evidence and the testimony of other reliable\n           witnesses, no adverse inference could be\n           drawn against the prosecution. Similar view\n           has been expressed in Manjit Singh [(2013)\n           12 SCC 746], and Joginder Singh Vs. State\n           of Haryana [(2014) 11 SCC 335].\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_21\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146987\" id=\"span_3\">The Supreme Court in the case of <a href=\"/doc/146987/\" id=\"a_8\">State of H.P. Vs. Gian\nChand</a> reported in (2001) 5 SCC 71 has held as under :</span>\n</p><blockquote id=\"blockquote_10\">        14............Non-examination of a material\n        witness is again not a mathematical formula for\n        discarding the weight of the testimony available\n        on record howsoever natural, trustworthy and\n        convincing it may be. The charge of withholding\n        a material witness from the court levelled\n        against the prosecution should be examined in\n        the background of facts and circumstances of\n        each case so as to find whether the witnesses\n        were available for being examined in the court\n        and were yet withheld by the prosecution. The\n        court has first to assess the trustworthiness of\n        the evidence adduced and available on record.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">        If the court finds the evidence adduced worthy\n        of being relied on then the testimony has to be\n        accepted and acted on though there may be\n        other witnesses available who could also have\n        been examined but were not examined.\n</p><p data-structure=\"Precedent\" id=\"p_23\">        However, if the available evidence suffers from\n        some infirmity or cannot be accepted in the\n        absence of other evidence, which though\n        available has been withheld from the court, then\n        the question of drawing an adverse inference\n        against the prosecution for non-examination of\n                                   8           Criminal Appeal No.1124/1996\n                  [Shiv Kumar Gupta Vs. State of M.P. ]\n\n          such witnesses may arise. It is now well settled\n          that conviction for an offence of rape can be\n          based on the sole testimony of the prosecutrix\n          corroborated by medical evidence and other\n          circumstances such as the report of chemical\n          examination etc. if the same is found to be\n          natural, trustworthy and worth being relied on.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113267195\" id=\"span_4\">In the case of <a href=\"/doc/113267195/\" id=\"a_9\">Yogesh Singh Vs. Mahabeer Singh and others</a>\nreported in (2017) 11 SCC 195, the Supreme Court has held as\nunder :</span>\n</p><blockquote id=\"blockquote_11\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737537\" id=\"span_5\">43. Similarly, in <a href=\"/doc/1737537/\" id=\"a_10\">Raghubir Singh Vs. State of\n            U.P.</a> [(1972) 3 SCC 79], it was held that the\n            prosecution is not bound to produce all the\n            witnesses said to have seen the occurrence.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">            Material witnesses considered necessary by the\n            prosecution for unfolding the prosecution story\n            alone need be produced without unnecessary and\n            redundant mulitplication of witnesses. In this\n            connection, general reluntance of an average\n            villager to appear as a witness and get himself\n            involved in cases of rival village factions when\n            tempers on both sides are running high has to be\n            borne in mind.\n</p><p data-structure=\"Precedent\" id=\"p_26\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271338\" id=\"span_6\">44. Further, in <a href=\"/doc/1271338/\" id=\"a_11\">Appabhai Vs. State of Gujarat</a>\n            [1988 Supp SCC 241], this Court has observed :</span>\n</p><blockquote id=\"blockquote_12\">             11........ Experience reminds us that\n             civilised people are generally insensitive\n             when a crime is committed even in their\n             presence. They withdraw both from the\n             victim and the vigilante. They keep\n             themselves away from the court unless it is\n             inevitable. They think that crime like civil\n             dispute is between two individuals or\n             parties and they should not involve\n             themselves. This kind of apathy of the\n             general public is indeed unfortunate, but it\n             is there everywhere, whether in village life,\n             towns or cities........\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_27\">     Thus, merely because the independent witnesses did not\nchoose to come forward and depose about the incident because\nof their own fears, then it cannot be said that the injured and other\nwitnesses should be disbelieved. Hence, the submission made by\n                                   9           Criminal Appeal No.1124/1996\n                  [Shiv Kumar Gupta Vs. State of M.P. ]\n\nthe Counsel for the appellant is rejected.\n</p><p data-structure=\"PetArg\" id=\"p_28\">     It is next contended by the Counsel for the appellant that\nSmt. Mamta Shrivastava (P.W.2) is the sister of the injured Sunil\nShrivastava (P.W.1), whereas Sanjay Sen (P.W.3) and Manokant\nShrivastava (P.W.5) are his friends, therefore, they are the\ninterested witnesses and thus, their testimony may not be\naccepted.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">      Thus, the important question would be that whether these\n&quot;related witnesses&quot; are merely &quot;related witnesses&quot; or they are\n&quot;interested witnesses&quot; also. It is also well settled principle of law\nthat the evidence of a witness cannot be rejected or discarded\nmerely because he is &quot;related&quot; or &quot;interested witness&quot;. However,\ntheir testimony should be scrutinized very cautiously.\n</p><p data-structure=\"Precedent\" id=\"p_30\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"160542249\" id=\"span_7\">The Supreme Court in the case of <a href=\"/doc/160542249/\" id=\"a_12\">Raju v. State of T.N.</a>,\nreported in (2012) 12 SCC 701, has held as under :-</span>\n</p><blockquote id=\"blockquote_13\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1064706\" id=\"span_8\">&#x27;&#x27;21. What is the difference between a related\n      witness and an interested witness? This has been\n      brought out in <a href=\"/doc/1064706/\" id=\"a_13\">State of Rajasthan v. Kalki</a> [(1981) 2\n      SCC 752]. It was held that: (SCC p. 754, para 7)\n      &quot;7. ... True, it is, she is the wife of the deceased;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">      but she cannot be called an &#x27;interested&#x27; witness.\n      She is related to the deceased. &#x27;Related&#x27; is not\n      equivalent to &#x27;interested&#x27;. A witness may be called\n      &#x27;interested&#x27; only when he or she derives some\n      benefit from the result of a litigation; in the decree\n      in a civil case, or in seeing an accused person\n      punished. A witness who is a natural one and is the\n      only possible eyewitness in the circumstances of a\n      case cannot be said to be &#x27;interested&#x27;.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_32\">      22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"361353\" id=\"span_9\">In light of the Constitution Bench decision in\n      <a href=\"/doc/361353/\" id=\"a_14\">State of Bihar v. Basawan Singh</a> [AIR 1958 SC\n      500], the view that a &quot;natural witness&quot; or &quot;the only\n      possible eyewitness&quot; cannot be an interested\n      witness may not be, with respect, correct. In\n      Basawan Singh [AIR 1958 SC 500], a trap witness\n      (who would be a natural eyewitness) was\n      considered an interested witness since he was\n      &quot;concerned in the success of the trap&quot;. The\n      Constitution Bench held: (AIR p. 506, para 15)\n      &quot;15.</span> ... The correct rule is this: if any of the\n      witnesses are accomplices who are particeps\n                                 10           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\n     criminis in respect of the actual crime charged,\n     their evidence must be treated as the evidence of\n     accomplices is treated; if they are not accomplices\n     but are partisan or interested witnesses, who are\n     concerned in the success of the trap, their\n     evidence must be tested in the same way as other\n     interested evidence is tested by the application of\n     diverse considerations which must vary from case\n     to case, and in a proper case, the court may even\n     look for independent corroboration before\n     convicting the accused person.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_33\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216932\" id=\"span_10\">The Supreme Court in the case of <a href=\"/doc/216932/\" id=\"a_15\">Jalpat Rai v. State of\nHaryana</a>, reported in (2011) 14 SCC 208 has held as under:-</span>\n</p><blockquote id=\"blockquote_14\">     &#x27;&#x27;42. There cannot be a rule of universal application\n     that if the eyewitnesses to the incident are\n     interested in the prosecution case and/or are\n     disposed inimically towards the accused persons,\n     there should be corroboration of their evidence.\n     The evidence of eyewitnesses, irrespective of their\n     interestedness, kinship, standing or enmity with the\n     accused, if found credible and of such a calibre as\n     to be regarded as wholly reliable could be sufficient\n     and enough to bring home the guilt of the accused.\n     But it is a reality of life, albeit unfortunate and sad,\n     that human failing tends to exaggerate, over\n     implicate and distort the true version against the\n     person(s) with whom there is rivalry, hostility and\n     enmity. Cases are not unknown where an entire\n     family is roped in due to enmity and simmering\n     feelings although one or only few members of that\n     family may be involved in the crime.\n</blockquote><blockquote id=\"blockquote_15\">     43. In the circumstances of the present case, to\n     obviate any chance of false implication due to\n     enmity of the complainant party with the accused\n     party and the interestedness of PW 1, PW 4 and\n     PW 8 in the prosecution case, it is prudent to look\n     for    corroboration       of    their    evidence    by\n     medical/ballistic evidence and seek adequate\n     assurance from the collateral and surrounding\n     circumstances before acting on their testimony.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_34\">     The lack of corroboration from medical and ballistic\n     evidence and the circumstances brought out on\n     record may ultimately persuade that in fact their\n     evidence cannot be safely acted upon.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">     44. Besides PW 1, PW 4 and PW 8, who are\n     closely related to the three deceased, no other\n     independent witness has been examined although\n                                11           Criminal Appeal No.1124/1996\n                [Shiv Kumar Gupta Vs. State of M.P. ]\n\n     the incident occurred in a busy market area. The\n     place of occurrence was visited by PW 20 in the\n     same night after the incident. He found three two-\n     wheelers one bearing No. HR 31 A 5071, the\n     second bearing No. RJ 13 M 7744 and the third\n     without number lying there. One Maruti car bearing\n     No. HR 20 D 8840 with broken glass was also\n     parked there. The owners of these vehicles have\n     not been examined. At the place of occurrence,\n     one HMT Quartz wristwatch with black strap, one\n     belcha and four pairs of chappals were also found.\n     There is no explanation at all by the prosecution\n     with regard to these articles. Nothing has come on\n     record whether four pairs of chappals belonged to\n     the accused party or the complainant party or\n     some other persons. Whether the HMT Quartz\n     wristwatch that was found at the site was worn by\n     one of the accused or one of the members of the\n     complainant party or somebody else is not known.\n     Then, the mystery remains about the belcha that\n     was found at the site. These circumstances instead\n     of lending any corroboration to the evidence of\n     those three key witnesses, rather suggest that they\n     have not come out with the true and complete\n     disclosure of the incident.&#x27;&#x27;\n     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"167068104\" id=\"span_11\">The Supreme Court in the case of <a href=\"/doc/167068104/\" id=\"a_16\">Rohtash Kumar v. State\nof Haryana</a>, reported in (2013) 14 SCC 434, has held as under :-</span>\n</p><blockquote id=\"blockquote_16\">     &#x27;&#x27;35. The term witness, means a person who is\n     capable of providing information by way of\n     deposing as regards relevant facts, via an oral\n     statement, or a statement in writing, made or given\n     in the court, or otherwise. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"280656\" id=\"span_12\">In <a href=\"/doc/280656/\" id=\"a_17\">Pradeep Narayan\n     Madgaonkar v. State of Maharashtra</a> [(1995) 4\n     SCC 255] this Court examined the issue of the\n     requirement of the examination of an independent\n     witness, and whether the evidence of a police\n     witness requires corroboration. The Court therein\n     held that the same must be subject to strict\n     scrutiny. However, the evidence of police officials\n     cannot be discarded merely on the ground that\n     they belonged to the police force, and are either\n     interested in the investigating or the prosecuting\n     agency. However, as far as possible the\n     corroboration of their evidence on material\n     particulars, should be sought.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1256540\" id=\"span_13\">(See also <a href=\"/doc/1256540/\" id=\"a_18\">Paras\n     Ram v. State of Haryana</a> [(1992) 4 SCC 662],\n     Balbir Singh v. State [(1996) 11 SCC 139],</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">                                 12           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\n     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854912\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162303\" id=\"span_15\"><a href=\"/doc/162303/\" id=\"a_19\">Kalpnath Rai v. State</a> [(<a href=\"/doc/854912/\" id=\"a_20\">1997) 8 SCC 732], M.\n     Prabhulal v. Directorate of Revenue Intelligence</a>\n     [(2003) 8 SCC 449 ] and Ravindran v. Supt. of\n     Customs [(2007) 6 SCC 410].)\n     Thus, a witness is normally considered to be\n     independent, unless he springs from sources which\n     are likely to be tainted and this usually means that\n     the said witness has cause, to bear such enmity\n     against the accused, so as to implicate him falsely.\n     In view of the above, there can be no prohibition to\n     the effect that a policeman cannot be a witness, or\n     that his deposition cannot be relied upon.&#x27;&#x27;</span></span>\n     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765771\" id=\"span_16\">The Supreme Court in the case of <a href=\"/doc/1765771/\" id=\"a_21\">State of Rajasthan Vs.\nChandgi Ram</a> reported in (2014) 14 SCC 596 has held as\nunder :-</span>\n</p><blockquote id=\"blockquote_17\">     17. It was contended that all the witnesses were\n     family members of the deceased and being\n     interested witnesses, their version cannot be relied\n     upon in toto. When we consider the same, we fail\n     to understand as to why the evidence of the\n     witnesses should be discarded solely on the\n     ground that the said witnesses are related to the\n     deceased. It is well settled that the credibility of a\n     witness and his/her version should be tested based\n     on his/her testimony vis-à-vis the occurrence with\n     reference to which the testimonies are deposed\n     before the court. As the evidence is tendered\n     invariably before the court, the court will be in the\n     position to assess the truthfulness or otherwise of\n     the witness while deposing about the evidence and\n     the persons on whom any such evidence is\n     tendered. As every witness is bound to face the\n     cross-examination by the defence side, the falsity,\n     if any, deposed by the witness can be easily\n     exposed in that process. The trial court will be able\n     to assess the quality of witnesses irrespective of\n     the fact whether the witness is related or not.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_37\">     Pithily stated, if the version of the witness is\n     credible, reliable, trustworthy, admissible and the\n     veracity of the statement does not give scope to\n     any doubt, there is no reason to reject the\n     testimony of the said witness, simply because the\n     witness is related to the deceased or any of the\n     parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"57069428\" id=\"span_17\">In this context, reference can be made to\n     the decision of this Court in <a href=\"/doc/57069428/\" id=\"a_22\">Mano Dutt v. State of\n     U.P.</a> [(2012) 4 SCC 79] Para 24 is relevant which\n                            13           Criminal Appeal No.1124/1996\n            [Shiv Kumar Gupta Vs. State of M.P. ]\n\nreads as under: (SCC p. 88)\n&quot;24. Another contention raised on behalf of the\nappellant-accused is that only family members of\nthe deceased were examined as witnesses and\nthey being interested witnesses cannot be relied\nupon. Furthermore, the prosecution did not\nexamine any independent witnesses and,\ntherefore, the prosecution has failed to establish its\ncase beyond reasonable doubt. This argument is\nagain without much substance. Firstly, there is no\nbar in law in examining family members, or any\nother person, as witnesses. More often than not, in\nsuch cases involving family members of both\nsides, it is a member of the family or a friend who\ncomes to rescue the injured. Those alone are the\npeople who take the risk of sustaining injuries by\njumping into such a quarrel and trying to defuse the\ncrisis. Besides, when the statement of witnesses,\nwho are relatives, or are parties known to the\naffected party, is credible, reliable, trustworthy,\nadmissible in accordance with the law and\ncorroborated by other witnesses or documentary\nevidence of the prosecution, there would hardly be\nany reason for the Court to reject such evidence\nmerely on the ground that the witness was a family\nmember or an interested witness or a person\nknown to the affected party.&quot; (emphasis added)</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1380511\" id=\"span_18\">18. Reliance can also be placed upon <a href=\"/doc/1380511/\" id=\"a_23\">Dinesh\nKumar v. State of Rajasthan</a> [(2008)8 SCC 270],\nwherein in para 12, the law has been succinctly\nlaid down as under: (SCC p. 273)\n&quot;12. In law, testimony of an injured witness is given\nimportance. When the eyewitnesses are stated to\nbe interested and inimically disposed towards the\naccused, it has to be noted that it would not be\nproper to conclude that they would shield the real\nculprit and rope in innocent persons. The truth or\notherwise of the evidence has to be weighed\npragmatically. The court would be required to\nanalyse the evidence of related witnesses and\nthose witnesses who are inimically disposed\ntowards the accused. But if after careful analysis\nand scrutiny of their evidence, the version given by\nthe witnesses appears to be clear, cogent and\ncredible, there is no reason to discard the same.\nConviction can be made on the basis of such\nevidence.</span>\n</p><p data-structure=\"Precedent\" id=\"p_39\">                               (emphasis supplied)\n                                 14           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\n     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193567960\" id=\"span_19\">The Supreme Court in the case of <a href=\"/doc/193567960/\" id=\"a_24\">Nagappan Vs. State</a>\nreported in (2013) 15 SCC 252 has held as under :-</span>\n</p><blockquote id=\"blockquote_18\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"60133878\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188590060\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1642454\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"510098\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"313314\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"406841\" id=\"span_25\">&#x27;&#x27;10. As regards the first contention about the\n     admissibility of the evidence of PW 1 and PW 3\n     being closely related to each other and the\n     deceased, first of all, there is no bar in considering\n     the evidence of relatives. It is true that in the case\n     on hand, other witnesses turned hostile and have\n     not supported the case of the prosecution. The\n     prosecution heavily relied on the evidence of PW 1,\n     PW 3 and PW 10. The trial court and the High\n     Court, in view of their relationship, closely analysed\n     their statements and ultimately found that their\n     evidence is clear, cogent and without considerable\n     contradiction as claimed by their counsel. This\n     Court, in a series of decisions, has held that where\n     the evidence of &quot;interested witnesses&quot; is consistent\n     and duly corroborated by medical evidence, it is not\n     possible to discard the same merely on the ground\n     that they were interested witnesses. In other words,\n     relationship is not a factor to affect the credibility of\n     a witness. (Vide Dalip Singh v. State of Punjab\n     [ AIR 1953 SC 364], Guli Chand v. State of\n     Rajasthan [(<a href=\"/doc/406841/\" id=\"a_25\">1974) 3 SCC 698], Vadivelu Thevar v.\n     State of Madras</a>[AIR 1957 SC 614], Masalti v. State\n     of U.P. [<a href=\"/doc/313314/\" id=\"a_26\">AIR 1965 SC 202], State of Punjab v. Jagir\n     Singh</a> [(1974) 3 SCC 277], Lehna v. State of\n     Haryana [(2002) 3 SCC 76], Sucha Singh v. State\n     of Punjab[(2003) 7 SCC 643], Israr v. State of U.P.\n     [(<a href=\"/doc/510098/\" id=\"a_27\">2005) 9 SCC 616], S. Sudershan Reddy v. State\n     of A.P.</a> [(<a href=\"/doc/1642454/\" id=\"a_28\">2006) 10 SCC 163], Abdul Rashid Abdul\n     Rahiman Patel v. State of Maharashtra</a> [2007) 9\n     SCC 1], Waman v. State of Maharashtra [(<a href=\"/doc/188590060/\" id=\"a_29\">2011) 7\n     SCC 295], State of Haryana v. Shakuntla</a> [(2012) 5\n     SCC 171], Raju v. State of T.N. [(<a href=\"/doc/60133878/\" id=\"a_30\">2012) 12 SCC\n     701] and Subal Ghorai v. State of W.B.</a> [(2013) 4\n     SCC 607])&#x27;&#x27;\n\n\n     Thus, it is clear that where the evidence of the witnesses is\nconsistent and is in conformity with the medical evidence, then\ntheir evidence cannot be discarded. In the present case, the\nDehati Nalishi, Ex. P.1, was lodged by the complainant Sunil\nShrivastava (P.W.1) in which specific allegations have been made.\nThe ocular evidence is supported by the medical evidence. Thus,</span></span></span></span></span></span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_40\">                                    15           Criminal Appeal No.1124/1996\n                    [Shiv Kumar Gupta Vs. State of M.P. ]\n\nthis Court is of the considered opinion that the evidence of Sunil\nShrivastava (P.W.1), Smt. Mamta Shrivastava (P.W.2), Sanjay Sen\n(P.W.3) and Manokant Shrivastava (P.W.5) are reliable and,\nhence, it is held that the prosecution has succeeded in\nestablishing the fact that on the issue of bringing water for the\ndaughter of Gaya Prasad (P.W.11), the appellant had given a knife\nblow in the abdomen of the injured Sunil Shrivastava (P.W.1).\n</p><p data-structure=\"PetArg\" id=\"p_41\">         The next question for determination is that what offence has\nbeen committed by the appellant.\n</p><p data-structure=\"PetArg\" id=\"p_42\">         It is submitted by the Counsel for the appellant that it is\nprosecution story that the injured Sunil Shrivastava (P.W.1) had\nasked the appellant to bring water for the daughter of Gaya\nPrasad and on this issue, there was some hot talk between the\nappellant and injured and in a heat of passion, the appellant had\ngiven a knife blow in the abdomen of the injured, therefore, the act\nof the appellant would not be an offence under Section 307 of\nI.P.C. and at the most, it would be an offence under Section 308 of\nI.P.C.\n</p><p data-structure=\"PetArg\" id=\"p_43\">         Considered the submissions made by the Counsel for the\nappellant. In the present case, the appellant and the injured had\ngone to attend a marriage function. As the appellant had gone to\nattend a marriage ceremony, then he was not expected to carry a\nknife with him. It is not the case of the prosecution that the\nappellant in a heat of passion, picked up a knife lying on the spot\nand assaulted the injured. The appellant was already carrying a\nknife with him for no reason to do so. Thus, it shows the tendency\nof the appellant to use the knife without any provocation. In the\npresent case, although the injured had requested him to bring\nwater for a girl, but it appears that the appellant got furious and\nduring scuffle gave a knife blow. It is the case of the prosecution\nthat when the appellant tried to repeat the blow, his hand was\ncaught hold by Gaya Prasad (P.W.11). Although Gaya Prasad\n                                 16           Criminal Appeal No.1124/1996\n                 [Shiv Kumar Gupta Vs. State of M.P. ]\n\n(P.W.11) has not supported the prosecution story, but it is clear\nthat the appellant had caused hurt to the injured Sunil\nShrivastava.\n</p><p data-structure=\"Section\" id=\"p_44\">     <a href=\"/doc/455468/\" id=\"a_31\">Section 307</a> of I.P.C. reads as under :\n</p><blockquote id=\"blockquote_19\">           &quot;307. Attempt to murder.--Whoever does\n           any act with such intention or knowledge,\n           and under such circumstances that, if he by\n           that act caused death, he would be guilty of\n           murder,     shall    be      punished    with\n           imprisonment of either description for a\n           term which may extend to ten years, and\n           shall also be liable to fine; and if hurt is\n           caused to any person by such act, the\n           offender shall be liable either to\n           imprisonment for life, or to such punishment\n           as is hereinbefore mentioned.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"249665\" id=\"span_26\">Thus, it is clear that the word &quot;hurt&quot; has been used in <a href=\"/doc/455468/\" id=\"a_32\">Section 307</a>\nof I.P.C. The Supreme Court in the case of <a href=\"/doc/249665/\" id=\"a_33\">State of M.P. Vs.\nMohan</a> reported in (2013) 14 SCC 116 has held as under :</span>\n</p><blockquote id=\"blockquote_20\">         13. The High Court, in our view, while reducing\n         the sentence, has not properly appreciated the\n         scope of <a href=\"/doc/455468/\" id=\"a_34\">Section 307</a> IPC under which the\n         respondents were found guilty. The relevant\n         portion of Section 307 reads as follows:\n</blockquote><blockquote id=\"blockquote_21\">            &quot;307. Attempt to murder.--Whoever does\n            any act with such intention or knowledge,\n            and under such circumstances that, if he by\n            that act caused death, he would be guilty of\n            murder,      shall   be      punished    with\n            imprisonment of either description for a\n            term which may extend to ten years, and\n            shall also be liable to fine; and if hurt is\n            caused to any person by such act, the\n            offender shall be liable either to\n            imprisonment for life, or to such punishment\n            as is hereinbefore mentioned.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_46\">         14. The High Court was of the opinion that the\n         injuries have not been caused on the vital parts\n         of the body. In order to attract Section 307, the\n         injury need not be on the vital parts of the body.\n         In order to attract Section 307, causing of hurt is\n         sufficient. If anybody does any act with intention\n                                  17           Criminal Appeal No.1124/1996\n                  [Shiv Kumar Gupta Vs. State of M.P. ]\n\n         or knowledge that by his act he might cause\n         death and hurt is caused, that is sufficient to\n         attract life imprisonment. Section 307 uses the\n         word &quot;hurt&quot; which has been explained in <a href=\"/doc/1138947/\" id=\"a_35\">Section\n         319</a> IPC and not &quot;grievous hurt&quot; within the\n         meaning of <a href=\"/doc/895891/\" id=\"a_36\">Section 320</a> IPC. Therefore, in order\n         to attract Section 307, the injury need not be on\n         the vital part of the body. A gunshot, as in the\n         present case, may miss the vital part of the\n         body, may result in a lacerated wound, that itself\n         is sufficient to attract Section 307.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">      Considering the totality of the facts and circumstances of the\ncase, this Court is of the considered opinion that the appellant is\nguilty of making an attempt to commit murder of the injured Sunil\nShrivastava.\n</p><p data-structure=\"PetArg\" id=\"p_48\">     It is next contended by the Counsel for the appellant that the\nappellant has already undergone the actual jail sentence of 122\ndays and, therefore, in the light of the facts and circumstances of\nthe case, the period already undergone by the appellant would\nserve the ends of justice.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">     The submission made by the Counsel for the appellant\ncannot be accepted, because where a hurt is caused, then the\nmaximum sentence is life imprisonment. However, considering the\nfact that the incident took place all of a sudden and that too\nbecause the complainant had instructed/asked the appellant to\nbring water for the daughter of Gaya Prasad (P.W.11), the\nsentence of rigorous imprisonment of 5 years appears to be on a\nhigher   side.   Accordingly,    the   jail   sentence     of   rigorous\nimprisonment of 5 years awarded by the Trial Court is modified\nand it is directed that the appellant shall undergo the rigorous\nimprisonment of 3 years and a fine of Rs.500/- with default\nsentence of rigorous imprisonment of 6 months.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">     With aforesaid modification, the judgment and sentence\ndated 28-6-1996 passed by Vth A.S.J., Bhopal in Sessions Trial\nNo. 491 of 1994 is hereby affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">                                    18           Criminal Appeal No.1124/1996\n                    [Shiv Kumar Gupta Vs. State of M.P. ]\n\n        The appellant is on bail. His bail bonds are hereby\n   cancelled. The appellant is directed to immediately surrender\n   before the Trial Court for undergoing the remaining jail sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">        The appeal is partly allowed to the extent mentioned above.\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_53\">                                                  (G.S. Ahluwalia)\n                                                       Judge\n                                                    15/02/2018\nArun*\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">  Digitally signed by ARUN KUMAR MISHRA</span>\n  Date: 2018.02.16 16:21:10 +05&#x27;30&#x27;\n                                19           Criminal Appeal No.1124/1996\n                [Shiv Kumar Gupta Vs. State of M.P. ]\n\n\n\n\n            HIGH COURT OF MADHYA PRADESH\n               PRINCIPAL SEAT JABALPUR\n\nJabalpur: Dated 15/2/2018\n     Shri Sidharth Dutt, Counsel for the appellant.\n     Shri Vivek Lakhera, Counsel for the respondent/State.\n     Arguments heard.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">     Judgment dictated, signed and dated on separate sheets.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_55\">                                           (G.S. Ahluwalia)\n                                                Judge\nArun*\n </p>","numcites":31,"numcitedby":88,"docsource":"Madhya Pradesh High Court","citetid":115353024,"divtype":"judgments","relatedqs":[{"value":"interested witness","formInput":"interested%20witness"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"adverse inference","formInput":"adverse%20inference"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"non examination","formInput":"non%20examination"},{"value":"corroborative evidence ","formInput":"corroborative%20evidence%20"},{"value":"material witness ","formInput":"material%20witness%20"},{"value":"offence under section 307","formInput":"offence%20under%20section%20307"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"section 307","formInput":"section%20307"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"what is hurt","formInput":"what%20is%20hurt"},{"value":"trap","formInput":"trap"},{"value":"vital parts ","formInput":"vital%20parts%20"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"accomplice","formInput":"accomplice"},{"value":"\"interested witness\"","formInput":"%22interested%20witness%22"},{"value":"m p. gupta ","formInput":"m%20p.%20gupta%20"}],"cats":[{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}