{"tid":1481882,"publishdate":"2011-01-21","title":"Rabindra Kr. Pal @ Dara Singh vs Republic Of India on 21 January, 2011","doc":"<h2 class=\"doc_title\">Rabindra Kr. Pal @ Dara Singh vs Republic Of India on 21 January, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-sathasivam\">P. Sathasivam</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a>, <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a></h3>\n\n<pre id=\"pre_1\">                                                           REPORTABLE\n\n            IN THE SUPREME COURT OF INDIA\n\n           CRIMINAL APPELLATE JURISDICTION\n\n           CRIMINAL APPEAL NO. 1366 OF 2005\n\n\nRabindra Kumar Pal @ Dara Singh             .... Appellant(s)\n\n          Versus\n\nRepublic of India                           .... Respondent(s)\n\n                            WITH\n\n           CRIMINAL APPEAL NO. 1259 OF 2007\n\n                             AND\n\n       CRIMINAL APPEAL NOS. 1357-1365 OF 2005\n\n\n\n\n                      JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">P. Sathasivam, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1)    These appeals relate to a sensational case of triple\n\nmurder of an Australian Christian Missionary - Graham\n\nStuart Staines and his two minor sons, namely, Philip Staines,\n\naged about 10 years and Timothy Staines aged about 6 years.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                1</span>\n</p><p data-structure=\"Issue\" id=\"p_3\">\f2)    Criminal Appeal No. 1366 of 2005 is filed by Rabindra\n\nKumar Pal @ Dara Singh against the final judgment and order\n\ndated 19.05.2005 passed by the High Court of Orissa at\n\nCuttack in Criminal Appeal No. 239 of 2003 whereby the High\n\nCourt dismissed the appeal of the appellant upholding the\n\nconviction and commuting the death sentence passed by the\n\ntrial Court into that of life imprisonment. Against the same\n\njudgment, Criminal Appeal No. 1259 of 2007 is filed by\n\nMahendra     Hembram    challenging   his   life   imprisonment\n\nawarded by the trial Court and confirmed by the High Court.\n\nAgainst the acquittal of rest of the accused by the High Court,\n\nthe Central Bureau of Investigation (in short &quot;the CBI&quot;) filed\n\nCriminal Appeal Nos. 1357-1365 of 2005.            Since all the\n\nappeals arose from the common judgment of the High Court\n\nand relating to the very same incident that took place in the\n\nmidnight of 22.01.1999/23.01.1999, they are being disposed\n\nof by this judgment.\n</p>\n<pre id=\"pre_2\">3)    The case of the prosecution is as under:\n\n(a)    Graham Stuart Staines, a Christian Missionary from\n\n</pre><p data-structure=\"Facts\" id=\"p_4\">Australia, was working among the tribal people especially\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                              2</span>\n\flepers of the State of Orissa.   His two minor sons, namely,\n\nPhilip Staines and Timothy Staines were burnt to death along\n\nwith their father in the midnight of 22.01.1999/23.01.1999.\n\nThe deceased-Graham Staines was engaged in propagating\n\nand preaching Christianity in the tribal area of interior Orissa.\n\nManoharpur is a remote tribal village under the Anandapur\n\nPolice Station of the District Keonjhar of Orissa. Every year,\n\nsoon after the Makar Sankranti, the said missionary used to\n\ncome to the village to conduct the Jungle Camp. Accordingly,\n\non 20.01.1999, the deceased-Staines, along with his two\n\nminor sons Philip and Timothy and several other persons\n\ncame to the village Manoharpur. They conducted the camp for\n\nnext two days by hosting a series of programmes.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">(b) On 22.01.1999, the Missionary Team, as usual conducted\n\ndifferent programmes in the village near the Church and\n\nretired for the day. Graham Staines and his two minor sons\n\nslept in their vehicle parked outside the Church. In the mid-\n\nnight, a mob of 60-70 people came to the spot and set fire to\n\nthe vehicle in which the deceased persons were sleeping. The\n\nmob prevented the deceased to get themselves out of the\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                               3</span>\n\fvehicle as a result of which all the three persons got burnt in\n\nthe vehicle. The local police was informed about the incident\n\non the next day.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">(c)   Since the local police was not able to proceed with the\n\ninvestigation satisfactorily, on 23.04.1999, the same was\n\nhanded over to the State Crime Branch.           Even the Crime\n\nBranch failed to conduct the investigation, ultimately, the\n\ninvestigation was transferred to CBI.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">(d)   On 03.05.1999, the investigation was taken over by the\n\nCBI. After thorough investigation, charge sheet was filed by\n\nthe CBI on 22.06.1999. On the basis of charge sheet, as many\n\nas 14 accused persons were put to trial.     Apart from these\n\naccused, one minor was tried by Juvenile Court.\n\n</p><p data-structure=\"Facts\" id=\"p_8\">(e)   The prosecution examined as many as 55 witnesses\n\nwhereas in defence 25 witnesses were examined.            Series of\n\ndocuments were exhibited by the prosecution. By a common\n\njudgment and order dated 15.09.2003 and 22.09.2003,\n\nSessions Judge, Khurda convicted all the accused and\n\nsentenced   them   for   offences   punishable    under    various\n\nsections. The death sentence was passed against Dara Singh-\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                 4</span>\n\fappellant in Criminal Appeal No. 1366 of 2005 and others\n\nwere awarded sentence of life imprisonment.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">(f)   The death reference and the appeals filed by the\n\nconvicted persons were heard together by the High Court and\n\nwere disposed of by common judgment dated 19.05.2005\n\nconcluding that the witnesses are not trustworthy and no\n\ncredence should be given to their statements and confessional\n\nstatements were procured by the investigating agency under\n\nthreat and coercion. The High Court, by the impugned\n\njudgment, modified the death sentence awarded to Dara Singh\n\ninto life imprisonment and confirmed the life imprisonment\n\nimposed on Mahendra Hembram and acquitted all the other\n\naccused persons. Questioning the conviction and sentence of\n\nlife imprisonment, Dara Singh and Mahendra Hembram filed\n\nCriminal Appeal Nos. 1366 of 2005 and 1259 of 2007\n\nrespectively and against the acquittal of rest of the accused,\n\nCBI filed Criminal Appeal Nos. 1357-65 of 2005 before this\n\nCourt.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                            5</span>\n</p><p data-structure=\"PetArg\" id=\"p_11\">\f4)   Heard Mr. KTS Tulsi and Mr. Ratnakar Dash, learned\n\nsenior counsel for the accused/appellants and Mr. Vivek K.\n\nTankha, learned Addl. Solicitor General for the CBI.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_12\">5)   Mr. K.T.S. Tulsi, learned senior counsel appearing for\n\nRabindra Kumar Pal @ Dara Singh (A1) and other accused in\n\nthe appeals against acquittal filed by the CBI, after taking us\n\nthrough all the relevant materials has raised the following\n\ncontentions:-\n</p>\n<blockquote id=\"blockquote_1\">(i) Confessions of various accused persons, particularly, Rabi\n\nSoren (A9), Mahadev Mahanta (A11) and Turam Ho (A12)\n\nunder <a href=\"/doc/497457/\" id=\"a_1\">Section 164</a> of the Code of Criminal Procedure, 1973\n\n(hereinafter referred to as `<a href=\"/doc/445276/\" id=\"a_2\">Cr.P.C</a>.&#x27;) cannot be considered to be\n\nvoluntary on account of the fact that all the co-accused\n\npersons were produced before the Magistrate from the police\n\ncustody and were remanded back to police custody. Similarly,\n\nDayanidhi Patra @ Daya (A14) was produced from the police\n\ncustody for confession while Umakant Bhoi (A13) made his\n\nstatement while on bail.       Besides all confessions being\n\nexculpatory and made after conspiracy ceased to be operative\n\nand inadmissible.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_6\">                                                               6</span>\n<blockquote id=\"blockquote_2\">\f(ii) Inasmuch as recording of confessions of various accused\n\npersons was done after the investigation was taken over by\n\nJogendra Nayak (PW 55), I.O. of the CBI which shows the\n\nextent to which strong arm tactics were used by the\n\ninvestigating agency.\n</blockquote>\n<blockquote id=\"blockquote_3\">(iii) The statements of eye-witnesses are contradictory to each\n\nother on all material points.\n</blockquote>\n<blockquote id=\"blockquote_4\">(iv)   There are several circumstances which are inconsistent\n\nwith the fire started by arson from outside and several\n\ncircumstances consistent with the fire emanating from inside\n\nof the vehicle and then spread to rest of the vehicle after fuel\n\ntank caught fire.\n</blockquote>\n<blockquote id=\"blockquote_5\">(v) This Court in cases of appeals against acquittal has held\n\nthat when two views are possible, one in favour of the accused\n\nshould be accepted.\n</blockquote>\n<blockquote id=\"blockquote_6\">6) Mr. Dash, learned senior counsel appearing for the accused\n\nMahendra Hembram (A3) reiterating the above submissions of\n\nMr. Tulsi also pinpointed deficiency in the prosecution case\n\ninsofar as (A3) is concerned.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                              7</span>\n<blockquote id=\"blockquote_7\">\f7)      Mr. Vivek Tankha, learned Addl. Solicitor General, after\n\ntaking us through oral and documentary evidence, extensively\n\nrefuted all the contentions of the learned senior counsel for\n\nthe accused and raised the following submissions:-\n</blockquote>\n<blockquote id=\"blockquote_8\">(i) The High Court committed an error in altering the death\n\nsentence into life imprisonment in favour of (A1) and\n\nacquitting all other accused except (A3). He pointed out that\n\nthe appreciation of the evidence by the High Court is wholly\n\nperverse and it erroneously disregarded the testimony of\n\ntwelve eye-witnesses.\n</blockquote>\n<blockquote id=\"blockquote_9\">(ii) The High Court failed to appreciate the fact that the three\n\naccused, namely, Mahendra Hembram (A3), Ojen @ Suresh\n\nHansda (A7) and Renta Hembram (A10) belonging to the same\n\nvillage were known to the eye-witnesses and, therefore, there\n\nis no requirement to conduct Test Identification Parade (in\n\nshort `TIP&#x27;).\n</blockquote>\n<blockquote id=\"blockquote_10\">(iii)    The High Court erred in acquitting 11 accused persons\n\non the sole ground that TIP was not conducted and, therefore,\n\nidentification by the eye-witnesses was doubtful.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                              8</span>\n</blockquote><blockquote id=\"blockquote_11\">\f(iv)   The evidence of identification in Court is substantive\n\nevidence and that of the identification in TIP is of corroborative\n\nvalue.\n</blockquote>\n<blockquote id=\"blockquote_12\">(v)    The High Court committed a serious error in law in\n\ndisregarding the confessional statements made under <a href=\"/doc/497457/\" id=\"a_3\">Section\n\n164</a> of the Cr.P.C. as well as the extra-judicial confessions\n\nmade by Dara Singh (A1) and Mahendra Hembram (A3).\n\n</blockquote><p data-structure=\"Facts\" id=\"p_13\">(vi)   The High Court wrongly held inculpatory confessional\n\nstatements as exculpatory and on that ground rejected the\n\nsame. The High Court failed to appreciate that in their\n\nconfessional statements (A9), (A11), (A12), (A13) and (A14)\n\nhave clearly admitted their plan for committing the crime.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">(vii) The adverse observations against (PW 55) the Investigating\n\nOfficer of CBI, by the High Court are not warranted and in any\n\nevent not supported by any material.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">(viii) Inasmuch as it was Dara Singh (A1) who originated and\n\norganized the heinous act and also prevented the deceased\n\npersons from coming out of the burning vehicle, the High\n\nCourt ought to have confirmed his death sentence.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                9</span>\n</p><p data-structure=\"Precedent\" id=\"p_16\">\f(ix)   The reasons given by the High Court in acquitting 11\n\npersons are unacceptable and the judgment to that extent is\n\nliable to be set aside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">8) We have considered the rival submissions and perused all\n\nthe oral and documentary evidence led by the prosecution and\n\ndefence.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">9)     With the various materials in the form of oral and\n\ndocumentary evidence, reasoning of the trial Judge and the\n\nultimate decision of the High Court, we have to find out\n\nwhether the conviction and sentence of life imprisonment\n\nimposed on Dara Singh (A1) and Mahendra Hembram (A3) is\n\nsustainable and whether prosecution has proved its case even\n\nagainst the accused who were acquitted by the High Court.\n\nEye witnesses\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">10) According to the learned senior counsel for the accused,\n\nthe statements of eye-witnesses are contradictory to each\n\nother on all material points.    It is his further claim that\n\nexaggerated and improved version of the incident makes it\n\ndifficult to place implicit reliance on the statements of any of\n\nthose witnesses.    On the other hand, it is the claim of the\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                              10</span>\n\fprosecution that the statements of eye-witnesses are reliable\n\nand acceptable and it was rightly considered by the trial Court\n\nand erroneously rejected except insofar as against Dara Singh\n\n(A1) and Mahendra Hembram (A3) by the High Court.\n\n</p><p data-structure=\"Facts\" id=\"p_20\">i) PW2, Basi Tudu, one of the prime eye-witness, identified in\n\ndock the previously known accused of her village Ojen\n\nHansda.    She was not examined by local police, however,\n\nexamined by the CID on 04.02.1999 and by the CBI on\n\n05.06.1999.     In her evidence, she stated that she is a\n\nChristian by faith.   Before the court, she deposed that her\n\nhouse is located near the place of occurrence. She also stated\n\nthat Graham Staines along with his two sons came at\n\nManoharpur church after Makar Sankranti and stayed there\n\nin the night.   He along with his two sons slept inside the\n\nvehicle.   Inside the court, during her deposition, she first\n\nwrongly identified accused Rajat Kumar Das as accused Ojen\n\nHansda. However, when she had a better view of the accused\n\nin the court, she correctly identified Ojen Hansda as the\n\nperson whom she saw among 60 persons holding torch lights\n\nand lathis going towards the church. She stated that in the\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                             11</span>\n\fmidnight, on hearing barking of dogs, she woke up from sleep\n\nand came out of the house. She found about 60 persons going\n\ntowards the church where the vehicles of Graham Staines\n\nwere parked.   Those persons did not allow her to proceed\n\nfurther. Therefore, she went to the thrashing floor from where\n\nshe found that people had surrounded the vehicle of Graham\n\nStaines. Thereafter, she found the vehicle on fire. The wheels\n\nof vehicle in which Graham Staines and his two sons were\n\nsleeping, bursted aloud, and they were burnt to death. The\n\npeople who surrounded the vehicles raised slogans &quot;Jai\n\nBajarang Bali&quot; and &quot;Dara Singh Zindabad&quot;. It is clear that she\n\ncould identify only Ojen @ Suresh Hansda by face for the first\n\ntime before the trial Court. No TIP was held to enable her to\n\nidentify him. It shows that her identification of Ojen @ Suresh\n\nHansda by face during trial was not corroborated by any\n\npreviously held TIP.   It is also clear that though she was\n\nexamined by the State Police/CID, she never disclosed the\n\nname of Ojen @ Suresh Hansda. Though she claims to have\n\nidentified Ojen @ Suresh Hansda by the light of the lamp\n\n(locally called Dibri) which she had kept in the Verandah, it\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                             12</span>\n\fmust be noted that it was midnight during the peak winter\n\nseason and there is no explanation for keeping the lamp in the\n\nVerandah during midnight. In her cross-examination, she\n\nadmitted that she could not identify any of the persons who\n\nhad surrounded the vehicle of Graham Staines and set it\n\nablaze.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">ii)   The next eye-witness examined on the side of the\n\nprosecution is PW3, Paul Murmu. He admitted that he was\n\nconverted to Christianity in the year 1997.     He identified\n\naccused Dara Singh in dock. He was examined by the local\n\npolice on 23.01.1999, by CID on 10.02.1999 and by the CBI\n\non 20.04.1999.   He used to accompany Graham Staines at\n\ndifferent places. He last accompanied Graham Staines on his\n\nvisit to Manoharpur on 20.02.1999. He stated that Graham\n\nStaines with his two sons was in a separate vehicle and the\n\nwitness along with other three persons was in another vehicle.\n\nIn the night of 22.01.1999, Graham Staines along with his two\n\nsons slept in his vehicle, which was parked in front of the\n\nchurch. The witness slept in a hut, which was raised behind\n\nthe church. In the midnight, Nimai Hansda (driver of vehicle)\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                            13</span>\n\fwoke him up. He heard the sound of beating of the vehicles\n\nparked in front of the church. He along with Nimai Hansda\n\nwent near the chruch and found 60-70 persons putting straw\n\nbeneath the vehicle of Graham Staines and setting it on fire.\n\nThree persons broke the glass panes of the vehicle in which\n\nGraham Staines and his two sons were sleeping and gave\n\nstrokes to them with sticks. They were focusing the torch into\n\nthe vehicles. One of them was having a beard. The witness\n\npointed out to the accused Dara Singh (A1) on the dock saying\n\nthat the bearded man resembled like him. The witness was\n\nunable to identify the other two persons who were in the dock.\n\nHowever, he also asserted the hearing of slogans saying &quot;Dara\n\nSingh Zindabad&quot; which corroborates his identification.\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">iii) The next eye-witness examined by the prosecution is PW4,\n\nRolia Soren. It was he who lodged FIR. He was examined by\n\nthe local police on 23.01.1999, by the CID on 03.02.1999 and\n\nby the CBI on 09.04.1999.     He is a resident of Manohapur\n\nVillage (the place of occurrence) and Graham Staines was well\n\nknown to him. He stated that Graham Staines along with his\n\ntwo   sons   and   other   persons   visited   Manoharpur   on\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                            14</span>\n\f20.01.1999. In the night of 22.01.1999, Graham Staines and\n\nhis two sons slept in the vehicle bearing No. 1208 which was\n\nparked in front of the church. Another vehicle No. 952 was\n\nalso parked in front of the church. The house of witness was\n\nsituated in the south of church, four houses apart and the\n\nvehicles parked in front of church were visible from the road in\n\nfront of his house. In the night of 22.01.1999, his wife woke\n\nhim up and said that she found large number of people with\n\nlathis and torches going towards the church.      After walking\n\nabout 100 ft. towards the vehicles, he found a large number of\n\npeople delivering lathis blow on the vehicle in which Graham\n\nStaines and his two sons were sleeping and the other vehicle\n\nbearing No. 952 was already set on fire. Three-four persons\n\nbelonging to the group caught hold of him by collar and\n\nrestrained him from proceeding towards the vehicle.         The\n\nwitness could not recognize them as their heads were covered\n\nwith caps and faces by mufflers. The witness went towards\n\nthe village and called Christian people. When along with these\n\npersons, the witness reached near the church, he found both\n\nthe vehicles burnt.   Graham Staines and his two sons were\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                              15</span>\n\falso burnt to death.    The next day, at about 9 P.M., the\n\nOfficer-In-Charge (OIC) Anandpur PS showed his written paper\n\nand said that was the FIR and he had to lend his signature\n\nand accordingly, he lend his signature thereon. The witness\n\nhad identified his signatures during his deposition in the\n\ncourt. Though he mentioned large number of miscreants, but\n\nthey were not chargesheeted. In the FIR itself it was stated by\n\nthis witness that at the time of occurrence miscreants raised\n\nslogans saying &quot;Bajrang Bali Zindabad&quot; and &quot;Dara Singh\n\nZindabad&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">iv) Singo Marandi (PW5) was examined as next eye-witness.\n\nThough he named accused Ojen Hansda, in his deposition\n\nstated that he belonged to his village and in the dock he could\n\nnot identify him with certainty.      His statement was not\n\nrecorded by the local police but recorded by the CID on\n\n03.02.1999 and by the CBI on 07.06.1999. This witness is a\n\nresident of Manoharpur (the place of occurrence). He stated\n\nthat on Saraswati Puja day of 1999, after witnessing the Nagin\n\ndance along with his mother, he slept in Verandah of Galu and\n\nher mother was sitting by his side.    At about midnight, his\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                             16</span>\n\fmother woke him up. He saw something was burning near the\n\nchurch and found a vehicle moving towards the road.       Ojen\n\nand Chenchu of his village carrying torch and lathis came to\n\nthem and warned them not to go near the fire as some people\n\nwere killing the Christians there. Thereafter, he heard sounds\n\nof blowing of whistles thrice and raising slogans saying &quot;Dara\n\nSingh Zindabad&quot;.    It is seen from his evidence that at that\n\ntime he was prosecuting his studies at Cuttack and his\n\nmother was working as a labourer in Bhadrak. It is also not\n\nclear as to what was the need for him to sleep in Verandah of\n\nanother person with his mother sitting beside him till\n\nmidnight during peak of the winter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">v) The next eye-witness examined by the prosecution is Nimai\n\nHansda (PW10).     He was examined by the local police on\n\n23.01.1999, by the CID on 11.02.1999 and by the CBI on\n\n20.04.1999. He did not identify any of the accused.He was the\n\ndriver of Graham Staines.    Vehicle No. 1208 was driven by\n\nhim. He along with Graham Staines and others came to the\n\nplace of occurrence on 20.01.1999. Graham Staines and his\n\ntwo sons used to sleep in the said vehicle. He stated that in\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                             17</span>\n\fthe midnight of 22.01.1999, on hearing bursting sounds, he\n\nwoke up. He heard the sound of beating the vehicles parked\n\nin front of church in which Graham Staines and his two sons\n\nwere sleeping. He ran towards the vehicles and found some\n\npeople beating the vehicles with lathis. They first broke the\n\nglass pane of vehicle No. 952. Thereafter, a boy set the vehicle\n\non fire.   Before setting the vehicle on fire, he put bundle of\n\nstraw at front right wheel of vehicle. When the witness raised\n\na noise of protest, those people assaulted him. He went to call\n\nthe people but nobody came. When he came back to the place\n\nof occurrence, he found both the vehicles on fire. The witness\n\nstated that there were about 30-40 people armed with lathis\n\nand holding torches.    They raised slogan `Jai Bajarang Bali&#x27;\n\nand `Dara Singh Zindabad.      The fire was extinguished at 3\n\na.m. By that time, both the vehicles were completely burnt.\n\nGraham Staines and his two sons were completely charred\n\nand burnt to death. The witness could not identify any of the\n\nmiscreants who set the vehicles on fire.\n</p>\n<p data-structure=\"Facts\" id=\"p_25\">vi) PW11, Bhakta Marandi was next examined on the side of\n\nthe prosecution as eye-witness.    He identified accused Dara\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                              18</span>\n\fSingh and Rajat Kumar Das in dock.          His statement was\n\nneither recorded by local police nor by the CID but recorded by\n\nthe CBI on 05.06.1999.     He belongs to Village Manoharpur\n\n(the place of occurrence). His house is situated two houses\n\napart from the church. He stated that the deceased Graham\n\nStaines was known to him. He last visited Manoharpur on\n\n20.01.1999 along with his two sons and others in two vehicles.\n\nGraham Staines and his two sons used to sleep in the night\n\ninside the vehicle parked in front of the church. As usual in\n\nthe night of 22.01.1999, Graham Staines and his two sons\n\nhad slept in a vehicle. In the midnight, the witness was woken\n\nup by his wife on hearing bursting sounds. He came out of his\n\nhouse and found 4/5 persons standing in front of his house\n\nholding torches and lathis. They were threatening that they\n\nwill kill the persons who will dare to come in their way. One of\n\nthem threw a baton like stick at him. He retreated to his house\n\nand went to the house of another person situated one house\n\napart from the church. A slim and tall man was holding an\n\naxe. They set on fire one of the vehicles. Some of them brought\n\nstraw and put the same on the vehicle. They set fire both the\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                              19</span>\n\fvehicles and both the vehicles were burnt. They raised the\n\nslogans &quot;Jai Bajarang Bali&quot; and &quot;Dara Singh Zindabad&quot;. The\n\nwitness pointed accused Dara Singh (A1) and accused Rajat\n\nKumar Das in the dock as two of those persons beating the\n\nvehicles and setting fire on the vehicles. The witness identified\n\naccused Dara Singh (A1) as slim and tall fellow holding the axe\n\nand guiding the miscreants. The witness further stated that\n\nthe CBI while interrogating him showed photographs of some\n\npersons and he had identified two of the photographs as that\n\nof miscreants. He had signed on those photographs.           About\n\nthe admissibility of the identification of the accused persons\n\nwith the photographs can be considered at a later point of\n\ntime. He did not report the incident to the Collector or any\n\nother police officer camping at the site.\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">vii)   The next eye-witness examined was Mathai Marandi\n\n(PW15). He identified accused Uma Kant Bhoi (A 13) in the\n\nTIP.   He also identified accused Dara Singh (A1), Dipu Das\n\n(A2), Ojen @ Suresh Hansda and Mahadev.            Out of these\n\naccused,   Ojen   Hansda    was    previously   known   to    him,\n\nbelonging to the same street of his village. In his evidence, it\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                20</span>\n\fis stated that he is native of Manoharpur village and the\n\nchurch (Place of occurrence) is located adjacent to his house.\n\nDeceased Graham Staines was well known to him as he used\n\nto visit his village for the last 15-16 years. He stated that\n\nGraham Staines last visited their village on 20.01.1999. He\n\nalong with his two sons and other persons came there in two\n\nvehicles. He further stated that in the night of 22.01.1999, on\n\nhearing bursting sound, his wife woke him up. After coming\n\nout of the house, he found 40-50 persons gathered near the\n\nvehicles parked in front of the church and beating the vehicles\n\nby lathis. Those miscreants were holding lathis, axe, torches,\n\nbows and arrows. He heard cries raised by the minor sons of\n\nGraham Staines. He went near the vehicle, but 3 to 4 persons\n\nthreatened him with lathis and, therefore, he retreated to his\n\nhouse. Thereafter, he went to the huts raised behind the\n\nchurch and called the persons staying there and went to the\n\nplace of occurrence and found the vehicles set on fire. The\n\nmiscreants put the straw inside the vehicle and set it on fire.\n\nThey first set the empty vehicle on fire and thereafter the\n\nvehicle in which Graham Staines and his sons were sleeping.\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                             21</span>\n\fBoth the vehicles caught fire and were burnt. The witness\n\nidentified accused Dara Singh (A1), Dipu Das (A2), Ojen @\n\nSuresh Hansda and Mahadev as the miscreants present at the\n\nscene of occurrence and taking part in the offence. The\n\nwitness further stated that Ojen Hansda and Mahendra\n\nHembram belonged to his village. He had identified accused\n\nUma Kanta Bhoi in the TIP conducted at Anandpur Jail as one\n\nof the persons setting fire on the vehicle. He further stated\n\nthat after the vehicles were burnt, the miscreants blew whistle\n\nthrice and raised slogan &quot;Jai Bajarang Bali&quot; and &quot;Dara Singh\n\nZindabad&quot;. However, it is relevant to note that his omission to\n\nmention all important aspects in his evidence including names\n\nof the appellants and his previous statements recorded by\n\nthree Investigating Officers creates a doubt about his veracity.\n\n</p><p data-structure=\"Facts\" id=\"p_27\">viii)   Joseph Marandi (PW23) was examined as another eye-\n\nwitness to the occurrence. He belonged to village Manoharpur\n\n(Place of occurrence) and his house is located near the church.\n\nHe identified accused Renta Hembram, Mahendra Hembram,\n\nDara Singh and Rajat Kumar Dass @ Dipu. Out of these, two\n\naccused - Renta Hembram and Mahendra Hembram, were\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                               22</span>\n\fpreviously known to him as they belonged to his village. He\n\nwas examined by the local police on 02.02.1999, by the CID\n\non 06.02.1999 and by the CBI on 03.06.1999. He stated that\n\nGraham Staines along with his two sons and other persons\n\ncame to Manoharpur on 20.01.1999 on two vehicles. On\n\n22.01.1999 deceased Graham Staines and his two sons slept\n\nin a vehicle parked in front of the church and other persons\n\nslept in the huts raised behind the church. In the mid-night,\n\nhe heard the sound of beating of vehicles and woke up. When\n\nhe came out of the house, 3 to 4 persons holding lathis and\n\ntorches restrained and threatened him to assault if he\n\nproceeds further. Thereafter, he stood in a lane between his\n\nhouse and the church. He saw that about 20-22 persons had\n\nsurrounded the vehicle in which deceased Graham Staines\n\nand his two sons were sleeping. Some people were setting the\n\nvehicle on fire by putting straw beneath it and igniting it by\n\nmatch sticks. After the vehicle caught fire and was burnt,\n\nsomebody blew whistle thrice and they shouted slogan &quot;Jai\n\nBajarang Bali&quot; and &quot;Dara Singh Zindabad&quot;. The other vehicle\n\nwas not visible to the witness. The witness identified accused\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                            23</span>\n\fRenta Hembram and Mahendra Hembram of his village who\n\nwere among the miscreants. The witness also identified\n\naccused Dara Singh (A1) and accused Rajat Kumar Das @Dipu\n\n(A2) as the miscreants who among others had set fire to the\n\nvehicles. The witness further stated that the CBI officers had\n\nshown him 30-40 photographs out of which he identified the\n\nphotographs of the accused Renta Hembram, Mahendra\n\nHembram, Dara Singh (A1) and Rajat Kumar Das @ Dipu (A2).\n\nHe is also a witness to the seizure of some articles seized from\n\nthe place of occurrence and he has proved the seizure list.\n\nAdmittedly, he did not disclose the names of these persons\n\nbefore either of the aforesaid three I.Os.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">ix)   Raghunath Dohari (PW36), one of the eye-witnesses,\n\nidentified accused Dara Singh, Harish Chandra, Mahadev and\n\nTuram Ho. His statement was not recorded by local police and\n\nthe CID but it was recorded by the CBI on 04.12.1999. He\n\nbelongs to village Manoharpur (place of occurrence). He stated\n\nthat about 3 years before his deposition (1999) during\n\nSaraswati puja, Graham Staines visited their village. In the\n\nnight, he heard the sound of beating. He got up and went to\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                              24</span>\n\fthe church, where there was a gathering of 60-70 persons in\n\nfront of the Church and they were beating the vehicles with\n\nsticks. They brought straw and set fire to the vehicles by\n\nburning straw. The witness identified accused Dara Singh\n\n(A1), Harish Chandra, Mahadev and Turam Ho as the\n\nmiscreants who were in the gatherings and set fire to the\n\nvehicles. It is relevant to point out that apart from the police\n\nparty, the Collector and other Police Officers though were\n\ncamping at the place of occurrence, the fact remains that this\n\nwitness did not report the incident either to the concerned\n\nInvestigating Officer or to the Collector for about four months.\n\nHowever, the fact remains that he identified some of the\n\nappellants before the trial Court for the first time. As stated\n\nearlier, the legality or otherwise of dock identification, for the\n\nfirst time, would be dealt with in the later part of the\n\njudgment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">x)   Another eye-witness PW39, Soleman Marandi identified\n\naccused Dara Singh, Rajat Kumar Dass, Surtha Naik, Harish\n\nChandra, Ojen Hansda and Kartik Lohar.             Out of these\n\naccused, Ojen Hansda was known to him being resident of his\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                25</span>\n\fvillage. His statement was not recorded by the local police but\n\nrecorded by the CID on 03.02.1999 and by the CBI on\n\n30.05.1999. He is a resident of village Manoharpur (place of\n\noccurrence).   He   stated   that   Graham      Staines   visited\n\nManhorpur last time about 3 years back i.e. in the year 1999\n\nafter Makar Sankranti. He came there with his two sons and\n\nother persons in two vehicles. In the third night of his stay, he\n\nalong with his two sons slept in the vehicle during night. The\n\nvehicles were parked in front of the church. In the midnight,\n\nthe witness heard the sound of beating of vehicles. He came\n\nout of the house and went near the church. He found that\n\nabout 30-40 persons had surrounded the vehicles and some of\n\nthem were beating the vehicles in which Graham Staines along\n\nwith his two sons was sleeping. He heard the cries of two sons\n\nof Graham Staines coming from the vehicle. These people set\n\nfire to the second vehicle parked near the vehicle of Graham\n\nStaines. When the vehicle caught fire, the vehicle moved\n\ntowards the road. Three of those miscreants put a log of wood\n\npreventing the vehicle moving further. The witness identified\n\naccused Dara Singh as (A1), Rajat Kumar Das, Suratha Naik,\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                               26</span>\n\fHarish Mahanta, Ojen Hansda and Kartik Lohar amongst the\n\naccused persons in the dock as the miscreants who had set\n\nfire to the vehicles. Accused Ojen Hansda belonged to his\n\nvillage. The witness further stated that CBI showed him\n\nnumber    of   photographs    among     which    he   identified\n\nphotographs of 5 persons who had taken part in the\n\noccurrence.    He identified Dara Singh (A1) without any\n\ndifficulty and it is also corroborated by the slogan he heard\n\nwhich miscreants raised in the name of Dara Singh.\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">xi)   The last eye-witness examined on the side of the\n\nprosecution is PW43, Lablal Tudu. He identified accused Dara\n\nSingh, Turam Ho, Daya Patra and Rajat Kumar Das.            His\n\nstatement was not recorded by local police and by the CID but\n\nrecorded by the CBI on 03.06.1999. He is also a resident of\n\nManoharpur village and his house is located near the Church\n\n(the place of occurrence). He stated that Graham Staines\n\nvisited their village about three years before his deposition in\n\nthe Court (January, 1999). He came there on Wednesday and\n\nstayed till Friday. On Friday night, Graham Staines and his\n\ntwo sons slept in a vehicle parked in front of the church. In\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                              27</span>\n\fthe midnight, his mother (PW2) heard the beating sounds of\n\nvehicle and woke him up. He found 50-60 persons beating the\n\nvehicle by lathis in which Graham Staines and his two sons\n\nhad slept. Three-four of them put the straw beneath the empty\n\nvehicle and lit the straw by matchsticks. After setting the\n\nempty vehicle ablaze, those persons put straw beneath the\n\nvehicle of Graham Staines and his two sons and ignited the\n\nsame. Those two vehicles caught fire and began to burn. The\n\nwitness identified four persons, namely, Dara Singh (A1),\n\nTuram Ho (A12), Daya Patra (A14) and Rajat Das (A2) as the\n\npersons beating the vehicle and setting on fire.       The fact\n\nremains that admittedly he did not report the incident to his\n\nmother about what he had seen during the occurrence.          He\n\nalso admitted that there was a police camp from the next day\n\nof the incident. However, he did not make any statement to\n\nthe State Police and only for the first time his statement was\n\nrecorded by the CBI i.e., five months after the occurrence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1515299\" id=\"span_28\">11)   It is relevant to note that the incident took place in the\n\nmidnight of 22.01.1999/23.01.1999. Prior to that, number of\n\ninvestigating officers had visited the village of occurrence.\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                              28</span>\n\fStatements of most of the witnesses were recorded by PW 55,\n\nan officer of the CBI. In the statements recorded by various\n\nIOs, particularly, the local police and State CID these eye\n\nwitnesses except few claim to have identified any of the\n\nmiscreants involved in the incident. As rightly observed by the\n\nHigh Court, for a long number of days, many of these eye-\n\nwitnesses never came forward before the IOs and the police\n\npersonnel visiting the village from time to time claiming that\n\nthey had seen the occurrence.       In these circumstances, no\n\nimportance need to be attached on the testimony of these eye-\n\nwitnesses about their identification of the appellants other\n\nthan Dara Singh (A1) and Mahendra Hembram (A3) before the\n\ntrial Court for the first time without corroboration by previous\n\nTIP held by the Magistrate in accordance with the procedure\n\nestablished. It is well settled principle that in the absence of\n\nany independent corroboration like TIP held by judicial\n\nMagistrate,   the   evidence   of   eye-witnesses   as   to   the\n\nidentification of the appellants/accused for the first time\n\nbefore the trial Court generally cannot be accepted.          As\n\nexplained in <a href=\"/doc/1515299/\" id=\"a_4\">Manu Sharma vs. State (NCT of Delhi</a>) (2010) 6\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                               29</span>\n\fSCC 1 case, that if the case is supported by other materials,\n\nidentification of the accused in the dock for the first time\n\nwould be permissible subject to confirmation by other\n\ncorroborative evidence, which are lacking in the case on hand\n\nexcept for A1 and A3.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">12)     In the same manner, showing photographs of the\n\nmiscreants and identification for the first time in the trial\n\nCourt without being corroborated by TIP held before a\n\nMagistrate or without any other material may not be helpful to\n\nthe prosecution case. To put it clear, the evidence of witness\n\ngiven in the court as to the identification may be accepted only\n\nif he identified the same persons in a previously held TIP in\n\njail.   It is true that absence of TIP may not be fatal to the\n\nprosecution. In the case on hand, (A1) and (A3) were identified\n\nand also corroborated by the evidence of slogans given in his\n\nname and each one of the witnesses asserted the said aspect\n\ninsofar as they are concerned. We have also adverted to the\n\nfact that none of these witnesses named the offenders in their\n\nstatements except few recorded by IOs in the course of\n\ninvestigation. Though an explanation was offered that out of\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                              30</span>\n\ffear they did not name the offenders, the fact remains, on the\n\nnext day of the incident, Executive Magistrate and top level\n\npolice officers were camping the village for quite some time.\n\nInasmuch as evidence of the identification of the accused\n\nduring trial for the first time is inherently weak in character,\n\nas a safe rule of prudence, generally it is desirable to look for\n\ncorroboration of the sworn testimony of witnesses in court as\n\nto the identity of the accused who are strangers to them, in\n\nthe form of earlier TIP. Though some of them were identified\n\nby    the   photographs   except   (A1)   and   (A3),   no   other\n\ncorroborative material was shown by the prosecution.\n\n</p><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1515299\" id=\"span_32\">13)   Now let us discuss the evidentiary value of photo\n\nidentification and identifying the accused in the dock for the\n\nfirst time. Learned Addl. Solicitor General, in support of the\n\nprosecution case about the photo identification parade and\n\ndock identification, heavily relied on the decision of this Court\n\nin <a href=\"/doc/1515299/\" id=\"a_5\">Manu Sharma</a> (supra). It was argued <a href=\"/doc/1515299/\" id=\"a_6\">in that case</a> that PW\n\n2 Shyan Munshi had left for Kolkata and thereafter, photo\n\nidentification was got done when SI Sharad Kumar, PW 78\n\nwent to Kolkata to get the identification done by picking up\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                31</span>\n\ffrom the photographs wherein he identified the accused Manu\n\nSharma though he refused to sign the same. However, in the\n\ncourt, PW 2 Shyan Munshi refused to recognise him. In any\n\ncase, the factum of photo identification by PW 2 as witnessed\n\nby the officer concerned is a relevant and an admissible piece\n\nof evidence. In para 254, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_13\">     &quot;Even a TIP before a Magistrate is otherwise hit by <a href=\"/doc/523607/\" id=\"a_7\">Section\n     162</a> of the Code. Therefore to say that a photo identification\n     is hit by <a href=\"/doc/523607/\" id=\"a_8\">Section 162</a> is wrong. It is not a substantive piece of\n     evidence. It is only by virtue of <a href=\"/doc/529244/\" id=\"a_9\">Section 9</a> of the Evidence Act\n     that the same i.e. the act of identification becomes\n     admissible in court. The logic behind TIP, which will include\n     photo identification lies in the fact that it is only an aid to\n     investigation, where an accused is not known to the\n     witnesses, the IO conducts a TIP to ensure that he has got\n     the right person as an accused. The practice is not borne out\n     of procedure, but out of prudence. At best it can be brought\n     under <a href=\"/doc/482978/\" id=\"a_10\">Section 8</a> of the Evidence Act, as evidence of conduct\n     of a witness in photo identifying the accused in the presence\n     of an IO or the Magistrate, during the course of an\n     investigation.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">It was further held:\n</p>\n<blockquote id=\"blockquote_14\">     It is trite to say that the substantive evidence is the evidence\n     of identification in court. Apart from the clear provisions of\n     <a href=\"/doc/529244/\" id=\"a_11\">Section 9</a> of the Evidence Act, the position in law is well\n     settled by a catena of decisions of this Court. The facts,\n     which establish the identity of the accused persons, are\n     relevant under <a href=\"/doc/529244/\" id=\"a_12\">Section 9</a> of the Evidence Act. As a general\n     rule, the substantive evidence of a witness is the statement\n     made in court. The evidence of mere identification of the\n     accused person at the trial for the first time is from its very\n     nature inherently of a weak character. The purpose of a prior\n     test identification, therefore, is to test and strengthen the\n     trustworthiness of that evidence. It is, accordingly,\n     considered a safe rule of prudence to generally look for\n     corroboration of the sworn testimony of witnesses in court as\n     to the identity of the accused who are strangers to them, in\n     the form of earlier identification proceedings. This rule of\n     prudence, however, is subject to exceptions, when, for\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                        32</span>\n\f      example, the court is impressed by a particular witness on\n      whose testimony it can safely rely, without such or other\n      corroboration. The identification parades belong to the stage\n      of investigation, and there is no provision in the Code which\n      obliges the investigating agency to hold or confers a right\n      upon the accused to claim a test identification parade. They\n      do not constitute substantive evidence and these parades are\n      essentially governed by <a href=\"/doc/1762984/\" id=\"a_13\">Section 162</a> of the Code. Failure to\n      hold a test identification parade would not make\n      inadmissible the evidence of identification in court. The\n      weight to be attached to such identification should be a\n      matter for the courts of fact. In appropriate cases it may\n      accept the evidence of identification even without insisting\n      on corroboration.\n</blockquote>\n<blockquote id=\"blockquote_15\">It was further held that &quot;the photo identification and TIP are\n\nonly aides in the investigation and do not form substantive\n\nevidence.    The substantive evidence is the evidence in the\n\ncourt on oath&quot;.\n</blockquote>\n\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1246995\" id=\"span_35\">14)   In <a href=\"/doc/1246995/\" id=\"a_14\">Umar Abdul Sakoor Sorathia vs. Intelligence\n\nOfficer, Narcotic Control Bureau</a>, AIR 1999 SC 2562, the\n\nfollowing conclusion is relevant:</span>\n</blockquote>\n<blockquote id=\"blockquote_17\">      &quot;12. In the present case prosecution does not say that they\n      would rest with the identification made by Mr. Mkhatshwa\n      when the photograph was shown to him. Prosecution has to\n      examine him as a witness in the court and he has to identify\n      the accused in the court. Then alone it would become\n      substantive evidence. But that does not mean that at this\n      stage the court is disabled from considering the prospect of\n      such a witness correctly identifying the appellant during\n      trial. In so considering the court can take into account the\n      fact that during investigation the photograph of the\n      appellant was shown to the witness and he identified that\n      person as the one whom he saw at the relevant time&quot;\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                                      33</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222853\" id=\"span_37\">15)   In <a href=\"/doc/1222853/\" id=\"a_15\">Jana Yadav vs. State of Bihar</a>, (2002) 7 SCC 295,\n\npara 38, the following conclusion is relevant:</span>\n\n</p><blockquote id=\"blockquote_18\">      &quot;Failure to hold test identification parade does not make the\n      evidence of identification in court inadmissible, rather the\n      same is very much admissible in law, but ordinarily\n      identification of an accused by a witness for the first time in\n      court should not form the basis of conviction, the same\n      being from its very nature inherently of a weak character\n      unless it is corroborated by his previous identification in the\n      test identification parade or any other evidence. The previous\n      identification in the test identification parade is a check\n      valve to the evidence of identification in court of an accused\n      by a witness and the same is a rule of prudence and not law.\n</blockquote>\n<blockquote id=\"blockquote_19\">It is clear that identification of accused persons by witness in\n\ndock for the first time though permissible but cannot be given\n\ncredence without further corroborative evidence.                  Though\n\nsome of the witnesses identified some of the accused in the\n\ndock as mentioned above without corroborative evidence the\n\ndock identification alone cannot be treated as substantial\n\nevidence, though it is permissible.\n</blockquote>\n<blockquote id=\"blockquote_20\">16)   Mr. Tulsi, learned senior counsel for the accused heavily\n\ncommented       on   the   statements      of   eye-witnesses      which,\n\naccording to him, are contradictory to each other on material\n\npoints. He highlighted that exaggerated and improved version\n\nof the incident makes it difficult to place implicit reliance on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                        34</span>\n\fthe statements of any of these witnesses.           He cited various\n\ninstances in support of his claim.\n</blockquote>\n<blockquote id=\"blockquote_21\">a)   As regards the number of persons who have allegedly\n\nattacked the vehicles, it was pointed out that PW 23 - Joseph\n\nMarandi (brother of PW 15)/Christian/15 years at the time of\n\nincident) has stated that 20-22 persons surrounded the\n\nvehicle. On the other hand, PW 39 - Soleman Marandi and\n\nPW   10   -   Nimai   Hansda    deposed      that    30/40    persons\n\nsurrounded the vehicle.     PW 15 -         Mathai Marandi found\n\n40/50 persons were beating with lathis. PW 43 - Lablal Tudu\n\n(son of PW 2) deposed that 50/60 persons were beating the\n\nvehicle whereas PW 2 - Basi Tudu found 60 persons going\n\ntowards the church. PW 3, Paul Murmu found 60/70 persons\n\nputting straw beneath the vehicle and setting fire. PW 36 -\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_36\">Raghunath     Dohal   mentioned      that    about    60-70    people\n\ngathered in front of the church.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">b)   As regards straw being kept on the roof of the vehicle to\n\nprevent cold, PWs 3, 10, 11, 15, 36, 39, 43, 45 and 52\n\nmentioned different versions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                   35</span>\n</p><p data-structure=\"RespArg\" id=\"p_39\">\fc)   With regard to whether there was a light or not which is\n\nvital for identification of miscreants prior to vehicle caught fire,\n\nPW 2 has stated that Moon had already set and he identified\n\nChenchu and A 7 in the light of lamp (dibri) put in the\n\nverandah. On the other hand, PW 5, who was 11 years old at\n\nthe time of evidence has mentioned that it was dark night. PW\n\n11 has stated that he had not seen any lamp burning in the\n\nverandah of neighbours but saw some miscreants due to\n\nillumination of fire.    PW 43 has stated that there is no\n\nelectricity supply in the village and stated that they do not\n\nkeep light in verandah while sleeping inside the house during\n\nnight.\n</p>\n<p data-structure=\"RespArg\" id=\"p_40\">d)   About chilly wintry night, PW3 has stated it was chilly\n\nnight with dew dropping whereas PW15 has stated that he\n\ncannot say whether there was fog at the night of occurrence\n\nand PW 36 has stated it was wintry night and PW52 has\n\nstated fog occurs during the month of December and January\n\nand he could not say if there was any fog at the night of\n\noccurrence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                  36</span>\n</p><p data-structure=\"CDiscource\" id=\"p_42\">\fe)   With regard to clothes worn by attackers, PW36 has\n\nstated that A1 was wearing a Punjabi Kurta, A3 and A12 were\n\nwearing a banian. PW19 has stated that he saw 9 persons out\n\nof which 8 were wearing trousers and shirts and one person\n\nwho was addressed as Dara was wearing a lungi and Punjabi\n\nKurta.   PW39 has stated that during winter season people\n\nusually come with their body covered. PW52 has stated that\n\nusually people wear winter clothing during December and\n\nJanuary.\n</p>\n<p data-structure=\"RespArg\" id=\"p_43\">f)   With regard to the aspect whether the accused persons\n\nhad covered their faces, PW 4 who is the informant has stated\n\nthat the faces of the accused were covered.      On the other\n\nhand, PWs 11, 15 and 36 have asserted that none covered\n\ntheir faces.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">g)   As regard to who lit the fire, PW3 has stated that a short\n\nperson lit fire.   PW10 has mentioned that he did not see\n\nanyone whereas PW11 has stated that number of people set\n\nfire. PW32 has mentioned that there was no gathering near\n\nthe vehicles when they caught fire. PW 36 has stated not seen\n\nany villager in between the house of the PW4 and the Church\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                             37</span>\n\fand PW39 has stated he had not seen any female near the\n\nplace of occurrence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">h)    As regard to whether Nagin dance was over or not, PW 32\n\nhad deposed that when the vehicle caught fire, Nagin dance\n\nwas being performed whereas PW 39 has deposed that dance\n\ncontinued throughout the night.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">i)    Whether Nagin dance was visible from the place of\n\noccurrence, PW 3 has stated that it was not visible due to\n\ndarkness. PW 4 has stated the distance between Nagin dance\n\nand Church is 200 ft. PW 5 has stated that Church was not\n\nvisible from the place of Nagin dance and the distance was 200\n\nft.   PW 6 has mentioned that Church was visible from the\n\nplace of Nagin dance and distance was 200 ft and finally PW\n\n32 has stated the church was visible from the place of Nagin\n\ndance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">j)    With regard to distance between place of occurrence and\n\nNagin dance, PW 15 has mentioned the distance is 200 ft. PW\n\n32 has stated that vehicles were visible from the place of Nagin\n\ndance, PW 36 has stated Nagin dance staged 10-12 houses\n\napart from Church at front side whereas PW 39 has stated\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                              38</span>\n\fNagin dance staged 4 houses apart from Chruch and PW 43\n\nhas stated that it was staged 5 houses apart from church and\n\nhe admitted that he was not sure of the distance between\n\nchurch and the place of Nagin dance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">k)    With regard to their arrival at the place of occurrence, PW\n\n11 has stated that PWs 4, 15 and 23 came to the place of\n\noccurrence an hour after the miscreants left the place whereas\n\nthey deposed that they were present there from the beginning.\n\nPW 10 has stated that he woke up on hearing bursting and\n\nbeating sound. PW 15 has deposed that he went to the huts\n\nbehind the church and called PWs 10, 3 and others. PW 3 has\n\nstated that he was woken up by PW 10.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">17)   By pointing out these contradictions, Mr. Tulsi submitted\n\nthat the presence of these witnesses becomes doubtful.\n\nHowever, if we see these witnesses through microscope, it is\n\ntrue that the above mentioned contradictions would be visible\n\nand clear but by and large they explained the prosecution case\n\nthough they could not identify all the accused persons with\n\nclarity except Dara Singh (A1) and Mahendra Hembram (A3).\n\nBy virtue of these minor contradictions, their testimony cannot\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                                               39</span>\n\fbe rejected in toto.    But, by and large, there are minor\n\ncontradictions in their statements as demonstrated by Mr.\n\nTulsi.   In the face of the above-mentioned difference in the\n\nevidence of prosecution witnesses with regard to light,\n\nclothing, number of accused persons, fog, faces covered or not,\n\nit is not acceptable in toto except certain events and incidents\n\nwhich are reliable and admissible in evidence.\n\nCONFESSIONS:\n</p>\n<blockquote id=\"blockquote_22\">18)   It was submitted that confessions of various accused\n\npersons, namely, A9, A 11 and A 12 under Section 164 Cr.P.C.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_50\">cannot be considered to be voluntary on account of the fact\n\nthat all the co-accused persons were produced before the\n\nMagistrate from police custody and were remanded back to\n\npolice custody. It was further highlighted that accused No. 14\n\nwas produced from police custody for recording his confession\n\nwhile A 13 made his statement when he was on bail and in no\n\ncase the Magistrate ensured the accused persons that if they\n\ndecline they would not be sent to police custody.        It was\n\nfurther highlighted that illiterate accused persons cannot be\n\nexpected to have knowledge of finest nuances of procedure. It\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                              40</span>\n\fwas pointed that besides all confessions being exculpatory and\n\nmade after conspiracy ceases to be operative are inadmissible.\n\nFinally, it was stated that <a href=\"/doc/497457/\" id=\"a_16\">Section 164</a> Cr.P.C. requires faithful\n\ncompliance and failure impairs their evidentiary value.\n\n</p><p data-structure=\"Section\" id=\"p_51\">19)   <a href=\"/doc/497457/\" id=\"a_17\">Section    164</a>    Cr.P.C.     speaks     about     recording    of\n\nconfessions and statements. It reads thus:\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n</p><blockquote id=\"blockquote_23\">      &quot;164. Recording of confessions and statements. (1) Any\n      Metropolitan Magistrate or Judicial Magistrate may, whether\n      or not he has jurisdiction in the case, record any confession\n      or statement made to him in the course of an investigation\n      under this Chapter or under any other law for the time being\n      in force, or at any, time afterwards before the\n      commencement of the inquiry or trial:\n</blockquote>\n<blockquote id=\"blockquote_24\">      Provided that any confession or statement made under this\n      sub-section may also be recorded by audio-video electronic\n      means in the presence of the advocate of the person accused\n      of an offence:\n</blockquote>\n<blockquote id=\"blockquote_25\">      Provided that no confession shall be recorded by a police\n      officer on whom any power of a Magistrate has been\n      conferred under any law for the time being in force.\n\n      (2) The Magistrate shall, before recording any such\n      confession, explain to the person making it that he is not\n      bound to make a confession and that, if he does so, it may\n      be used as evidence against him; and the Magistrate shall\n      not record any such confession unless, upon questioning the\n      person making it, he has reason to believe that it is bear,\n      made voluntarily.\n</blockquote>\n<blockquote id=\"blockquote_26\">      (3) If at any time before the confession is recorded, the\n      person appearing before the Magistrate states that he is not\n      willing to make the confession, the Magistrate shall not\n      authorize the detention of such person in police custody.\n\n      (4) Any such confession shall be recorded in the manner\n      provided in section 281 for recording the examination of an\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                                                      41</span>\n\f      accused person and shall be signed by the person making\n      the confession; and the Magistrate shall make a\n      memorandum at the foot of such record to the following\n      effect.\n</blockquote>\n<blockquote id=\"blockquote_27\">            &quot;I have explained to (name) that he is not bound to make a\n            confession and that, if he does so, any confession he may\n            make may be used as evidence against him and I believe\n            that this confession was voluntarily made. It was taken in\n            my presence and hearing, and was read over to the person\n            making it and admitted by him to be correct, and it\n            contains a full and true account of the statement made by\n            him.\n</blockquote>\n<blockquote id=\"blockquote_28\">                                                        (Signed) A.B.\n                                                           Magistrate\n\n       (5) Any statement (other than a confession) made under\n      sub-section (1) shall be recorded in such manner hereinafter\n      provided for the recording of evidence as is, in the opinion of\n      the Magistrate, best fitted to the circumstances of the case;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_53\">      and the Magistrate shall have power to administer oath to\n      the person whose statement is so recorded.\n</p>\n<p data-structure=\"Section\" id=\"p_54\">      (6) The Magistrate recording a confession or statement under\n      this section shall forward it to the Magistrate by whom the\n      case is to be inquired into or tried. &quot;\n</p>\n<blockquote id=\"blockquote_29\">20)   While elaborating non-compliance of mandates of <a href=\"/doc/497457/\" id=\"a_18\">Section\n\n164</a> Cr.P.C., Mr. Tulsi, learned senior counsel appearing for\n\nthe accused cited various instances.\n</blockquote>\n<blockquote id=\"blockquote_30\">(a)   Accused    No.   9,   Rabi    Soren,     was    arrested     by    the\n\ninvestigating agency and remanded to police custody for 7\n\ndays i.e. from 20.05.1999.              It is their claim that on\n\n18.05.1999, Accused No.9 made a statement under <a href=\"/doc/497457/\" id=\"a_19\">Section\n\n164</a> Cr.P.C. and thereafter remanded back to police custody.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                                                          42</span>\n<p data-structure=\"Precedent\" id=\"p_55\">\fIt was also pointed out that in his statement under <a href=\"/doc/767287/\" id=\"a_20\">Section\n\n313</a> Cr.P.C. the accused person stated that he was beaten by\n\nthe investigating agency.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">(b)   Another instance relates to Mahadev Mahanta, Accused\n\nNo. 11 who was arrested on 01.07.1999 by the investigating\n\nagency and he was remanded to police custody. However, on\n\n08.07.1999, Accused No. 11 made a statement under <a href=\"/doc/497457/\" id=\"a_21\">Section\n\n164</a> Cr.P.C. PW 55, I.O. has stated that the statement of the\n\naccused was recorded under <a href=\"/doc/497457/\" id=\"a_22\">Section 164</a> Cr.P.C. that he was\n\nunder police custody and he was remanded back to police\n\ncustody. In his statement under <a href=\"/doc/767287/\" id=\"a_23\">Section 313</a> Cr.P.C. he also\n\nstated that he was beaten by the investigating agency.\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">(c)   In the case of Turam Ho Accused No. 12, he was arrested\n\non    13.05.1999   by   the   Investigating   Agency   and   from\n\n19.05.1999 to 23.05.1999 the accused person was in custody\n\nof the investigating agency.     While so, on 21.05.1999, the\n\naccused No. 12 made a statement under <a href=\"/doc/497457/\" id=\"a_24\">Section 164</a> Cr.P.C\n\nand thereafter remanded back to police custody.          It was\n\npointed out that he also stated in his statement under <a href=\"/doc/767287/\" id=\"a_25\">Section\n\n313</a> Cr.P.C. that he was beaten by the investigating agency.\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                               43</span>\n</p><p data-structure=\"Section\" id=\"p_58\">\f(d)   The next instance relates to Umakanta Bhoi, Accused No.\n\n13 who refused to make a statement under <a href=\"/doc/497457/\" id=\"a_26\">Section 164</a> Cr.P.C\n\nprayed by I.O. to be put for 16.03.1999 for recording\n\nstatement.    It was directed to jail authority to keep the\n\naccused under calm and cool atmosphere. A 13 was produced\n\nfrom Judicial Custody for recording statement under <a href=\"/doc/497457/\" id=\"a_27\">Section\n\n164</a> Cr.P.C. and he refused to make a statement. However, on\n\n31.08.1999, he made a confessional statement.\n\n</p><p data-structure=\"RespArg\" id=\"p_59\">(e)   In the case of Dayanidhi Patra, Accused No. 14, on\n\n21.09.1999, he was arrested by the Investigating Agency. On\n\n24.09.1999, Learned ASJ granted police remand for 7 days i.e.\n\non 01.10.1999 and that on that day A 14 made a statement\n\nunder <a href=\"/doc/497457/\" id=\"a_28\">Section 164</a> Cr.P.C.     It was pointed out that in his\n\nstatement under <a href=\"/doc/767287/\" id=\"a_29\">Section 313</a> Cr.P.C. the accused person\n\nstated that he was beaten by the investigating agency.\n\n</p><p data-structure=\"Section\" id=\"p_60\">21)   Before analyzing the confessional statements of various\n\naccused persons and its applicability and the procedure\n\nfollowed by the Magistrate in recording the statement, let us\n\nconsider various decisions touching these aspects.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                                           44</span>\n</p><p data-structure=\"Precedent\" id=\"p_61\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462333\" id=\"span_49\">22) In <a href=\"/doc/1462333/\" id=\"a_30\">Bhagwan Singh and Ors. vs. State of M.P.</a> (2003) 3\n\nSCC 21, while considering these issues, it was held:</span>\n\n</p><blockquote id=\"blockquote_31\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"407511\" id=\"span_50\">&quot;27......The first precaution that a Judicial Magistrate is\n     required to take is to prevent forcible extraction of confession\n     by the prosecuting agency (see <a href=\"/doc/407511/\" id=\"a_31\">State of U.P. v. Singhara\n     Singh</a>, AIR 1964 SC 358).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"747496\" id=\"span_51\">It was also held by this Court in\n     the case of <a href=\"/doc/747496/\" id=\"a_32\">Shivappa v. State of Karnataka</a>, (1995) 2 SCC 76\n     that the provisions of <a href=\"/doc/497457/\" id=\"a_33\">Section 164</a> CrPC must be complied\n     with not only in form, but in essence. Before proceeding to\n     record the confessional statement, a searching enquiry must\n     be made from the accused as to the custody from which he\n     was produced and the treatment he had been receiving in\n     such custody in order to ensure that there is no scope for\n     doubt of any sort of extraneous influence proceeding from a\n     source interested in the prosecution.</span>\n</blockquote><blockquote id=\"blockquote_32\">     28. It has also been held that the Magistrate in particular\n     should ask the accused as to why he wants to make a\n     statement which surely shall go against his interest in the\n     trial. He should be granted sufficient time for reflection. He\n     should also be assured of protection from any sort of\n     apprehended torture or pressure from the police in case he\n     declines to make a confessional statement. Unfortunately, in\n     this case, the evidence of the Judicial Magistrate (PW 1) does\n     not show that any such precaution was taken before\n     recording the judicial confession.\n</blockquote><blockquote id=\"blockquote_33\">     29. The confession is also not recorded in questions-and-\n     answers form which is the manner indicated in the criminal\n     court rules.\n</blockquote><blockquote id=\"blockquote_34\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"677948\" id=\"span_52\">30. It has been held that there was custody of the accused\n     Pooran Singh with the police immediately preceding the\n     making of the confession and it is sufficient to stamp the\n     confession as involuntary and hence unreliable. A judicial\n     confession not given voluntarily is unreliable, more so when\n     such a confession is retracted. It is not safe to rely on such\n     judicial confession or even treat it as a corroborative piece of\n     evidence in the case. When a judicial confession is found to\n     be not voluntary and more so when it is retracted, in the\n     absence of other reliable evidence, the conviction cannot be\n     based on such retracted judicial confession. (See <a href=\"/doc/677948/\" id=\"a_34\">Shankaria\n     v. State of Rajasthan</a>, (1978) 3 SCC 435 (para 23)&quot;</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                                                        45</span>\n<p data-structure=\"Precedent\" id=\"p_62\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"747496\" id=\"span_54\">23) In <a href=\"/doc/747496/\" id=\"a_35\">Shivappa vs. State of Karnataka</a> (1995) 2 SCC 76,\n\nwhile reiterating the same principle it was held:-</span>\n\n</p><blockquote id=\"blockquote_35\">     &quot;6. From the plain language of <a href=\"/doc/497457/\" id=\"a_36\">Section 164</a> CrPC and the\n     rules and guidelines framed by the High Court regarding the\n     recording of confessional statements of an accused under\n     <a href=\"/doc/497457/\" id=\"a_37\">Section 164</a> CrPC, it is manifest that the said provisions\n     emphasise an inquiry by the Magistrate to ascertain the\n     voluntary nature of the confession. This inquiry appears to\n     be the most significant and an important part of the duty of\n     the Magistrate recording the confessional statement of an\n     accused under <a href=\"/doc/497457/\" id=\"a_38\">Section 164</a> CrPC. The failure of the\n     Magistrate to put such questions from which he could\n     ascertain the voluntary nature of the confession detracts so\n     materially from the evidentiary value of the confession of an\n     accused that it would not be safe to act upon the same. Full\n     and adequate compliance not merely in form but in essence\n     with the provisions of <a href=\"/doc/497457/\" id=\"a_39\">Section 164</a> CrPC and the rules\n     framed by the High Court is imperative and its non-\n     compliance goes to the root of the Magistrate&#x27;s jurisdiction to\n     record the confession and renders the confession unworthy\n     of credence. Before proceeding to record the confessional\n     statement, a searching enquiry must be made from the\n     accused as to the custody from which he was produced and\n     the treatment he had been receiving in such custody in order\n     to ensure that there is no scope for doubt of any sort of\n     extraneous influence proceeding from a source interested in\n     the prosecution still lurking in the mind of an accused. In\n     case the Magistrate discovers on such enquiry that there is\n     ground for such supposition he should give the accused\n     sufficient time for reflection before he is asked to make his\n     statement and should assure himself that during the time of\n     reflection, he is completely out of police influence. An\n     accused should particularly be asked the reason why he\n     wants to make a statement which would surely go against\n     his self-interest in course of the trial, even if he contrives\n     subsequently      to    retract   the    confession.      Besides\n     administering the caution, warning specifically provided for\n     in the first part of sub-section (2) of <a href=\"/doc/228024/\" id=\"a_40\">Section 164</a> namely,\n     that the accused is not bound to make a statement and that\n     if he makes one it may be used against him as evidence in\n     relation to his complicity in the offence at the trial, that is to\n     follow, he should also, in plain language, be assured of\n     protection from any sort of apprehended torture or pressure\n     from such extraneous agents as the police or the like in case\n     he declines to make a statement and be given the assurance\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                                          46</span>\n\fthat even if he declined to make the confession, he shall not\nbe remanded to police custody.\n</blockquote><blockquote id=\"blockquote_36\">7. The Magistrate who is entrusted with the duty of\nrecording confession of an accused coming from police\ncustody or jail custody must appreciate his function in that\nbehalf as one of a judicial officer and he must apply his\njudicial mind to ascertain and satisfy his conscience that the\nstatement the accused makes is not on account of any\nextraneous influence on him. That indeed is the essence of a\n`voluntary&#x27; statement within the meaning of the provisions of\n<a href=\"/doc/497457/\" id=\"a_41\">Section 164</a> CrPC and the rules framed by the High Court for\nthe guidance of the subordinate courts. Moreover, the\nMagistrate must not only be satisfied as to the voluntary\ncharacter of the statement, he should also make and leave\nsuch material on the record in proof of the compliance with\nthe imperative requirements of the statutory provisions, as\nwould satisfy the court that sits in judgment in the case,\nthat the confessional statement was made by the accused\nvoluntarily and the statutory provisions were strictly\ncomplied with.\n</blockquote>\n\n<blockquote id=\"blockquote_37\">8. From a perusal of the evidence of PW 17, Shri Shitappa,\nAdditional Munsif Magistrate, we find that though he had\nadministered the caution to the appellant that he was not\nbound to make a statement and that if he did make a\nstatement that may be used against him as evidence but PW\n17 did not disclose to the appellant that he was a Magistrate\nand that the confession was being recorded by him in that\ncapacity nor made any enquiry to find out whether he had\nbeen influenced by anyone to make the confession. PW 17\nstated during his deposition in court: &quot;I have not stated to\nthe accused that I am a Magistrate&quot; and further admitted: &quot;I\nhave not asked the accused as to whether the police have\ninduced them (Chithavani) to give the statement.&quot; The\nMagistrate, PW 17 also admitted that &quot;at the time of\nrecording the statement of the accused no police or police\nofficials were in the open court. I cannot tell as to whether\nthe police or police officials were present in the vicinity of the\ncourt&quot;. From the memorandum prepared by the Munsif\nMagistrate, PW 17 as also from his deposition recorded in\ncourt it is further revealed that the Magistrate did not lend\nany assurance to the appellant that he would not be sent\nback to the police custody in case he did not make the\nconfessional statement. Circle Police Inspector Shivappa\nShanwar, PW 25 admitted that the sub-jail, the office of the\nCircle Police Inspector and the police station are situated in\nthe same premises. No contemporaneous record has been\nplaced on the record to show that the appellant had actually\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                                     47</span>\n\f     been kept in the sub-jail, as ordered by the Magistrate on\n     21-7-1986 and that he was out of the zone of influence by\n     the police keeping in view the location of the sub-jail and the\n     police station. The prosecution did not lead any evidence to\n     show that any jail authority actually produced the appellant\n     on 22-7-1986 before the Magistrate. That apart, neither on\n     21-7-1986 nor on 22-7-1986 did the Munsif Magistrate, PW 17\n     question the appellant as to why he wanted to make the\n     confession or as to what had prompted him to make the\n     confession. It appears to us quite obvious that the Munsif\n     Magistrate, PW 17 did not make any serious attempt to\n     ascertain the voluntary character of the confessional\n     statement. The failure of the Magistrate to make a real\n     endeavour to ascertain the voluntary character of the\n     confession, impels us to hold that the evidence on the record\n     does not establish that the confessional statement of the\n     appellant recorded under <a href=\"/doc/497457/\" id=\"a_42\">Section 164</a> CrPC was voluntary.\n     The cryptic manner of holding the enquiry to ascertain the\n     voluntary nature of the confession has left much to be\n     desired and has detracted materially from the evidentiary\n     value of the confessional statement. It would, thus, neither\n     be prudent nor safe to act upon the confessional statement\n     of the appellant.....&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148506\" id=\"span_57\">24) In <a href=\"/doc/148506/\" id=\"a_43\">Dagdu and Others vs. State of Maharashtra</a>, (1977)\n\n3 SCC 68, the following paragraph is relevant:-</span>\n\n</p><blockquote id=\"blockquote_38\">     &quot;51. Learned Counsel appearing for the State is right that\n     the failure to comply with <a href=\"/doc/1667235/\" id=\"a_44\">Section 164(3)</a> of the Criminal\n     Procedure Code, or with the High Court Circulars will not\n     render the confessions inadmissible in evidence. Relevancy\n     and admissibility of evidence have to be determined in\n     accordance with the provisions of the <a href=\"/doc/1953529/\" id=\"a_45\">Evidence Act</a>. <a href=\"/doc/962897/\" id=\"a_46\">Section\n     29</a> of that Act lays down that if a confession is otherwise\n     relevant it does not become irrelevant merely because, inter\n     alia, the accused was not warned that he was not bound to\n     make it and the evidence of it might be given against him. If,\n     therefore, a confession does not violate any one of the\n     conditions operative under <a href=\"/doc/967059/\" id=\"a_47\">Sections 24</a> to <a href=\"/doc/189581/\" id=\"a_48\">28</a> of the Evidence\n     Act, it will be admissible in evidence. But as in respect of any\n     other admissible evidence, oral or documentary, so in the\n     case of confessional statements which are otherwise\n     admissible, the Court has still to consider whether they can\n     be accepted as true. If the facts and circumstances\n     surrounding the making of a confession appear to cast a\n     doubt on the veracity or voluntariness of the confession, the\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                                        48</span>\n\f      Court may refuse to act upon the confession even if it is\n      admissible in evidence. That shows how important it is for\n      the Magistrate who records the confession to satisfy himself\n      by appropriate questioning of the confessing accused, that\n      the confession is true and voluntary. A strict and faithful\n      compliance with <a href=\"/doc/228024/\" id=\"a_49\">Section 164</a> of the Code and with the\n      instructions issued by the High Court affords in a large\n      measure the guarantee that the confession is voluntary. The\n      failure to observe the safeguards prescribed therein are in\n      practice calculated to impair the evidentiary value of the\n      confessional statements.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1978562\" id=\"span_59\"><a href=\"/doc/1978562/\" id=\"a_50\">25) Davendra Prasad Tiwari vs. State of U.P.</a> (1978) 4 SCC\n\n474, the following conclusion arrived at by this Court is\n\nrelevant:-</span>\n</p>\n<blockquote id=\"blockquote_39\">      &quot;13..... It is also true that before a confessional statement\n      made under <a href=\"/doc/497457/\" id=\"a_51\">Section 164</a> of the Code of Criminal Procedure\n      can be acted upon, it must be shown to be voluntary and\n      free from police influence and that the confessional\n      statement made by the appellant in the instant case cannot\n      be taken into account, as it suffers from serious infirmities\n      in that (1) there is no contemporaneous record to show that\n      the appellant was actually kept in jail as ordered on\n      September 6, 1974 by Shri R.P. Singh, Judicial Magistrate,\n      Gorakhpur, (2) Shri R.P. Singh who recorded the so called\n      confessional statement of the appellant did not question him\n      as to why he was making the confession and (3) there is also\n      nothing in the statement of the said Magistrate to show that\n      he told the appellant that he would not be remanded to the\n      police lock-up even if he did not confess his guilt. It cannot\n      also be gainsaid that the circumstantial evidence relied upon\n      by the prosecution must be complete and incapable of\n      explanation of any other hypothesis than that of the guilt of\n      the accused.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1596884\" id=\"span_60\">26)   In <a href=\"/doc/1596884/\" id=\"a_52\">Kalawati &amp; Ors. vs. State of Himachal Pradesh</a>,\n\n1953 SCR 546 at 631, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_40\">      &quot;...In dealing with a criminal case where the prosecution\n      relies upon the confession of one accused person against\n      another accused person, the proper approach to adopt is to\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                       49</span>\n\f     consider the other evidence against such an accused person,\n     and if the said evidence appears to be satisfactory and the\n     court is inclined to hold that the said evidence may sustain\n     the charge framed against the said accused person, the\n     court turns to the confession with a view to assure itself that\n     the conclusion which it is inclined to draw from the other\n     evidence is right.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_66\">27) In State thr. Superintendent of Police, CBI/SIT vs.\n\nNalini and Others (1999) 5 SCC 253 at 307, the following\n\nparagraphs are relevant which read as under:-\n\n</p><blockquote id=\"blockquote_41\">     &quot;96. What is the evidentiary value of a confession made by\n     one accused as against another accused apart from <a href=\"/doc/1974480/\" id=\"a_53\">Section\n     30</a> of the Evidence Act? While considering that aspect we\n     have to bear in mind that any confession, when it is sought\n     to be used against another, has certain inherent\n     weaknesses. First is, it is the statement of a person who\n     claims himself to be an offender, which means, it is the\n     version of an accomplice. Second is, the truth of it cannot be\n     tested by cross-examination. Third is, it is not an item of\n     evidence given on oath. Fourth is, the confession was made\n     in the absence of the co-accused against whom it is sought\n     to be used.\n</blockquote>\n<blockquote id=\"blockquote_42\">     97. It is well-nigh settled, due to the aforesaid weaknesses,\n     that confession of a co-accused is a weak type of evidence. A\n     confession can be used as a relevant evidence against its\n     maker because <a href=\"/doc/1712157/\" id=\"a_54\">Section 21</a> of the Evidence Act permits it\n     under certain conditions. But there is no provision which\n     enables a confession to be used as a relevant evidence\n     against another person. It is only <a href=\"/doc/1974480/\" id=\"a_55\">Section 30</a> of the Evidence\n     Act which at least permits the court to consider such a\n     confession as against another person under the conditions\n     prescribed therein. If <a href=\"/doc/1974480/\" id=\"a_56\">Section 30</a> was absent in the <a href=\"/doc/1953529/\" id=\"a_57\">Evidence\n     Act</a> no confession could ever have been used for any purpose\n     as against another co-accused until it is sanctioned by\n     another statute. So, if <a href=\"/doc/1974480/\" id=\"a_58\">Section 30</a> of the Evidence Act is also\n     to be excluded by virtue of the non obstante clause\n     contained in <a href=\"/doc/560927/\" id=\"a_59\">Section 15(1)</a> of TADA, under what provision\n     can a confession of one accused be used against another co-\n     accused at all? It must be remembered that <a href=\"/doc/560927/\" id=\"a_60\">Section 15(1)</a> of\n     TADA does not say that a confession can be used against a\n     co-accused. It only says that a confession would be\n     admissible in a trial of not only the maker thereof but a co-\n     accused, abettor or conspirator tried in the same case.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_62\">                                                                       50</span>\n<blockquote id=\"blockquote_43\">\f     98. Sir John Beaumont speaking for five Law Lords of the\n     Privy Council in Bhuboni Sahu v. R., AIR 1949 PC 257 had\n     made the following observations:\n</blockquote><blockquote id=\"blockquote_44\">     &quot;<a href=\"/doc/1974480/\" id=\"a_61\">Section 30</a> seems to be based on the view that an admission\n     by an accused person of his own guilt affords some sort of\n     sanction in support of the truth of his confession against\n     others as well as himself. But a confession of a co-accused is\n     obviously evidence of a very weak type. It does not indeed\n     come within the definition of `evidence&#x27; contained in <a href=\"/doc/1031309/\" id=\"a_62\">Section\n     3</a>, Evidence Act. It is not required to be given on oath, nor in\n     the presence of the accused, and it cannot be tested by\n     cross-examination. It is a much weaker type of evidence than\n     the evidence of an approver which is not subject to any of\n     those infirmities. <a href=\"/doc/1974480/\" id=\"a_63\">Section 30</a>, however, provides that the\n     court may take the confession into consideration and\n     thereby, no doubt, makes it evidence on which the court may\n     act; but the section does not say that the confession is to\n     amount to proof. Clearly there must be other evidence. The\n     confession is only one element in the consideration of all the\n     facts proved in the case; it can be put into the scale and\n     weighed with the other evidence.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_67\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924452\" id=\"span_63\">99. The above observations had since been treated as the\n     approved and established position regarding confession vis-\n     `-vis another co-accused. Vivian Bose, J., speaking for a\n     three-Judge Bench in <a href=\"/doc/1924452/\" id=\"a_64\">Kashmira Singh v. State of M.P.</a>, AIR\n     1952 SC 159 had reiterated the same principle after quoting\n     the aforesaid observations.</span> A Constitution Bench of this\n     Court has followed it in Haricharan Kurmi v. State of Bihar,\n     AIR 1964 SC 1184.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557368\" id=\"span_64\">28) In <a href=\"/doc/557368/\" id=\"a_65\">State of Maharashtra vs. Damu</a> (2000) 6 SCC 269,\n\nthe same principles had been reiterated which read as under:-</span>\n\n</p><blockquote id=\"blockquote_45\">     &quot;19. We have considered the above reasons and the\n     arguments addressed for and against them. We have realised\n     that those reasons are ex facie fragile. Even otherwise, a\n     Magistrate who proposed to record the confession has to\n     ensure that the confession is free from police interference.\n     Even if he was produced from police custody, the Magistrate\n     was not to record the confession until the lapse of such time,\n     as he thinks necessary to extricate his mind completely from\n     fear of the police to have the confession in his own way by\n     telling the Magistrate the true facts.\n</blockquote>\n<blockquote id=\"blockquote_46\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153998550\" id=\"span_65\">25. We may make it clear that in Kashmira Singh this Court\n     has rendered the ratio that confession cannot be made the\n     foundation of conviction in the context of considering the\n     utility of that confession as against a co-accused in view of\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                                                       51</span>\n\f        <a href=\"/doc/1974480/\" id=\"a_66\">Section 30</a> of the Evidence Act. Hence the observations in\n        that decision cannot be misapplied to cases in which\n        confession is considered as against its maker. The legal\n        position concerning confession vis-`-vis the confessor\n        himself has been well-nigh settled by this Court in <a href=\"/doc/153998550/\" id=\"a_67\">Sarwan\n        Singh Rattan Singh v. State of Punjab</a> as under:</span>\n</blockquote><blockquote id=\"blockquote_47\">        &quot;In law it is always open to the court to convict an accused\n        on his confession itself though he has retracted it at a later\n        stage.    Nevertheless    usually   courts   require    some\n        corroboration to the confessional statement before convicting\n        an accused person on such a statement. What amount of\n        corroboration would be necessary in such a case would\n        always be a question of fact to be determined in the light of\n        the circumstances of each case.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"667073\" id=\"span_67\">This has been followed by this Court in <a href=\"/doc/667073/\" id=\"a_68\">Kehar Singh v. State\n        (Delhi Admn</a>.)&quot;</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n</p><blockquote id=\"blockquote_48\">29) The following principles emerge with regard to <a href=\"/doc/497457/\" id=\"a_69\">Section\n\n164</a> Cr.P.C.:-\n</blockquote>\n<blockquote id=\"blockquote_49\">(i)     The provisions of <a href=\"/doc/497457/\" id=\"a_70\">Section 164</a> Cr.P.C. must be complied\n\nwith not only in form, but in essence.\n</blockquote>\n<blockquote id=\"blockquote_50\">(ii)    Before proceeding to record the confessional statement, a\n\nsearching enquiry must be made from the accused as to the\n\ncustody from which he was produced and the treatment he\n\nhad been receiving in such custody in order to ensure that\n\nthere is no scope for doubt of any sort of extraneous influence\n\nproceeding from a source interested in the prosecution.\n\n</blockquote><blockquote id=\"blockquote_51\">(iii)   A Magistrate should ask the accused as to why he wants\n\nto make a statement which surely shall go against his interest\n\nin the trial.\n</blockquote>\n<blockquote id=\"blockquote_52\">\n<span class=\"hidden_text\" id=\"span_68\">                                                                         52</span>\n</blockquote><blockquote id=\"blockquote_53\">\f(iv)   The    maker   should   be   granted   sufficient   time   for\n\nreflection.\n</blockquote>\n<blockquote id=\"blockquote_54\">(v)    He should be assured of protection from any sort of\n\napprehended torture or pressure from the police in case he\n\ndeclines to make a confessional statement.\n\n</blockquote><blockquote id=\"blockquote_55\">(vi)   A judicial confession not given voluntarily is unreliable,\n\nmore so, when such a confession is retracted, the conviction\n\ncannot be based on such retracted judicial confession.\n\n</blockquote><blockquote id=\"blockquote_56\">(vii) Non-compliance of <a href=\"/doc/497457/\" id=\"a_71\">Section 164</a> Cr.P.C. goes to the root of\n\nthe Magistrate&#x27;s jurisdiction to record the confession and\n\nrenders the confession unworthy of credence.\n\n</blockquote><blockquote id=\"blockquote_57\">(viii) During the time of reflection, the accused should be\n\ncompletely out of police influence. The judicial officer, who is\n\nentrusted with the duty of recording confession, must apply\n\nhis judicial mind to ascertain and satisfy his conscience that\n\nthe statement of the accused is not on account of any\n\nextraneous influence on him.\n</blockquote>\n<blockquote id=\"blockquote_58\">(ix)   At the time of recording the statement of the accused, no\n\npolice or police official shall be present in the open court.\n\n</blockquote><blockquote id=\"blockquote_59\">(x)    Confession of a co-accused is a weak type of evidence.\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                                   53</span>\n</blockquote><blockquote id=\"blockquote_60\">\f(xi)   Usually the Court requires some corroboration from the\n\nconfessional statement before convicting the accused person\n\non such a statement.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_71\">Judicial Magistrates (PWs-29 &amp; 34)\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\">30)    Ashok Kumar Agrawal, PW29 and Tojaka Bharti, PW34,\n\nJudicial Magistrates recorded the confessional statements of\n\nsome of the accused. Judicial Magistrate, PW29 recorded the\n\nconfessional statement of Rabi Soren and        Turam Ho and\n\nPW34, Judicial Magistrate recorded the confessional statement\n\nof Mahadev Mahanta, Uma Kant Bhoi and Dayanidhi Patra. It\n\nis the claim of Mr. K.T.S. Tulsi, learned senior counsel for the\n\naccused, that the evidence of PW29 and PW34, Judicial\n\nMagistrates shows that they were blissfully unaware of the\n\nstringent responsibility cast on them by <a href=\"/doc/497457/\" id=\"a_72\">Section 164</a> Cr.P.C.\n\nAccording to him, their evidence create an impression that\n\nthey were not aware of the difference between the police\n\ncustody and judicial custody nor do they seem to understand\n\nthe significance of <a href=\"/doc/497457/\" id=\"a_73\">Section 164</a> Cr.P.C.   He pointed out that\n\nwhy the first four pages in case of each of the accused persons\n\nis not signed by the accused is not explained. They neither\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                                              54</span>\n\fasked any searching questions regarding the nature of custody\n\neither from the accused persons or from police nor did they\n\nscrutinize the records to ascertain the same from remand\n\norders.    He also pointed out that none of the accused who\n\nhave confessed had been given the assurance that if they\n\nrefuse to make any confession, they would not be remanded to\n\npolice custody. This assurance is required for an accused to\n\nmake      an   informed   decision   being   fully   aware   of   the\n\nconsequences of refusing.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_73\">31)   It is seen from the evidence of PW29, who recorded the\n\nconfession of Rabi Soren, that at the relevant time the accused\n\nwas in the custody of CBI and from that custody he was\n\nproduced before the Addl. Chief Judicial Magistrate on\n\n18.05.1999.      Though PW29 had asked the accused many\n\nthings about the voluntariness, the High Court, on analysis of\n\nhis entire evidence, came to a conclusion that only a routine\n\nstatutory certificate as required under <a href=\"/doc/497457/\" id=\"a_74\">Section 164</a> Cr.P.C. was\n\ngiven by him. The High Court also pointed out that he did not\n\ncaution that if the accused Rabi Soren refused to make any\n\nconfession, he would not be remanded to C.B.I. or Police\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                                                   55</span>\n\fcustody.   He was not informed that if he confessed, such\n\nconfession may be used in evidence against him and on that\n\nbasis there was possibility of his being sentenced to death or\n\nlife imprisonment. It was also pointed out that his body was\n\nnot checked to find out as to whether he was subjected to\n\ntorture when he was in police custody. It was also pointed out\n\nby the High Court that five hours&#x27; time was given for reflection\n\nduring which period he was in the custody of his Bench Clerk\n\nin his Chamber. PW29, after recording confessional statement\n\nof Rabi Soren on 18.05.1999, again remanded him to the\n\ncustody of police, i.e. C.B.I. till 20.05.1999. This is clear from\n\nthe evidence of PW55 (I.O.).    It is relevant to point out that\n\nunder sub-section (3) of <a href=\"/doc/497457/\" id=\"a_75\">Section 164</a> Cr.P.C. that if any\n\naccused refuses to make any confessional statement, such\n\nMagistrate shall not authorize detention of the accused in\n\npolice custody. Remanding Rabi Soren to Police custody after\n\nhis statement was recorded under <a href=\"/doc/497457/\" id=\"a_76\">Section 164</a> Cr.P.C. is not\n\njustified. As rightly observed by the High Court, possibility of\n\ncoercion, threat or inducement to the accused Rabi Soren to\n\nmake the confession cannot be ruled out.           In the same\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                                                56</span>\n\fmanner, confession of another accused Turam Ho was also\n\nrecorded by the very same Magistrate. Here again, the High\n\nCourt pointed out that he was not cautioned that if he made\n\nany confession, same may be used against him in evidence\n\nand on that basis he may be sentenced to death or\n\nimprisonment for life. Equally he was not cautioned by PW29\n\nthat if he refused to make the confessional statement, he\n\nwould not be remanded to police custody. It is further seen\n\nthat both of these accused, in their confessional statements,\n\nmade exculpatory statements.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">32)   PW34, Judicial Magistrate, recorded the confessional\n\nstatement of accused Mahadev Mahanta on 08.07.1999\n\nimmediately after his production before him from the police\n\ncustody. PW34 was directed by the Addl. C.J.M. to record the\n\nconfessional statement of Mahadev Mahanta.        It was noted\n\nthat he was given only 10 minutes&#x27; time for reflection after his\n\nproduction from police custody. The other accused who made\n\nthe   confessional   statement   is   Dayanidhi   Patra   whose\n\nstatement was recorded by PW34.          The High Court, on\n\ncorroboration of the confessional statement, had found that\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">                                                              57</span>\n\fthe entire confessional statement is exculpatory and he also\n\nretracted from the confession. It was further found that this\n\nconfessional statement was made long after the charge-sheet\n\nwas filed i.e. on 22.06.1999. The analysis of evidence of PWs\n\n29 &amp; 34 - Judicial Magistrates shows that many of the\n\nconfessional statements were recorded immediately after\n\nproduction of the maker after long CBI custody and in some\n\ncases after such statements were made and recorded by the\n\nJudicial Magistrate, the maker was remanded to police\n\ncustody.   Though the Magistrates have deposed that the\n\nprocedure provided under <a href=\"/doc/497457/\" id=\"a_77\">Section 164</a> Cr.P.C. has been\n\ncomplied with, various warnings/cautions required to be given\n\nto the accused before recording such confession, have not\n\nbeen fully adhered to by them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">33)   Apart from the strong observation of the High Court\n\nabout procedural lapse on the part of PWs 29 &amp; 34, we also\n\nverified their statements and requirements in terms of <a href=\"/doc/497457/\" id=\"a_78\">Section\n\n164</a> Cr.P.C.   In the certificate, there is no specific reference\n\nabout the nature of the custody from which these persons\n\nwere produced nor about the assurance that they would not\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                                              58</span>\n\fbe remanded to police custody if they declined.       We have\n\nalready pointed out that <a href=\"/doc/497457/\" id=\"a_79\">Section 164</a> Cr.P.C. requires strict\n\nand faithful compliance of sub-<a href=\"/doc/1893993/\" id=\"a_80\">sections 2</a> to <a href=\"/doc/750738/\" id=\"a_81\">4</a>, the failure to\n\nobserve safeguards not only impairs evidentiary value of\n\nconfession but cast a doubt on nature and voluntariness of\n\nconfession on which no reliance can be placed.       As rightly\n\nobserved by the High Court, no exceptional circumstances\n\ncould be brought to our notice by the prosecution in respect of\n\nthe appellants other than A1 and A3.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_76\">34)   It was next argued that the incident could not have been\n\nhappened as suggested by the prosecution. According to the\n\nlearned senior counsel for the accused the reason of possibility\n\nof the incident which took place in the dead of the night as a\n\nresult of the accident from burning of the stove etc. for\n\ngenerating heat on cold wintry night cannot be ruled out. In\n\nsupport of the above contention, he pointed out several\n\ncircumstances which are inconsistent with the fire starting by\n\narson from outside. On going through the entire materials, we\n\nare unable to accept the said contention. Though we noticed\n\nseveral inconsistencies in the prosecution evidence and the\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                                              59</span>\n\faccused persons were not specifically identified except A1 and\n\nA3, the fact remains that the Van in which Graham Staines\n\nand his two children were sleeping were set on fire and burnt\n\nto death due to the cause of the miscreants. In other words,\n\ndeath of these three persons by setting fire by the miscreants\n\ncannot be ruled out. There is no material to conclude that the\n\nfire emanated from inside of the vehicle and then spread to\n\nrest of the vehicle after the fuel tank caught fire. There is no\n\nbasis for such conclusion though the prosecution witnesses\n\ncould not pin-point and identify the role of each accused.\n\n</p><p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1626264\" id=\"span_76\">35)   Another question which we have to consider is whether\n\nthe Police (CBI) had the power under the <a href=\"/doc/445276/\" id=\"a_82\">Cr.P.C</a>. to take\n\nspecimen signature and writing of A3 for examination by the\n\nexpert. It was pointed out that during investigation, even the\n\nMagistrate cannot direct the accused to give his specimen\n\nsignature on the asking of the police and only in the\n\namendment of the <a href=\"/doc/445276/\" id=\"a_83\">Cr.P.C</a>. in 2005, power has been given to\n\nthe Magistrate to direct any person including the accused to\n\ngive his specimen signature for the purpose of investigation.\n\nHence, it was pointed out that taking of his signature/writings\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                                              60</span>\n\fbeing per se illegal, the report of the expert cannot be used as\n\nevidence against him. To meet the above claim, learned Addl.\n\nSolicitor General heavily relied on a 11-Judge Bench decision\n\nof this Court in <a href=\"/doc/1626264/\" id=\"a_84\">The State of Bombay vs. Kathi Kalu Oghad\n\nand Ors.</a>, (1962) 3 SCR 10 = AIR 1961 SC 1808.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_78\">This larger\n\nBench was constituted in order to re-examine some of the\n\npropositions of law <a href=\"/doc/1626264/\" id=\"a_85\">laid down by</a> this Court in the case of <a href=\"/doc/1306519/\" id=\"a_86\">M.P.\n\nSharma and Ors. vs. Satish Chandra, District Magistrate,\n\nDelhi and Ors.</a>, (1954) SCR 1077. After adverting to various\n\nfactual aspects, the larger Bench formulated the following\n\nquestions for consideration:</span>\n</p>\n<blockquote id=\"blockquote_61\">     &quot;2. ... ... On these facts, the only questions of constitutional\n     importance that this Bench has to determine are; (1)\n     whether by the production of the specimen handwritings -\n     Exs. 27, 28, and 29 - the accused could be said to have been\n     &#x27;a witness against himself&#x27; within the meaning of <a href=\"/doc/366712/\" id=\"a_87\">Article\n     20(3)</a> of the Constitution; and (2) whether the mere fact that\n     when those specimen handwritings had been given, the\n     accused person was in police custody could, by itself,\n     amount to compulsion, apart from any other circumstances\n     which could be urged as vitiating the consent of the accused\n     in giving those specimen handwritings. ... ...\n</blockquote>\n<blockquote id=\"blockquote_62\">     4. ... ... The main question which arises for determination in\n     this appeal is whether a direction given by a Court to an\n     accused person present in Court to give his specimen writing\n     and signature for the purpose of comparison under the\n     provisions of <a href=\"/doc/770022/\" id=\"a_88\">section 73</a> of the Indian Evidence Act infringes\n     the fundamental right enshrined in <a href=\"/doc/366712/\" id=\"a_89\">Article 20(3)</a> of the\n     Constitution.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                                        61</span>\n<blockquote id=\"blockquote_63\">\fThe following conclusion/answers are relevant:\n</blockquote>\n<blockquote id=\"blockquote_64\">     10. ... ... Furnishing evidence&quot; in the latter sense could not\n     have been within the contemplation of the Constitution-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_78\">     makers for the simple reason that - though they may have\n     intended to protect an accused person from the hazards of\n     self-incrimination, in the light of the English Law on the\n     subject - they could not have intended to put obstacles in\n     the way of efficient and effective investigation into crime and\n     of bringing criminals to justice. The taking of impressions or\n     parts of the body of an accused person very often becomes\n     necessary to help the investigation of a crime. It is as much\n     necessary to protect an accused person against being\n     compelled to incriminate himself, as to arm the agents of law\n     and the law courts with legitimate powers to bring offenders\n     to justice. ... ....\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">     11. ... ... When an accused person is called upon by the\n     Court or any other authority holding an investigation to give\n     his finger impression or signature or a specimen of his\n     handwriting, he is not giving any testimony of the nature of a\n     &#x27;personal testimony&#x27;. The giving of a &#x27;personal testimony&#x27;\n     must depend upon his volition. He can make any kind of\n     statement or may refuse to make any statement. But his\n     finger impressions or his handwriting, in spite of efforts at\n     concealing the true nature of it by dissimulation cannot\n     change their intrinsic character. Thus, the giving of finger\n     impressions or of specimen writing or of signatures by an\n     accused person, though it may amount to furnishing\n     evidence in the larger sense, is not included within the\n     expression &#x27;to be a witness&#x27;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">     12. ... ... A specimen handwriting or signature or finger\n     impressions by themselves are no testimony at all, being\n     wholly innocuous because they are unchangeable except in\n     rare cases where the ridges of the fingers or the style of\n     writing have been tampered with. They are only materials for\n     comparison in order to lend assurance to the Court that its\n     inference based on other pieces of evidence is reliable. They\n     are neither oral nor documentary evidence but belong to the\n     third category of material evidence which is outside the limit\n     of &#x27;testimony&#x27;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">     16. In view of these considerations, we have come to the\n     following conclusions :-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                                                       62</span>\n</p><blockquote id=\"blockquote_65\">\f(1) An accused person cannot be said to have been\ncompelled to be a witness against himself simply because he\nmade a statement while in police custody, without anything\nmore. In other words, the mere fact of being in police\ncustody at the time when the statement in question was\nmade would not, by itself, as a proposition of law, lend itself\nto the inference that the accused was compelled to make the\nstatement, though that fact, in conjunction with other\ncircumstances disclosed in evidence in a particular case,\nwould be a relevant consideration in an enquiry whether or\nnot the accused person had been compelled to make the\nimpugned statement.\n</blockquote>\n<blockquote id=\"blockquote_66\">(2) The mere questioning of an accused person by a police\nofficer, resulting in a voluntary statement, which may\nultimately turn out to be incriminatory, is not &#x27;compulsion&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_67\">(3) &#x27;To be a witness&#x27; is not equivalent to &#x27;furnishing evidence&#x27;\nin its widest significance; that is to say, as including not\nmerely making of oral or written statements but also\nproduction of documents or giving materials which may be\nrelevant at a trial to determine the guilt innocence of the\naccused.\n</blockquote>\n<blockquote id=\"blockquote_68\">(4) Giving thumb impressions or impressions of foot or palm\nor fingers or specimen writings or showing parts of the body\nby way of identification are not included in the expression &#x27;to\nbe a witness&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_69\">(5) &#x27;To be a witness&#x27; means imparting knowledge in respect of\nrelevant facts by an oral statement or a statement in writing,\nmade or given in Court or otherwise.\n</blockquote>\n<blockquote id=\"blockquote_70\">(6) &#x27;To be a witness&#x27; in its ordinary grammatical sense means\ngiving oral testimony in Court. Case law has gone beyond\nthis strict literal interpretation of the expression which may\nnow bear a wider meaning, namely, bearing testimony in\nCourt or out of Court by a person accused of an offence,\norally or in writing.\n</blockquote>\n<blockquote id=\"blockquote_71\">(7) To bring the statement in question within the prohibition\nof <a href=\"/doc/366712/\" id=\"a_90\">Article 20(3)</a>, the person accused must have stood in the\ncharacter of an accused person at the time he made the\nstatement. It is not enough that he should become an\naccused, any time after the statement has been made.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">                                                                   63</span>\n<p data-structure=\"Conclusion\" id=\"p_83\">\fIn view of the above principles, the procedure adopted by the\n\ninvestigating agency, analyzed and approved by the trial Court\n\nand confirmed by the High Court, cannot be faulted with. In\n\nview of oral report of Rolia Soren, PW 4 which was reduced\n\ninto writing, the evidence of PW 23, two letters dated\n\n01.02.2002    and      02.02.2002   addressed   by   Mahendra\n\nHembram (A3) to the trial Judge facing his guilt coupled with\n\nthe other materials, we are unable to accept the argument of\n\nMr. Ratnakar Dash, learned senior counsel for Mahendra\n\nHembram (A3) and we confirm the conclusion arrived by the\n\nHigh Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\">Additional factors-Mahendra Hembram (A3).\n\n</p><p data-structure=\"CDiscource\" id=\"p_85\">36)   Coming to the role of Mahendra Hembram A3, the\n\nprosecution very much relied on his letters dated 01.02.2002\n\nand 02.02.2002 addressed to the Sessions Judge wherein he\n\nconfessed his guilt.    Though a serious objection was taken\n\nabout the admissibility of these two letters, the contents of\n\nthese two letters addressed to the Sessions Judge in the\n\ncourse of trial lend ample corroboration to his identification\n\nbefore the trial Court by Joseph Marandi, PW 23. Even in his\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">                                                            64</span>\n\fcase, it is true that there was no TIP conducted by Judicial\n\nMagistrate. However, inasmuch as when he was facing trial,\n\nhe sent the above-mentioned two letters to the Sessions Judge\n\nwhich lend corroboration to his identification in the trial court\n\nby PW 23 and rightly observed by the High Court, the same\n\ncan be safely relied upon.     The evidence reveals that Rolia\n\nSoren (PW 4) accompanied by PW 23 soon after the incident\n\nproceeded to inform the same to the police and finding the\n\npolice to have already left for Manoharpur, returned back and\n\nfinally on the oral report of PW 4, the Officer In-charge of\n\nAnandapur P.S. (PW 52) prepared FIR (Ext. 1/1) and\n\nregistered a case under <a href=\"/doc/1593780/\" id=\"a_91\">Sections 147</a>, <a href=\"/doc/115231/\" id=\"a_92\">148</a>, 435, 436 and 302\n\nread with 149 <a href=\"/doc/1569253/\" id=\"a_93\">IPC</a> against Dara Singh (A 1) and five others.\n\nThe prosecution has also relied on a letter (Ext.2 after it was\n\ntranslated to English marked as Ext. 49) said to have been\n\naddressed by Mahendra Hembram (A3) to Kapura Tudu (PW 9)\n\nwhich, according to the prosecution, contains his admission of\n\ninvolvement in the incident.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">37) An excerpt from the letter of Mahendra Hembram may be\n\ntranslated into English as under:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">\n\n<span class=\"hidden_text\" id=\"span_83\">                                                               65</span>\n</p><blockquote id=\"blockquote_72\">\f      &quot;You may be knowing the Manoharpur incident. No one\n      ever thought that such a thing will happen in the\n      village. I had not told any of my family members that\n      such a work will be done. Dara Singh stayed in our\n      house and did the work. I also did the work as I had\n      quarrel with the `Jisu&#x27;. I had not disclosed the identity\n      of Dara Singh even to my mother. The conspiracy to kill\n      Manoharpur `Jisu&#x27; was hatched at HOROHND for which\n      I took leave during training period and stayed in our\n      house with Dara Singh for five days and went to the\n      forest thereafter. The villagers know that I have done\n      this work as I have got cordial relationship with Dara\n      Singh.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_88\">This is a confessional statement of accused Mahendra\n\nHembram (A3) inculpating himself and Dara Singh (A1).\n\n</p><p data-structure=\"CDiscource\" id=\"p_89\">38)    Accused Mahendra Hembram, in his letter dated\n\n10.02.1999 (Ex. 2) addressed to his sister-in-law, Kapura\n\nTudu (PW9), confessed that he along with Dara Singh burnt\n\nthe `Jisu&#x27; (Christian Missionary). All the ocular witnesses have\n\ntestified that after setting fire to vehicles and burning Graham\n\nStaines and his two sons alive, the miscreants raised slogans\n\n&quot;Jai Bajrang Bali&quot; and &quot;Dara Singh Zindabad&quot;.\n\n</p><p data-structure=\"CDiscource\" id=\"p_90\">39)    Joseph Marandi, PW23 has testified that accused\n\nMahendra Hembram amongst others set fire to the vehicles.\n\nMahendra Hembram, in his statement recorded under <a href=\"/doc/767287/\" id=\"a_94\">Section\n\n313</a> Cr.P.C., on 04.02.2002 has stated that he may be the\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                                                  66</span>\n\fshort statured person. Accused Mahendra Hembram in his\n\nletter dated 10.02.1999 (Ex. 2) addressed to his sister-in-law,\n\nKapura Tudu (PW9) had confessed to have burnt the Christian\n\nmissionary along with Dara Singh. In the course of trial, he\n\nfiled petitions on 01.02.2002 and 02.02.2002 pleading guilty\n\nand confessing to have set fire to the vehicles.          In his\n\nstatement recorded under <a href=\"/doc/767287/\" id=\"a_95\">Section 313</a> Cr.P.C. on 04.02.2002,\n\nhe has admitted to have set fire to the vehicles and in his\n\nstatement recorded under <a href=\"/doc/767287/\" id=\"a_96\">Section 313</a> Cr.P.C. on 24.03.2003\n\nhas admitted to have filed petitions pleading guilty and to have\n\nstated in his earlier examination under <a href=\"/doc/767287/\" id=\"a_97\">Section 313</a> Cr.P.C.\n\nthat he had set fire to the vehicles. There is no impediment in\n\nrelying on a portion of the statement of the accused and\n\nfinding him guilty in consideration of the other evidence\n\nagainst him as laid by the prosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">40) It is clear that the letters marked as (Ex. 213) were written\n\nby Mahendra Hembram though denied by him, contents of the\n\nsaid two letters amount to confession, or in any event\n\nadmission of important incriminating materials. He had been\n\nidentified before the trial Court by Joseph Marandi (PW23) as\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">                                                               67</span>\n\fa participant in the crime.    As rightly observed by the High\n\nCourt, contents of these two letters lend support to the\n\nevidence in identification before the trial Court for the first\n\ntime as narrated by PW23. In this way, his identification for\n\nthe first time in the trial Court is an exceptional case and even\n\nin the absence of further corroboration by way of previously\n\nheld TIP, his involvement in the crime is amply corroborated\n\nby the above said letters written by him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_92\">41)    Learned Addl. Solicitor General has pointed out that\n\ninsofar as Mahendra Hembram is concerned, three types of\n\nevidence are available against him: a) Confession; b) testimony\n\nof    eye-witnesses/identification   in   court/PW     23   Joseph\n\nMarandi; and c) absconding of the accused.           Learned Addl.\n\nSolicitor General while advancing his argument besides\n\nreferring to the evidence of PW 23 laid more emphasis on the\n\nstatement of the appellant. Though an objection was raised as\n\nto the manner in which the trial Judge questioned A3 with\n\nreference to contents of his letters dated 01.02. 2002 and\n\n02.02.2002, it is relevant to point out that when the person\n\nfacing trial insisted to look into the contents of his letters, the\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">                                                                 68</span>\n\fpresiding officer concerned has to meet his requirement\n\nsubject to the procedure established. The learned trial Judge\n\naccepted the entire contents of the admission made by A3 and\n\naffording   reasonable   opportunity   and   by   following   the\n\nappropriate procedure coupled with the corroborative evidence\n\nof PW 23, upheld his involvement and participation in the\n\ncrime along with A1 which resulted in rioting, arson and\n\nmurder of three persons.      Though learned senior counsel\n\nappearing for A3 was critical on relying upon the letter Ex. 49\n\nsaid to have been written by A3 to his Sister-in-law PW 9, it\n\nshows that A3 confessed to have participated in the incident\n\nalong with A1. It is seen that the entire contents of letter were\n\nused by the trial Judge which was rightly accepted by the High\n\nCourt. The other circumstance urged by the prosecution was\n\nthat A3 absconded soon after the incident and avoided arrest\n\nand this abscondence being a conduct under <a href=\"/doc/482978/\" id=\"a_98\">Section 8</a> of the\n\nIndian Evidence Act, 1872 should be taken into consideration\n\nalong with other evidence to prove his guilt. The fact remains\n\nthat he was not available for quite sometime till he was\n\narrested which fact has not been disputed by the defence\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">                                                               69</span>\n\fcounsel. We are satisfied that before accepting the contents of\n\nthe two letters and the evidence of PW 23, the trial Judge\n\nafforded him required opportunity and followed the procedure\n\nwhich was rightly accepted by the High Court.\n\nAdditional factors - Dara Singh (A1)\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">42)   In addition to what we have highlighted and elicited from\n\nthe materials placed, it is relevant to point out that all the eye-\n\nwitnesses examined by the prosecution consistently stated\n\nthat during occurrence the miscreants raised slogans in the\n\nname of Dara Singh as &quot;Dara Singh Zindabad&quot;. The story of\n\nthis slogan was also mentioned in the first information report\n\nlodged soon after the occurrence. This slogan is in the name\n\nof Dara Singh, corroborates the identification before the trial\n\nCourt for the first time. In addition to the same, some of the\n\nwitnesses identified Dara Singh by photo identification.       We\n\nhave already highlighted the evidentiary value of photo\n\nidentification and identifying the person in the dock. In other\n\nwords, we have pointed out that those materials coupled with\n\nthe other corroborative evidence are permissible. In addition\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">                                                                 70</span>\n\fto the same, all the witnesses mentioned about the blowing of\n\nwhistle by Dara Singh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1235094\" id=\"span_89\">43) Though the trial Court awarded death sentence for Dara\n\nSingh, the High Court after considering entire materials and\n\nfinding that it is not a rarest of rare case, commuted the death\n\nsentence into life imprisonment. The principles with regard to\n\nawarding punishment of death have been well settled by\n\njudgments of this Court in <a href=\"/doc/1235094/\" id=\"a_99\">Bachan Singh vs. State of\n\nPunjab</a> AIR 1980 SC 898, Machhi Singh vs. State of Punjab\n\n(1983)   3   SCC   470,   Kehar    Singh    vs.   State   (Delhi\n\nAdministration) (1988) 3 SCC 609. It is clear from the above\n\ndecisions that on conviction under <a href=\"/doc/1560742/\" id=\"a_100\">Section 302</a> IPC, the\n\nnormal rule is to award punishment of life imprisonment and\n\nthe punishment of death should be resorted to only for the\n\nrarest of rare cases. Whether a case falls within the rarest of\n\nrare case or not, has to be examined with reference to the facts\n\nand circumstances of each case and the Court has to take\n\nnote of the aggravating as well as mitigating circumstances\n\nand conclude whether there was something uncommon about\n\nthe crime which renders the sentence of imprisonment for life\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                                                              71</span>\n\finadequate and calls for death sentence. In the case on hand,\n\nthough Graham Staines and his two minor sons were burnt to\n\ndeath while they were sleeping inside a station wagon at\n\nManoharpur, the intention was to teach a lesson to Graham\n\nStaines about his religious activities, namely, converting poor\n\ntribals to Christianity. All these aspects have been correctly\n\nappreciated by the High Court and modified the sentence of\n\ndeath into life imprisonment with which we concur.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_95\">44)   Though an argument was advanced that only after the\n\nintervention of PW 55, I.O. from CBI, several persons made a\n\nconfessional statement by applying strong arm tactics that\n\nwere used by the investigating agency, the entire case of the\n\nprosecution has to be rejected, we are unable to accept the\n\nsame for the reasons stated by the trial Court and the High\n\nCourt. We have ourselves in the earlier paras adverted to the\n\nfact that some of the witnesses did not mention anything\n\nabout the incident to the local police or the District Magistrate\n\nor the higher level police officers who were camping from the\n\nnext day of the incident. However, regarding the fresh steps\n\ntaken by the Officer of the CBI, particularly, the efforts made\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">                                                               72</span>\n\fby PW 55, though certain deficiencies are there in the\n\ninvestigation, the same cannot be under estimated. Likewise,\n\nit was pointed out that young children were being coerced into\n\nbeing witness to the occurrence whereas the elder family\n\nmembers were never joined as witness by the prosecuting\n\nagency. It is true that the prosecution could have examined\n\nelders and avoided persons like PW 5 who was a minor on the\n\ndate of the incident.   We have already discussed about the\n\nveracity of witnesses and found that certain aspects have been\n\nestablished and accepted by the trial Court as well as the High\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"943395\" id=\"span_92\">45)   Finally, insofar as the appeals filed by the CBI against\n\nthe order of acquittal by the High Court in respect of certain\n\npersons, it was pointed out that when two views are possible,\n\nthe one in favour of the accused should be accepted. It is true\n\nthat the presumption of innocence is a fundamental principle\n\nof criminal jurisprudence. Further, presumption of innocence\n\nis further reinforced, reaffirmed and strengthened by the\n\njudgment in his favour.    [<a href=\"/doc/943395/\" id=\"a_101\">Vide State of Uttar Pradesh vs.\n\nNandu Vishwakarma &amp; Ors.</a>, (2009) 14 SCC 501 (Para 23),\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                                             73</span>\n\fSambhaji Hindurao Deshmukh &amp; Ors. Vs. State of\n\nMaharashtra, (2008) 11 SCC 186 (Para 13), Rahgunath vs.\n\nState of Haryana, (2003) 1 SCC 398 (Para 33) and\n\nAllarakha K. Mansuri vs. State of Gujarat, (2002) 3 SCC 57\n\n(Paras 6 &amp; 7)]. In the earlier paragraphs, we have highlighted\n\nthe weakness and infirmities of the prosecution case insofar as\n\nacquitted accused who are all poor tribals. In the absence of\n\ndefinite assertion from the prosecution side, about their\n\nspecific role and involvement, as rightly observed by the High\n\nCourt, it is not safe to convict them. We entirely agree with\n\nthe reasoning and conclusion of the High Court insofar as the\n\norder relating to acquittal of certain accused persons.\n\nConclusion</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_97\">46)   In a country like ours where discrimination on the\n\nground of caste or religion is a taboo, taking lives of persons\n\nbelonging to another caste or religion is bound to have a\n\ndangerous and reactive effect on the society at large. It strikes\n\nat the very root of the orderly society which the founding\n\nfathers of our Constitution dreamt of.         Our concept of\n\nsecularism is that the State will have no religion. The State\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">                                                               74</span>\n\fshall treat all religions and religious groups equally and with\n\nequal respect without in any manner interfering with their\n\nindividual right of religion, faith and worship.\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">47)   The then President of India, Shri K R. Narayanan once\n\nsaid in his address that &quot;Indian unity was based on a tradition\n\nof tolerance, which is at once a pragmatic concept for living\n\ntogether and a philosophical concept of finding truth and\n\ngoodness in every religion&quot;. We also conclude with the hope\n\nthat Mahatma Gandhi&#x27;s vision of religion playing a positive\n\nrole in bringing India&#x27;s numerous religion and communities\n\ninto an integrated prosperous nation be realised by way of\n\nequal respect for all religions. It is undisputed that there is no\n\njustification for interfering in someone&#x27;s belief by way of `use of\n\nforce&#x27;, provocation, conversion, incitement or upon a flawed\n\npremise that one religion is better than the other.\n\n</p><p data-structure=\"Precedent\" id=\"p_99\">48)   The analysis of entire materials clearly shows that the\n\nHigh Court is right in arriving at its conclusion. In the case on\n\nhand, there is no material to prove conspiracy charge against\n\nany of the accused.     However, as pointed out by the High\n\nCourt which we also adverted to in the earlier paras even in\n\n\n\n<span class=\"hidden_text\" id=\"span_95\">                                                                 75</span>\n\fthe midst of uncertainties, the witnesses have specified the\n\nrole of (A1) and (A3) which we agree with and confirm the\n\nsame and we also maintain the conviction of the appellant\n\nDara Singh (A1), Mahendra Hembram (A3) and the sentence of\n\nlife imprisonment imposed on them. In the same way, in the\n\nabsence of acceptable materials and in view of the various\n\ninfirmities in the prosecution case as pointed out by the High\n\nCourt, we confirm the order of acquittal of others who are all\n\npoor tribals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_100\">\n\n\n<span class=\"hidden_text\" id=\"span_96\">                                                            76</span>\n</p><p data-structure=\"Conclusion\" id=\"p_101\">\f49)   In the result, Criminal Appeal No. 1366 of 2005 filed by\n\nRabindra Kumar Pal @ Dara Singh, Criminal Appeal No. 1259\n\nof 2007 filed by Mahendra Hembram and Criminal Appeal\n\nNos. 1357-1365 filed by CBI are dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_103\">                                ..........................................J.\n                                         (P. SATHASIVAM)\n\n\n                               ...........................................J.\n                                (DR. B.S. CHAUHAN)\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_104\">JANUARY 21, 2011\n\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">                                                                          77</span>\n\f</p>","numcites":43,"numcitedby":251,"docsource":"Supreme Court of India","citetid":1481882,"divtype":"judgments","relatedqs":[{"value":"police custody remand","formInput":"police%20custody%20remand"},{"value":"statement u/s 164 crpc","formInput":"statement%20u/s%20164%20crpc"},{"value":"graham staines","formInput":"graham%20staines"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"retracted confession","formInput":"retracted%20confession"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"police remand ","formInput":"police%20remand%20"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"article 20(3)","formInput":"article%2020%283%29"},{"value":"identification in dock ","formInput":"identification%20in%20dock%20"},{"value":"section 164 of code of criminal procedure","formInput":"section%20164%20of%20code%20of%20criminal%20procedure"},{"value":"section 164 crpc","formInput":"section%20164%20crpc"},{"value":"photo identification ","formInput":"photo%20identification%20"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"statement under section 164 cr.p.c","formInput":"statement%20under%20section%20164%20cr.p.c"},{"value":"corroborative evidence ","formInput":"corroborative%20evidence%20"},{"value":"confession of accused","formInput":"confession%20of%20accused"},{"value":"arson","formInput":"arson"},{"value":"identification of the accused ","formInput":"identification%20of%20the%20accused%20"}],"cats":[{"value":"confession-recording, recording-of-statement","formInput":"tag:confession-recording, recording-of-statement"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"impact-of-confession-on-jointly-tried-offenders","formInput":"tag:impact-of-confession-on-jointly-tried-offenders"}],"courtcopy":true,"query_alert":null,"agreement":false}