{"tid":149192468,"publishdate":"2016-03-03","title":"Ram Laxman vs State Of Rajasthan on 3 March, 2016","doc":"<h2 class=\"doc_title\">Ram Laxman vs State Of Rajasthan on 3 March, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:shiva-kirti-singh\">Shiva Kirti Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:shiva-kirti-singh\">Shiva Kirti Singh</a></h3>\n\n<pre id=\"pre_1\">Crl.Appeal No. 140 of 2007 etc.\n\n\n\n                                                                                 REPORTABLE\n\n                                         IN THE SUPREME COURT OF INDIA\n\n                                        CRIMINAL APPELLATE JURISDICTION\n\n                                         CRIMINAL APPEAL NO. 140 of 2007\n\n                       Ram Laxman                                            …..Appellant\n\n                            Versus\n\n                       State of Rajasthan                                   …..Respondent\n\n                                                       WITH\n\n                                         CRIMINAL APPEAL NO. 169 OF 2016\n                                     [Arising out of S.L.P.(Crl.)No. 5504 of 2012]\n\n                       Sanjay @ Sanju                                        …..Appellant\n\n                            Versus\n\n                       State of Rajasthan                                   …..Respondent\n\n\n                                                   JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">                       SHIVA KIRTI SINGH, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                       1.   Both the appeals arise out of same judgment and order dated\n\n                       3.1.2006 passed by a Division Bench of High Court of Rajasthan at\n\n                       Jaipur Bench in Criminal Appeal No. 779 of 2001. By the impugned\n\n                       judgment the High Court has maintained the conviction of appellants\n\n<span class=\"hidden_text\" id=\"span_1\"> Signature Not Verifiednamely Ram Laxman and Sanjay alias Sanju for offences under Section</span>\n<span class=\"hidden_text\" id=\"span_2\"> Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\"> GULSHAN KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\"> ARORA</span>\n<span class=\"hidden_text\" id=\"span_5\"> Date: 2016.03.11</span>\n<span class=\"hidden_text\" id=\"span_6\"> 11:53:42 IST</span>\n<span class=\"hidden_text\" id=\"span_7\"> Reason:</span>\n                       302/149 and <a href=\"/doc/763672/\" id=\"a_1\">Section 148</a> IPC. The sentence imposed on the appellants\n\n                       is life imprisonment and fine of Rs. 5,000/- with default clause under\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                          1</span>\n\fCrl.Appeal No. 140 of 2007 etc.\n\n\n\n            <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_3\">149</a> IPC and RI for one year under <a href=\"/doc/763672/\" id=\"a_4\">Section 148</a> IPC. Both\n\n            the substantive sentences are to run concurrently. Vide the same\n\n            judgment the High Court has allowed the appeal of co-accused Ram\n\n            Bharos, Sher Singh, Chaturbhuj, Ram Prasad and Mangi Lal and\n\n            acquitted them for the same very offences.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">            2.       Learned counsel for the appellants has taken us through the entire\n\n            relevant materials on record and particularly through the judgment and\n\n            order under appeal with a view to support his simple submission that\n\n            the case and evidence against the appellants is same as that against the\n\n            other co-accused who have been acquitted by the High Court. In other\n\n            words the appellants simply claim parity with the acquitted co-accused.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">            3.       The prosecution case has been set in motion by the informant\n\n            Ganesh (PW-10), brother of deceased Hanuman, by filing a written report\n\n            (Ex. P-21) to Rafiq Ahmed, Assistant Sub-Inspector of Police Station\n\n            Kaithoon (PW-9). The case, in brief is that around 7.30 a.m. on the said\n\n            day the informant was taking bath at the bank of the river and his\n\n            younger brother Hanuman proceeded towards bushes to attend the call\n\n            of nature. After bath, while coming back the informant saw Sanju and\n\n            Ram Laxman, the appellants, armed with Gupti and Sword respectively\n\n            near the river bank. Both the appellants proceeded towards the bushes\n\n            where Hanuman had gone and were followed by the informant who saw\n\n            the other accused persons including one Ram Kalyan (all acquitted)\n\n            inflicting blows on the person of Hanuman with Sword, Spear, Gandasi\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                  2</span>\n\fCrl.Appeal No. 140 of 2007 etc.\n\n\n\n            and Gupti. The other assailants were joined by the appellants Sanju and\n\n            Ram Laxman who also caused injuries to Hanuman. Ram Kalyan (tried\n\n            separately and acquitted), Chaturbhuj and Sheru inflicted sword blows\n\n            on the head of Hanuman. Ram Prasad caused injury with spear. After\n\n            Hanuman had fallen Ram Laxman inflicted sword blow on the left side of\n\n            neck and shoulder of Hanuman while Sanju caused a Gupti blow on the\n\n            abdomen. Ram Bharos and Mangi Lal inflicted gandasi blows on the\n\n            right palm. The informant shouted for help from a distance on which\n\n            PW-2 Chhitar and PW-11 Suresh came rushing. On seeing them the\n\n            assailants fled away. Hanuman had died on the spot. With the help of\n\n            aforesaid witnesses the informant brought the dead body to hospital and\n\n            lodged a written report which led to investigation of case under <a href=\"/doc/1258372/\" id=\"a_5\">Sections\n\n            147</a>, <a href=\"/doc/763672/\" id=\"a_6\">148</a>,<a href=\"/doc/999134/\" id=\"a_7\">149</a> and <a href=\"/doc/1560742/\" id=\"a_8\">302</a> of the IPC. Chargesheet against the accused led to\n\n            their trial in which twelve witnesses were examined on behalf of the\n\n            prosecution. The accused persons claimed to be innocent and one\n\n            witness was examined on behalf of defence. The appellants and five other\n\n            were tried together and were convicted as noted earlier. Co-accused Ram\n\n            Kalyan who had allegedly given a sword blow on the head was tried later\n\n            vide Trial No. 42/2000 and was acquitted vide judgment dated\n\n            16.8.2002, mainly because the informant PW-10 Ganesh turned hostile\n\n            and denied the presence of Ram Kalyan at the time of occurrence.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">            4.       As per medical evidence of the Doctor (PW-7) the deceased\n\n            Hanuman had sustained eleven injuries including injury no. 9,         an\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                               3</span>\n\fCrl.Appeal No. 140 of 2007 etc.\n\n\n\n            incised wound 6” x 5” x 2” on right frontal and parietal region, breaking\n\n            bone and badly cutting brain matter that came out. In the opinion of\n\n            Doctor cause of death was coma as a result of the head injury.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">            5.       The High Court has noticed that in total there were three alleged\n\n            eye witnesses namely, Ganesh (PW-10), Chhitar Lal (PW-2) and Suresh\n\n            Kumar (PW-11). PW-2 and PW-11 did not support the prosecution case\n\n            and were declared hostile. Only on the testimony of informant Ganesh\n\n            the appellants and co-accused were convicted by the trial court.\n\n            Evidence of Ganesh was severely criticized on the ground that he\n\n            appeared to be a chance witness whose presence is doubtful because he\n\n            did not sustain any injury and his own brother Suresh also did not\n\n            support his version. It was also pointed out that Ganesh admitted in his\n\n            cross examination that he had visited the appellants in jail and had\n\n            offered to change his statement in lieu of money. Conduct of Ganesh in\n\n            the subsequent Sessions Case No. 42/2000 in which co-accused Ram\n\n            Kalyan was acquitted, was also highlighted before the High Court and a\n\n            certified copy of the judgment in that case was placed for perusal.\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"593857\" id=\"span_11\">6.       Strangely, the High Court disbelieved Ganesh qua the other\n\n            co-accused and granted them acquittal but accepted his testimony in\n\n            respect of the appellants by explaining that the maxim “falsus in uno,\n\n            falsus in omnibus” stands disapproved since long as per judgment of this\n\n            Court in the case of <a href=\"/doc/593857/\" id=\"a_9\">Ugar Ahir v. State of Bihar</a>, AIR 1965 SC 277.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                 4</span>\n\fCrl.Appeal No. 140 of 2007 etc.</span>\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">            7.       In our considered view the Division Bench committed a serious\n\n            error in relying upon the aforesaid judgment. No doubt, it is an\n\n            established principle of criminal law in India that only on account of\n\n            detecting some falsehood in the statement of a witness who is otherwise\n\n            consistent and reliable, his entire testimony should not be discarded. It\n\n            is equally settled law that if a witness is found un-dependable and\n\n            un-reliable his evidence can not be split to grant benefit to some\n\n            co-accused while maintaining conviction of another when in all respects\n\n            he stands on same footing and deserves parity.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"723828\" id=\"span_13\">8.       On bestowing anxious consideration to the materials on record, we\n\n            are unable to concur with the findings of the High Court whereby it has\n\n            maintained the conviction of the appellants while granting acquittal to\n\n            the other co-accused. The only justification for such distinction in\n\n            paragraph 13 of the judgment is that “the injuries attributed to Ram\n\n            Laxman and Sanju are corroborated by the post mortem report”. This\n\n            reasoning on the facts of the case can not hold good because there is no\n\n            discussion with a corresponding finding that the post mortem report\n\n            does not corroborate injuries attributed to other co-accused. Even\n\n            otherwise, we find that the evidence of only eye witness Ganesh is highly\n\n            unreliable and hence specific injuries attributed by him can not carry\n\n            any weight. The appellants can justifiably claim parity with the\n\n            co-accused who have been acquitted. To support the claim of parity and\n\n            acquittal on that basis, the learned counsel for the appellants has rightly\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                 5</span>\n\fCrl.Appeal No. 140 of 2007 etc.\n\n\n\n            placed reliance upon judgment of this Court in the case of <a href=\"/doc/723828/\" id=\"a_10\">Joginder\n\n            Singh v. State of Punjab</a>, 1994 SCC (Cri) 46.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_10\">            9.       In the result appeals are allowed. The judgment and order of the\n\n            High Court under appeal qua the appellants is set aside. They are\n\n            acquitted of all the charges. They shall stand discharged from the\n\n            liabilities of their bail bonds, if on bail. In case they are in custody, they\n\n            shall be released forthwith unless required by law to be detained in\n\n            connection with some other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\">\n\n</p><p data-structure=\"Precedent\" id=\"p_12\">                                                   …………………………………….J.\n                                                   [DIPAK MISRA]\n\n\n                                                   ……………………………………..J.\n                                                   [SHIVA KIRTI SINGH]\n            New Delhi.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">            March 03, 2016.</p><pre id=\"pre_2\">\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                  6</span>\n\f                                CORRECTED\n\nITEM NO.1A                 COURT NO.4                 SECTION II\n\n               S U P R E M E C O U R T O F        I N D I A\n                       RECORD OF PROCEEDINGS\n\n                    Criminal Appeal   No(s).   140/2007\n\nRAM LAXMAN                                                Appellant(s)\n\n                                  VERSUS\n\nSTATE OF RAJASTHAN                                        Respondent(s)\n\n<span class=\"hidden_text\" id=\"span_16\">                           Crl.A. No. 169/2016</span>\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_14\">Date : 03/03/2016 This appeal was called on for judgment today.\n\n\n</p><pre id=\"pre_3\">For Appellant(s)      Mr. P. B. Suresh, Adv.\n                      Mr. Vipin Nair, Adv.\n                      Mr. Prithu Garg, Adv.\n                      Mr. Udayaditya Banerjee, Adv.\n                      M/s. Temple Law Firm.\n\n                      Mr. T. R. B. Sivakumar, Adv.\n                      Mr. K. V. Vijayakumar, AC\n\n\nFor Respondent(s)     Mr. Shovan H., Adv.\n                      Mr. Milind Kumar, Adv.\n\n                      Mr. Jayant Bhatt P.C., Adv.\n                      Mr. B. S. Shankar, Adv.\n                      Ms. Ruchi Kohli, Adv.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_15\">     Hon&#x27;ble Mr. Justice Shiva Kirti Singh pronounced the judgment\nof the Bench consisting Hon&#x27;ble Mr. Justice Dipak Misra and His\nLordship.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">     The appeals are allowed in terms of the signed reportable\njudgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">\n</p><pre id=\"pre_4\">     (Gulshan Kumar Arora)                                (H.S. Parasher)\n         Court Master                                      Court Master\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_18\">        (Signed reportable judgment is placed on the file)\n\f</p>","numcites":6,"numcitedby":15,"docsource":"Supreme Court - Daily Orders","citetid":149192468,"divtype":"judgments","relatedqs":[{"value":"court master","formInput":"court%20master"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"}],"courtcopy":true,"query_alert":null,"agreement":false}