{"tid":154358293,"publishdate":"2012-11-22","title":"Busi Koteswara Rao & Ors vs State Of A.P on 22 November, 2012","doc":"<h2 class=\"doc_title\">Busi Koteswara Rao &amp; Ors vs State Of A.P on 22 November, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2012 AIR SCW 6451, 2012 (12) SCC 711, AIR 2013 SC (CRIMINAL) 502, 2013 (1) AJR 810, 2013 ALL MR(CRI) 355, (2013) 121 ALLINDCAS 239 (SC), 2013 (121) ALLINDCAS 239, 2012 (11) SCALE 266, (2013) 1 ALLCRILR 111, 2013 (2) KCCR 73 SN, 2013 (1) CHANDCRIC 36 NOC, (2012) 4 CURCRIR 634, (2012) 11 SCALE 266, (2013) 1 ALLCRIR 910, (2013) 1 RECCRIR 216, (2013) 80 ALLCRIC 603, (2013) 1 CRIMES 47, 2013 (1) ALD(CRL) 440, AIR 2013 SUPREME COURT 515</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-sathasivam\">P.Sathasivam</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a>, <a href=\"/search/?formInput=benchid:r-gogoi\">Ranjan Gogoi</a></h3>\n\n<pre id=\"pre_1\">                                                REPORTABLE\n\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n                      1 CRIMINAL APPEAL NO. 454 OF 2009\n\n\n\nBusi Koteswara Rao &amp; Ors.                           .... Appellant(s)\n\n      Versus\n\nState of A.P.                                           .... Respondent(s)\n\n\n                                  WITH\n\n                      2 CRIMINAL APPEAL NO. 455 OF 2009\n\n\n\n\n\n\n                              J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">P.Sathasivam,J.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">1)    These appeals are directed against  the  final  judgments  and  orders\ndated 20.06.2007 and 13.06.2007 of the  High  Court  of  Judicature,  Andhra\nPradesh  at  Hyderabad  in  Criminal  Appeal  Nos.  368  and  367  of   2003\nrespectively whereby the High Court while setting aside the  conviction  and\nsentence of other accused, partly allowed  the  criminal  appeals  upholding\nthe conviction of the appellants herein for the  offences  punishable  under\n<a href=\"/doc/763672/\" id=\"a_1\">Sections 148</a> and <a href=\"/doc/1517318/\" id=\"a_2\">436</a> of the Indian Penal Code, 1860  (in  short  ‘the  <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>’)\nand reduced the sentence for the offence punishable  under  <a href=\"/doc/1517318/\" id=\"a_4\">Section  436</a>  of\nthe IPC from 7 years to 3 years while maintaining the  amount  of  fine  and\ndirected the appellants herein to  surrender  themselves  before  the  trial\nCourt in order to serve the remaining period of sentence.\n</p><p data-structure=\"Facts\" id=\"p_3\">2)    Brief facts:\n</p><blockquote id=\"blockquote_1\">a)    There were land disputes between two groups at Pedagarlapadu  Village,\nGuntur District, Andhra Pradesh in respect of the  lands  belonging  to  the\nTemples which were leased out by the  Endowments  Department  to  the  upper\nclass people of the village and there was resentment  in  local  dalits  for\nthe same.  One day,  the  agitators  trespassed  into  the  said  lands,  in\nrespect of which, Pinnam Peda Subbaiah-the  leaseholder  filed  a  complaint\nwhich resulted into a deep seated rivalry between the two groups.\n</blockquote><blockquote id=\"blockquote_2\">b)    In order to take revenge, the other party attacked the leaseholder  to\ncommit his murder.  In retaliation, on 14.04.1997,  the  accused/appellants,\nformed an unlawful assembly, armed with deadly weapons, raided  the  Harijan\ncolony and set ablaze around 50 dwelling houses  of  the  prosecution  party\nand abused them in the name of their caste.\n</blockquote><blockquote id=\"blockquote_3\">c)    The Inspector of Police, Dachepalli took up  the  investigation  which\nculminated into registration of Crime Nos. 29 and 28 of 1997 and later,  the\ncase was transferred to  the  Crime  Investigation  Department  (CID).   The\nDeputy Superintendent of Police, CID,  Vijayawada  filed  the  charge  sheet\nagainst the accused persons for the offence punishable under  <a href=\"/doc/1258372/\" id=\"a_5\">Sections  147</a>,\n<a href=\"/doc/763672/\" id=\"a_6\">148</a>, <a href=\"/doc/1552733/\" id=\"a_7\">435</a>, <a href=\"/doc/1517318/\" id=\"a_8\">436</a> read with <a href=\"/doc/999134/\" id=\"a_9\">Section  149</a>  IPC  and  <a href=\"/doc/28565123/\" id=\"a_10\">Sections  3(1)(v)</a>,  <a href=\"/doc/191617182/\" id=\"a_11\">3(1)(x)</a>,\n<a href=\"/doc/111591460/\" id=\"a_12\">3(2)(v)</a> and <a href=\"/doc/76644722/\" id=\"a_13\">3(2)(iv)</a> of  the  Scheduled  Castes  and  the  Scheduled  Tribes\n(Prevention of Atrocities) Act, 1989 (in short ‘the <a href=\"/doc/25085007/\" id=\"a_14\">SC &amp; ST Act</a>’).\n</blockquote><blockquote id=\"blockquote_4\">d)    The cases were committed to  the  Court  of  Special  Sessions  Judge,\nGuntur under the <a href=\"/doc/25085007/\" id=\"a_15\">SC &amp; ST  Act</a>  and  numbered  as  S.C.  Nos.  63/S/2000  and\n62/S/2000.  In both the cases, by separate  orders  dated  24.03.2003,   the\nSpecial Sessions Judge found the appellants herein  and  others  guilty  for\nthe offence punishable under <a href=\"/doc/763672/\" id=\"a_16\">Sections 148</a> and <a href=\"/doc/1517318/\" id=\"a_17\">436</a> of the IPC  and  convicted\nand sentenced each of them to suffer RI for one year and to pay  a  fine  of\nRs.2000/- each, in default, to further undergo simple imprisonment (SI)  for\none month for the offence punishable  under  <a href=\"/doc/763672/\" id=\"a_18\">Section  148</a>  IPC  and  further\nsentenced each of them to suffer RI for  7  years  and  to  pay  a  fine  of\nRs.10,000/-, in default, to further  undergo  SI  for  two  months  for  the\noffence punishable under <a href=\"/doc/1517318/\" id=\"a_19\">Section 436</a> IPC read with <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> IPC.\n</blockquote><blockquote id=\"blockquote_5\">(e)   Aggrieved by the said  order  of  conviction  and  sentence,  the  two\nappeals being Criminal Appeal Nos. 368 and 367 of  2003  were  filed  before\nthe High Court.\n</blockquote><blockquote id=\"blockquote_6\">(f)   By impugned order dated 20.06.2007 in Criminal appeal No. 368 of  2003\nand order dated 13.06.2007 in Criminal Appeal No.  367  of  2003,  the  High\nCourt, partly allowed the appeals and while  setting  aside  the  conviction\nand sentence of other accused,  upheld  the  conviction  of  the  appellants\nherein for the offences punishable  under  <a href=\"/doc/763672/\" id=\"a_21\">Sections  148</a>  and  <a href=\"/doc/1517318/\" id=\"a_22\">436</a>  IPC  but\nreduced the sentence for the offence punishable under <a href=\"/doc/1517318/\" id=\"a_23\">Section 436</a>  IPC  from\n7 years to 3 years while maintaining the amount of fine.\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">g)    Aggrieved  by  the  said  order,  Busi  Koteswara  Rao  (A-1),  Pinnam\nNageswara Rao (A-4) and Busa Mattayya (A-30) have filed Criminal Appeal  No.\n454 of 2009 and Busi Koteswara Rao  (A-1),  Katakam  Pedda  Biksham  (A-11),\nKatakam China Biksham (A-12), Busa Mattayya  (A-13),  Busa  Kotaiah  (A-14),\nPinnam Rangaiah (A-15), Pinnam Sankar (A-17), Pinnam Nageswara  Rao  (A-19),\nBoosa Srinu (A-21), Marasu Venkata Swamy (A-22), Pinnam  Ramana  (A-24)  and\nPinnam China Subbayya A-25 have  filed  Criminal  Appeal  No.  455  of  2009\nbefore this Court by way of special leave.\n</p><p data-structure=\"PetArg\" id=\"p_5\">3)      Heard   Mr.   V.   Sridhar   Reddy,   learned   counsel   for    the\nappellants/accused  and  Mr.  Mayur  R.  Shah,  learned  counsel   for   the\nrespondent-State.\n</p><p data-structure=\"Facts\" id=\"p_6\">4)    In the case on hand, total 79 persons were chargesheeted  for  various\noffences under <a href=\"/doc/1569253/\" id=\"a_24\">IPC</a> including Sections 147, 148 and Section 436.  Though  the\nprosecution has examined 52 witnesses and exhibited 12 documents in  support\nof their case, among those witnesses, PWs 1-42 alone were cited as the  eye-\nwitnesses to the occurrence.   Due  to  the  arson  and  violence  that  had\nhappened on 14.04.1997 between two groups of  the  same  village,  about  50\ndwelling houses reduced into ashes.  PWs 2, 4-15, 18, 20, 22, 23  and  26-41\ndid not support the case  of  the  prosecution  and  were  declared  hostile\nwitnesses.  On the other hand, PWs 1, 3, 16, 17,  19,  21,  24,  25  and  42\nsupported the version of the prosecution.\n</p><p data-structure=\"Precedent\" id=\"p_7\">5)    According to the prosecution, there was a  friction  amongst  the  two\ngroups of the same village.  The prosecution party belongs to  Telugu  Desam\nParty and the accused Party belongs to Congress (I).  It is  also  projected\nby the prosecution that apart from the  political  rivalry,  there  is  also\nserious enmity between the parties in respect  of  lease  of  temple  lands.\nThere is no dispute that the incident occurred on  14.04.1997  was  a  group\nclash between two rivalries.  In such type of incidents, an onerous duty  is\ncast upon the criminal courts to ensure that no innocent  is  convicted  and\ndeprived of his liberties.  At the same time, in the case of  group  clashes\nand organized crimes, persons behind the scene executing the  crime,  should\nnot be allowed to go scot-free.   In  other  words,  in  cases  involving  a\nnumber of accused persons, a balanced approach by the court is  required  to\nbe insisted upon.  In a series of decisions, this Court  has  held  that  in\ncases of arson and murder where  large  number  of  people  are  accused  of\ncommitting crime, the courts should be cautious to rely upon  the  testimony\nof witnesses speaking generally without specific reference  to  the  accused\nor the specific role played by them.\n</p><p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_1\">(6)   Even, as early as in 1965, a larger Bench of this Court in  <a href=\"/doc/1048134/\" id=\"a_25\">Masalti  &amp;\nOrs. vs. The State of Uttar Pradesh</a>, AIR 1965 SC 202  considered  about  how\nthe prosecution case is to be believed.  The principles <a href=\"/doc/1048134/\" id=\"a_26\">laid  down  in</a>  para\n16 of the decision are relevant which is as under:-</span>\n</p>\n\n<blockquote id=\"blockquote_7\">        “16. Mr Sawhney also urged that the test applied by the High  Court\n      in convicting the appellants is mechanical. He argues that  under  the\n      <a href=\"/doc/1953529/\" id=\"a_27\">Indian Evidence Act</a>, trustworthy evidence given by  a  single  witness\n      would be enough to convict an accused person, whereas  evidence  given\n      by half a dozen witnesses which is not trustworthy would not be enough\n      to sustain the conviction.  That,  no  doubt  is  true;  but  where  a\n      criminal court has to deal with evidence pertaining to the  commission\n      of an offence involving a large number of offenders and a large number\n      of victims, it is usual to adopt the test that the conviction could be\n      sustained only if it is supported by two or three  or  more  witnesses\n      who give a consistent account of the incident. In a  sense,  the  test\n      may be described as mechanical; but it is difficult to see how it  can\n      be treated as irrational or unreasonable. Therefore, we do  not  think\n      any grievance can be made by the appellants against  the  adoption  of\n      this test. If at all the prosecution may be entitled to say  that  the\n      seven accused persons were  acquitted  because  their  cases  did  not\n      satisfy the mechanical test of four witnesses, and if  the  said  test\n      had not been applied, they might as well have been convicted.  It  is,\n      no doubt, the quality of the evidence that matters and not the  number\n      of witnesses who give such evidence. But sometimes  it  is  useful  to\n      adopt a test like the one which the High Court has adopted in  dealing\n      with the present case.”\n\n\n\n\n</blockquote><blockquote id=\"blockquote_8\">7)    It is clear that when a criminal  court  has  to  deal  with  evidence\npertaining to the commission of an  offence  involving  a  large  number  of\noffenders and a large number  of  victims,  the  normal  test  is  that  the\nconviction could be sustained only  if  it  is  supported  by  two  or  more\nwitnesses who give a consistent account of the incident in question.\n</blockquote><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1142123\" id=\"span_2\">8)    No doubt, in <a href=\"/doc/1142123/\" id=\"a_28\">State of U.P. vs. Dan Singh and Others</a> (1997) 3 SCC  747,\na Bench of two-Judges, in para 48 has held that “……it would be safe if  only\nthose of the respondents should be held to be the members  of  the  unlawful\nassembly  who  have  been  specifically  identified  by  at  least  4   eye-</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">witnesses….”\n\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_3\">9)    We have already quoted the requirements for convicting an  accused  in\na clash between two groups as per <a href=\"/doc/1048134/\" id=\"a_29\">Masalti</a> (supra) which is  a  larger  Bench\ndecision of this Court.  In the light of the same,  we  reiterate  and  hold\nthat when an unlawful assembly or a large number of  persons  take  part  in\narson or in a clash between two groups, in order to  convict  a  person,  at\nleast two prosecution witnesses have to support and identify  the  role  and\ninvolvement of the persons concerned.</span>\n</p><p data-structure=\"Precedent\" id=\"p_11\">10)   With the above background, let us consider whether the impugned  order\nof the High Court convicting A-1, A-4 and A-30 in Criminal  Appeal  No.  454\nof 2009 and A-1, A-11, A-12, A-13 to A-15, A-17, A-19, A-21, A-22, A-24  and\nA-25 in Criminal Appeal No. 455 of 2009 is sustainable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">11)   We were taken through the statements of witnesses  who  supported  the\ncase of the prosecution.  We also perused all  the  relevant  documents  and\nconnected papers.  As discussed by the High Court, PWs 1-21 spoke about  the\nparticipation of A-1 and A-38 whereas PWs 3 and 42 narrated with  regard  to\nthe  participation  of  A-4  and  PWs  16  and  17   described   about   the\nparticipation of A-30.  In the same way,  the  participation  of  the  above\nmentioned 12 accused persons in Criminal Appeal No. 455  of  2009  has  been\nspoken to by two or more witnesses.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_4\">12)   By applying the  principles  <a href=\"/doc/1048134/\" id=\"a_30\">laid  down  in</a>  <a href=\"/doc/1048134/\" id=\"a_31\">Masalti</a>  (supra)  and  as\nreiterated by  us  in  the  above  paragraphs,  inasmuch  as  at  least  two\nprosecution witnesses have spoken to about  the  involvement  and  the  role\nplayed by the above accused persons, we have no reason to  differ  with  the\ndecision arrived by the High Court.  It is clear from  the  statements  made\nby the witnesses on the side of the prosecution that the  appellants/accused\ncame in a mob and set ablaze around 50  dwelling  houses  and  reduced  them\ninto  ashes  and  the  same  were  identified  and  their   involvement   is\nestablished by the reliable prosecution witnesses  beyond  reasonable  doubt\nwhich cannot be disturbed.  On the other hand, we  fully  endorse  the  view\nand the ultimate decision arrived by the High Court.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_14\">13)   Coming to the sentence, the prosecution has  established  the  offence\nunder  <a href=\"/doc/763672/\" id=\"a_32\">Sections  148</a>  and  <a href=\"/doc/1517318/\" id=\"a_33\">436</a>  of  IPC.   Insofar  as  the  appellants  are\nconcerned, though the trial Court has awarded 7 years of  imprisonment,  the\nHigh Court reduced the same to 3 years while maintaining  the  fine  amount.\nIn fact, <a href=\"/doc/1517318/\" id=\"a_34\">Section  436</a>  IPC  enables  the  court  to  award  punishment  with\nimprisonment for life or with imprisonment of either description for a  term\nwhich may extend to 10 years in addition  to  the  fine.   We  have  already\nnoted that the dwelling houses of PWs 1-42 were  set  on  fire  and  reduced\ninto ashes by the above appellants/accused  and  the  same  have  been  duly\nestablished by the prosecution beyond reasonable doubt.  Taking note of  the\nsentence prescribed under <a href=\"/doc/1517318/\" id=\"a_35\">Section 436</a> of IPC, we are of the view  that  even\nthe reduction of sentence by the High Court is not  warranted,  however,  in\nthe absence of appeal by the State, we  are  not  inclined  to  disturb  the\nsame.  14)  In the light of the  above  discussion,  both  the  appeals  are\ndismissed.  In view of the fact that this Court on 06.03.2009  enlarged  all\nthe appellants on bail, if any portion of the sentence  is  left  out,  they\nare directed to surrender within a period of 2 weeks from today  to  undergo\nthe remaining sentence.\n</p><p data-structure=\"Precedent\" id=\"p_15\">                                  ………….…………………………J.\n\n\n                                       (P. SATHASIVAM)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                    ………….…………………………J.\n\n\n                                      (RANJAN GOGOI)\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_16\">NOVEMBER 22, 2012.\n</p>\n\n\n\n<pre id=\"pre_2\">ITEM NO.1-E              COURT No.3              SECTION II\n(For judgment)\n\n                S U P R E M E   C O U R T   O F   I N D I\n                        RECORD OF PROCEEDINGS\n\n<span class=\"hidden_text\" id=\"span_5\">                 CRIMINAL APPEAL NO.454/2009</span>\n\n\nBUSI KOTESWARA RAO &amp; ORS.                          Appellant(s)\n\n    Versus\n\nSTATE OF A.P.                                 Respondent(s)\n\nWITH CRIMINAL APPEAL NO.455/2009\n\n\nDATE :22/11/2012       These matters were called\n              on for pronouncement of judgment  today.\n\nFor Appellant(s)     Mr. V.N. Raghupathy, Adv.\n\n\nFor Respondent(s)          Mr. D. Mahesh Babu, Adv.\n                           Mr. Mayur R. Shah, Adv.\n                          Ms. Savita Devi, Adv.\n                          Ms. Suchitra Hrangkhawl, Adv.\n                          Mr. Amit K. Nain, Adv.\n                          Mr. M.B. Shivudu, Adv.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_17\">         Hon&#x27;ble Mr. Justice P. Sathasivam  pronounced the judgment of  the\n  Bench comprising His Lordship and Hon&#x27;ble Mr. Justice Ranjan Gogoi.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_18\">          The appeals are dismissed.  In view of the fact that  this  Court\n  on 06.03.2009 enlarged all the appellants on bail, if any portion of  the\n  sentence is left out, they are directed to surrender within a period of 2\n  weeks from today to undergo the remaining sentence.\n</p>\n\n\n\n<pre id=\"pre_3\">    (Usha Bhardwaj)                            (Savita Sainani)\n    (Court Master)                          (Court Master)\n\n</pre><p data-structure=\"Conclusion\" id=\"p_19\">       [Signed reportable judgment is placed on the file ]\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_20\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_6\">10</span>\n\n\n","numcites":14,"numcitedby":16,"docsource":"Supreme Court of India","citetid":154358293,"divtype":"judgments","relatedqs":[{"value":"u/s 436 of ipc ","formInput":"u/s%20436%20of%20ipc%20"},{"value":"section 436 of i.p.c.","formInput":"section%20436%20of%20i.p.c."},{"value":"436 ipc","formInput":"436%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"arson","formInput":"arson"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 436 of indian penal code","formInput":"section%20436%20of%20indian%20penal%20code"},{"value":"section 436 ipc","formInput":"section%20436%20ipc"},{"value":"dwelling house","formInput":"dwelling%20house"},{"value":"Ranjan Gogoi, ","formInput":"Ranjan%20Gogoi%2C%20"},{"value":"section 436 ","formInput":"section%20436%20"},{"value":"court master","formInput":"court%20master"},{"value":"436","formInput":"436"}],"cats":[{"value":"mischief-by-fire-with-intent-to-destroy-house","formInput":"tag:mischief-by-fire-with-intent-to-destroy-house"},{"value":"rioting","formInput":"tag:rioting"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"scheduled castes-scheduled-tribes, sc-st < prevention-of-atrocities","formInput":"tag:scheduled castes-scheduled-tribes, sc-st < prevention-of-atrocities"}],"courtcopy":true,"query_alert":null,"agreement":false}