{"tid":173063806,"publishdate":"2012-11-09","title":"M/S Karam Chand Thapar & Bros (Coal ... vs Tehri Hydro Development Corporation ... on 9 November, 2012","doc":"<h2 class=\"doc_title\">M/S Karam Chand Thapar &amp; Bros (Coal ... vs Tehri Hydro Development Corporation ... on 9 November, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-khetrapal\">Reva Khetrapal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-khetrapal\">Reva Khetrapal</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+                 ARB.P. 322/2010\n\nM/S KARAM CHAND THAPAR\n&amp; BROS (COAL SALES) LTD                          ..... Petitioner\n                  Through:            Mr.     A.K.        Ganguly,   Sr.\n                                      Advocate with Mr. Sukumar\n                                      Pattjoshi,       Ms.     Madhumita\n                                      Kothari, Ms. Reetu Chhabra\n                                      and Mr. Niranjan Behera,\n                                      Advocates.\n\n                  versus\n\nTEHRI HYDRO DEVELOPMENT\nCORPORATION INDIA LTD &amp; ANR         ..... Respondents\n                 Through: Mr. Gourab Banerjee, Sr.\n                          Advocate with Mr. S.K. Taneja,\n                          Sr. Adv. alongwith Mr. Puneet\n                          Taneja and Mr. Anand Kumar\n                          Singh, Advocates for the\n                          respondent No.1.\n                          Mr. Jaswinder Singh, Advocate\n                          for the respondent No.2.\n\n%                          Date of Decision : November 09, 2012\n\nCORAM:\nHON&#x27;BLE MS. JUSTICE REVA KHETRAPAL\n\n                           JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">: REVA KHETRAPAL, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.     The present petition under Section 11(2) and (6) of the\n<a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act, 1996</a> has been filed by M/s. Karam\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">ARB.P.322/2010                                     Page 1 of 34</span>\n Chand Thapar &amp; Bros (Coal Sales) Ltd. (hereinafter referred to as\n&quot;KCT&quot;).\n</p><p data-structure=\"Issue\" id=\"p_3\">BRIEF BACKGROUND\n</p><p data-structure=\"Facts\" id=\"p_4\">2.     The essential facts leading to the dispute between the parties are\nwithin a narrow compass.            The Respondent, Tehri Hydro\nDevelopment Corporation India Limited (hereinafter referred to as\n&quot;THDC&quot;) is a joint venture corporation of Government of India and\nGovernment of U.P. THDC invited tenders for three packages for the\nwork of construction of Tehri Hydro Power Plant. KCT submitted its\ntenders for the three packages vide their letter dated 14.12.1993.\nTHDC accepted the offer of KCT and issued Letter of Intent dated 8 th\nNovember, 1995 and Contract Agreements to this effect were signed\non 03.01.1996 separately for the three packages between the parties.\nKCT contends that the present petition relates to Package-III\nspecifically, which is denied by THDC. It is the submission of THDC\nthat KCT has raised disputes pertaining to other packages as well. It\nis, however, not in dispute that Clause 60 of the &quot;General Conditions\nof the Contract&quot; provided for a four tier system for settlement of\ndisputes.     For the facility of reference, Clause 60 is reproduced\nhereunder:-\n</p><p data-structure=\"Issue\" id=\"p_5\">       &quot;Claues 60.0      SETTLEMENT OF DISPUTES\n</p><p data-structure=\"PetArg\" id=\"p_6\">       (i)  If the Contractor considers any work demanded of\n            him to be outside the requirements of the contract\n            or considers any decision of the Engineer-in-\n</p><p data-structure=\"CDiscource\" id=\"p_7\">            Charge on any matter in connection with or\n            arising out of the contract or carrying out of work\n            to be unacceptable, he shall promptly ask the\n            Engineer-in-Charge in writing for written\n\n\n<span class=\"hidden_text\" id=\"span_2\">ARB.P.322/2010                                      Page 2 of 34</span>\n                  instructions or decision. Thereupon the Engineer-\n                 in-Charge shall give his written instructions or\n                 decision within a period of thirty days of such\n                 request.\n</p><p data-structure=\"Section\" id=\"p_8\">                 Upon receipt of the written instructions or\n                 decision, the contractor shall promptly proceed\n                 without delay to comply with such instructions or\n                 decision.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">                 If the Engineer-in-Charge fails to give his\n                 instructions or decision in writing within a period\n                 of thirty days after being requested for or if the\n                 contractor is dissatisfied with the instructions or\n                 decision of the Engineer-in-Charge, the contractor\n                 may within thirty days after receiving the\n                 instructions or decision, file a written appeal with\n                 the CMD, THDC stating clearly and in detail, the\n                 basis for the objection. The CMD will consider the\n                 written appeal and make his decision on the basis\n                 of relevant contract provisions, together with the\n                 facts and circumstance involved in the dispute.\n                 The decision will be furnished in writing to the\n                 contractor within thirty days after the receipt of\n                 the contractor‟s written appeal.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">                 If the contractor is still dis-satisfied with the\n                 decision, the contractor, within a period of fifteen\n                 days from the receipt of the decision, shall indicate\n                 to the CMD, THDC his intention to refer the\n                 matter to the Disputes Review Board (DRB) and\n                 within period of another fifteen days shall formally\n                 appeal to the Disputes Review Board.\n</p><p data-structure=\"Precedent\" id=\"p_11\">                 The constitution of the Dispute Review Board and\n                 the procedure to be adopted by it for resolving the\n                 disputes is elaborated in the TABLE-A, provided,\n                 however, all such disputes which may arise prior\n                 to the constitution of the Board, shall be taken up\n                 for consideration at its first meeting convened not\n                 later than thirty days upon its constitution. As\n                 specified under para 1 of Annex-A, the\n\n\n<span class=\"hidden_text\" id=\"span_3\">ARB.P.322/2010                                          Page 3 of 34</span>\n                  decisions/recommendations of Dispute Review\n                 Board in respect of the disputes involving the\n                 individual claims upto Rs.200.00 lacs shall be\n                 binding on the THDC and the contractor. In the\n                 case of the dispute involving individual claim\n                 beyond Rs.200.00 lac, if inspite of the\n                 recommendations/decision of the Disputes Review\n                 Board, the dispute remains unresolved, either\n                 party, within 15 days of the receipt of the aforesaid\n                 recommendations/decision of the board, may\n                 appeal the decision back to the Board for review.\n                 However, if even after this review of its\n                 recommendations/decision by the Disputes Review\n                 Board, the two parties still fail to resolve the\n                 dispute, either party may resort to arbitration. In\n                 that case ,within a period of 30 days of the receipt\n                 of the Disputes Review Board‟s final\n                 recommendations/decision, the party desiring to\n                 resort to arbitration shall indicate its intention to\n                 refer the dispute to Arbitration, failing which, the\n                 said final recommendations/decision of the\n                 Disputes Review Board shall be conclusive and\n                 binding.\n</p><p data-structure=\"Section\" id=\"p_12\">       (ii)      The disputes arising between the contractor and\n                 the THDC shall be resolved by arbitration in\n                 accordance with the provisions of <a href=\"/doc/1052228/\" id=\"a_2\">Indian\n                 Arbitration Act, 1940</a>, or any statutory\n                 amendments thereof. The Board of arbitrators\n                 shall comprise of three arbitrators, one to be\n                 nominated by the Contractor, the second by the\n                 THDC and the third by the Secretary (Power),\n                 Ministry of Energy, Govt. of India.\n</p><pre id=\"pre_2\">       (iii)     .......\n       (iv)      If either of the parties fail to appoint its arbitrators\n</pre><p data-structure=\"Facts\" id=\"p_13\">                 in pursuance of sub clause (ii) above, within sixty\n                 days after receipt of the notice of the appointment\n                 of its arbitrators, then the Secretary (Power),\n                 Ministry of Energy, Govt. of India shall have the\n\n\n<span class=\"hidden_text\" id=\"span_4\">ARB.P.322/2010                                            Page 4 of 34</span>\n                  power, at the request of either party to appoint\n                 arbitrator. A certified copy of the Secretary\n                 (Power)‟s order making such appointment shall be\n                 furnished to both the parties.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_14\">3.     As per Table-A of GCC Clause 60, before referring any matter\nfor arbitration in terms of sub-clause (i), such matter shall be placed\nbefore the Dispute(s) Review Board (hereinafter referred to as DRB)\nfor giving its recommendations/decision. The matter shall be referred\nto arbitration only if the dispute still remains unresolved. DRB shall\nprovide special expertise to assist in and facilitate the timely and\nequitable resolution of disputes, claims and controversies between the\nTHDC and the KCT, in an effort to avoid litigation and delay in\nconstruction. The manner in which the Board (DRB) is to be set up\nand disbanded is provided in Clause 3 of Table-A as follows:-\n</p><blockquote id=\"blockquote_1\">       &quot;The THDC and the Contractor shall each select and\n       negotiate the agreement with their respective member\n       within the first six months after award of the Contract.\n       The THDC and Contractor will immediately notify their\n       members to begin selection of the third member. The\n       first two members shall ensure that the third member\n       meets all the criteria listed above. The third member\n       shall be selected within four months after the first two\n       members are notified to proceed with the selection of\n       the third member. In the event of an impasse, in the\n       selection of the third member, that member shall be\n       selected by the President, Institution of Engineers\n       (India), from among the nominees proposed by the first\n       two members.\n</blockquote><p data-structure=\"Issue\" id=\"p_15\">       The THDC, the Contractor, and all the three members\n       of the Disputes Review Board shall execute the Disputes\n       Review Board Tripartite Agreement within two months\n       after the selection of the third member.\n</p>\n\n<span class=\"hidden_text\" id=\"span_5\">ARB.P.322/2010                                      Page 5 of 34</span>\n<p data-structure=\"CDiscource\" id=\"p_16\">        If during the contract period, the THDC and the\n       contractor are of the opinion that any member or\n       members of the Disputes Review Board is/are not\n       performing their functions properly or that the Board is\n       not discharging the functions for which it was\n       constituted. THDC and the Contractor may disband the\n       Disputes Review Board and reconstitute the same. The\n       procedure for disbandment and reconstitution of\n       Disputes Review Board shall be as follows:-\n</p><blockquote id=\"blockquote_2\">       a)     The THDC and the Contractor shall jointly sign a\n              notice specifying that the Board shall stand\n              disbanded with effect from the date specified in the\n              notice. The notice shall be posted by a registered\n              letter with AD or delivered personally to each of\n              the members of the Board. A member shall be\n              deemed to have received the delivery of the letter\n              even if he refuses to do so.\n</blockquote><blockquote id=\"blockquote_3\">       b)     The Board shall stand disbanded from the date\n              specified in the notice.\n</blockquote><blockquote id=\"blockquote_4\">       c)     The procedure for reconstitution of the Board shall\n              be the same as laid down above for initial\n              constitution of the Board except that the THDC\n              and the Contractor shall take steps to ensure that\n              the reconstituted Board is in position within three\n              months.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_17\">4.     Clause 5 of Table-A provides for the Procedure and Schedule\nfor Disputes Resolutions and states as follows:-\n</p><p data-structure=\"PetArg\" id=\"p_18\">       &quot;5. Disputes shall be considered as quickly as\n       possible, taking into consideration the particular\n       circumstances and the time required to prepare detailed\n       documentation.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_19\">5.     Sub-clause (c) of Clause 5 of Table-A provides the time period\nfor resolution of disputes by the DRB in the following terms:-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">ARB.P.322/2010                                      Page 6 of 34</span>\n<blockquote id=\"blockquote_5\">        &quot;(c) When a dispute is referred to the Board, it shall\n       convene the first meeting within one month of the\n       appeal being made to it and the Board&#x27;s\n       recommendations/decision shall be conveyed in writing\n       to both the parties within one month of the first\n       meeting. In case of disputes involving large and complex\n       issues requiring elaborate discussions, collection of\n       elaborate data, verification of facts on the site etc. which\n       will require a period longer than one month, the Board\n       shall decide in the first meeting the additional time over\n       one month that it will require to complete its\n       proceedings for giving its recommendations/decision.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_20\">6.     Sub-clause (f) of Clause 5 of Table-A, which is also pertinent,\ninter alia, provides as under:-\n</p><blockquote id=\"blockquote_6\">       &quot;(f) Although both the THDC and the Contractor\n       should give great weightage to the recommendations of\n       the Disputes Review Board, these are not binding in\n       respect of the disputes involving individual claims\n       beyond Rs.200.00 lac. If the Board‟s recommendations\n       do not result in resolution of dispute, all records and\n       written recommendations, including any minority\n       reports,will be admissible as evidence in any subsequent\n       formal arbitration or litigation.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">7.     Clause (IX) relates to Termination of Agreement and reads as\nunder:-\n</p><blockquote id=\"blockquote_7\">       &quot;(IX) TERMINATION OF AGREEMENT\n       Subject to the provisions relating to the reconstitution of\n       the BOARD as hereinabove contained; this Agreement\n       shall terminate on satisfactory completion of works and\n       issue of a Maintenance Certificate as provided under\n       the Contract referred to above and on settlement of all\n       outstanding disputes involving financial claims.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">       However, parties may by mutual consent decide not to\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">ARB.P.322/2010                                       Page 7 of 34</span>\n        terminate this Agreement for such further period as\n       may be mutually agreed to.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">8.     It is the case of KCT that the provision of the DRB had not been\nenabled by THDC from 03.01.1996 when the contract agreement was\nentered into till the date when KCT invoked the arbitration clause.\nDespite execution of the contract(s) by KCT in the year 1996, and\nappointment by KCT of its DRB member, namely, Mr. N.N. Singhal\non 12.09.1996, THDC nominated its member, namely, Mr. V.V.\nBadareenarayana on 23.11.2001 and by the same letter communicated\nits approval of the nomination of Mr. N.N. Singhal. KCT conveyed its\napproval for the nomination of Mr.V.V. Badareenarayana by its letter\nof the same day i.e. 29.11.2001. The DRB was constituted even later,\ni.e., on 10.05.2002, on which date the Tripartite Agreement between\nDRB members was signed. Thus, the DRB was constituted six\nyears after the date on which it ought to have been constituted.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">9.     It is further the case of KCT that even after its constitution on\n10.05.2002, the DRB out of the 20 disputes referred to it till 2010\ndecided only 4 disputes between November, 2002 till 02.08.2005. It\nis also stated that after resignation of THDC‟s nominee member on\n15.01.2005, the new DRB member (THDC nominee) was\nappointed by THDC in March, 2008, i.e., after a lapse of three\nyears. Since then, the newly constituted DRB has only been harping\non the fixation of higher fee structure rather than taking steps to decide\nthe disputes between the parties.          THDC issued completion\ncertificate to KCT on 08.06.2007 for Package-III for substantial\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">ARB.P.322/2010                                       Page 8 of 34</span>\n completion of work as on 30.04.2007,i.e., much prior to the\nreconstitution of the DRB.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">10.    It is stated that the malafides of THDC are obvious from the\nfact that on 26.09.2005, THDC sought to fill the vacancy caused in the\nDRB pursuant to the resignation of its nominee member Mr. V.V.\nBadareenarayana on 15.01.2005 with Mr. T.K. Dhar, whose father,\nnamely, Mr. Anil Dhar was working with THDC and THDC well\nknew the fact that the aforesaid filling up of the vacancy would be\nunacceptable to KCT.       KCT vide letters dated 27.01.2007 and\n16.05.2007 requested THDC to disband the DRB as in 11 years of\ncontract execution DRB had given decisions only in 4 matters and\ntotally failed in achieving its objective, i.e., quick resolution of\ndisputes. Despite such objection from KCT, THDC proposed Dr.\nB.K. Mittal‟s name as THDC‟s nominee in place of Mr.\nBadareenarayana vide its letter dated 26.06.2007, i.e., after seven and\na half years of the entering into of the contract agreement between the\nparties and after issuance of completion certificate by THDC on 8th\nJune, 2007, again with the knowledge that the said nominee would not\nbe acceptable to KCT as Dr. B.K. Mittal was the presiding arbitrator\nin the Arbitral Tribunal adjudicating the disputes between KCT and\nTHDC. As anticipated, KCT objected to the appointment of Dr. B.K.\nMittal vide its letter dated 10.08.2007. Ultimately, on 29.01.2008, i.e.,\n3 years after their nominee‟s resignation, THDC nominated Mr. N.K.\nChoudhari as their nominee to the DRB.           Thus, the DRB was\nreconstituted only in January, 2008. This reconstituted DRB held\nits first meeting six months later on 31.07.2008. No Tripartite\n\n<span class=\"hidden_text\" id=\"span_9\">ARB.P.322/2010                                      Page 9 of 34</span>\n Agreement has been signed by this reconstituted DRB as required\nby the contract provisions till date.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">11.    According to KCT, the reconstitution of the DRB also served no\nuseful purpose as all that the newly constituted DRB did, as is\napparent from the material placed on record, was only to harp on the\nfixation of higher fee structure, rather than taking steps to decide the\ndisputes between the parties. The minutes of the first meeting of the\nnewly formed DRB held on 31.07.2008 bear testimony to the fact that\nall that was discussed in the meeting was details of the fee structure.\nThereafter another meeting was held on 05.05.2009, when again only\nthe fee structure was discussed.\n</p><p data-structure=\"Facts\" id=\"p_27\">12.    On 23.06.2009, the nominee member of KCT in the DRB,\nnamely, Mr. N.N. Singhal vide his letter of the said date addressed to\nthe other members of the DRB raised his concern about non-\nfunctioning of the DRB, but to no avail.\n</p><p data-structure=\"Facts\" id=\"p_28\">13.    Faced with the situation as aforesaid, KCT vide its letter dated\n22.07.2009 again requested the Chairman and Managing Director of\nTHDC to take steps to disband the DRB and reconstitute the same as\nthe DRB was not functional as per contract provisions. The said\nrequest was also reiterated by KCT vide its letter dated 21.08.2009.\nHowever, in spite of repeated requests by KCT, THDC took no steps\ntowards reconstitution of the DRB. In the circumstances, KCT vide\nits letter dated 15.04.2010 wrote to THDC, proposing to disband the\nDRB and invoke the stage of arbitration.\n</p><p data-structure=\"Facts\" id=\"p_29\">14.    Shortly thereafter, on 24.04.2010, KCT invoked Clause 60 of\nthe Contract Agreement for adjudication of its disputes by the Arbitral\n\n<span class=\"hidden_text\" id=\"span_10\">ARB.P.322/2010                                     Page 10 of 34</span>\n Tribunal, nominating Mr. Y.P. Singh (Retired Chief Engineer) as one\nof the members of the Arbitral Tribunal and requesting THDC to\nappoint its nominee as per provisions of the Contract. In the said\nletter, KCT clearly stated that DRB had failed to discharge its\nobligations and adjudicate the disputes between the parties effectively\nand expeditiously. It stated: &quot;More than 8 years have elapsed and\nbecause of delays on your part nothing substantial has come out of\nthe DRB proceedings. So we are left with no other option.............&quot;\n</p><p data-structure=\"RespArg\" id=\"p_30\">15.    On 15.05.2010, Mr. N.N. Singhal also informed the Petitioner\nof his intention to resign from DRB, specifically stating therein that:\n</p><blockquote id=\"blockquote_8\">&quot;Matters were still at a standstill at exactly the same stage with zero\naction after the reconstitution of the DRB in March, 2008.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">Thereupon, KCT sent another letter dated 01.06.2010 whereby it\ninformed THDC that the THDC‟s insistence on continuation of DRB\nwas wholly misconceived as DRB had ceased to operate. KCT once\nagain called upon THDC to nominate its arbitrator not later than 30\ndays from the date of receipt of the said communication.\n</p><p data-structure=\"Issue\" id=\"p_32\">16.    The THDC responded vide letter dated 26.06.2010 and\nrequested KCT to appoint its new nominee DRB member, ostensibly\non the plea that KCT had referred Claim No.D-21 vide its letter dated\n24.05.2010 to DRB. THDC by the same letter refused to appoint an\narbitrator. Due to failure on the part of the THDC to appoint its\narbitrator and also for appointment of the Presiding Arbitrator, KCT\nvide its letter dated 02.08.2010 requested Secretary (Power), Ministry\nof Energy, Government of India to nominate two arbitrators, i.e.,\nTHDC‟s nominee arbitrator and the Presiding Arbitrator within 30\n\n<span class=\"hidden_text\" id=\"span_11\">ARB.P.322/2010                                    Page 11 of 34</span>\n days of the receipt of the notice. No action having been taken on the\nletter of KCT dated 02.08.2010, the present petition for appointment\nof the two arbitrators is filed by KCT.\n</p><p data-structure=\"Issue\" id=\"p_33\">17.    Response to the petition is filed by THDC, strongly opposing\nthe relief prayed for. KCT filed its rejoinder, reiterating the contents\nof the petition and denying the averments made in the Opposition filed\non behalf of the Respondent.\n</p><p data-structure=\"RespArg\" id=\"p_34\">18.    This Court has heard the submissions advanced by Mr.A.K.\nGanguly, the learned senior counsel for KCT and Mr. Gourab\nBanerjee, the learned Additional Solicitor General on behalf of\nTHDC.\n</p><p data-structure=\"Section\" id=\"p_35\">CONTENTIONS OF KCT\n</p><p data-structure=\"CDiscource\" id=\"p_36\">19.    At the outset, Mr. A.K. Ganguly, the learned senior counsel for\nKCT submitted that the work pertaining to Package-III was completed\non 30.04.2007 and a completion certificate was issued by THDC on\n08.06.2007. Thereafter, the DRB has ceased both by operation of\ncontract as also by conscious decision/election by one party, namely,\nTHDC, and also by virtue of the fact that the quorum had not been\nestablished owing to the resignation of member(s). He contended that\nthe purpose of the DRB was to expeditiously resolve the disputes\nduring the progress of work. However, despite a lapse of more than\nthree years after completion of work on 30th April, 2007, the DRB\nhad failed to decide the disputes pending before it. Hence, the very\npurpose of existence of DRB stood defeated.         He submitted that\ndespite execution of the contract(s) in the year 1996 and the\nappointment by KCT of its DRB member on 12.09.1996, THDC\n\n<span class=\"hidden_text\" id=\"span_12\">ARB.P.322/2010                                     Page 12 of 34</span>\n nominated its member in 2001 and constituted DRB on 10.05.2002.\nEven after its constitution, DRB decided only 4 out of the 20 disputes\nreferred to it till 2010. Mr.V.V. Badareenarayana, THDC‟s nominee\nmember of DRB resigned on 15.01.2005, and the new DRB member\n(THDC nominee) was appointed only in March, 2008, i.e., after a\nlapse of three years. This newly constituted DRB also rendered itself\nunfit to act as an adjudicator as was apparent from the fact that the\nmembers of the DRB had only been harping on the fixation of higher\nfee structure, rather than taking steps to decide the dispute between the\nparties. The DRB thus explicitly rendered itself nothing more than a\nparty with vested interest.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">20.    Reference in the aforesaid context was made by Mr. Ganguly to\nletter dated 30th May, 2008 from KCT to THDC complaining about\nnon-functioning of DRB despite KCT‟s consent to the nomination of\nMr. N.K. Choudhari as DRB member; letter dated 31.05.2008\nwhereunder Mr. N.K. Choudhari (the THDC nominee) consented to be\nnominated as member of DRB after a lapse of five months subject to\nmodified payment terms pertaining to retainer fee per calendar month,\nbesides payment of actual sitting days; letter dated 07.06.2008 from\nTHDC to DRB members requesting for initiation of DRB\nproceedings; letter dated 26.06.2008 from Chairman, DRB to all\nconcerned informing about the meeting to be held on 31st July, 2008 to\ndiscuss fee structure of DRB members; Minutes of the first meeting of\nthe newly formed DRB dated 31.07.2008 giving details of fee\nstructure as discussed and suggested in the meeting; letter dated 19 th\nSeptember, 2008 from KCT to DRB Members agreeing to the\n\n<span class=\"hidden_text\" id=\"span_13\">ARB.P.322/2010                                     Page 13 of 34</span>\n enhancement of fee from ` 3,000/- to ` 5,000/- per hearing without\nretention fee; Minutes of the meeting of the DRB dated 05.05.2009\npertaining to enhancement of the fee structure; letter dated 23.06.2009\nfrom Mr. N.N. Singhal (KCT‟s nominee on DRB), the relevant portion\nwhereof is reproduced hereunder:-\n</p><blockquote id=\"blockquote_9\">       &quot;In the last meeting (05-05-09), I had clearly given my\n       views that non-acceptance of fee structure by any party is\n       no ground for non-functioning of DRB, whose members\n       had signed the tripartite agreement, which provides that\n       fee structure can be changed only with agreement of the\n       parties (THDC &amp; KCT). There is no conditional\n       acceptance for being a member of DRB.\n</blockquote><blockquote id=\"blockquote_10\">              I had further stressed that resolution of disputes\n       should be the first aim and be taken up without further\n       waste of time on fee structure.\n</blockquote><blockquote id=\"blockquote_11\">              I am repeating my earlier views, already more\n       than 14 months have passed since the new DRB, was\n       formed during which most of the disputes would have\n       been resolved, justifying the existence of the DRB,\n       otherwise parties to the dispute shall be forced to seek\n       remedies available under the Contract to overcome the\n       present impasse.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_38\">21.    Mr. Ganguly also referred to letter dated 22.07.2009,\nwhereunder KCT wrote to THDC, requesting for reconstituting the\nDRB in respect of the two members (THDC‟s nominees) who were\nnot performing their functions properly, and also requesting that the\ncommunication be treated as a notice for reconstitution of DRB. He\nalso relied upon the letter dated 21st August, 2009 sent by KCT to\nTHDC for reconstitution of the DRB and for making the same\nfunctional and also letter dated 15.04.2010 sent by KCT to THDC\nstating:\n</p>\n<span class=\"hidden_text\" id=\"span_14\">ARB.P.322/2010                                     Page 14 of 34</span>\n<blockquote id=\"blockquote_12\">        &quot;...................it is amply clear that it is THDC and the\n       DRB members who are at fault and not us. It is a\n       malafide and mischievous attempt on THDC‟s part to try\n       and put the blame on us. We have all through the\n       contract period and even beyond made substantial efforts\n       for effective and proper functioning of the DRB.\n       Unfortunately, THDC because of its indifferent attitude\n       has made sure that DRB fails to discharge its\n       obligations.     The DRB as on date has become\n       redundant as it has failed to discharge its contractual\n       obligations. In view of the existing situation, and the\n       fact that the DRB has given its recommendations in\n       only four out of the eleven disputes referred to it,\n       (presently twenty disputes referred to it with sixteen\n       disputes still remaining unresolved) the parties are left\n       with no option but to disband the DRB and invoke the\n       next stage of dispute settlement, i.e. Arbitration or any\n       other suitable legal recourse.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_39\">22.    Reference was next made by him to letter dated 24.04.2010\nwhereby KCT invoked arbitration and to letter dated 15.05.2010\nwhereunder Mr. N.N. Singhal (KCT‟s nominee in DRB) tendered his\nresignation stating that &quot;the matter is stand still at exactly the same\nstate with zero action by anyone ............ As for myself, I have been\nfeeling very embarrassed to continue in the DRB................&quot;.\n</p><p data-structure=\"PetArg\" id=\"p_40\">23.    On the basis of the aforesaid correspondence between the\nparties, it was submitted on behalf of KCT that as per the contract,\ndisputes remaining unresolved through DRB, the applicant KCT is left\nwith no alternate remedy and is hence well within its right to invoke\nthe arbitration clause seeking reference to the Arbitral Tribunal. A\nnumber of precedents were cited in support of KCT‟s contention that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">ARB.P.322/2010                                    Page 15 of 34</span>\n the DRB having become redundant disputes between the parties could\nbe submitted to arbitration, which are dealt with hereinbelow.\n</p><p data-structure=\"Precedent\" id=\"p_41\">24.    In Expresswell International Ltd. vs. Adhunik Metaliks Ltd.,\n2006 (Suppl.) Arb. LR 42 (SC), the applicant, a Chinese Company\nand the Respondent, an Indian Company had entered into a contract\nfor supply of low ash metallurgical coke. The contract provided for an\nArbitration Agreement between the parties contained in Clause 18.\nThe said clause, however, envisaged that prior to giving notice of\narbitration, the parties were required to settle their disputes by\nnegotiation and if no settlement could be reached then, in that case, the\ndispute could be submitted to arbitration. Disputes arose as to the\nfailure of the parties to work the contract and the applicant was willing\nto settle the dispute by negotiation. No agreement could be arrived at\nand a notice of arbitration was thereupon sent by the applicant to the\nRespondent indicating the points of dispute and also naming its\nArbitrator. The Respondent took the plea that the notice of arbitration\nwas premature. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1848972\" id=\"span_16\">The Hon‟ble Supreme Court held the case to be a fit\ncase for appointment of Arbitrator, basing its views on the principle\nthat no one can be permitted to take advantage of its own wrong and\nrelying upon its earlier decision in the case of <a href=\"/doc/1848972/\" id=\"a_3\">M.K. Shah Engineers\n&amp; Contractors vs. State of M.P.</a> reported in (1999) 2 SCC 594 = 1999\n(1) Arb. LR 646 (SC), in which this kind of situation had arisen for\nconsideration and the Court held that the party at fault cannot be\npermitted to set up the bar of non-performance of pre-requisite\nobligations so as to exclude the applicability and operation of the\narbitration clause.</span>\n</p>\n<span class=\"hidden_text\" id=\"span_17\">ARB.P.322/2010                                      Page 16 of 34</span>\n<p data-structure=\"Precedent\" id=\"p_42\"> 25.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101695797\" id=\"span_18\">In the case of <a href=\"/doc/101695797/\" id=\"a_4\">National Thermal Power Corporation Ltd. vs.\nWIG Brothers (Builders &amp; Engineers) Ltd.</a> reported in 2009 (2) Arb.\nLR 238 (Delhi), the facts were somewhat akin to the facts of the\npresent case. In the said case, the arbitration clause contemplated that\na dispute between the parties should first be referred to an Engineer\nfor his decision, and it is only thereafter that it can be carried to\narbitration. The question which arose before the Court was what is the\nrecourse open to a contractor for resolution of his disputes if the owner\ndoes not appoint an Engineer which it is obliged to do under the\ncontract.</span> The Court observed that a somewhat similar question had\ncome up for decision in the case of Petron Civil Engineering Limited\nvs. DLF Industries Ltd. and Others reported in 2000 (2) RAJ 438\n(Del.) = 2003 (3) Arb. LR 536 (Del.), in which this Court had held as\nunder:-\n</p><blockquote id=\"blockquote_13\">      &quot;.........if it is the contention of the respondents that the matter had\n      to be first referred to the &quot;Engineer&quot; for decision, it was\n      obligatory on their part to have such a person continue to be\n      appointed so as to have the matter referred to him for decision.\n      That having not been done, there was no need of the matter being\n      first referred to a person who was not even in existence at the\n      relevant time for his decision.\n</blockquote><blockquote id=\"blockquote_14\">      .....because there was no &quot;Engineer-in-charge&quot; or &quot;Engineer&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_43\">      available at site to whom the matter could be referred for decision,\n      the disputes are required to be referred to an arbitrator.....&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101695797\" id=\"span_19\">26.      On the basis of the aforesaid decision, this Court in the\n<a href=\"/doc/101695797/\" id=\"a_5\">National Thermal Power Corporation Ltd.</a> (supra) opined that one\nparty to an Arbitration Agreement cannot by his own act or omission\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">ARB.P.322/2010                                       Page 17 of 34</span>\n prevent the other from having its dispute resolved by arbitration. The\nCourt held as follows:-</span>\n</p><blockquote id=\"blockquote_15\">       &quot;......................The fact is that the parties had entered\n       into an arbitration agreement that contemplated one step\n       to be resorted by the parties before carrying the dispute\n       to arbitration. That step was that the Engineer (to be\n       appointed by the petitioner) would first try to resolve the\n       disputes between the parties. Now, if the petitioner\n       fails/refuses or neglects to appoint an Engineer, it cannot\n       be heard to contend that the arbitration agreement itself\n       is frustrated and that the respondent cannot resort to\n       arbitration directly. The intention of the parties was to\n       have their disputes resolved eventually by arbitration. In\n       the absence of the availability of the Engineer, the rest of\n       the agreement must be given effect to, as that would be\n       consistent with the intention of the parties. This\n       interpretation is in accordance with the well accepted\n       principle of interpretation of documents that the intention\n       of the parties, to the extent possible, must be given effect\n       to and each and every term of the contract must be\n       implemented. The contention of the petitioner would\n       mean that they by their own act would render the whole\n       of Clause 27 of the contract nugatory and meaningless.\n       Such a contention is completely unacceptable. The\n       intention of the parties was clearly to seek the resolution\n       of disputes by arbitration though through the route (as\n       per Clause 26) of the Engineer. However, the non-\n       appointment of an Engineer by the petitioner could in no\n       manner undo the intent in the agreement to resolve\n       disputes by arbitration.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85762\" id=\"span_21\">27.    A somewhat similar view was taken by the Punjab and Haryana\nHigh Court in the case of <a href=\"/doc/85762/\" id=\"a_6\">Sunder Dass and Company vs. Jind Co-</a>\noperative Sugar Mills Ltd (P&amp;H), 2007 (Suppl.) Arb. LR 567. In the\nsaid case, the contract contained an arbitration clause which provided\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">ARB.P.322/2010                                      Page 18 of 34</span>\n that all disputes and differences arising out of or in connection with\nthe contract shall be referred to and settled by the Architect and the\nEngineer-in-charge, who shall state their decision in writing. Such\ndecision with respect to any of the excepted matters shall be final but,\nif either the employer or the contractor be dissatisfied with the\ndecision of the Architect and the Engineer-in-charge on any matter\n(except any of the excepted matters), then in any such case either party\nmay invoke the arbitration clause. The material on record disclosed\nthat the Petitioner did take steps to proceed with the matter in\naccordance with the agreement and it was on the failure of the\nArchitect and Engineer-in-charge to act that the Petitioner invoked the\narbitration clause.   In such circumstances, the contention of the\nRespondent that the reference to arbitration was premature or illegal\nwas rejected by the Court and the challenge to the order of\nappointment of Arbitrator was also rejected.</span>\n</p><p data-structure=\"Section\" id=\"p_46\">28.    The alternative submission of Mr. Ganguly, which submission,\nit was clarified, was being made without prejudice to the first\nsubmission, that the DRB had become redundant justifying KCT‟s\nresort to invocation of arbitration, is as follows. The rider in Clause\n60.0 of GCC that in respect of disputes involving individual claims\nupto ` 200.00 lac, the decision of DRB shall be binding on both the\nparties is void. Mr. Ganguly contended that as per <a href=\"/doc/1224074/\" id=\"a_7\">Section 28</a> of the\nIndian Contract Act, every agreement, by which any party thereto is\nrestricted absolutely from enforcing his right, under or in respect of\nany contract, by usual legal proceedings in the ordinary tribunals is\nvoid to that extent, and it has been so held by the Hon‟ble Supreme\n\n<span class=\"hidden_text\" id=\"span_23\">ARB.P.322/2010                                     Page 19 of 34</span>\n Court, and that the objectionable part of such clause in an Arbitration\nAgreement as to waiver of rights of appeal or objection is clearly\nseverable.       Thus, the part of Clause 60.0 of GCC making the\nrecommendation of DRB in respect of disputes upto ` 200.00 lac final\nand binding is void, there being no rationale or justification for the\nsame. For this proposition, reference was made to certain decisions of\nthe Supreme Court referred to hereinafter.\n</p><p data-structure=\"Precedent\" id=\"p_47\">29.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45319627\" id=\"span_24\">In <a href=\"/doc/45319627/\" id=\"a_8\">A.V.M. Sales Corporation vs. Anuradha Chemicals Private\nLimited</a>, (2012) 2 SCC 315, the Hon‟ble Supreme Court, albeit in the\ncontext of territorial jurisdiction, unequivocally laid down that the\nprovisions of <a href=\"/doc/65067/\" id=\"a_9\">Section 28</a> read with <a href=\"/doc/1625889/\" id=\"a_10\">Section 23</a> of the Contract Act,\n1872 make it very clear that &quot;if any mutual agreement is intended to\nrestrict or extinguish the right of a party from enforcing his/her right\nunder or in respect of a contract, by the usual legal proceedings in the\nordinary tribunals, such an agreement would to that extent be void. In\nother words, parties cannot contract against a statute.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\">30.    In Shin Satellite Public Co. Ltd. vs. M/s. Jain Studios Ltd.,\nAIR 2006 SC 963, the agreement entered into between the parties\nprovided for resolution of disputes, if any, arising between the parties\nto the agreement by arbitration under the rules of United Nations\nCommission on International Trade Law (UNCITRAL). The second\npart of the said clause, however, provided that the Arbitrator‟s\ndetermination shall be final and binding between the parties and the\nparties waive all rights of appeal or objection in any jurisdiction. The\nquestion for consideration before the Supreme Court was whether\nsuch an Arbitration Agreement was legal, valid and enforceable in\n\n<span class=\"hidden_text\" id=\"span_25\">ARB.P.322/2010                                     Page 20 of 34</span>\n view of the provisions of <a href=\"/doc/1224074/\" id=\"a_11\">Section 28</a> of the Contract Act, 1872. The\nSupreme Court opined that the offending and objectionable part of\nClause 23 pertaining to the Arbitrator‟s determination being „final and\nbinding between the parties‟ and the declaration contained therein that\nthe parties have waived the right of appeal or objection „in any\njurisdiction‟ was clearly severable as the same was independent of the\ndispute being referred to and resolved by an arbitrator. It was further\nobserved as follows: &quot;Hence, even in the absence of any other clause,\nthe part as to referring the dispute to arbitrator can be given effect to\nand enforced. By implementing that part, it cannot be said that the\nCourt is doing something which is not contemplated by the parties or\nby „interpretative process‟, the Court is re-writing the contract which\nis in the nature of „novatio‟. The intention of the parties is explicitly\nclear and they have agreed that the dispute, if any, would be referred\nto an arbitrator. To that extent, therefore, the agreement is legal,\nlawful and the offending part as to the finality and restraint in\napproaching a Court of law can be separated and severed by using a\n„blue pencil‟.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_49\">31.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_26\">In <a href=\"/doc/1056935/\" id=\"a_12\">J.G. Engineers Private Limited vs. Union of India and Anr.</a>,\n(2011) 5 SCC 758, Clauses (2) and (3) of the contract made certain\ndecisions by the Superintending Engineer and Engineer-in-charge\nfinal, binding and conclusive, in regard to certain matters.         The\nquestion which arose was whether the said clauses of the Agreement\nstipulated that the decision of any authority was final in regard to the\nresponsibility for the delay in execution and consequential breach of\nthe contract.     After analyzing the situation, the Hon‟ble Supreme\n\n<span class=\"hidden_text\" id=\"span_27\">ARB.P.322/2010                                      Page 21 of 34</span>\n Court held that even though the decision as to the rate of liquidated\ndamages and certain others were excepted matters, the right to levy\nliquidated damages would arise only if the contractor was responsible\nfor the delay and was in breach. The question whether the contractor\nwas responsible for the delay or the respondents were responsible for\nthe delay in execution of the work was, therefore, arbitrable. In fact,\nthe question whether the other party committed breach cannot be\ndecided by the party alleging breach.</span>         In arriving at the said\nconclusion, the Supreme Court relied upon its earlier decision in the\ncase of BSNL vs. Motorola India (P) Ltd., (2009) 2 SCC 337,\nwherein the Supreme Court had held as under:-\n</p><blockquote id=\"blockquote_16\">       &quot;26. Quantification of liquidated damages may be an\n       excepted matter as argued by the appellants, under\n       Clause 16.2, but for the levy of liquidated damages, there\n       has to be a delay in the first place. In the present case,\n       there is a clear dispute as to the fact that whether there\n       was any delay on the part of the respondent. For this\n       reason, it cannot be accepted that the appointment of the\n       arbitrator by the High Court was unwarranted in this\n       case. Even if the quantification was excepted as argued\n       by the appellants under Clause 16.2, this will only have\n       effect when the dispute as to the delay is ascertained.\n       Clause 16.2 cannot be treated as an excepted matter\n       because of the fact that it does not provide for any\n       adjudicatory process for decision on a question, dispute\n       or difference, which is the condition precedent to lead to\n       the stage of quantification of damages.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_50\">32.    It is thus contended on behalf of KCT that the plea of THDC\nthat there is a rider in Clause 60.0 of GCC in respect of the disputes\ninvolving individual claims upto ` 200.00 lac, pertaining to which the\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">ARB.P.322/2010                                     Page 22 of 34</span>\n decision of DRB shall be binding on both the parties, is unsustainable.\nThe said rider in Clause 60.0 of GCC would be against public policy,\nbeing contrary to <a href=\"/doc/1224074/\" id=\"a_13\">Section 28</a> of the Contract Act, 1872.\nCONTENTIONS OF THDC\n</p><p data-structure=\"RespArg\" id=\"p_51\">33.    Mr. Gourabh Banerjee, Additional Solicitor General on behalf\nof THDC, sought to rebut the submissions of KCT by contending that\nClause 60.0 GCC and Table-A provided an elaborate mechanism for\nthe constitution of the DRB, its functions, reconstitution, etc. and that\nreference to DRB was a condition precedent before the matter could\nbe referred to arbitration as was clear from the fact that in Clause 1 of\nTable-A it was specifically provided: &quot;The matter shall be referred for\narbitration only if the dispute still remains unresolved.&quot;            He\ncontended that there were inherent checks and balances in the\ncomposition of the DRB, in that THDC‟s nominee member was to be\napproved by KCT and the KCT‟s member was to be approved by\nTHDC and they were to select the Chairman. Thus, the DRB for all\nintents and purposes was an impartial body. In any event, the DRB\ncould only be disbanded if both THDC and KCT agreed, as per the\nprescribed procedure set out in Table-A as to the disbandment, which\nstates that THDC and the contractor may disband the Disputes Review\nBoard and reconstitute the same.\n</p><p data-structure=\"RespArg\" id=\"p_52\">34.    Mr. Banerjee also contended that the DRB report was not waste\npaper. As per Sub-Clause (v) of Clause 60.0 GCC, any member of the\nDRB could be called as a witness for the purpose of &quot;giving evidene\nbefore the arbitrators on any matter whatsoever relevant to the\ndispute or difference referred to the arbitrators as aforesaid&quot;.\n</p>\n<span class=\"hidden_text\" id=\"span_29\">ARB.P.322/2010                                      Page 23 of 34</span>\n<p data-structure=\"CDiscource\" id=\"p_53\"> Further, Clause 5(f) of Table A unequivocally provided that: &quot;If the\nBoard&#x27;s recommendations do not result in resolution of dispute, all\nrecords and written recommendations, including any minority\nreports, will be admissible as evidence in any subsequent formal\narbitration or litigation&quot;.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">35.    Mr.Banerjee urged that KCT‟s submission that DRB can simply\nbe bypassed, cannot and should not be countenanced by this Court.\nThe DRB is functional and operative and KCT cannot be allowed to\ntake advantage of its own wrong conduct to sabotage the functioning\nof DRB, whose one member and Chairman are continuing and KCT is\nrequired to nominate its member as per the procedure, which THDC\nrequested KCT to follow on 26.6.2010.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">36.    Rebutting KCT‟s submission that DRB was only relevant till\n08.06.2007 or a maximum of one year thereafter, Mr. Banerjee\ncontended that this was contrary to the conduct of KCT itself and also\ncontrary to Clause (IX) pertaining to termination of the Agreement.\nHe submitted that two aspects were not in dispute, viz., that the DRB\nwas reconstituted in 2008 and held its first meeting on 31st July, 2008\nand the second that KCT made various claims before the DRB on 20th\nJuly, 2009, 8th August, 2009, 19th August, 2009, 4th October, 2009 and\n9th October, 2009. A further claim was submitted to the DRB on 24 th\nMay, 2010, i.e., after issuance of notice by KCT dated 24.04.2010\ninvoking arbitration. Thus, it is now not open to KCT to urge that\nDRB had ceased to function upon the completion of contract. He also\nsubmitted that Clause (IX) titled &quot;Termination of Agreement&quot; is\ncrystal clear. The Agreement will only terminate upon issuance of a\n\n<span class=\"hidden_text\" id=\"span_30\">ARB.P.322/2010                                    Page 24 of 34</span>\n Maintenance Certificate as provided under the contract between the\nparties and on settlement of all outstanding disputes involving\nfinancial claims. Disputes have not been settled and, therefore, the\nDRB continues to be effective. In any event, the dispute resolution\nclause is not tied to the contract.\n</p><p data-structure=\"Precedent\" id=\"p_56\">37.    With regard to KCT‟s second submission regarding the\ninordinate delay in the functioning of DRB and the non-functionality\nof DRB, Mr.Banerjee referred to and relied upon the chart of fifteen\nclaims    made      by   KCT     (Amended   Annexure     A-8     to   IA\nNo.11309/2011), and summarized it in the following manner:-\n</p><blockquote id=\"blockquote_17\">                 Claim Nos. Total   Principal Date of Reference to\n                            Amount            DRB\n                     1-5       44.47 lakhs          August 2003\n                    6-13      1019.00 lakhs     20.7.2009, 8.8.2009,\n                                               4.10.2009, 9.10.2009\n                    14-15     3228.40 lakhs    7.5.2010 &amp; 25.4.2011\n                                                     (to CMD)\n\n\n       The above table, it was contended on behalf of THDC shows\nthat out of the total principal amount claimed of Rs.4291.87 lakhs,\n(approximately Rs.43 crores), Claims amounting to Rs.42.5 Crore\n(approximately) have been raised from 2009 onwards. Thus, the issue\nof delay is merely an excuse and nothing more. In any event, delay\ncannot be a ground for KCT to unilaterally repudiate part of the\ndispute resolution clause.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_57\">38.    It was further contended that the non-functionality of the DRB\non account of fee disputes was a red herring.            Prior to the\nreconstitution of the DRB in 2008, it was in fact KCT‟s nominee, Mr.\n\n<span class=\"hidden_text\" id=\"span_31\">ARB.P.322/2010                                   Page 25 of 34</span>\n N.N. Singhal, who, by his letter dated 27.11.2007, had raised the issue\nof higher fees, including retention fee on the model of NHPC. A\nperusal of the minutes of the reconstituted DRB dated 31.07.2008 and\n05.05.2009       read   with   letters   dated   27.08.2008,     19.09.2008,\n03.11.2008, 04.03.2009, 24.03.2009 and 12.05.2009, exchanged\nbetween THDC and KCT, clearly brings out the fact that it was KCT\nwho was questioning the aspect of retention fee for the members of the\nreconstituted Board, to which THDC had agreed. Reference was also\nmade to letter dated 3rd August, 2009 whereunder THDC pointed out\nto KCT that the fee implication, considering the stakes involved, was\nminimal and that the total financial implication to each party in a year,\nover and above the fee already agreed by KCT, on account of\nacceptance of fee schedule in the meeting held on 05.05.2009, shall be\nin the range of ` 2.40 lac and ` 0.72 lac for four days and three days\nrespectively.     Despite this, KCT decided to take the view, on\n15.04.2010, that the DRB had become redundant and sought to invoke\narbitration by letter dated 24.04.2010. Such a course of conduct was\ndemonstrative of the fact that the fee issue was being used by KCT as\nan excuse to frustrate the DRB.\n</p><p data-structure=\"Precedent\" id=\"p_58\">39.    It was next urged by Mr. Banerjee that notwithstanding KCT‟s\nrequest on 15.04.2010 to THDC to disband the DRB mutually, KCT\nsubmitted new claims to DRB on 24.05.2010, wherefrom it is clear\nthat KCT adopted an inconsistent stand about the functioning of DRB.\nThe oscillating stand of KCT is also stated to be evident from the\nnotice for invocation of arbitration dated 05.05.2011 sent by KCT to\nTHDC in the matter of KCT‟s claim for extra expenditure due to\n\n<span class=\"hidden_text\" id=\"span_32\">ARB.P.322/2010                                        Page 26 of 34</span>\n delays under Package III, to the tune of ` 32 crores, wherein KCT\nstated that if under any order of the appropriate court of law the DRB\nis held to be existing or is reconstituted, KCT reserves its rights to\nrefer the dispute to DRB in future, notwithstanding KCT‟s stand that\nDRB is non-functional. In any event, he submitted that there is no\ndelay as regards claims worth ` 42.5 crores out of ` 43 crores, and,\ntherefore, delay cannot be a ground to by-pass the DRB.\n</p><p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2073\" id=\"span_33\">40.    Further, Mr. Banerjee submitted that the parties having agreed\nfor reference to DRB as a pre-condition to reference to arbitration, it is\nnot open to KCT unilaterally to rely on one part of the clause which\nsuits its purpose and ignore the other part which requires reference to\nDRB. Reference in this context was placed on a judgment of the\nHon‟ble Supreme Court in <a href=\"/doc/2073/\" id=\"a_14\">Indian Oil Corporation Ltd and Ors vs.\nRaja Transport Pvt. Ltd.</a>, (2009) 8 SCC 520, wherein it is held that:-</span>\n</p><blockquote id=\"blockquote_18\">       &quot;No party can say that he will be bound by only one part\n       of the agreement and not the other part, unless such\n       other part is impossible of performance or is void being\n       contrary to the provisions of the Act, and such part is\n       severable from the remaining part of the\n       agreement.................A party to the contract cannot\n       claim the benefit of arbitration under the arbitration\n       clause, but ignore the appointment procedure relating to\n       the named arbitration contained in the arbitration\n       clause.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_60\">41.    Adverting next to the submission of KCT that the portion of the\nAgreement which gives finality to the DRB‟s decision in respect of\nclaims below ` 200 lacs, is contrary to public policy, being contrary to\n<a href=\"/doc/1224074/\" id=\"a_15\">Section 28</a> of the Contract Act, Mr. Banerjee submitted that a correct\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">ARB.P.322/2010                                      Page 27 of 34</span>\n reading of the said clause would mean that for disputes below ` 200\nlacs, THDC and KCT would normally be bound but would always\nhave the option of challenging the decision by way of civil\nproceedings, i.e., civil suit, whereas for larger claims the arbitration\noption is provided.       In this context, reference was made by\nMr.Banerjee to the judgment of a learned Single Judge of this Court\n(Hon‟ble Mr. Justice Rajiv Sahai Endlaw) in Karam Chand Thapar\nand Bros (CS) Ltd. vs. National Hydroelectric Power Corp. and\nAnr., [CS(OS) No.2143A/2002 and OMP No.21/2004 dated\n13.10.2009]. In the said case, in proceedings for setting aside of the\ninterim award on the arbitrability of the claims of the petitioner\nagainst the respondent, this Court held that it had not been stated that\nany clause of the Agreement barred claim No.3 held by the arbitrator\nto be arbitrable and proceeded to make the following observations:-\n</p><blockquote id=\"blockquote_19\">       &quot;Again, it is not as if the petitioner is remedyless with the\n       claims being held to be non-arbitrable. The petitioner\n       has the remedy of a civil suit available to it with respect\n       thereto, though it is a different matter whether the civil\n       court also would allow the said claim or not, if the\n       parties had agreed to such claim being not entertainable\n       under the contract.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_61\">FINDINGS\n</p><p data-structure=\"CDiscource\" id=\"p_62\">42.    On a careful consideration of the material on record and the\nrival submissions of the parties made at the bar, I am of the considered\nopinion that the unconscionable delay in the constitution and re-\nconstitution of the DRB and its failure to resolve the disputes between\nthe parties are glaring facts which cannot be easily brushed aside.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_35\">ARB.P.322/2010                                       Page 28 of 34</span>\n<p data-structure=\"CDiscource\" id=\"p_63\"> Though Mr. Banerjee is correct in his submission that ordinarily\nClause 60.0 of GCC, which envisages a four-tier dispute resolution\nmechanism, ought not to be given a go-bye, I have serious\nreservations in accepting his submission that the DRB has not been\nrendered redundant with the passage of fourteen years which have\nelapsed from the time when the parties penned the contract(s). It is\nalso noteworthy that KCT had followed the procedure prescribed in\nthe contract from the inception of the contract by appointing its\nnominee DRB member in the year 1996 itself, but due to delay in\nconstituting the DRB by THDC and the rigid attitude of the DRB\nmembers, only four disputes could be adjudicated upon by the DRB in\na span of fourteen years.      KCT appointed Mr. N.N. Singhal as\nnominee DRB member vide its letter dated 12.09.1996, whereas\nTHDC       appointed   its   nominee   DRB    member,       Mr.   V.V.\nBadareenarayana after five years and that too after repeated requests\nmade by KCT and after completion of the original contract period.\nThe tripartite agreement was signed by the DRB on 10.05.2002, i.e.,\nsix years after the appointment of KCT‟s nominee DRB member.\nBetween November, 2002 to August, 2005, only four out of eleven\ndisputes were decided and right up till 2006 no further progress was\nmade by DRB.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">43.    The malafides of THDC are also apparent from the fact that in\nlieu of its nominee DRB member Mr. V.V. Badareenarayana, who had\nresigned, THDC sought to nominate Mr. T.K. Dhar, the father of Mr.\nAnil Dhar, who was working with THDC. KCT, as was expected,\nprotested to the said nomination and refused to accept the same.\n</p>\n<span class=\"hidden_text\" id=\"span_36\">ARB.P.322/2010                                   Page 29 of 34</span>\n<p data-structure=\"CDiscource\" id=\"p_65\"> THDC, after a span of two years and after completion of the contract\nwork on 08.06.2007, then proposed the name of Dr. B.K. Mittal as its\nnominee on 26.06.2007, who, to the knowledge of THDC was the\nPresiding Arbitrator in the Arbitral Tribunal adjudicating existing\ndisputes between KCT and THDC, and to whose nomination the KCT\nwas entitled to object and did in fact object.\n</p><p data-structure=\"CDiscource\" id=\"p_66\">44.    THDC finally nominated Mr. N.K. Choudhari on 29.01.2008 as\ntheir nominee to DRB, but even this newly constituted DRB failed to\nprove effective. In its first meeting held on 31.07.2008, the members\nof the DRB sought to engage in a fee wrangle. While it is the case of\nTHDC that Mr. N.N. Singhal, the nominee member of KCT was to\nblame for the same, this is not borne out by the record. Mr. N.N.\nSinghal vide his letter dated 27.11.2007, on which reliance is sought to\nbe placed by THDC, specifically informed THDC and KCT that the\nDRB had not been functioning since the end of 2005, i.e., after\nresignation of Mr. Badareenarayana and his replacement should have\nbeen finalized within 30 days or so. He requested the parties to\nreconstitute the Board without further delay and requested for revised\nfee structure. The Board was eventually reconstituted on 31st May,\n2008, on which date Mr. N.K. Choudhari (new THDC nominee) wrote\na letter dated 31.05.2008 accepting the nomination as new DRB\nmember subject to modified payment terms as per the Standard\nDispute Review Board&#x27;s Rules and Procedures, which included\npayment of retainer fee per calendar month equivalent to three times\ndaily fee established from time to time, besides payment for actual\nsitting days. It was thus the nominee of THDC who insisted upon\n\n<span class=\"hidden_text\" id=\"span_37\">ARB.P.322/2010                                     Page 30 of 34</span>\n enhanced fee structure from the date of his appointment and even\nduring the two meetings held by the newly constituted DRB.\n</p><p data-structure=\"CDiscource\" id=\"p_67\">45.    Thereafter, KCT vide its letter dated 19.09.2008 sought to\nexpedite the process of adjudication of disputes, and to prevent an\nimpasse conveyed its consent to the new DRB for enhancement of the\nfee from ` 3,000/- to ` 5,000/- along with ` 1,000/- towards\nsecretarial expense and requested the reconstituted DRB to commence\nits proceedings. The THDC, however, continued to press KCT to\naccept the hiked fee demanded by its nominee member. KCT vide its\nletters dated 06.11.2008, 31.12.2008 and 18.02.2009 to DRB members\nrequested them to confirm their acceptance so that dispute resolution\nwas not delayed further and could start expeditiously.            Mr. N.N.\nSinghal (KCT‟s nominee) vide his letter dated 23.06.2009 addressed\nto the members of DRB also raised his concern about the non-\nfunctioning of the new DRB. The said letter reflects his insistence\nupon resolution of disputes being the first aim of DRB instead of\nwasting time on fee structure, and wholly belies the contention of\nTHDC that it was KCT‟s nominee who was insisting on a fee hike at\nthe cost of early adjudication of disputes. This was followed by a\nrequest letter dated 22.07.2009 from KCT to the Chairman and M.D.,\nTHDC, specifically requesting THDC to take steps to disband the\nDRB and reconstitute the same on account of its non-functionality, to\nwhich also the THDC paid no heed.          KCT vide its letter dated\n21.08.2009 while replying to THDC‟s letter dated 03.08.2009\n(informing KCT that as per the revised proposal of DRB vide minutes\ndated 05.05.2009, the financial implication to each party in a year was\n\n<span class=\"hidden_text\" id=\"span_38\">ARB.P.322/2010                                    Page 31 of 34</span>\n minimal) again requested THDC to take steps to reconstitute DRB in\nrespect of the said two members under the contract provision\nmentioned in GCC Clause 60.0.\n</p><p data-structure=\"Section\" id=\"p_68\">46.    The aforesaid request of KCT to reconstitute DRB, in my\nopinion, was in consonance with Clause 60.0 GCC Table-A, which\nstates that &quot;if during the contract period, the THDC and the\ncontractor are of opinion that any member of the Board is not\ndischarging the functions for which it was constituted, THDC and the\ncontractor may disband the Board and reconstitute the same.&quot; Thus,\nKCT‟s request for disbandment of the existing DRB was in terms of\nthe Agreement between the parties and THDC‟s refusal to constitute a\nfresh DRB was wholly without any basis. KCT vide its letter dated\n04.02.2010 again pointedly brought to the notice of THDC the failure\nof the newly constituted DRB in discharging its obligations as per the\ncontract provisions and to provide a mechanism for speedy redressal\nof all disputes. THDC paid no heed, leaving no other option to KCT\nexcept to invoke arbitration on 24.04.2010, leading to the resignation\nof Mr. N.N. Singhal from DRB on 15.05.2010. In such circumstances,\nin my opinion, it is not open to THDC to contest the position that the\nnon-functionality of the DRB and the adamant refusal of THDC to\nreconstitute the DRB in order to make it functional constitute\nsufficient reason for KCT to invoke the arbitration clause.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">47.    As regards the contention of THDC that the total principal\namount claimed is ` 4,291.87 lacs, out of which claims amounting to\n` 44.47 lacs only are relatable to claims made till 2003 (i.e., out of\nclaims amounting to ` 43 crores only, claims amounting to ` 42.50\n\n<span class=\"hidden_text\" id=\"span_39\">ARB.P.322/2010                                     Page 32 of 34</span>\n crores have been raised from 2009 onwards) and, therefore, the issue\nof delay is a red herring of no consequence, I find the said contention\nwholly untenable. In terms of the contract between the parties, the\nDRB was to become operational within six months, but THDC all\nalong adopted a lackadaisical attitude with regard to the constitution of\nthe DRB - the dispute resolution system envisaged under the\nAgreement. It again took its own time to reconstitute the DRB which\nwas eventually constituted after the contract period had expired. Even\nthis reconstituted DRB was rendered non-operational by the attitude of\nTHDC‟s nominee members. The net result is that even after a lapse of\nfourteen years from the date of entering into the contract, the disputes\nof KCT with THDC remained unresolved. Notwithstanding, the KCT\nis being told that the invocation of arbitration by it is premature, and\nthat it ought to agree to its claims being referred to a DRB to be\nconstituted at this juncture.\n</p><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45319627\" id=\"span_41\">48.    From the aforesaid, it is crystal clear that KCT cannot be faulted\nfor the non-functionality of the DRB. With regard to the contention of\nTHDC that in respect of disputes involving individual claims up to `\n200 lacs, the decision of DRB shall be binding on both the parties\nalso, I have no hesitation in holding that the said part of Clause 60.0 of\nGCC is against public policy, being contrary to the provisions of\n<a href=\"/doc/1224074/\" id=\"a_16\">Section 28</a> of the Indian Contract Act. I am buttressed in coming to\nthe aforesaid conclusion from the legal position adumbrated by the\nHon‟ble Supreme Court in <a href=\"/doc/45319627/\" id=\"a_17\">A.V.M. Sales Corporation</a> (supra), Shin\nSatellite Public Co. Ltd. (supra) and <a href=\"/doc/1056935/\" id=\"a_18\">J.G. Engineers Private Limited</a>\n(supra).    In fairness to Mr. Gourab Banerjee, learned Additional\n\n<span class=\"hidden_text\" id=\"span_42\">ARB.P.322/2010                                      Page 33 of 34</span>\n Solicitor General, he rightly conceded that there is no bar to\nquestioning the decision of DRB by way of filing a civil suit, but, in\nmy considered opinion, the DRB having proved redundant as a dispute\nresolution mechanism, the process of arbitration must be made\navailable to the KCT, which has invoked the same. The THDC having\ntotally failed to comply with its obligation to set up and make\nfunctional the DRB as an adjudicatory body cannot be allowed to take\nadvantage of its own inaction/wrong. In any event, no premium can\nbe given to THDC for its inaction.</span></span> Applying the ratio of the law <a href=\"/doc/1056935/\" id=\"a_19\">laid\ndown in</a> Shin Satellite Public Co. Ltd. (supra), this is a fit case for\nsevering the lawful part of the Agreement with regard to referring the\ndispute to arbitration from the offending part as to finality with regard\nto the decisions of DRB in respect of certain disputes by using a blue\npencil.\n</p><p data-structure=\"Conclusion\" id=\"p_71\">49.    I accordingly appoint Mr. Justice Y.K. Sabharwal, retired Chief\nJustice of India to arbitrate upon the disputes between the parties. The\narbitration shall take place under the aegis of Delhi High Court\nArbitration Centre. The fees of the arbitrator shall also be in terms of\nthe Delhi High Court Arbitration Centre (Arbitrator‟s Fees) Rules.\n</p><p data-structure=\"Conclusion\" id=\"p_72\">50.    The petition is allowed in the above terms.\n</p><p data-structure=\"Conclusion\" id=\"p_73\">       A copy of this order be sent to the learned arbitrator as well as\nto the Delhi High Court Arbitration Centre.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">                                                REVA KHETRAPAL\n                                                     JUDGE\nNovember 09, 2012\nkm\n\n\n<span class=\"hidden_text\" id=\"span_43\">ARB.P.322/2010                                       Page 34 of 34</span>\n </p>","numcites":11,"numcitedby":2,"docsource":"Delhi High Court","citetid":173063806,"divtype":"judgments","relatedqs":[{"value":"dispute review board","formInput":"dispute%20review%20board"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"DRB  ","formInput":"DRB%20%20"},{"value":"disputes review board","formInput":"disputes%20review%20board"},{"value":" drb decision     ","formInput":"%20drb%20decision%20%20%20%20%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"karam chand thapar ","formInput":"karam%20chand%20thapar%20"},{"value":"public policy","formInput":"public%20policy"},{"value":"shin satellite public","formInput":"shin%20satellite%20public"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"tripartite agreement ","formInput":"tripartite%20agreement%20"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":",malafide","formInput":"%2Cmalafide"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"rules-applicable-to-substance-of-dispute","formInput":"tag:rules-applicable-to-substance-of-dispute"}],"courtcopy":true,"query_alert":null,"agreement":false}