{"tid":143275315,"publishdate":"2018-04-23","title":"Keshav Singh vs State Of M.P. on 23 April, 2018","doc":"<h2 class=\"doc_title\">Keshav Singh vs State Of M.P. on 23 April, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-joshi\">Ashok Kumar Joshi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-nagu\">Sheel Nagu</a>, <a href=\"/search/?formInput=benchid:a-k-joshi\">Ashok Kumar Joshi</a></h3>\n\n<pre id=\"pre_1\">                                  -( 1 )-               CRA No. 559/1999\n\n         HIGH COURT OF MADHYA PRADESH\n                        BENCH AT GWALIOR\n                          DIVISION BENCH\n\n\n                     BEFORE: SHEEL NAGU\n                                     AND\n                     ASHOK KUMAR JOSHI.JJ\n\n\n                Criminal Appeal No.559/1999\n----------------------------------------------------------------------------------\n1.      Ram Singh S/o Jiwaram Bramhan\n2.      Ram Narayan S/o Jiwaram Bramhan\n                                                       .... Appellants\n                                       Vs.\n        State of Madhya Pradesh\n        Through - Police Station Civil Lines,\n        Morena.\n                                                       .... Respondent\n----------------------------------------------------------------------------------\nShri Sanjay Gupta, learned counsel for the appellant\nNo.1-Ram Singh.\nShri A.K.Jain, learned counsel for the appellant No.2-\nRam Narayan, appointed through legal-aid to assist\nthis Court.\nShri J.M.Sahney, learned Public Prosecutor for the\nState.\n-------------------------------------------------------------------\n                                     AND\n                 Criminal Appeal No.588/1999\n----------------------------------------------------------------------------------\n        Keshav Singh S/o Hakim Singh\n                                                       .... Appellant\n                                       Vs.\n\n        State of Madhya Pradesh\n        Through - Police Station Civil Lines,\n        Morena.\n                                                       .... Respondent\n----------------------------------------------------------------------------------\nShri R.K.Shrivastava, learned counsel for the\nappellant-Keshav Singh.\nShri J.M.Sahney, learned Public Prosecutor for the\nState.\n                                   -( 2 )-               CRA No. 559/1999\n\n----------------------------------------------------------------------------------\n                            JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                               (23/04/2018)\n\nPer Ashok Kumar Joshi,J.:\n</p>\n<blockquote id=\"blockquote_1\">       By this common judgment being passed in Criminal\nAppeal      No.559/1999,           another       Criminal        Appeal      No.\n588/1999 is also being decided as both of them have\nbeen filed against the same judgment dated 26 th October,\n1999, passed by Fourth Additional Sessions Judge,\nMorena in Sessions Trial No. 74/1986, whereby the\nappellant No.1-Ram Singh of abovementioned Criminal\nAppeal No.559/1999 has been convicted under <a href=\"/doc/1560742/\" id=\"a_1\">Section\n302</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a> of IPC and sentenced to life imprisonment with\nfine of Rs.2500/- with default stipulation, and appellant\nNo.2-Ramnarayan has been convicted                           under <a href=\"/doc/1560742/\" id=\"a_3\">Section\n302</a> of IPC and sentenced to life imprisonment with fine\nof Rs.5000/- with default stipulation. Appellant Keshav\nSingh of Criminal Appeal No.588/1999 has also been\nconvicted and sentenced under <a href=\"/doc/1560742/\" id=\"a_4\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a> of IPC,\nto undergo life imprisonment with fine of Rs.2500/- with\ndefault stipulation.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">2.     Admittedly, at the relevant time appellant-Ram\nSingh was Sarpanch of the relating Gram Panchayat and\nappellants Ram Singh and Ram Narayan are real\nbrothers.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.     Prosecution&#x27;s case in brief is that on 31.12.1984 at\n21=30 hrs at Police Station Civil Lines, Morena,\ncomplainant Siyaram (PW-6) lodged First Information\nReport (Ex.P/5) to the effect that on that day at about\n7=00 pm when he reached his house situated in village\nBindwa Quari, Feran Singh Ka Pura, he heard the noise\nof a gun shot immediately followed by cries of his\nbrother Matadeen, who was returning from his field to\n<span class=\"hidden_text\" id=\"span_1\">                           -( 3 )-            CRA No. 559/1999</span>\n\nhis house, that he is being assaulted by Sarpanch Ram\nSingh,   Ram   Narayan      and     Keshav    with   guns.   He\nimmediately reached to the spot with her nephews\nSoneram (PW-5) and Lakhan (PW-8), but by that time 4-5\nshots had been fired. After reaching the spot near\nSiyaram saw Ram Narayan, Ram Singh and Keshav\nfiring guns to kill his brother Matadeen. Thereafter,\nappellant Ram Narayan took the gun of his brother Ram\nSingh and fired a shot whose projectile hit the chest of\nMatadeen, who fell down on the ground. Thereafter,\nabove mentioned three appellants fled away with their\ncompanions     Brijlal,   Dhaniram,     Bishambhar,      Babu,\nSiyaram and Sirnam through the field of mustard\n(Sarso). On complainant raising a hue and cry Sirnam\nand Rameshwar came from the village with a cot and\ncarried injured Matadeen to Morena and after informing\nPolice Station Civil Lines, Morena, the injured was taken\nto District Hospital, Morena where in the same night at\n8=05 pm, Dr. Ravi Ratan Parashar (PW-9) after giving\nintimation to the Police Station, recorded Matadeen&#x27;s\ndying declaration (Ex.P/21) as Matadeen&#x27;s condition was\nmuch serious and critical. Matadeen expired a short time\nwhile thereafter. Death of Matadeen was also intimated\nby Dr. Parashar, whereafter Siyaram reached the Police\nStation to lodge the FIR.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.   In the FIR, another incident, occurred a day prior\nto date of incident, was also mentioned that on\n30.12.1984 when complainant&#x27;s cousin brother Badshah\n(PW-2) and complainant&#x27;s nephews Nawal Singh and\nVirendra were grazing their goats, then Ram Singh\nSarpanch, Ram Narayan, Siyaram, Balik Ram, Sirnam,\nBabulal, Maharaj Singh, Ganesh Ram, Sambhar and\nKeshav, who were armed with gun, farsa and sticks,\n<span class=\"hidden_text\" id=\"span_2\">                               -( 4 )-            CRA No. 559/1999</span>\n\ncame, hurled abuses and caused obstruction in grazing\nby claiming that the land belongs to them. Complainant&#x27;s\nrelatives   replied    that     the      land   belongs     to    them,\nthereafter Ram Singh and Ram Narayan fired from their\nguns killing one of the goats. On the next day, i.e.,\n31.12.1984 at 7.00 a.m., Ram Singh and his companions\nabused and threatened that yesterday only one goat was\nkilled but today one person will be killed. Thereafter,\ncomplainant reached the Police Station Morena in the\nmorning but he was informed that the body of deceased\ngoat    should    be   brought          for   post-mortem        by   the\nveterinary doctor, whereafter the complainant returned\nto his village.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.     After registration of crime on the date of incident,\nin presence of panch witnesses after issuing Safina\nForm, an Inquest Memo (Ex.P/6) was prepared and dead\nbody of Matadeen was sent for post-mortem. On next\nday, i.e., 1.1.1985, SHO Jagram Singh Kushwaha (PW-7)\nafter inspecting the scene of occurrence prepared spot\nmap (Ex.P/7) at the instance of complainant Siyaram. At\nthe same time from the spot, 5 empty cartridges having\nbase of brass and one iron blade/strip of 5 inch long\nwere     seized    vide       seizure         memo   (Ex.P/8)         and\nbloodstained soil and separately plain soil were also\nseized by seizure memo (Ex.P/9). On 1.1.1985 at 8.30 am\nDr. C.S.Bhadoriya (PW-3) started autopsy of the dead\nbody of Matadeen and found an entry wound caused by\nfirearm on left chest and one exit wound on back of the\ndeceased and recorded post-mortem report (Ex.P/2, P/3\nand P/4). The doctor sent the clothes worn by the\ndeceased in a packet to concerned Police Station. During\ninvestigation, appellant Ram Narayan was arrested on\n15.1.1985 and on his presentation a licencee mouser gun\n<span class=\"hidden_text\" id=\"span_3\">                            -( 5 )-        CRA No. 559/1999</span>\n\nwith    25 live cartridges and a licence book of licence\nholder/appellant Ram Singh were seized vide seizure\nmemo (Ex.P/17). Appellant Ram Singh was arrested on\n15.2.1985 vide arrest memo (Ex.P/18). Appellant Keshav\nwas arrested on 15.3.1985. Other acquitted co-accused\npersons and two other accused persons (who died during\nthe trial before the trial Court) were also arrested. The\nseized gun, empty cartridges, clothes of the deceased\nand other seized material were sent to the FSL, Sagar.\nAfter completing investigation, the charge sheet was\nfiled and after committal of the case by the Magistrate\nCourt to the Sessions Court it was transferred by the\nSessions Judge to the abovementioned trial Court.\n</p><p data-structure=\"Facts\" id=\"p_6\">6.     The trial Court framed charges under <a href=\"/doc/763672/\" id=\"a_6\">Sections 148</a>,\n<a href=\"/doc/1560742/\" id=\"a_7\">302</a>/<a href=\"/doc/999134/\" id=\"a_8\">149</a> and <a href=\"/doc/1560742/\" id=\"a_9\">302</a> of IPC against Ram Singh and\nappellant Ram Narayan was also charged for the\noffences punishable under <a href=\"/doc/763672/\" id=\"a_10\">Sections 148</a>, <a href=\"/doc/1560742/\" id=\"a_11\">302</a>/<a href=\"/doc/999134/\" id=\"a_12\">149</a> and\n<a href=\"/doc/1560742/\" id=\"a_13\">302</a> of IPC and present appellant Keshav and other co-\naccused persons (acquitted by the trial Court) were\ncharged for the offence punishable under <a href=\"/doc/1258372/\" id=\"a_14\">Sections 147</a>\nand <a href=\"/doc/1560742/\" id=\"a_15\">302</a>/<a href=\"/doc/999134/\" id=\"a_16\">149</a> of IPC.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.     The    appellants     abjured    their    guilt.     Nine\nprosecution    witnesses    were     examined.   It   was    the\ndefence of the appellants that they have been falsely\nimplicated due to political rivalry of Panchayat election.\nIt was the specific defence of the appellant Ram Singh\nthat on 31.12.1984 he was in Morena at relating medical\nshop where he was serving and after receiving the\ninformation that one injured was brought from his\nvillage to District Hospital, Morena, when he reached\nDistrict Hospital Campus for seeing the injured, he was\nassaulted by complainant Siyaram and his companions\nand he received grievous injuries. He was also medically\n<span class=\"hidden_text\" id=\"span_4\">                             -( 6 )-            CRA No. 559/1999</span>\n\nexamined and admitted in District Hospital, Morena and\na criminal case was also registered for causing injury to\nhim against the complainant and his companions and\nprior to the incident he was residing in Morena. Dr.\nC.S.Bhadoriya (DW-1) and Dr. Yogendra (DW-2) were\nexamined in defence for proving appellant Ram Singh&#x27;s\nMLC report and x-ray report, respectively. Appellant\nRam Singh&#x27;s son Radheshyam (DW-3) and Ganeshram\nSharma (DW-4) were examined as defence witnesses in\nrelation to presence of Ram Singh at the medical shop\nowned by Ganeshram.\n</p><p data-structure=\"Facts\" id=\"p_8\">8.   The trial Court after hearing, vide impugned\njudgment acquitted the tried accused persons Vasika,\nSiyaram,   Sirnam,    Dhaniram          and    Brijlal   and    also\nacquitted the appellant Ram Singh from the charge of\n<a href=\"/doc/1560742/\" id=\"a_17\">Sections 302</a> and <a href=\"/doc/763672/\" id=\"a_18\">148</a> of IPC but convicted Ram Singh\nunder <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_20\">34</a> of IPC instead of charged offence\nunder   <a href=\"/doc/1560742/\" id=\"a_21\">Section    302</a>/<a href=\"/doc/999134/\" id=\"a_22\">149</a>      of    IPC     and   sentenced    as\naforesaid and appellant Ram Narayan was acquitted\nfrom the charge of <a href=\"/doc/763672/\" id=\"a_23\">Sections 148</a> and <a href=\"/doc/1560742/\" id=\"a_24\">302</a>/<a href=\"/doc/999134/\" id=\"a_25\">149</a> of IPC, but\nRam Narayan was convicted and sentenced under\n<a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> of IPC and sentenced as aforesaid. Similarly,\nappellant Keshav was acquitted from the charge of\n<a href=\"/doc/1258372/\" id=\"a_27\">Section 147</a> of IPC, but he was convicted under <a href=\"/doc/1560742/\" id=\"a_28\">Section\n302</a>/<a href=\"/doc/37788/\" id=\"a_29\">34</a> of the IPC instead of charged offence under\n<a href=\"/doc/1560742/\" id=\"a_30\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_31\">149</a> of IPC and sentenced as aforesaid.\n</p><p data-structure=\"PetArg\" id=\"p_9\">9.   Learned      counsel     for     the   different    appellants\nvehemently contended that relating to the incident, two\nsets of evidence were produced by the prosecution; one\nin the shape of dying declaration of deceased Matadeen,\naccording to which, fatal gun shot was fired by appellant\nRam Singh whereas, according to another set of\nprosecution evidence in the shape of evidence given by\n<span class=\"hidden_text\" id=\"span_5\">                                -( 7 )-         CRA No. 559/1999</span>\n\neye-witnesses Siyaram (complainant)(PW-6), Ramlakhan\n(PW-8), Kapooribai (PW-1) and Soneram                 (PW-5), the\nfatal gum shot was fired by appellant Ram Narayan with\nRam Singh&#x27;s gun. There were material contradictions\nand     inconsistencies        between    these     two   sets    of\ncontradictory evidence produced by                prosecution and\nsince     each    set     of     prosecution      witnesses      was\ncontradicting the another, learned trial Court erred in\npartially believing one over the other. It is also\nvehemently argued that according to the FIR, incident\noccurred at 7 to 7-15 pm on 31.12.1984 and at this time\nin winter season, the identity of the assailants is totally\ndoubtful in dark, as the source of light at that time was\nnot established by the prosecution and the time of\nincident mentioned in the FIR is contradicted and\nrebutted by most of the eye-witnesses.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">10.     It is also pointed out by counsel for the appellants\nthat      there    are         material   contradictions         and\ninconsistencies between the evidence given by different\nprosecution witnesses on the material points i.e. at the\ntime of incident where was the deceased standing; from\nwhich direction were the gun shots fired and from what\ndistance;    in total how many gun shots and by which\nfirearm shots were fired; at the time of incident what\nwas uttered by Matadeen, and how many accused\npersons were wielding firearms. There are material\ncontradictions and omissions between the evidence\ngiven by each eye-witness and his police statement\nrecorded during the investigation. It is also argued that\nit was proved by the defence evidence that appellant\nRam Singh was in Morena at a Medical shop at the time\nof incident, but the trial Court erred in disbelieving the\nreliable defence evidence on this point. It is further\n<span class=\"hidden_text\" id=\"span_6\">                           -( 8 )-            CRA No. 559/1999</span>\n\nsubmitted that compliance of <a href=\"/doc/279174/\" id=\"a_32\">Section 157</a> of CrPC\nregarding sending of copy of FIR to the concerning\nMagistrate was also not proved.\n</p><p data-structure=\"PetArg\" id=\"p_11\">11.   Regarding   dying    declaration       of     the   deceased\nMatadeen, it is vehemently contended by learned\ncounsel for the appellants that the time of incident is not\nmentioned in the dying declaration and at the relevant\nalleged time of recording of dying declaration, the\ndeceased could not have been in a fit state to give any\nstatement after receiving such fatal injuries on chest. It\nis also argued that the role of Ram Singh regarding\ncausing fatal gun shot is totally contradicted by eye-\nwitnesses. Hence, either dying declaration should have\nbeen discarded or eye-witness account given by the\nprosecution witnesses should have been discarded but\ninstead the trial Court made up a new case by mixing\nboth versions. It is argued by the learned counsel for the\nappellant Keshav that in dying declaration it is recorded\nthat Ram Narayan and Keshav were having separate\nguns but some prosecution witnesses clearly deposed\nthat Keshav was not wielding any gun and similarly Ram\nNarayan was not having any gun, hence it is submitted\nthat both the prosecution versions were totally doubtful\nand contradictory.\n</p><p data-structure=\"PetArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"170498234\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"359414\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"168040\" id=\"span_9\">12.   Much emphasis has been given on the fact that\nthough   allegedly   during         investigation     five   empty\ncartridges were seized from the spot on 1.1.1985, but\naccording to the prosecution&#x27;s evidence, they were\ndeposited in Malkhana of relating police station on\n15.2.1985. Hence, the FSL report (Ex.P/22) that seized\nfive empty cartridges were fired from the same licensed\ngun of appellant Ram Singh was totally unbelievable.\nHence, it is prayed that the appeals be allowed and each\n<span class=\"hidden_text\" id=\"span_10\">                             -( 9 )-        CRA No. 559/1999</span>\n\nappellant be acquitted of the charges. Learned counsel\nfor appellants placed reliance on the judgments in the\ncases   of   <a href=\"/doc/168040/\" id=\"a_33\">State     of   Andhra    Pradesh     vs.   Thadi\nNarayana</a> (AIR 1962 SC 240); Nachhettar Singh\nand others vs. State of Punjab (AIR 1976 SC 951);\n<a href=\"/doc/359414/\" id=\"a_34\">Sukhram vs. State of MP</a> (AIR 1989 SC 772); and\n<a href=\"/doc/170498234/\" id=\"a_35\">Vijay Singh vs. State of MP</a> (2005 Cr.L.J. 299)</span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_13\">13.   Per Contra, learned Public Prosecutor appearing on\nbehalf of the respondent/State supported the impugned\njudgment and submitted that the trial Court has properly\nand legally analyzed the entire evidence available on\nrecord, in the light of referred citations in it and it is\nwell established that conviction can be based solely on\ndying declaration, whereas in case in hand, eye-witness\naccount of prosecution witnesses is also available and\notherwise reliable prosecution case could not be totally\ndiscarded only due to negligence or carelessness of\ninvestigator.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">14.   According to the evidence given by Dr. C.S.\nBhadoriya (PW-3) and post-mortem reports (Exts. P/2,\nP/3 and P/4) on 1.1.1985 in the morning at 8-30 am, on\nstarting of the post-mortem of deceased Matadeen, aged\nabout 31 years, he found one hole on front portion of the\nshirt and one hole at the back portion of the shirt worn\nby the deceased and found following injuries:-\n</p><blockquote id=\"blockquote_2\">                (i) An oval shaped wound, size 1cm x 0.8\n                     cm., on left side of the chest, in\n                     second intercostal space, 8 cm. above\n                     from the left nipple and 8 cm. lateral\n                     to the mid sternal line and edges of\n                     this wound were inverted.\n</blockquote><blockquote id=\"blockquote_3\">                (ii) An irregular shaped wound, size 3 cm\n                     x 2 cm, on scapular region of the\n                     back, left side, whose margins were\n                     irregular and everted. This would was\n                     situated 6 cms. above and medial\n                     from the angle of the scapula and was\n<span class=\"hidden_text\" id=\"span_11\">                          -( 10 )-         CRA No. 559/1999</span>\n\n                7 cm. lateral to the mid line (vertebral\n                column).\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">           On probing, it was found that both wounds\nwere interconnected, hence, the doctor opined that first\nwas the entry wound and the second exit wound caused\nby gun shot prior to death. He deposed that on\ndissection of the deadbody, the scapula bone was broken\non front side at the level of 2 nd and 3rd ribs and it was\nbroken on back side at the level of 4 th and 5th ribs of the\nlower part of upper portion of left lung and upper part of\nlower portion of lung were ruptured and such laceration\nwas of size 8cm x 6cm in total thickness of the lung and\nthoracic cavity was filled with blood on left side and in\nhis opinion, deceased Matadeen had died due to shock\nbecause of excessive bleeding from both the wounds and\nhe had died within 12 to 18 hrs. of the post-mortem. He\ndeposed that he sealed the worn shirt and other clothes\nfound on the dead body and sent them in a sealed packet\nto the police station. In cross-examination he deposed\nthat entry wound was comparatively higher, whereas the\nexit wound was at lower side. In his cross-examination,\nPW-3 revealed that both the blood vessels which provide\nblood to the body and return the blood from heart to\nlungs respectively, were not damaged. Hence, till death\nof the deceased there was regular blood supply from the\nheart to both of the lungs. It thus was proved from the\nevidence available on record that deceased Matadeen\nmet with homicidal death.\n</p><p data-structure=\"Facts\" id=\"p_16\">15.   Dr. Ravi Ratan Parashar (PW-9) deposed that on\n31st December, 1984 when he was on his duty at District\nHospital, Morena on emergency duty, then police and\nsome other people brought Matadeen in a severe\ncondition, who was admitted by him in Male Surgical\n<span class=\"hidden_text\" id=\"span_12\">                         -( 11 )-        CRA No. 559/1999</span>\n\nWard and it was appearing that the injured       will die\nwithin few time, hence he recorded dying declaration of\nMatadeen and before doing so, on examination he found\nthat Matadeen was totally conscious and was in a fit\ncondition to give statement and thus he recorded dying\ndeclaration in question and answer form and before\nrecording dying declaration he certified on Ex.P/21 that\nthe patient is fully conscious and in a position to give\nstatement and recording of dying declaration was\nstarted at 8=05 pm. Matadeen revealed that &#x27;his name\nis Matadeen, presently he is in Morena hospital, he is\nresident of village Bindwa Quari, the quarrel had\noccurred with Ram Singh Sarpanch, Ram Singh had\nfired shot on him and at that time Ram Narayan was\nwith Ram Singh, Ram Singh&#x27;s younger brother was also\nthere and that 3 or 4 gun shots were fired, and that, Ram\nSingh, Keshav Thakur, Ram Narayan, Siyaram and Balika\nwere present, and Ram Singh, Ram Narayan, Keshav and\nSiyaram, each was having separate firearm and that he\nis not giving statement under any duress or pressure&#x27;.\nDr. Parashar deposed that recorded dying declaration\nwas read over to Matadeen and as he was not in a\ncondition to mark his signature, his thumb impression\nwas taken at the lower part. Signatures of witnesses\nSarnam Singh, Munshi and Kamla Nurse were also taken\non dying declaration, who were present at the time of\nrecording of dying declaration.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">16.   Though it is true that in the end of dying\ndeclaration, it was not recorded by Dr. Parashar that\nduring recording of the statement Matadeen remained\nconscious but absence of such certification does not\nappear material because dying declaration was being\nrecorded by the doctor and Dr. Parashar deposed in\n<span class=\"hidden_text\" id=\"span_13\">                           -( 12 )-      CRA No. 559/1999</span>\n\nevidence that at the time of recording of dying\ndeclaration Matadeen was groaning due to pain and his\ncondition was continuously deteriorating.    Matadeen&#x27;s\nthumb impression and thumb impression of witness\nMunshi were taken by ink of a pen but because of non-\navailability of ink-pad fulfillment of formalities by\navailable means appears to be sufficient. Dr. Parashar\nalso deposed that his emergency duty was from 5=00 pm\nto 8=00 pm on that day but as his reliever Dr. C.S.\nBhadoriya had not come to hospital, hence he was\ntreating Matadeen and he also explained that as no\nrequisition from police regarding MLC of Matadeen was\nreceived at that time, hence the injuries of Matadeen\nwere not recorded in the MLC register kept in the\nhospital. Dr. Parashar also deposed that at that time\noxygen tube was attached to Matadeen but mask was not\nworn by him. No such circumstance was suggested in\nthe cross-examination of Dr. Parashar (PW-9), which\ncould demonstrate Dr. Parashar being prejudiced for or\nagainst the appellants.\n</p><p data-structure=\"Precedent\" id=\"p_18\">17.   Dr. C.S.Bhadoriya (PW-3), who conducted autopsy\nof the deceased Matadeen, clearly deposed in cross-\nexamination that blood vessels supplying blood to the\nbody and the blood vessels which return the blood to the\nlungs were not damaged, hence till death blood was\nbeing supplied to the lungs and in such situation,\nMatadeen could remain in fit state of speaking.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">18.   Much emphasis has been given by learned counsel\nfor the different appellants on the fact that Dr. Ravi\nRatan Parashar (PW-9) gave written intimation (Ex. P/22)\nto the SHO regarding death of Matadeen at 9=00 pm but\nin Ex.P/22 it was not mentioned by him that he has\nrecorded dying declaration of Matadeen. No such\n<span class=\"hidden_text\" id=\"span_14\">                         -( 13 )-        CRA No. 559/1999</span>\n\nintimation was required in the letter reporting about the\ndeath of the injured brought to the hospital. Original\nbed-head ticket of Matadeen of District Hospital, Morena\nis on record as Ex.D-5 and in its beginning just after\nadmission of Matadeen, in margin of the bed-head ticket\nit is clearly recorded that &#x27;dying declaration recorded&#x27;\nand Dr. Parashar has proved his and other doctor&#x27;s\nsignatures on this bed-head ticket (Ex.D/5). At the end of\nthis bed-head ticket spread on three pages, signature of\na Head Constable is also appearing below the entry\nregarding receiving a copy of dying declaration. It is\nclear from the evidence and the judgment of the trial\nCourt (para 19) that at the time of recording of evidence\nbefore the trial Court record of District Hospital Morena\nwas called by the trial Court and received, wherein a\ncarbon copy of the recorded dying declaration of\nMatadeen was also available, which was totally in\naccordance with Ex.P-21, hence just due to giving of\ndying declaration to police officer, it could not be\ndiscarded.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">19.   Complainant Siyaram (PW-6) deposed in his cross-\nexamination that dying declaration was recorded in his\nand Investigating Officer Jagram Singh Kushwaha&#x27;s\npresence but it is clear from the total evidence given by\nDr. Parashar (PW-9) that at the time of recording of\ndying declaration of Matadeen by him, no relative of the\ndeceased nor any police official was present in the room\nexcept Matadeen and three witnesses who have signed\non dying declaration (Ex.P/21). The trial Court has also\nreferred to many citations about the dying declaration\nand thus we are of the considered opinion that the trial\nCourt did not commit any error in recording its finding\nthat the dying declaration (Ex.P/21) given by Matadeen\n<span class=\"hidden_text\" id=\"span_15\">                           -( 14 )-            CRA No. 559/1999</span>\n\nwas recorded by Dr. Ravi Ratan Parashar (PW-9).\n</p><p data-structure=\"Facts\" id=\"p_21\">20.   Before examining the veracity of various facts\nmentioned by the deceased in his dying declaration and\nby    above   mentioned     four     eye-witnesses   in   their\ndepositions, it would be proper to discuss about some\nfacts regarding circumstantial evidence. Investigating\nOfficer Jagram Singh Kushwaha (PW-7) prepared spot\nmap (Ex.P/7) in the morning of 1.1.1985 at the instance\nof complainant Siyaram (PW-6). According to the facts\nmentioned in the spot map (Ex.P/7), fatal injury from gun\nshot was sustained by Matadeen on western maidh\n(boundary) of agricultural land of Laxminarayan @\nLachchhi.     According    to   the    spot    map    (Ex.P/7),\nLaxminarayan&#x27;s agricultural land is adjacent to the dagra\n(Kachcha path or road) situated between Baretha and\nvillage Feran Singh Ka Pura. In the spot map from\nstarting over outline diagram it is clearly recorded that\non which place blood-stained soil was found and at about\n60 feet distance from it, five empty cartridges were\nfound at the same time, which were separately seized\nalong with an iron blade having length of about 5&quot; vide\nseizure memo (Ex.P/8). The places wherefrom these\nempty cartridges were recovered are clearly mentioned\nin the above mentioned dagra or nearer to it, and the\ndistance of Feran Singh Ka Pura, where complainant and\nother witnesses reside, is shown as at about one furlong\naway from the spot. During investigation, a rifle has\nbeen recovered which is a licensed gun of Ram Singh\nand according to ballistic expert of FSL Sagar&#x27;s report\n(Ex. P/22), all the above mentioned recovered empty\ncartridges from spot on 1.1.1985 were found to be fired\nby the seized rifle in laboratory after comparing the\nfiring pin impression and breech face marks found on\n<span class=\"hidden_text\" id=\"span_16\">                          -( 15 )-         CRA No. 559/1999</span>\n\nthese empty cartridges with two test cartridges fired\nfrom the same gun.\n</p><p data-structure=\"Facts\" id=\"p_22\">21.   Regarding ocular evidence, it is argued that most\nimportant contradiction or discrepancy is regarding the\ntime of the incident as in the FIR (Ex.P/5) lodged by\ncomplainant Siyaram (PW-6), the time of incident is\nmentioned as 7 to 7=15 in the evening of 31.12.1084.\nSome prosecution witnesses have admitted in cross-\nexamination that in winter season generally sun sets at\n5=30 pm and much darkness sets in at about 7=00 pm.\nContrary to FIR, complainant clearly deposed in cross-\nexamination (para 30) that at the time of lodging report\nhe has mentioned the time of murder as sunset and at\nthe time of incident daylight was available.         Siyaram\n(PW-6) deposed that on the date of incident, before\nevening, he had reached      his house situated at village\nBindwa Quari and about one hour later he heard the\nsound of his brother&#x27;s shouting &#x27;run, he has been\nsurrounded and being killed&#x27;, thereafter he, Soneram\n(PW-5), Lakhan @ Ram Lakhan (PW-8), Jabar Singh and\nKapoori   from   their   houses     reached   the   scene   of\noccurrence, where he saw that three persons, namely,\nRam Singh, Ram Narayan and Keshav fired a shot from\ntheir gun and at that time Siyaram, Balika, Brijlal,\nDhaniya, Vishambhar, Babu and Sirnam were also with\nthe appellants. In examination-in-chief, Siyaram deposed\nthat all the three appellants of both these appeals\nseparately fired which caused injury on left side of chest\nof Matadeen and he fell down. Thereafter, Ram Singh\nand his companions fled away shouting that &#x27;sala, has\nbeen killed&#x27;.\n</p><p data-structure=\"Precedent\" id=\"p_23\">22.   According to the FIR lodged by complainant\nSiyaram, appellant Ram Narayan after taking Ram\n<span class=\"hidden_text\" id=\"span_17\">                         -( 16 )-        CRA No. 559/1999</span>\n\nSingh&#x27;s gun had fired the fatal shot at Matadeen and in\ncross-examination complainant in para 25 admitted that\nhe had mentioned the fact regarding taking of Ram\nSingh&#x27;s gun by Ram Narayan and thereafter fatal shot\nwas fired by Ram Narayan. In para 25, he clearly\ndeposed that he viewed that the shot fired by Keshav and\nseparate shot fired by Ram Singh did not hit Matadeen.\nIn para 22, Matadeen deposed that when each of the\nappellants Ram Singh, Ram Narayan and Keshav fired\nshot on Matadeen then they were standing at dagra\n(kachcha path). In next para, he deposed that in his\npresence two or three shots from respective guns were\nfired but he could not tell how many shots were fired by\neach of these three appellants. He deposed that when\ngun shot hit Matadeen then he was also standing near\nMatadeen. In para 28, complainant deposed that when\nhe reached    the spot he saw his brother Matadeen\nsitting in such position as people sit on   indian style\ntoilet seat but when Matadeen tried to stand up to run,\nat that time he received the fatal gun shot. It is clear\nthat there are some contradictions, omissions and\nimprovements in complainant&#x27;s evidence in comparison\nto his FIR and his police statement (Ex.D/1). He clearly\ndenied the fact that in the report and police statement\nhe had stated that on the date of incident he reached his\nhouse at about 7=00 pm.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">23.   Complainant and deceased&#x27;s real sister Kapoori Bai\n(PW-1) deposed that on the date of incident, at the time\nof sunset she was at her brother&#x27;s house then she heard\nthe cries of Matadeen that Ram Narayan, Ram Singh and\nKeshav are killing him with the help of guns. When she\nreached the mustard field where Matadeen was present\nshe further saw Siyaram, Soneram and Ram Lakhan\n<span class=\"hidden_text\" id=\"span_18\">                          -( 17 )-         CRA No. 559/1999</span>\n\nhaving   separate guns along with Ram Narayan. Ram\nNarayan took the gun of Ram Singh and fired a gun shot\nwhich hit Matadeen in the chest and while fleeing away\naccused persons were heard shouting that &#x27;Matadeen\nhad died, now Siyaram, Soneram and Ram Lakhan be\nalso killed&#x27;. In para 8 Kapoori reiterated that the incident\nhad occurred at the time of sunset, but thereafter she\nadmits that at the time of recording of her police\nstatement she had mentioned the time as 7=30 or 7=00\npm to the Investigating Officer. In para 10, she deposed\nthat at the time of incident she was standing at a\ndistance of only two or three hands from Matadeen in\nLaxminarayan&#x27;s field and above mentioned dagra was\nabout 3-4 hands wide. She also deposed that after her\nreaching on spot, she heard sound of only one gun shot.\nShe deposed that at the time of firing of fatal shot,\nMatadeen and relating accused were on same level. In\npara 33, she deposed that at the time of sustaining fatal\nshot by Matadeen, complainant Siyaram was standing\nclose to Matadeen.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">24.   Soneram (PW-5) deposed that on the date of\nincident in the evening, his uncle Matadeen had gone to\nhis agricultural land. At that time in the mustard fields,\nBrijlal, Dhaniya, Shambhar Singh and Keshav were\nhiding themselves when Ram Singh, Ram Narayan,\nBalika, Sirnam and Babu were standing in the way when\nMatadeen was returning from his field, all the above\nmentioned     persons    surrounded     Matadeen      when\nMatadeen shouted. Thereafter, PW-5, the complainant,\nRam Lakhan and Kapoori Bai reached the spot from their\nhouse and saw Ram Narayan firing gun shot from\nmouser gun which hit the chest of Matadeen. Soneram\n(PW-5) deposed that his uncle Siyaram (PW-6) lodged the\n<span class=\"hidden_text\" id=\"span_19\">                         -( 18 )-        CRA No. 559/1999</span>\n\nFIR registered by   SHO at Morena hospital. In cross-\nexamination, he deposed that at the time of incident,\ndaylight was available. Soneram improved his statement\nby deposing that after Matadeen sustained fatal injury\nthe accused persons while fleeing away had also fired\ntowards them. He clearly deposed in para 5 that in his\npresence only fatal gun shot was fired by Ram Narayan.\nIn para 9, Soneram deposed that the incident had\noccurred about one hour prior to 5=00 pm and after\nincident when they reached Morena, at that time little\ndaylight was available. He admitted in same para that in\nwinter season at 6 or 7 pm it is dark and thus no man\ncan be visible from a distance of two hands.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">25.   Ram Lakhan (PW-8) deposed that on the date of\nincident, at 7=00 pm in the evening when he was at\nhome, he heard Matadeen shouting that he is being\nsurrounded and killed. Thereafter PW-8 with Siyaram,\nSoneram and Kapoori reached the spot. At that time,\neach of Ram Singh and Ram Narayan was firing shot at\nMatadeen to kill him and at that time Siyaram (acquitted\naccused by the trial Court) was present but empty\nhanded. PW-8 did not see any other accused and Ram\nNarayan&#x27;s gun shot hit Matadeen and he fell down on\nthe maidh or boundary of Lachchhi @ Laxminarayan&#x27;s\nagricultural land. He clearly deposed that at the time of\nincident Ram Singh and Ram Narayan were having\nseparate mouser guns. Ram Lakhan did not speak\nanything about the appellant Keshav. It is significant to\nmention here that Ram Lakhan stated only names of\nthree accused persons Ram Singh, Ram Narayan and\nSiyaram.\n</p><p data-structure=\"Facts\" id=\"p_27\">26.   The evidence of two nephews of complainant and\ndeceased, Badshah (PW-2) and Nawal Singh (PW-4), is\n<span class=\"hidden_text\" id=\"span_20\">                         -( 19 )-         CRA No. 559/1999</span>\n\nrelated to the incident of killing of one of their goats by\nshot fired by Ram Singh, one day prior to the date of\nincident of Matadeen&#x27;s murder. It is clear from the facts\nemerged from their cross-examination that complainant\nSiyaram (PW-6) and Soneram (PW-5) were tried for\nmurder of Shambhar Singh, who was real brother of\nappellant Keshav. It would be significant to mention here\nthat Keshav&#x27;s brother Shambhar Singh was also accused\nbefore the trial Court, but due to his death during trial,\nthe case abated against him. It would also be significant\nto mention here that in a separate criminal case decided\nby    JMFC   Morena,   Ram    Singh   and   some   of   his\ncompanions were acquitted from the offence of killing of\none goat on 30.12.1984. Similarly facts came in cross-\nexamination of Siyaram (PW-6) that Soneram and Ram\nLakhan with their companions were acquitted by the\nSessions Court for alleged attempt to murder of the\nappellant Ram Singh at Morena Hospital Campus in the\nnight of 31.12.1984.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">27.   It is the defence of appellant Ram Singh that he\nwas having rivalry on account of Panchayat election with\nthe complainant but the complainant Siyaram (PW-6)\ndeposed in cross-examination that he instigated Ram\nSingh for leaving his service and helped him in getting\nelected as Sarpanch of gram panchayat. Badshah (PW-2)\ndeposed in cross-examination (para 14) that complainant\nSiyaram had previously fought election for the post of\nMember against Roshanlal.\n</p><p data-structure=\"PetArg\" id=\"p_29\">28.   Much emphasis has been given by the appellant&#x27;s\nlearned counsel that the incident of killing of one goat\nbelonging to the nephews of complainant, is not of such\nnature which could provide any motive for the murder in\nquestion. It is well established that motive for murder,\n<span class=\"hidden_text\" id=\"span_21\">                              -( 20 )-            CRA No. 559/1999</span>\n\ncomparatively has importance in cases based only on\ncircumstantial evidence.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">29.    According to the evidence of Investigating Officer\nJagram Singh Kushwaha (PW-7) and spot map (Ex.P/7),\nvillage Feran Singh Ka Pura of Bindwa Quari is about\none furlong away from the scene of occurrence, hence\nhearing the sound of firing at the house of complainant\nis    possible,   but   it   appears      that   there    are    some\ncontradictions       and     discrepancies       in   evidence       of\nKapooribai (PW-1), Soneram (PW-5), Siyaram (PW-6) and\nRam Lakhan (PW-8). There are contradictions and\nomissions     between        their      depositions      and     police\nstatements recorded during the investigation. It is clear\nthat there are some improvements and exaggerations in\nthe evidence of above mentioned four prosecution eye-\nwitnesses. According to the testimony of Ram Lakhan\n(PW-8), he had seen only Ram Singh, Ram Narayan and\nSiyaram. Appellant Keshav is even not named by Ram\nLakhan (PW-8). Some of the eye-witnesses have deposed\nthat firing had started prior to           Matadeen raising hue\nand cry and thereafter they reached near Matadeen to\nwitness the incident.\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235169\" id=\"span_22\">30.    In    above      mentioned         peculiar       facts     and\ncircumstances of the case, it is clear that the eye-\nwitnesses have introduced some improvements and\nexaggerations.          Regarding           improvements            or\nexaggerations made by prosecution witnesses, it has\nbeen observed by the Apex Court in the case of <a href=\"/doc/235169/\" id=\"a_36\">State of\nUP vs. Anil Singh</a> (AIR 1988 SC 1998) as follows :-</span>\n</p><blockquote id=\"blockquote_4\">               &quot;13. Of late this Court has been receiving\n         a large number of appeals against acquittals\n         and in the great majority of cases, the\n         prosecution version is rejected either for want\n         of corroboration by independent witnesses, or\n         for some falsehood stated or embroidery added\n<span class=\"hidden_text\" id=\"span_23\">                   -( 21 )-         CRA No. 559/1999</span>\n\nby witnesses. In some cases, the entire\nprosecution case is doubted for not examining\nall witnesses to the occurrence. We have\nrecently pointed out the indifferent attitude of\nthe public in the investigation of crimes. The\npublic are generally reluctant to come forward\nto depose before the Court. It is, therefore, not\ncorrect to reject the prosecution version only\non the ground that all witnesses to the\noccurrence have not been examined. Nor it is\nproper to reject the case for want of\ncorroboration by independent witnesses if the\ncase made out is otherwise true and\nacceptable. With regard to falsehood stated or\nembellishments added by the prosecution\nwitnesses, it is well to remember that there is a\ntendency amongst witnesses in our country to\nback up a good case by false or exaggerated\nversion. The Privy Council had an occasion to\nobserve this. In Bankim Chander v. Matangini,\n24 Cal WN 626 : (AIR 1919 PC 157), the Privy\nCouncil had this to say:\n</blockquote><blockquote id=\"blockquote_5\">      &quot;That in Indian litigation it is not safe to\n      assume that a case must be false if some\n      of the evidence in support of it appears to\n      be doubtful or is clearly unture, since\n      there is, on some occasions, a tendency\n      amongst litigants to back up a good case\n      by false or exaggerated evidence.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">     14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1521345\" id=\"span_24\">In <a href=\"/doc/1521345/\" id=\"a_37\">Abdul Gani v. State of Madhya\nPradesh</a>, AIR 1954 SC 31 Mahajan, J., speaking\nfor this Court deprecated the tendency of\ncourts to take an easy course of holding the\nevidence discrepant and discarding the whole\ncase as untrue. The learned Judge said that the\nCourt should make an effort to disengage the\ntruth from falsehood and to sift the grain from\nthe chaff.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_33\">      15. It is also our experience that\ninvariably the witnesses add embroidery to\nprosecution story, perhaps for the fear of being\ndisbelieved. But that is no ground to throw the\ncase overboard, if true, in the main. If there is\na ring of truth in the main, the case should not\nbe rejected. It is the duty of the Court to cull\nout the nuggets of truth from the evidence\nunless there is reason to believe that the\ninconsistencies or falsehood are so glaring as\n<span class=\"hidden_text\" id=\"span_25\">                          -( 22 )-             CRA No. 559/1999</span>\n\n       utterly to destroy confidence in the witnesses.\n       It is necessary to remember that a Judge does\n       not preside over a criminal trial merely to see\n       that no innocent man is punished. A Judge also\n       presides to see that a guilty man does not\n       escape. One is as important as the other. Both\n       are public duties which the Judge has to\n       perform.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_34\">31.   In the light of above mentioned citation, it is clear\nthat due to some improvements or exaggerations made\nby eye-witnesses, their total evidence could not be\ndiscarded,   as   eye-witness       account    given   by   the\nprosecution witnesses receives corroboration from FSL\nreport (Ex.P/22) that Matadeen was shot dead only by\nthe appellant Ram Singh&#x27;s licensed gun and in such\nestablished facts and circumstances, the presence of\nRam Singh on spot could not be doubted. Hence,\ncomparatively     eye-witness       account   given    by   eye-\nwitnesses complainant Siyaram and others that Ram\nNarayan of firing the fatal gun shot by Ram Singh\nappears to be reliable and presence of Ram Singh with\nRam Narayan on scene of occurrence is established by\neye-witness account given by complainant and others\nand even by dying declaration of Matadeen.\n</p><p data-structure=\"Section\" id=\"p_35\">32.   It is well settled that the dying declaration alone\ncould be the basis of conviction, but it appears from the\ndying declaration (Ex.P/21) that deceased Matadeen also\nstated that out of total accused persons Ram Singh, Ram\nNarayan, Keshav and Siyaram, each was having a\nseparate gun, but during investigation except Ram\nSingh&#x27;s licensed mouser rifle, no other gun is recovered.\n</p><p data-structure=\"PetArg\" id=\"p_36\">33.   So far as the appellant No.1-Ram Singh and No.2-\nRam Narayan of Criminal Appeal No. 559/1999 are\nconcerned, according to the dying declaration, in reply\nto the question on point that who caused fatal shot,\n<span class=\"hidden_text\" id=\"span_26\">                               -( 23 )-                CRA No. 559/1999</span>\n\nMatadeen had replied that Ram Singh had caused\nfirearm injury to him but in same sentence he also added\nthat Ram Narayan was with him. In reply to next\nquestion that who were with them, Matadeen again\nreplied that Ram Singh&#x27;s younger brother was with him.\nUndisputedly, appellant Ram Narayan is younger brother\nof the appellant Ram Singh.\n</p><p data-structure=\"Precedent\" id=\"p_37\">34.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"611792\" id=\"span_27\">In the case of <a href=\"/doc/611792/\" id=\"a_38\">Jagdish Lal Malhotra vs. The\nState</a> [1984 (2) Crimes 108], it is observed that if the\nbroad statement of facts made in the dying declaration is\nat variance with the other evidence of the prosecution,\nthen    it   will    render      the          dying    declaration     as\nuntrustworthy and suspicious, but in case in hand the\ndifference is only on the point that who fired fatal shot\non Matadeen. According to the dying declaration of\nMatadeen, fatal gun shot was fired by appellant Ram\nSingh, whereas according to the FIR promptly lodged by\ncomplainant         Siyaram      (PW-6)          and      complainant&#x27;s\nevidence, fatal gun shot was fired by appellant Ram\nNarayan from the licensed gun of his brother appellant\nRam Singh. Matadeen also stated in dying declaration\nthat only 3 or 4 gun shots were fired.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_38\">35.    It is clear that under investigation except the\nlicensed gun of Ram Singh, no other gun was seized\nfrom any other appellant or acquitted accused. Hence, it\nis clear that some other facts stated by Matadeen in his\ndying declaration (Ex.P/21) are contradicted by eye-\nwitness account given by complainant Siyaram. It is\nclear from the evidence of complainant Siyaram that\nwhen firing took place at the scene of occurrence, then\ndeceased tried to save himself by hiding in the mustard\ncrop    standing      in   Laxminarayan&#x27;s               field   and    by\ncircumstantial      evidence     it      is    proved    that   all   five\n<span class=\"hidden_text\" id=\"span_28\">                               -( 24 )-         CRA No. 559/1999</span>\n\ncartridges were fired by Ram Singh&#x27;s gun, hence it is\nclear that except the last fired shot, previous shots\nremained did not find the target, i.e., Matadeen. In such\ncircumstances, the possibility could not be ruled out that\nwhen Ram Singh remained unsuccessful by previous\nfour gun shots fired by him, then last shot was fired by\nRam Narayan after taking Ram Singh&#x27;s licensed gun. It\nis clear from the evidence that Matadeen was trying to\nsave himself from being shot and therefore could not be\nexpected    to   have     watched        the   incident   clearly.\nMatadeen may have seen firing of previous gun shots by\nRam Singh, hence he stated in dying declaration that\nfatal shot was fired by Ram Singh Sarpanch but it is\npossible that he may not have seen that who fired the\nlast gun shot. In dying declaration Matadeen clearly\ndeposed that younger brother of Ram Singh, i.e., Ram\nNarayan was with Ram Singh and he clearly stated\nabout presence of Ram Narayan in other sentences of his\ndying declaration.\n</p><p data-structure=\"Facts\" id=\"p_39\">36.   The seriously injured Matadeen was taken to\nDistrict Hospital Morena promptly where his dying\ndeclaration was recorded by Dr. Ravi Ratan Parashar\n(PW-9) and       after his death FIR was lodged by\ncomplainant Siyaram (PW-6) in same night at 21=30\nhours at Police Station Civil Lines, Morena. It would be\nsignificant to mention here that if the incident had not\nbeen eye-witnessed by complainant Siyaram (PW-6) and\nsome other witnesses, it would not have been possible\nfor them to take the injured Matadeen to District\nHospital,   Morena      for     treartment.    As   the   incident\noccurred near the house of complainant and his family\nmembers, then it was possible for them to hear the\nsound of firings of gun shots and to reach the scene of\n<span class=\"hidden_text\" id=\"span_29\">                         -( 25 )-             CRA No. 559/1999</span>\n\noccurrence. The fact stated by Matadeen in his dying\ndeclaration (Ex.P/21) that fatal shot was fired by Ram\nSingh appears to be erroneous and on this point the\nevidence of complainant Siyaram (PW-6) supported by\nhis prompt FIR appears comparatively more reliable that\nlast/fatal shot was fired by Ram Narayan through Ram\nSingh&#x27;s licensed gun.\n</p><p data-structure=\"Precedent\" id=\"p_40\">37.   It has been argued that the compliance of <a href=\"/doc/279174/\" id=\"a_39\">Section\n157</a> of the CrPC regarding sending copy of the FIR to\nthe relating Magistrate is not proved by the prosecution,\nbut in present case dying declaration of deceased\nMatadeen at District Hospital Morena was recorded by\nDr. Ravi Ratan Parashar (PW-9) at 8=05 pm and FIR was\nlodged at 21=30 hrs of same day. It is clear that in the\nsame night written intimation was forwarded by the\nDistrict Hospital to the relating police station regarding\nbringing of injured Matadeen to the hospital and later on\nabout his death during the treatment, which indicates\nthat investigation promptly commenced. Hence, in such\nstate of affair, the prosecution case cannot be discarded\nmerely for non-compliance of Section 157 of the CrPC\nvide [Susanta Das vs. State of Orissa (AIR 2016 SC\n</p><p data-structure=\"Conclusion\" id=\"p_41\">589).\n</p><p data-structure=\"CDiscource\" id=\"p_42\">38.   Regarding circumstantial evidence reflected from\nevidence   of   Investigating      Officer    Jagram   Singh\nKushwaha (PW-7) it appears that Ram Singh&#x27;s licensed\ngun was seized by him on 15.1.1985 after appellant Ram\nNarayan&#x27;s arrest on the same day vide arrest memo\n(Ex.P/16) and on same day on production by Ram\nNarayan a rifle MP Bore licence in the name of Ram\nSingh with 25 live cartridges and Ram Singh&#x27;s licence\nbook were seized by him vide seizure memo (Ex.P/17)\nand the gun was sealed and its licence and live cartridge\n<span class=\"hidden_text\" id=\"span_30\">                          -( 26 )-        CRA No. 559/1999</span>\n\nwere separately sealed in presence of witnesses Bhoop\nSingh and Sobran. From the evidence of Investigating\nOfficer Jagram Singh Kushwaha (PW-7) it appears that\nrelating seized gun and previously seized five empty\ncartridges and one iron blade were deposited in\nMalkhana of Police Station Civil Line, Morena on\n15.1.1985 vide Malkhana Register of concerning police\nstation. It has been argued by the learned counsel for\nappellant Ram Singh that as allegedly seized five empty\ncartridges on 1.1.1985 were not deposited in relating\nMalkhana on 1.1.1985, hence their deposit on 15.1.1985\nin Malkhana with the seized rifle indicates unfairness in\nthe   investigation.   Jagram   Singh   Kushwaha   (PW-7)\ndeposed that after seizure of five empty cartridges and\niron blade, their seizure was also recorded in Rojnamcha\non 1.1.1985 and the relating material was handed over\nto Head Moharrir for depositing in Malkhana and the\nHead Moharrir made entries at his convenience.\n</p><p data-structure=\"Precedent\" id=\"p_43\">39.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"38912576\" id=\"span_31\">In the light of the judgment in the cases of\n<a href=\"/doc/38912576/\" id=\"a_40\">Krishnegowda vs. State of Karnataka</a> (AIR 2017 SC\n1657) and Sudha Renukaiah vs. State of A.P. (AIR\n2017 SC 2124), it is clear that due to negligence or\ncarelessness of Investigating Officer or other police\nofficial due to late deposit of empty cartridges in\nMalkhana, recovery and seizure of five cartridges on\n1.1.1985 could not be doubted, as previously mentioned\nin spot map (Ex.P/7) prepared on 1.1.1985 itself by the\nsame Investigating Officer, the places of recovery of\neach empty cartridge is separately shown in outline\ndiagram by giving a different letter to each place of its\nrecovery and the distance of five empty cartridges from\nblood stained soil as about 60 feet has also been clearly\nmentioned in spot map and on 1.1.1985 by a separate\n<span class=\"hidden_text\" id=\"span_32\">                         -( 27 )-         CRA No. 559/1999</span>\n\nseizure memo (Ex.P/8) the recovery of five empty\ncartridges with an iron blade is separately described in\ndetail. According to the ballistic report of FSL Sagar\n(Ex.P/22), the recovered iron blade was a part of\nlicensed rifle of appellant Ram Singh. As facts regarding\nthese empty cartridges were mentioned on 1.1.1985 in\ndifferent   documents   prepared     during   investigation,\ntheir mere late deposit in Malkhana or late entry in\nMalkhana Register cannot not make their recovery\ndoubtful.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_44\">40.   According to the ballistic expert&#x27;s report of FSL\nSagar (Ex.P/22) these empty cartridges were fired from\nthe licensed gun which was seized on 15.1.1985. This\ncircumstantial evidence also corroborates the use of\nappellant Ram Singh&#x27;s licence gun in the murder of\nMatadeen.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">41.   The defence of appellant No.1-Ram Singh is\nrelating to his plea of alibi based on other incident which\noccurred in the same night at Morena, wherein he\nreceived grievous injury with other injuries.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">42.   Dr. C.S.Bhadoriya (PW-3), who proved post-mortem\nreport (Ex.P/2, P/3 and P/4) of deceased Matadeen, was\nalso called as defence witness No.1, to prove the entries\nmade in Medico Legal Register maintained in District\nHospital, Morena. It appears from the record and\ndocumentary evidence (Ex. D/11) that the record of\nSessions Trial No. 30/1986 was eliminated as accused\npersons of that trial Ram Lakhan @ Lakhan, Gabbar,\nSoneram,    Chhote,   Kilola   and   Sobran     Singh   were\nacquitted by the relating trial Court vide judgment dated\n27.7.1990 from the charge of <a href=\"/doc/455468/\" id=\"a_41\">Sections 307</a>, <a href=\"/doc/1133601/\" id=\"a_42\">325</a>, <a href=\"/doc/999134/\" id=\"a_43\">149</a>,\n<a href=\"/doc/763672/\" id=\"a_44\">148</a> and <a href=\"/doc/1011035/\" id=\"a_45\">323</a>/<a href=\"/doc/999134/\" id=\"a_46\">149</a> of the IPC. As the original record of the\nrelating sessions trial was eliminated, appellant Ram\n<span class=\"hidden_text\" id=\"span_33\">                         -( 28 )-            CRA No. 559/1999</span>\n\nSingh&#x27;s MLC (Ex.D/6) was proved from above mentioned\nregister by Dr. C.S. Bhadoriya, who deposed that on\n31.12.1984 at 10=00 pm he found 4 lacerated wounds\nand one incised wound on Ram Singh&#x27;s head and advised\nfor x-ray examination and as Ram Singh&#x27;s condition was\nserious, he referred him to JA Hospital, Gwalior. Dr.\nYogendra Singh (DW-2) deposed that in the night of\n31.12.1984, on x-ray examination of skull of appellant\nRam Singh on advice of Dr. C.S.Bhadoriya, he found\nmultiple fractures in parietal bone of skull of Ram Singh\nand Dr. Yogendra Singh gave his statement on the basis\nof x-ray register maintained in District Hospital, Morena.\nHence, it appears in the same night, appellant No.1-Ram\nSingh received grievous and simple injuries but as it\nappears that relating accused persons of incident\noccurred at Morena have been acquitted, there appears\nno necessity for discussing about it.\n</p><p data-structure=\"Precedent\" id=\"p_47\">43.   Appellant Ram Singh&#x27;s son Radheshyam Sharma\n(DW-3) deposed that on 31.12.1984, when he was\nstudying and residing at Gopalpura, Morena with his\nparents and other brothers and sisters, he was with his\nfather at Ganesh Medical Stores.\n</p><p data-structure=\"Facts\" id=\"p_48\">44.   Ganesh   Ram     Sharma      (DW-4)     deposed   that\nappellant Ram Singh was working as a qualified person\nin Ganesh Medical Stores, Morena, which is his shop\nsince 1982 but in cross-examination (para 8), he deposed\nthat actually Ram Singh was a partner in his above\nmentioned medical shop. He also deposed that the\nmedical shop&#x27;s licence was issued in the name of Ram\nSingh. Radheshyam and Ganesh Ram deposed that in the\nnight at Ganesh Medical Store Morena, Ram Singh\nreceived intimation that quarrel had occurred in his\nvillage at Bindwa Quari then Ram Singh went to District\n<span class=\"hidden_text\" id=\"span_34\">                            -( 29 )-         CRA No. 559/1999</span>\n\nHospital Campus where he was assaulted by some\npersons   of    complainant       party    and   after   being\nunconscious he was taken to hospital and remained\nadmitted and was treated for several months. Ganesh\nRam Sharma (DW-4) deposed that he went with Ram\nSingh to the District Hospital Campus but appellant Ram\nSingh&#x27;s   son   Radheshyam        Sharma    (DW-3)   had   not\ndeposed that at that time Ganesh Ram Sharma was also\npresent at the shop. Radheshyam Sharma had deposed\nthat only his father went to District Hospital, Morena\nand after receiving intimation about his father being\nassaulted, he reached the hospital. In FIR (Ex.P/5), the\ndistance of village Bindwa Quari, Feran Singh Ka Pura\nfrom Police Station Civil Line Morena is mentioned as 5-\n1/2 miles. The prosecution witnesses have deposed that\nat the relevant time appellant Ram Singh was Sarpanch\nof the Gram Panchayat concerned.\n</p><p data-structure=\"Precedent\" id=\"p_49\">45.   Complainant Siyaram (PW-6) admitted in his cross-\nexamination (para 30) that appellant Ram Singh&#x27;s\nchildren were studying in Morena, but Ram Singh&#x27;s wife\nis residing in village Bindwa Quari and Ram Singh used\nto go to Morena from village Bindwa Quari as he was\nSarpanch of the same village and on the date of incident\nhe was in village Bindwa Quari.\n</p><p data-structure=\"Precedent\" id=\"p_50\">46.   Defence witnesses Radheshyam Sharma (DW-3)\nand Ganesh Ram Sharma (DW-4) deposed that bills were\nprepared and signed by the appellant Ram Singh at the\nabove mentioned medical shop, but no bill or bill book in\nrelation to the date of incident was produced or proved\nbefore the trial Court in defence. Hence, in such\ncircumstances, it could not be inferred that it was\nimpossible for Ram Singh to be in village Bindwa Quari\non the date of incident.\n</p><span class=\"hidden_text\" id=\"span_35\">                              -( 30 )-          CRA No. 559/1999</span>\n\n<p data-structure=\"Conclusion\" id=\"p_51\">47.   An important fact is to be remembered that\naccording to the prosecution&#x27;s case the appellant Ram\nSingh&#x27;s licensed rifle was used in the incident and\naccording to the FSL report, all the recovered empty\ncartridges on 1.1.1985 in the investigation were fired\nfrom Ram Singh&#x27;s licensed gun. Therefore, the use of\nabove mentioned gun is established, hence if on the date\nof incident Ram Singh would have been in Morena then\nuse of his licensed gun in the incident occurred in the\nevening of 31.12.1984 would have been impossible. The\nuse of Ram Singh&#x27;s licensed gun in incident occurred in\nhis native village confirms his presence on spot and\nnegates his plea of alibi.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">48.   After considering the total evidence available on\nrecord, so far as the role of present appellants Ram\nSingh and Ram Narayan is concerned, it appears that\nthe trial Court&#x27;s finding that Matadeen was murdered by\nappellant Ram Narayan in furtherance of common\nintention of his and his brother appellant Ram Singh\nappears to be totally justified, but so far as appellant\nKeshav Singh is concerned, it is clear that trial Court\nerred in reaching to the conclusion that Matadeen was\nmurdered by Ram Narayan in furtherance of common\nintention of Ram Narayan, Ram Singh and Keshav, as\nsimilarly placed other accused persons Balika, Sirnam,\nDhaniram and Brijlal have been acquitted by the trial\nCourt and their acquittal is even not challenged by the\nprosecution. We are of the considered view that Keshav\nis entitled to similar reasonable benefit of doubt, which\nis given by the trial Court to above mentioned acquitted\naccused persons.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">49.   Therefore,   it   is     clear    that   Criminal   Appeal\nNo.588/1999     filed   by     Keshav    Singh    is   worthy   of\n<span class=\"hidden_text\" id=\"span_36\">                                             -( 31 )-               CRA No. 559/1999</span>\n\n        acceptance,             whereas        another        Criminal      Appeal\n        No.559/1999 filed by both real brothers appellants Ram\n        Singh and Ram Narayan is having no substance.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">        50.     In the result, Criminal Appeal No. 559/1999 filed by\n        appellants No.1-Ram Singh and No.2-Ram Narayan is\n        hereby dismissed and their conviction and sentences as\n        recorded by the trial Court are affirmed. Appellants Ram\n        Singh       and      Ram        Narayan        who   are    on   bail   after\n        suspending their sentences are directed to immediately\n        surrender before the trial Court to serve out their\n        remaining jail sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">        51.     However, Criminal Appeal No.588/1999 filed by\n        appellant-Keshav Singh is allowed and Keshav Singh&#x27;s\n        conviction and sentence as recorded by the above\n        mentioned trial Court are set aside and Keshav Singh is\n        acquitted from the charge of <a href=\"/doc/1560742/\" id=\"a_47\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_48\">34</a> of the IPC.\n        Appellant Keshav is on bail, his presence is no more\n        required before this Court and, therefore, it is directed\n        that his bail bonds shall stand discharged. The trial\n        Court&#x27;s order               regarding disposal of seized property is\n        affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">                With a copy of this judgment record of the trial\n        Court be sent back immediately.\n</p>\n\n\n<pre id=\"pre_2\">           (Sheel Nagu)                                (Ashok Kumar Joshi)\n(Yog)        Judge                                             Judge\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">        Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_38\">        VALSALA VASUDEVAN</span>\n<span class=\"hidden_text\" id=\"span_39\">        Date: 2018.04.24 18:28:51</span>\n<span class=\"hidden_text\" id=\"span_40\">        -07&#x27;00&#x27;</span>\n </pre>","numcites":16,"numcitedby":61,"docsource":"Madhya Pradesh High Court","citetid":143275315,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"what is material contradiction","formInput":"what%20is%20material%20contradiction"},{"value":"sec 302/149 IPC","formInput":"sec%20302/149%20IPC"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"who should record dying declaration ","formInput":"who%20should%20record%20dying%20declaration%20"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"ballistics","formInput":"ballistics"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"thumb impression","formInput":"thumb%20impression"},{"value":"302/34","formInput":"302/34"},{"value":"302/149 of IPC ","formInput":"302/149%20of%20IPC%20"},{"value":"bed-head ticket ","formInput":"bed-head%20ticket%20"},{"value":"malkhana","formInput":"malkhana"},{"value":"exaggeration","formInput":"exaggeration"},{"value":"keshav singh","formInput":"keshav%20singh"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"common-intention","formInput":"tag:common-intention"}],"courtcopy":true,"query_alert":null,"agreement":false}