{"tid":27844805,"publishdate":"2014-04-21","title":"Rishi Kiran Logistics P.Ltd vs Board Of Trus. Of Kandla Port Trust&Ors; on 21 April, 2014","doc":"<h2 class=\"doc_title\">Rishi Kiran Logistics P.Ltd vs Board Of Trus. Of Kandla Port Trust&amp;Ors; on 21 April, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2014 AIR SCW 4613, 2015 (13) SCC 233, 2014 (5) AIR BOM R 621, (2014) 6 SCALE 4, (2014) 139 ALLINDCAS 114 (SC), AIR 2014 SC (CIV) 2212, (2014) 105 ALL LR 206, AIR 2014 SUPREME COURT 3358</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<pre id=\"pre_1\">                                                                         REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                        CIVIL APPELLATE JURISDICTION\n                          CIVIL APPEAL NO.4655/2014\n      [Arising out of Special Leave Petition (Civil) No. 7301 of 2011]\n\n\n\n\n     Rishi Kiran Logistics Pvt. Ltd.                          ….......\n     Appellant (s)\n\n\n                                   Versus\n\n\n     Board of Trustees of Kandla Port Trust &amp; Ors.      …...... Respondent\n     (s)\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">     A.K. SIKRI, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">  1. Leave granted.\n</p><p data-structure=\"Facts\" id=\"p_3\">  2. The factual matrix which needs to be taken note of, for the purpose  of\n          deciding the present appeal, unfolds as under:-\n</p><blockquote id=\"blockquote_1\">           Respondent No. 2 herein, viz., the Board of Trustees  of  Kandla\n           Port Trust (hereinafter referred to as  the  &#x27;Port  Trust&#x27;)  has\n           number of plots,  in  and  around  Kandla  Port,  which  are  of\n           different sizes. The Port Trust took a decision, sometime in the\n           year 2005, to allot these plots on leasehold basis for a  period\n           of 30 years for the purpose of enabling the allottees thereof to\n           put up the  construction  of  liquid  storage  tanks.  For  this\n           purpose the Kandla Port Trust  issued  notice  inviting  tenders\n           dated 12.3.2005. The annual rent in respect of these  plots  was\n           fixed at a nominal rate  of  Re.  1/-  per  plot.  However,  the\n           bidders were required to submit the price bid  in  the  form  of\n           premium in  respect  of  the  concerned  plots  for  which  they\n           intended to bid. The basic value of this premium  was  fixed  at\n           Rs. 612/- per sq. mtr. The bids were to  accompany  the  earnest\n           money deposit of Rs. 3 lakhs per plot.  As  per  the  prescribed\n           procedure in such matters, the Port Trust held  pre-bid  meeting\n           on 21.4.2005 wherein the  terms  of  NIT  of  the  bidders  were\n           explained and querries answered. The bidders were also  informed\n           that since these plots fall under Coastal Regulatory Zone (CRZ),\n           requisite permission from the competent authority under CRZ  was\n           required which would be  obtained  by  the  Kandla  Port  Trust.\n           However, at the same time  it  was  also  made  clear  that  any\n           specific clearance like safety, pollution control etc. was to be\n           obtained by the individual lessee (s). This was also  reiterated\n           vide communication dated 25.5.2005. In this letter it  was  also\n           stated that the  successful  bidder  was  required  to  pay  the\n           premium within a period of 3 months from the issuance of  formal\n           letter of allotment or CRZ clearance whichever was earlier.  One\n           more pre-bid meeting was held on 20.6.2005 and,  thereafter  the\n           last date of  submitting  the  tender  was  also  postponed  and\n           subsequently fixed as 11.8.2005.\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">  3. The appellant submitted its bid in respect of Plot Nos. 14, 15 and  17.\n     The technical bids of the bidders, including  that  of  the  appellant,\n     were opened on  11.8.2005.  Bid  of  the  appellant  was  found  to  be\n     technically qualified. Thereafter, price bids were opened on 30.8.2005.\n     These bids were scrutinised by the Tender Committee of the Port  Trust.\n     Recommendations were placed before the Board of Trustees in its meeting\n     held on 8.12.2005. It was followed  by communication dated 7.1.2006  to\n     the appellant in the form of Letter of Intent (LOI), inter alia stating\n     that the leasehold rights in respect of Plot Nos. 14, 15  and  17  were\n     given for a premium of Rs. 3,200/- per sq. mtrs., 3,150/- per sq.  mtr.\n     and  3,120  per  sq.  mtr.  respectively.  This  communication  further\n     mentioned that the formal letter will be issued to the appellant  after\n     the receipt of CRZ clearance in general.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">  4. The letter of allotment to the various  successful  bidders  went  into\n     limbo     thereafter, presumably awaiting CRZ clearance. The Gandhidham\n     Chamber of Commerce and Industry was informed about this road block  by\n     the Port Trust in response to  its  representation,  wherein  the  Port\n     Trust also requested the said Chamber of Commerce and Industry  to  use\n     its good office with the Ministry of Environment and Forest,  Union  of\n     India for early clearance of CRZ permission.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">  5. It appears that CRZ clearance was  ultimately  received  on  16.8.2010.\n     However, this occurred more than 5 years after the NIT dated  12.3.2005\n     was floated. This prolonged time lag resulted in taking decision by the\n     Board of Trustees on 9.12.2010, in the  form  of  Resolution  No.  108,\n     deciding to cancel the tender process started in the  year  2005.  This\n     decision of the Port Trust was conveyed to the  appellant  vide  letter\n     dated 9.12.2010. Similar letters were written  to  other  tenderers  as\n     well who were issued similar LOI&#x27;s.\n</p><p data-structure=\"Facts\" id=\"p_7\">  6. All these affected persons challenged the validity  of  Resolution  No.\n     108 of the Port Trust by preferring Writ Petitions under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of\n     the Constitution of India in the High Court of Gujarat. One  such  Writ\n     Petition being Special Civil Application No. 286 of 2011 filed by  M/s.\n     Nikhil Adhesives Ltd. was dismissed by the  High  Court  vide  detailed\n     reasoned judgment dated 4.2.2011. Another SCA NO. 1328 of 2011 filed by\n     IMC Limited was also dismissed by detailed reasoned order on  7.2.2011.\n     When the petition of the appellant herein i.e. SCA  No.  1877  of  2011\n     came up before the same Bench of the High Court on 10.2.2011, following\n     the decision in the said two Writ Petitions  the  Court  dismissed  the\n     petition of the appellant as well with one paragraph order, which reads\n     as follows:-\n</p><blockquote id=\"blockquote_2\">           “Identical petitions for the same  purpose  and  with  the  same\n           prayer being Special Civil Application Nos. 286 of 2011 and 1328\n           of 2011 have been decided by this Court by  CAV  judgment  dated\n           4.2.2011 and order dated 7.2.2011  respectively.  Since  no  new\n           issue is raised and the factual matrix  admittedly  remains  the\n           same, present petition is summarily dismissed  for  the  reasons\n           discussed in detail in CAV judgment dated  4.2.2011  in  Special\n           Civil Application No. 286 of 2011.”\n\n\n</blockquote><blockquote id=\"blockquote_3\">  7. Appellant has challenged the aforesaid order in the present appeal.\n</blockquote><blockquote id=\"blockquote_4\">  8. We may also record at this stage that IMC limited, M/s. Nikhil Adhesive\n     Ltd. as well as one more  similarly  situated  person  had  also  filed\n     Special Leave Petitions. All these four petitions were listed and  were\n     taken together for hearing from time to time. When these  matters  came\n     up for hearing 14.3.2014 other three petitioners sought  permission  to\n     withdraw their Special Leave Petitions which were accordingly dismissed\n     as withdrawn on 14.3.2014. Case of the appellant herein only remain  in\n     which we have heard the arguments in detail.\n</blockquote><blockquote id=\"blockquote_5\">  9. Before we proceed to take  note  of  the  submissions  of  the  learned\n     Counsel for the parties on either side, it would be  better  to  glance\n     through the two reasoned judgments rendered by  the  High  Court  which\n     have been followed in the case of the appellant herein.\n</blockquote><blockquote id=\"blockquote_6\"> 10. In M/s. Nikhil Adhesive Limited,  after  taking  note  of  the  factual\n     background starting from the issuance  of  tender  and  culminating  in\n     cancellation of said tender process by the impugned Resolution No. 108,\n     the High Court found that the challenge  to  the  said  resolution  was\n     predicated on the following premise:-\n</blockquote><blockquote id=\"blockquote_7\">           I.    With the issuance of LOI to the successful highest  bidder,\n           a concluded contract was arrived  at  between  the  parties  and,\n           therefore, it was not permissible for the Port Trust to terminate\n           the tender process thereafter.\n</blockquote><blockquote id=\"blockquote_8\">           II.   Doctrine of promissory estoppel was applicable in  as  much\n           as by its actions and conduct, the Port Trust had given  a  clear\n           and unequivocal promise, with intention to create legal  relation\n           to arise in future and the Port Trust  i.e.  the  promissory  was\n           bound by the said promise and to honour its commitment and not to\n           back out of its obligation.\n</blockquote><blockquote id=\"blockquote_9\">           III.  The action of the Port Trust, which was an  instrumentality\n           of the state being “other authority”  under  <a href=\"/doc/609139/\" id=\"a_2\">Article  12</a>  of  the\n           Constitution, was arbitrary as it was not based on  any  rational\n           or relevant principle. There amounted to infraction of <a href=\"/doc/367586/\" id=\"a_3\">Article 14</a>\n           of the Constitution.\n</blockquote><blockquote id=\"blockquote_10\">     11.    The High Court negated all the aforesaid propositions. Answering\n     the first argument, the High Court concluded that the LOI issued by the\n     Port Trust was just an information that the addressee  (the  petitioner\n     therein) had been declared highest bidder for the plot for which it had\n     submitted  its  tender.  This  letter  further  informed  that   formal\n     allotment letter shall be issued after the receipt of CRZ clearance  in\n     general by Port Trust for tank forms for handling all hazardous and non-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_8\">     hazardous and also informing that additional CRZ clearance if  required\n     for installation, safety, pollution control etc. had to be obtained  by\n     the said petitioner, from time to time at its cost.  This  letter  also\n     mentioned that payment will  be  made  by  the  said  petitioner  after\n     obtaining CRZ clearance for the individual premises allotted to  it  or\n     within 3 months of issuance of allotment letter whichever was  earlier.\n     In the opinion of the High Court it did not  result  in  any  concluded\n     contract.\n</p><p data-structure=\"PetArg\" id=\"p_9\">            In the process,  the  High  Court  also  noted  that  after  the\n     issuance of LOI on 12.1.2006 till the passing  of  Resolution  No.  108\n     dated 22.11.2010, no effective steps were taken by the said  petitioner\n     despite the fact that it was informed by the Port  Trust  on  15.2.2006\n     that the work of preparation of EIA studies in respect to allotment  of\n     17 plots for construction of Liquid Storage  Tanks  for  obtaining  CRZ\n     clearance from the Government of India,  Ministry  of  Environment  has\n     already been entrusted to M/s. NIOT, Chennai along with  other  project\n     works and the said institute had already completed site survey work for\n     the purpose. The petitioner was also informed that the said M/s.  NIOT,\n     Chennai  had   suggested   to   provide   following   information   for\n     incorporation of the same in EIA Studies:- (I)  Approximate  estimation\n     for the activity. (ii) Proposed activity (type of Cargos to be  stored)\n</p><p data-structure=\"PetArg\" id=\"p_10\">     (iii) Proposed storage capacity  (approximate  quantum  of  the  liquid\n     commodity, size etc.)\n             The  petitioner  was  specifically  informed  that   the   said\n     information was urgently required to be furnished to the NIOT  so  that\n     the same would enable the said Institute to submit the report as  early\n     as possible for obtaining CRZ clearance  in  the  matter.  Since  these\n     informations were not supplied by the petitioner,  another  letter  was\n     issued by the  respondent  Trust  on  13.5.2008  reiterating  the  same\n     request to provide the said information.\n</p><p data-structure=\"Precedent\" id=\"p_11\">                  However, instead of doing the needful  by  furnishing  the\n     details it only indulged in  worthless  correspondence  and  ultimately\n     vide letter dated 18.1.2010 sought permission to carry out construction\n     portion and maintenance of storage tanks in the name of one M/s Sanghvi\n     Logistics Pvt. Ltd. instead o its own name  which  request  was  turned\n     down vide letter dated 20.3.2010. Thereafter impugned  resolution  came\n     to be passed. This showed that delay was  entirely  attributed  to  the\n     said petitioner. Taking note of aforesaid contracts,  the  position  is\n     summed up by the High Court in the following words:-\n</p>\n\n<blockquote id=\"blockquote_11\">           “In view of the matter, it cannot be said  that  there  was  any\n           concluded contract between the  petitioner  and  the  respondent\n           Port Trust nor any promise was  given  by  the  respondent  Port\n           Trust to allot Plot No. 8  to  the  petitioner.  The  letter  of\n           intent issued by the respondent  was  merely  an  expression  of\n           intention and imparting an information that the petitioner stood\n           highest bidder and on  receipt  of  CRZ  clearance,  the  formal\n           letter of allotment would be issued. However, the petitioner had\n           not cooperated in the meantime for obtaining CRZ  clearance  and\n           before any formal letter of allotment  is  issued,  the  earlier\n           tender process stood cancelled..”\n\n\n</blockquote><blockquote id=\"blockquote_12\">     12.    In so far as argument based on <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> is concerned, the High\n     Court found that the action on the part of the Port Trust  was  neither\n     arbitrary nor malafide. Before  taking  the  decision,  the  Board  had\n     sought the opinion of the Additional Solicitor  General.  Further,  the\n     Port Trust was within its right to take such a  decision  in  the  year\n     2010 keeping in mind the larger public interest. The court  noted  that\n     the original tender premium in the year 2005 was fixed on Rs. 612/- per\n     sq. mtr. whereas fresh tender premium, after the  cancellation  of  the\n     earlier tender process was fixed at Rs. 8358 per sq. mtrs.\n</blockquote><blockquote id=\"blockquote_13\">     13.    In so far as argument of promissory estoppel  is  concerned  the\n     same was rejected on the ground that the LOI  did  not  amount  to  any\n     promise. Further, the petitioner had paid only Rs. 3 lakhs  by  way  of\n     earnest money as against the  total  premium  amount  which  was  23.74\n     crores and was to be paid only after receipt of the said CRZ clearance,\n     which amount was never paid.\n</blockquote><blockquote id=\"blockquote_14\">     14.    The reading of the judgment in IMC  Limited  case  would  reveal\n     that the Counsel for the petitioner in that case had argued that  their\n     case was distinguishable from the case of Nikhil Adhesives  Limited  on\n     facts. Endeavour was  made  to  demonstrate  that  in  so  far  as  the\n     petitioner in IMC is concerned,  it  had  supplied  all  the  requisite\n     details promptly and because of this reason  the  Port  Trust  had  not\n     issued any letters to them alleging default on their part in furnishing\n     the details. Therefore, it could not be held responsible  for  delaying\n     the tender process. It was, thus, argued that  there  was  a  concluded\n     contract in their case and not a contingent one. Further, in  any  case\n     the only contingency at the time of issuing LOI was  the  clearance  of\n     CRZ authorities  which  also  was  granted  subsequently.  In  view  of\n     aforesaid argument, the court went into the  specific  question  as  to\n     whether there was already a concluded  contract  between  the  parties.\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">     This issue has been answered against the petitioner in  the  said  case\n     holding that merely a Letter of Intent was issued and this expressed an\n     intention of the parties to enter into  a  contract  but  no  concluded\n     contract ultimately fructified nor there was any promise given  by  the\n     Port Trust. The Court reproduced  the  following  discussion  from  its\n     earlier judgment in Nikhil Adhesives Limited:\n</p><blockquote id=\"blockquote_15\">           “The letter of intent issued by the  respondent  Port  Trust  on\n           12.1.2006, at best, can be said to be an agreement to issue  the\n           allotment letter and to execute the lease document in favour  of\n           the petitioner subject  to  fulfilment  of  certain  conditions.\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159642\" id=\"span_1\">However, in absence of issuance of allotment  letter,  the  said\n           letter of intent cannot be enforced in the  court  of  law.  The\n           Apex Court in <a href=\"/doc/1159642/\" id=\"a_5\">Dresser Rand S.A. v. Bindal Agro Chem Limited  and\n           others</a> (supra) clearly stated that a  letter  of  intent  merely\n           indicates a party&#x27;s intention to enter into a contract with  the\n           other party in future. Such a letter of intent is  not  intended\n           to bind either party ultimately to enter into any contract.</span> Even\n           in Speech &amp; Software Technologies  (India)  Pvt.  Ltd.  v.  Neos\n           Interactive Limited (Supra), the Apex Court clearly held that an\n           agreement to enter into an agreement is not enforceable nor does\n           it confer any right upon the parties.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">     15.    Before us as well, edifice of the case was sought to be  erected\n     on the same three pillars by Mr. Vikas Singh,  learned  Senior  Counsel\n     for the appellant. Therefore, we propose to straightaway go into  these\n     three aspects of the case and while discussing the same, we would  take\n     note of the arguments which were advanced by both the  sides  on  these\n     propositions.\n</p><p data-structure=\"Section\" id=\"p_15\">           I     WHETHER DECISION CONTAINED IN    RESOLUTION NO. 108  DATED\n                 9.12.2010 IS    ARBITRARY AND MALAFIDE.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_16\">     16.    Few facts, leading to this impugned Resolution, which need to be\n     recapitulated are the following:-\n</p><blockquote id=\"blockquote_16\">           Tenders for allotment of plots on leasehold basis  were  floated\n           on 12.3.2005. After receiving bids and evaluating  technical  as\n           well as  price  bids  respectively,  the  Tender  Committee  had\n           recommended the cases for allotment of plots. In so far  as  the\n           appellant is concerned in respect of all the three plots bearing\n           No. 14, 15 and 17, LOI was issued  after  the  Board  agreed  to\n           accept the  recommendations  of  the  Tender  Committee  in  its\n           meeting held on 8.12.2005. However, in the LOI it was made clear\n           that formal letter of allotment will be issued  after  receiving\n           the CRZ clearance in general and if any  further  CRZ  clearance\n           was required for installation, safety, pollution etc.  the  same\n           was to be obtained by the appellant. The Port Trust  applied  to\n           the Ministry  of  Environment,  Government  of  India  for  such\n           permission.  However,  for  one  reason  or  the   other,   this\n           permission/ clearance was not forthcoming. Even when Ghandhidham\n           Chamber of Commerce and Industry wrote to  the  Port  Trust,  on\n           behalf of these allottees who were issued LOI&#x27;s and were waiting\n           for formal letter of allotment, in  reply  the  Port  Trust  had\n           requested the said Chamber of Commerce and Industry to also  use\n           its good offices with the Ministry of  Environment  and  Forests\n           for early clearance of CRZ permission. It is a matter of  record\n           that for more than 5 years the clearance had  not  been  granted\n           and  came  to  be  granted  only  on  16.8.2010.  By  that  time\n           significant change had occurred from the date of the issuance of\n           the NIT in March, 2005. The prices of  the  property  had  taken\n           quantum jump. Though in the NIT premium was fixed on  Rs.  612/-\n           per sq. mtr., it was more than Rs. 8,000/- per sq. mtr. in 2010.\n           In this backdrop the Port Trust wanted to take a decision as  to\n           whether it could go for fresh tenders. It is more  than  obvious\n           that larger public interest demanded  fresh  tender  process  in\n           order to receive maximum amount as the premium of Rs. 612/-  per\n           sq. mtr originally fixed and even the quotation of  Rs.  3,000/-\n           and odd of the appellant which were found to be highest, was far\n           below the marked rate. Further, even when total  premium  amount\n           to be paid by the appellant was to the tune  of  several  crores\n           for each plot at which LOI was issued  in  the  year  2006,  the\n           appellant had paid only Rs. 3 lakhs by way of EMD in each  case.\n           No further amount was paid for want of final  allotment  letter.\n           However before taking a final decision in the matter,  the  Port\n           Trust sought legal opinion  specifically  on  the  point  as  to\n           whether it would be prudent to cancel 2005  tender  process  and\n           start fresh process so as to fetch the realistic marked price in\n           accordance with present market value of the land. Based upon the\n           expert legal opinion i.e.  there  was  no  legal  impediment  in\n           cancellation of the tender process, the decision  was  taken  by\n           the Port Trust to cancel the  earlier  tender  process  and   to\n           start fresh process.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_17\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_2\">17.    On the aforesaid facts there is hardly any  scope  for  argument\n     that the decision of the Port Trust is arbitrary. It is based on  valid\n     considerations. We have to keep  in  mind  that  while  examining  this\n     aspect we are in the  realm  of  administrative  law.  The  contractual\n     aspect of the matter has to be  kept  aside  which  would  be  examined\n     separately while dealing with the issue  as  to  whether  there  was  a\n     concluded contract between the parties.  This  distinction  is  lucidly\n     explained in <a href=\"/doc/899629/\" id=\"a_6\">Kisan Sehkari Chini Mills &amp; Ors. v. Vardan Linkers &amp; Ors.</a>;\n      (2008) 12 SCC 500. Keeping in mind this distinction between  the  two,\n     we are not required to bring in the contractual elements  of  the  case\n     while dealing with the administrative law aspects.</span>\n</p><p data-structure=\"Precedent\" id=\"p_18\">    18.    When competing claims are private interest v.  public  interest,\n    then in the case of disposal of public property the question  would  be\n    whether the right of the person, who has earned the right to the public\n    property in a public auction, is to be preferred over the right of  the\n    public in ensuring that valuable public assets  were  not  disposed  of\n    except for a fair price and in a fair and transparent  manner.  Whether\n    this court should,  in  judicial  review,  sit  in  judgment  over  the\n    decision of a public body which is of the view  that  it  need  not  go\n    further ahead with the tender process. It is true if such a decision is\n    taken without any reasons to support it or mere ipsi dixit it would  be\n    arbitrary. In this case there are reasons. The High Court analysed  the\n    reasons and has taken the view that those reasons  are  valid.  In  our\n    view in matters particularly to the disposal of valuable assets by  the\n    State when the State seeks to explore the possibility of getting higher\n    price.\n</p><p data-structure=\"Section\" id=\"p_19\">    19.    The guiding principles in such  cases  can  be  noted  from  the\n    judgments discussed hereinafter.\n</p><p data-structure=\"Precedent\" id=\"p_20\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"410137\" id=\"span_3\">In <a href=\"/doc/410137/\" id=\"a_7\">Meerut Development Authority v. Assn. of Management  Studies</a>;\n    (2009) 6 SCC 171, the decision related to disposal of  public  property\n    by an instrumentality of the State. In  the  said  context,  the  Court\n    inter alia held as follows:</span>\n</p><blockquote id=\"blockquote_17\">           “26. A tender is an offer. It is something which invites and  is\n           communicated to notify acceptance. Broadly  stated  it  must  be\n           unconditional; must be in the proper form, the  person  by  whom\n           tender is made must be  able  to  and  willing  to  perform  his\n           obligations. The terms of the invitation  to  tender  cannot  be\n           open to judicial scrutiny because the invitation to tender is in\n           the realm of contract. However, a limited judicial review may be\n           available in cases where it is established that the terms of the\n           invitation to tender were so tailor made to suit the convenience\n           of any particular person with a view  to  eliminate  all  others\n           from participating in the biding process.\n</blockquote>\n\n<blockquote id=\"blockquote_18\">           The bidders participating in the tender process  have  no  other\n           right except the right to equality and  fair  treatment  in  the\n           matter of evaluation of competitive bids offered  by  interested\n           persons in response to notice inviting tenders in a  transparent\n           manner and free from hidden agenda.  One  cannot  challenge  the\n           terms and conditions of the tender except on  the  above  stated\n           ground, the reason being the terms of the invitation  to  tender\n           are in the realm of the contract. No bidder  is  entitled  as  a\n           matter of right to insist  the  authority  inviting  tenders  to\n           enter into further negotiations unless the terms and  conditions\n           of notice so provided for such negotiations.\n</blockquote><blockquote id=\"blockquote_19\">           It is so well settled in law and needs  no  restatement  at  our\n           hands that disposal of the public property by the State  or  its\n           instrumentalities partake the character of a trust. The  methods\n           to be adopted for disposal of public property must be  fair  and\n           transparent providing  an  opportunity  to  all  the  interested\n           persons to participate in the process.\n</blockquote>\n\n<blockquote id=\"blockquote_20\">           The authority has the right not to accept the  highest  bid  and\n           even to prefer a tender other than the highest bidder, if  there\n           exist good and sufficient reason, such as, the highest  bid  not\n           representing the market price but there cannot be any doubt that\n           the Authority&#x27;s action in accepting or refusing the bid must  be\n           free from arbitrarinesses or favouritism.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_4\">20.     Lucid  enunciation  on  the  scope  of   judicial   review   of\n     administrative action, that too in tender matters can be found in  <a href=\"/doc/884513/\" id=\"a_8\">Tata\n     Cellular v.  Union  of  India</a>  (1994  (6)  SCC  651),  where  following\n     discussion is worthy of extraction:</span>\n</p>\n\n<blockquote id=\"blockquote_21\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_5\">“70.  It cannot be denied that the principles of judicial  review\n           would apply to the exercise of contractual powers  by  Government\n           bodies in order to prevent arbitrariness or favouritism. However,\n           it must be clearly stated that there are inherent limitations  in\n           exercise of that power of  judicial  review.  Government  is  the\n           guardian of the finances of the state. It is expected to  protect\n           the financial interest of the State.  The  right  to  refuse  the\n           lowest or any other tneder is always available to the Government.\n           But the principles <a href=\"/doc/884513/\" id=\"a_9\">laid down in</a> <a href=\"/doc/367586/\" id=\"a_10\">Article 14</a>  of  the  Constitution\n           have to be kept in view while accepting  or  refusing  a  tender.\n           There can be no question of infringement of  <a href=\"/doc/367586/\" id=\"a_11\">Article  14</a>  if  the\n           government tries to get the best person or  the  best  quotation.\n           The right to choose cannot  be  considered  to  be  an  arbitrary\n           power. Of  course,  if  the  said  power  is  exercised  for  any\n           collateral purpose the exercise of  that  power  will  be  struck\n           down.</span>\n</blockquote><blockquote id=\"blockquote_22\">           Judicial review is concerned with reviewing not the merits of the\n           decision in support of which the application for judicial  review\n           is made, bu the decision making process itself.\n</blockquote><blockquote id=\"blockquote_23\">           The duty of the court is to confine itself  to  the  question  of\n           legality. Its concern should be:\n</blockquote>\n\n<blockquote id=\"blockquote_24\">                (i)    Whether a  decision  making  authority  exceeded  its\n                powers?\n</blockquote><blockquote id=\"blockquote_25\">                (ii)   Committed an error of law,\n</blockquote><blockquote id=\"blockquote_26\">                (iii)  Committed a breach of rules of natural justice,\n</blockquote><blockquote id=\"blockquote_27\">                (iv)   reached a decision which no reasonable tribunal would\n                have reached or,\n</blockquote><blockquote id=\"blockquote_28\">                (v)    Abused its powers.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_22\">           Therefore, it is not  for  the  court  to  determine  whether  a\n           particular policy or particular decision taken in the fulfilment\n           of that policy is fair. It is only concerned with the manner  in\n           which those decisions have been taken. The extent of the duty to\n           act fairly will vary from case to case. Shortly put, the grounds\n           upon which an administrative action is  subject  to  control  by\n           judicial review can be classified as under:\n</p>\n\n<blockquote id=\"blockquote_29\">                (i)    Illegality:      This means the decision  maker  must\n                understand correctly the law  that  regulates  his  decision\n                making power and must give effect to it.\n</blockquote><blockquote id=\"blockquote_30\">                (ii)   Irrationally, namely Wednesbury unreasonableness.\n</blockquote><blockquote id=\"blockquote_31\">                (iii)  Procedural impropriety.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_23\">           The above are only the broad grounds but it does  not  rule  out\n           addition of further grounds in course of time. As  a  matter  of\n           fact in R.V. Secretary of State  for  the  Home  Department,  ex\n           Brind  Lord  Diplock  (1991)  1  AC  694,  Lord  Diplock  refers\n           specifically to one development namely, the possible recognition\n           of the principle of proportionality. In all these cases the test\n           to be  adopted  is  that  the  court  should  “consider  whether\n           something has gone wrong of a nature and degree  which  requires\n           its intervention.”\n           Two other facets of irrationality may be mentioned.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_24\">                i)     It is open  to  the  court  to  review  the  decision\n                maker&#x27;s evaluation of the facts. The  court  will  intervene\n                where the facts taken as a whole could not logically warrant\n                the conclusion of the decision maker. If the weight of facts\n                pointing to one course of action  is  overwhelming,  then  a\n                decision the other way  cannot  be  upheld.  Thus,  in  Emma\n                Hotels Ltd. v. Secretary of State for Environment (1980)  41\n                P&amp;* CR 255; the Secretary of State referred to a  number  of\n                factors  which  led  him  to  the  conclusion  that  a   non\n                resident&#x27;s bar in a hotel was operated in such  a  way  that\n                the bar was not an incident of the hotel  use  for  planning\n                purposes, but constituted a  separate  use.  The  divisional\n                court analysed the factors which led the Secretary of  State\n                to that conclusion  and,  having  done  so,  set  it  aside.\n                Donaldson, L.J. Said that he could not see on what basis the\n                Secretary of State had reached his conclusion.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_25\">                ii)    A decision would be regarded as unreasonable if it is\n                impartial and unequal in its operation as between  different\n                classes.  On  this  basis  in  R.V.  Barnet  London  Borough\n                Council, ex. P. Johnson 35 (1989) 88 LGR  73  the  condition\n                imposed by a local authority  prohibiting  participation  by\n                those affiliated with political parties at events to be held\n                in the authority&#x27;s parks was struck down.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">     21.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130353321\" id=\"span_6\">In <a href=\"/doc/130353321/\" id=\"a_12\">Tejas Constructions and Infrastructure (P) Ltd. v.  Municipal\n     Council, Sendhwa &amp; Anr.</a>; 2012 (6) SCC 464, the Court was  dealing  with\n     the case of challenge to the awarding of contract to the 2nd respondent\n     in the writ petition on the  ground  that  he  had  not  complied  with\n     eligibility requirements in NIT. Paragraph 17 of  that  case  reads  as\n     follows:</span>\n</p><blockquote id=\"blockquote_32\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_7\"><a href=\"/doc/952082/\" id=\"a_13\">“In Raunaq International Ltd. v. IV.R. Construction Ltd.</a>  (1999)\n           1 SCC 492, this Court reiterated  the  principle  governing  the\n           process of judicial review and held that the  writ  court  would\n           not be justified in interfering with commercial  transaction  in\n           which the State is one of the parties to the same  except  where\n           there is substantial public interest involved and in cases where\n           the transaction is mala fide.”</span>\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_8\">22.    In so far as argument of malafides is concerned, apart from bald\n     averment, there are no pleadings and there is not even a suggestion  as\n     to how the aforesaid decision was actuated with malafides and on  whose\n     part. Even at the time of arguments Mr. Vikas Singh did not even advert\n     to this aspect. In fact, the entire emphasis of  Mr.  Vikas  Singh  was\n     that  since  there  was  a  concluded  contract  between  the  parties,\n     cancellation of such a contract amounted to arbitrariness.  As  already\n     pointed out above that can hardly be a ground to test the validity of a\n     decision in administrative law. For the sake of argument, even  if  you\n     presume that there  a  concluded  contract,  mere  termination  thereof\n     cannot be dubbed as arbitrary. A concluded contract if terminated in  a\n     bonafide manner, that may amount to  breach  of  contract  and  certain\n     consequences may follow thereupon under the law of  contract.  However,\n     on the touch stone of parameters <a href=\"/doc/952082/\" id=\"a_14\">laid down in</a> the administrative law to\n     adjudge a decision as are arbitrary or not, when  such  a  decision  is\n     found to be bonafide  and  not  actuated  with  arbitrariness,  such  a\n     contention in administrative law is not admissible namely how and why a\n     concluded contract is terminated.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_28\">     23.    We, therefore, reject this contention of the appellant.\n</p><p data-structure=\"Precedent\" id=\"p_29\">           II    WHETHER DOCTRINE OF PROMISSORY ESTOPPEL     APPLIES.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_30\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_9\">24.  Again, we clarify at the  outset  that  even  the  principle  of\n    PROMISSORY estoppel is in the field of  administrative  law  and  while\n    entertaining the arguments and discussion on this issue,  the  question\n    Has to whether there was a concluded contract or  not  as  to  be  kept\n    aside. Precisely this was  done  in  <a href=\"/doc/899629/\" id=\"a_15\">Kisan  Sehkari  Chini  Mills</a>  Case\n    (Supra). The Court dealt with the issue of legitimate expectation  etc.\n    separating it from the issue pertaining to conclude contract  and  made\n    following pertinent observation in the process:</span>\n</p><blockquote id=\"blockquote_33\">           “23.  If the dispute was considered as purely  one  relating  to\n           existence of an agreement, that is whether there was a concluded\n           contract and whether the  cancellation  and  consequential  non-\n           supply amounted to breach of such contract, the first respondent\n           ought to have approached the civil court  for  damages.  On  the\n           other hand, when a writ petition was filed in regard to the said\n           contractual  dispute,  the  issue  was  whether  the   Secretary\n           (Sugar), had acted arbitrarily or  unreasonably  in  stying  the\n           operation  of  the   allotment   letter   dated   26.3.2004   or\n           subsequently cancelling the allotment letter. In a  civil  suit,\n           the emphasis is on the contractual right. In  a  writ  petition,\n           the focus shifts to the exercise of power by the authority, that\n           is, whether the order of cancellation dated 24.4.2004 passed  by\n           the Secretary (Sugar), was arbitrary or unreasonable. The  issue\n           whether there  was  a  concluded  contract  and  breach  thereof\n           becomes secondary. In exercising writ jurisdiction, if the  High\n           Court found that the exercise of power in passing  an  order  of\n           cancellation was  not  arbitrary  and  unreasonable,  it  should\n           normally  desist  from  giving  any  finding  on   disputed   or\n           complicated  questions  of  fact  as  to  whether  there  was  a\n           contract, and relegate the petitioner to the remedy of  a  civil\n           suit. Even in cases where the High Court finds that there  is  a\n           valid contract, if the impugned administrative action  by  which\n           the contract is cancelled, is not unreasonable or arbitrary,  it\n           should still refuse to interfere  with  the  same,  leaving  the\n           aggrieved party to work out his remedies in a  civil  court.  In\n           other words, when there is a contractual dispute with  a  public\n           law element, and a party chooses the public law remedy by way of\n           a writ petition instead of a private law remedy of  a  suit,  he\n           will not get a full  fledged  adjudication  of  his  contractual\n           rights, but only a judicial review of the administrative action.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">           The requisition whether there was a contract and  whether  there\n           was a  breach  may,  however,  be  examined  incidentally  while\n           considering the reasonableness of the administrative action. But\n           where the question whether there was a  contract,  is  seriously\n           disputed, the High Court cannot assume that there  was  a  valid\n           contract  and  on  that  basis,  examine  the  validity  of  the\n           administrative action.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_32\">           In this case, the question that arose for consideration  in  the\n           writ petition was whether the order dated  24.4.2004  passed  by\n           the Secretary (Sugar), cancelling  the  allotment  letter  dated\n           26.3.2004 was arbitrary  and  irrational  or  violative  of  any\n           administrative law principles. The question whether there was  a\n           concluded contract or not, was only incidental to  the  question\n           as  to  whether  cancellation  order  dated  24.4.2004  by   the\n           Secretary (Sugar), was justified. As the case  involved  several\n           disputed questions in regard to the existence  of  the  contract\n           itself,  the  High  Court  ought  to  have  referred  the  first\n           respondent to a civil court. But the High Court in  exercise  of\n           its writ jurisdiction, proceeded as if it  was  dealing  with  a\n           pure and simple civil suit relating to breach of contract.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">     25.    Having noted the conceptual aspect of the doctrine of promissory\n     estoppel, let us consider as to whether the appellant can  successfully\n     invoke  this  principle  in  the  present  case?   For  this,  let   us\n     recapitulate the salient features of this case having bearing  on  this\n     issue.  Apart  from  paying  EMD  of  Rs.  3  lakhs  alongwith   tender\n     documents, the appellant did nothing more and in fact, no occasion  for\n     the same even occurred in the present case. As  stated  above  LOI  was\n     issued but it clearly  mentioned  that  the  total  premium  amount  in\n     respect of each of the three plots (which runs into several  crores  in\n     each case) was not to be paid on the issuance of said LOIs. Reason  for\n     this was that formal LOI or leased documents were to be  executed  only\n     after the CRZ clearance. For this reason it was specifically  mentioned\n     in the LOI itself that the premium amounts  were  to  be  paid  by  the\n     appellant only after the receipt of CRZ clearance in general and  after\n     issuance of allotment letter as well as individual CRZ clearance and on\n     execution of these documents. Before these  events  could  happen,  the\n     Port Trust decided to cancel the entire process.  Thus,  except  making\n     payment of Rs. 3 lakhs by way of earnest money the appellants  did  not\n     incur any other expenses or suffered any liabilities or took any  steps\n     to implement the project of construction and maintenance of the  tanks.\n     The High Court has, therefore, rightly remarked  that  even  if  it  is\n     assumed that issuance of LOI tantamounted to a  promise  given  by  the\n     Port Trust, the appellants did not alter its position to its  prejudice\n     pursuant thereto to such an extent which could  inspire  the  court  to\n     take the decision that holding the promisor to  its  representation  is\n     necessary to do justice between the parties.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">     26.    In MP Mathur &amp; Ors. v. OIC &amp; Ors.; 2006 (13) SCC 706 it is  held\n     that once the public interest is accepted as the superior equity  which\n     can override individual equity, the principle would be  applicable.  If\n     there is a supervening public equity, the Government would  be  allowed\n     to change its stand and has the power to withdraw  from  representation\n     made by it which induced persons to take certain steps which  may  have\n     gone adverse to the  interest  of  such  persons  on  account  of  such\n     withdrawal.  Merely  because  the  resolution  was  announced   for   a\n     particular period, it did not mean that the Government could not  amend\n     and change the policy under any circumstances. If  the  party  claiming\n     application of doctrine acted on the basis of a notification, it should\n     have known that such notification was liable to be amended or rescinded\n     at any point of time, if the Government felt that it was  necessary  to\n     do so in public interest. This contention of the appellant,  therefore,\n     is equally devoid of any merits.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">           III    WHETHER  THERE  WAS  CONCLUDED  CONTRACT    BETWEEN   THE\n           PARTIES:-\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_36\">     27.    We have already indicated above that the     of the doctrine of\n     fairness  as  well  as  promissory  estoppel  are  in  the  realm   of\n     administrative law, whereas  the  issue  as  to  whether  a  concluded\n     contract was entered into between the parties and if so, the  question\n     of enforcement of such a contract would be in  the  field  of  law  of\n     contract. Bearing in mind this distinction becomes more  important  as\n     the High Court was dealing with the petition filed  by  the  appellant\n     under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution.\n</p><p data-structure=\"Conclusion\" id=\"p_37\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_10\">28.    Before proceeding further in the matter we would again like  to\n     discuss the judgment of this court in <a href=\"/doc/899629/\" id=\"a_17\">Kisan Sahkari Chini Mills Ltd. &amp;\n     Ors.</a>  (Supra)  which  has  been  earlier  referred   to.   This   case\n     unambiguously explains the approach which the High Court will have  in\n     such a petition filed under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the  Constitution,  dealing\n     with the arguments predicated on contractual aspects.</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\">           In that case there were six  State  controlled  sugar  mills  in\n    Uttaranchal State which produced molasses. Sale of molasses by them was\n    controlled  by the Molasses Sale Committee (MSC)  constituted   by  the\n    State Government.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">           A tender notice  was  published  by  the  appellant  sugar  mill\n    inviting offers from bona fide consumers for purchase of molasses  from\n    the other five sugar mills. The tenders were to be submitted to the ACC\n    in accordance with the conditions specified in the tender  notice.  The\n    proceedings in regard to the tenders received culminated  in  an  order\n    from the ACC permitting the  respondent  to  lift  85,000  quintals  of\n    molasses from the five sugar mills at a price of Rs. 127  per  quintal.\n    Around that time, the State Government received  several  reports  that\n    the prevailing price of molasses was much higher. The  Secretary,  Cane\n    Development and Sugar Industries (Secretary (Sugar)) therefore,  stayed\n    the operation of ACC&#x27;s order.\n</p><p data-structure=\"RespArg\" id=\"p_40\">           The respondent then approached the High Court by a writ petition\n    seeking a direction for continuance of supply of the entire quantity of\n    85,000 quintals of molasses to it. By an interim order, the High  Court\n    directed the State Government to decide the  respondent&#x27;s  claim  after\n    hearing the respondent. Pending such decision, the High Court permitted\n    the respondent to lift up to 20,000 quintals of molasses. After hearing\n    the respondent, the Secretary (Sugar) held  that  there  was  no  valid\n    contract for supply of molasses  to  the  first  respondent  and  that,\n    therefore, the allotment letter issued  by  the  ACC  was  without  any\n    authority. Consequently he cancelled the same.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">           Aggrieved by the interim order  of  the  High  Court  to  supply\n    20,000  quintals  of  molasses  to  the  respondent,   the   appellants\n    approached the Supreme Court which in  turn,  set  aside  that  interim\n    order and permitted the  respondent  to  amend  the  writ  petition  to\n    challenge the order of the Secretary (Sugar).\n</p><p data-structure=\"Facts\" id=\"p_42\">           The respondent amended its writ petition accordingly. During the\n    hearing, certain disputed facts cropped up. The High Court  called  the\n    managers of two of the sugar mills and put some questions to  them  and\n    recorded their statements. The High Court reached the  conclusion  that\n    there was a concluded contract between the five  sugar  mills  and  the\n    respondent for sale of 85,000 quintals of molasses at a  price  of  Rs.\n    127 per  quintal.  Thereafter,  it  held  that  having  regard  to  the\n    doctrines of part performance,  legitimate  expectation,  estoppel  and\n    acquiescence, the cancellation of the allotment letter  issued  by  ACC\n    was unsustainable. Therefore, the High Court quashed the order  of  the\n    Secretary (Sugar) and directed that the respondent should be allowed to\n    lift 85,000 quintals of molasses less the quantity already lifted.  The\n    said judgment of the High Court was challenged in these appeals.\n</p><p data-structure=\"Precedent\" id=\"p_43\">           The question before the Supreme Court were:  (I)    Whether  the\n    High Court was right in concluding/ assuming that  there  was  a  valid\n    contract?  And (ii) Whether the High Court was  justified  in  quashing\n    the order of the Secretary (Sugar)?\n</p><p data-structure=\"Section\" id=\"p_44\">           This court answered the aforesaid questions in the negative  and\n    set aside the judgment of the High Court holding that  ordinarily,  the\n    remedy available for a party complaining of breach of contract lies for\n    seeking damages. He  would  be  entitled  to  the  relief  of  specific\n    performance, if the contract was capable of being specifically enforced\n    in law. The remedies for a breach of contract being purely in the realm\n    of contract are dealt with by civil courts. The public law  remedy,  by\n    way of a writ petition under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the  Constitution,  is  not\n    available  to  seek  damages  for  breach  of  contract   or   specific\n    performance of contract. However, where the contractual dispute  has  a\n    public law element, the power of judicial review under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a>  may\n    be invoked.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">            It is clear that the aforesaid case is closest to the  facts  of\n     the present case.\n</p>\n\n<p data-structure=\"Section\" id=\"p_46\">     29.    It thus stands crystalised that by way of  writ  petition  under\n     <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution, only public law remedy can be invoked.\n     As far as contractual dispute is concerned that is outside the power of\n     judicial review under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> with  the  sole  exception  in  those\n     cases where such a contractual dispute has a public law element.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">     30.    We have already held that the  impugned  decision  of  the  Port\n     Trust was not arbitrary, unreasonable or malafide and further that  the\n     doctrine of promissory estoppel has no application in the present  fact\n     situation.\n</p><p data-structure=\"CDiscource\" id=\"p_48\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_11\">31.    In so far as the  issue  regarding  concluded  contract  in  the\n     present case is concerned, this falls squarely  in  the  realm  of  the\n     contract law, without any hue or shade of any public law. In fact, that\n     is not even pleaded or argued. At the same time, whether  there  was  a\n     concluded contract or not is seriously disputed by the respondents and,\n     therefore, in the first instance it was not even necessary for the High\n     Court to go into this issue and could have relegated the  appellant  to\n     ordinary civil remedy. We are conscious of  the  position  that  merely\n     because one of the authorities raises a dispute in regard to the facts,\n     it may not be always necessary to relegate the parties to a suit.  This\n     was so stated in  <a href=\"/doc/1943124/\" id=\"a_23\">ABL  International  Ltd.  &amp;  Anr.  v.  Export  Credit\n     Guarantee Corporation of India Ltd. &amp; Ors.</a>; JT 2013 (10) SC 300 in  the\n     following manner:-</span>\n</p><blockquote id=\"blockquote_34\">           “37.  In our opinion, this  limited  areas  of  dispute  can  be\n           settled by looking into the terms of the contract  of  insurance\n           as well as the export contract, and the same  does  not  require\n           consideration of any oral  evidence  or  any  other  documentary\n           evidence other than what is already on record. The claim of  the\n           contesting parties will stand  or  fall  on  the  terms  of  the\n           contracts, interpretation of which, as stated  above,  does  not\n           require any external aid.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_49\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_12\">32.    At the same time, as already noted in <a href=\"/doc/899629/\" id=\"a_24\">Kisan Sahkari</a> (Supra) this\n     court had taken a view that where the  question  whether  there  was  a\n     contract or not is seriously disputed, the court is not to assume  that\n     there was a valid contract and on that basis examined the  validity  of\n     the administrative action. Therefore, keeping  in  view  the  aforesaid\n     understanding of the law, a very limited  inquiry  on  this  aspect  is\n     permissible.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_50\">     33.    Having considered the matter from this limited angle in exercise\n     of powers of judicial review, we are of the view that on the  facts  of\n     this case, no interference is required. Case of the appellant  is  that\n     with the issuance of LOI a concluded contract was entered into. He  had\n     submitted that only CRZ clearance was required and even if  LOI,  which\n     amounted to acceptance of the author given by the appellant in his  bid\n     was contingent based on CRZ clearance, even that clearance was  granted\n     by the competent authority ultimately. However, what is lost sight,  in\n     the entire process is that the said clearance was delayed by  a  period\n     of  5 years. Because of that neither any final LOI could be issued, nor\n     possession of the plots given or the payments received. It is  also  to\n     be borne in mind  that  apart  from  general  CRZ  clearance,  specific\n     clearances on individual basis in this behalf were also to be obtained.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_51\">     34.    At this juncture, while keeping the aforesaid pertinent features\n     of the case in mind, we would take note of the &#x27;Rules and Procedure for\n     Allotment of Plots&#x27; in question issued by Kandla  Port  Trust.  As  per\n     clause 12 thereof the Port Trust had  reserved  with  itself  right  of\n     acceptance or rejection of any bid with, specific stipulation that mere\n     payment of EMD and offering of premium will not  confer  any  right  or\n     interest in favour of the bidder for allotment of land. Such a right to\n     reject the bid could be exercised &#x27;at any time  without  assigning  any\n     reasons thereto&#x27;.  Clause  13  relates  to  &#x27;approvals  from  statutory\n     authorities&#x27;, with unequivocal assertion  therein  that  the  allottees\n     will have to obtain all approvals from different authorities and  these\n     included approvals from CRZ as well. As per clause  16,  the  allotment\n     was to be made subject to the approval  of  Kandla  Port  Trust  Board/\n     Competent Authority. In view of this material  on  record  and  factual\n     position noted in earlier paras we are of the opinion that observations\n     in the case of Dresser Rand S. A. v. M/s.  Bindal  Agro  Chem.  Ltd.  &amp;\n     Anr.; AIR 2006 SC 871, would be squarely available in the present case,\n     wherein the court held that a  letter  of  intent  merely  indicates  a\n     parties intention to enter into a contract  with  the  other  party  in\n     future.  A letter of intent  is  not  intended  to  bind  either  party\n     ultimately to enter into any contract. It  is  no  doubt  true  that  a\n     letter of intent may be construed as a letter  of  acceptance  if  such\n     intention is evident from its terms. It is not  uncommon  in  contracts\n     involving detailed procedure, in order to save time, to issue a  letter\n     of intent communicating the acceptance of  the  offer  and  asking  the\n     contractor to start  the  work  with  a  stipulation  that  a  detailed\n     contract would be drawn up later. If such a letter  is  issued  to  the\n     contractor, though it may be termed as a letter of intent it may amount\n     to acceptance of the offer resulting in a  concluded  contract  between\n     the parties. But the question whether the letter of intent is merely an\n     expression of an intention to place an order in future or whether there\n     is a final acceptance of the offer thereby leading to a contract, is  a\n     matter that has to be decided  with  reference  to  the  terms  of  the\n     letter. When the LOI is itself hedged with the condition that the final\n     allotment would be made later after obtaining CRZ and other clearances,\n     it may  depict an intention to enter into contract at  a  later  stage.\n     Thus, we find that on the facts of this case it appears that  a  letter\n     with intention to enter into a contract which could  take  place  after\n     all other formalities are completed. However, when  the  completion  of\n     these formalities had taken undue long time and the prices of land,  in\n     the interregnum, shot up sharply, the respondent had a right to  cancel\n     the process which had not resulted in a concluded contract.\n</p><p data-structure=\"Precedent\" id=\"p_52\">     35.    We would also like to record here that Mr. Salve, learned Senior\n     Counsel appearing for the respondent had submitted with vehemence  that\n     the case of the appellant herein was same as that of  Nikhil  Adhesives\n     Ltd.  in as much as even the appellant was responsible for contributing\n     to the delay in obtaining the permission. Mr. Vikas Singh had attempted\n     to refute this submission. However, we find that  even  when  the  High\n     Court in the impugned order specifically referred to  the  decision  in\n     the case of Nikhil Adhesives Limited and observed that  factual  matrix\n     remains the same, there is no pleading or ground  in  the  SLP  to  the\n     effect that <a href=\"/doc/899629/\" id=\"a_25\">the said judgment</a> is not applicable  to  the  case  of  the\n     appellant as the appellant had submitted  all  requisite  documents  or\n     obtaining the CRZ clearance  and  there  was  no  delay  on  his  part.\n     However, since we are dismissing  the  appeal  on  merits,  it  is  not\n     necessary to dwell on this aspect any further.\n</p><p data-structure=\"Precedent\" id=\"p_53\">     36.    We again emphasise that the issue of the argument of their being\n     a concluded contract is raised in a petition filed under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of\n     the Constitution and not by way of suit. The issue whether there was  a\n     concluded contract and breach thereof become secondary and is  examined\n     by us with that limited scope in mind. In such proceedings main  aspect\n     which has to be   is as to whether impugned decision of the Port  Trust\n     was arbitrary or unreasonable. It is also important to remark that in a\n     given case even if it is held that  there  was  a  concluded  contract,\n     whether specific performance can be ordered or  not  would  be  a  moot\n     question in writ proceedings. The appellant took the calculated risk in\n     not going to the civil  court  and  choosing  to  invoke  extraordinary\n     jurisdiction of the High Court, which is also discretionary in nature.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">     37.    The outcome of the aforesaid discussion would be  to  hold  that\n     there is no merit in this appeal which is  accordingly  dismissed  with\n     costs.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_55\">                                     …....................................J.\n                                                     [Surinder Singh Nijjar]\n\n\n\n\n\n\n\n\n                                       …..................................J.\n                                                                [A.K. Sikri]\n\n\n     New Delhi\n     April 21, 2014\n</p>","numcites":10,"numcitedby":179,"docsource":"Supreme Court of India","citetid":27844805,"divtype":"judgments","relatedqs":[{"value":"administrative law","formInput":"administrative%20law"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"estoppel","formInput":"estoppel"},{"value":"what is promissory estoppel","formInput":"what%20is%20promissory%20estoppel"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"NIOT","formInput":"NIOT"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":",malafide","formInput":"%2Cmalafide"},{"value":"KANDLA PORT TRUST","formInput":"KANDLA%20PORT%20TRUST"},{"value":"\"promissory estoppel\"","formInput":"%22promissory%20estoppel%22"},{"value":"what is administrative action","formInput":"what%20is%20administrative%20action"},{"value":"environment","formInput":"environment"},{"value":"earnest money","formInput":"earnest%20money"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}