{"tid":82116384,"publishdate":"2018-06-05","title":"Nuziveedu Swathi Coastal Consortium vs The State Of Andhra Pradesh on 5 June, 2018","doc":"<h2 class=\"doc_title\">Nuziveedu Swathi Coastal Consortium vs The State Of Andhra Pradesh on 5 June, 2018</h2>\n\n<pre id=\"pre_1\">                 THE HON&#x27;BLE SRI JUSTICE A.V.SESHA SAI\n\n                     W.P.Nos.97, 10109 &amp; 295 of 2018\n\n\nCOMMON ORDER:</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">         Since the contentions raised in these writ petitions are same and the\n\nissues that arise for consideration of this Court are also similar, this Court\n\ndeems it appropriate to dispose of these writ petitions by way of this common\n\norder.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\nThe facts and circumstances leading to filing of W.P.No.97 of 2018\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">2.       In the tenders floated by the respondent authorities, the petitioner\n\nherein emerged as the lowest bidder for the work pertaining to\n\n&quot;Investigation, Design, Execution and Construction of Second Tunnel with\n\n9.2 M internal diameter for Pula Subbaiah Veligonda Project using Double\n\nShield Tunnel Boring Machine i.e. from Kollam Vagu in foreshore of Srisailam\n\nReservoir upto Guntur-Kurnool Road to join into the Feeder Canal, including\n\nconstruction of Head Regulator, Approaches and Approach Channel Exit in\n\nDornala Mandal, Prakasam District, Andhra Pradesh.        The Superintendent\n\nEngineer, Construction Circle, Ongole, Prokasam District entered into\n\nAgreement No.10/2007-08, dated 21.06.2007 and the total value of the work\n\nbeing Rs.735.21 crores and the length of the Tunnel to be constructed by the\n\npetitioner being 18.838 Kms and the time for completion of the work being\n\n60 months from the date of agreement i.e., by 20.06.2012 as per Clause 9.01\n\nof the Instructions to the Bidders and Clause 24.1 of the General Conditions\n\nof Contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">3.       Initially, vide Memo No.15301/M&amp;MI/R1/A1/2012, dated 20.07.2012,\n\nthe State Government accorded permission to the Chief Engineer (Projects),\n\nOngole/Second respondent herein to extend time up to 30.06.2014 and\n subsequently vide Memo No.10604/Projects-II/2014, dated 26.07.2014 time\n\nfor completion was extended till 30.06.2017.         Thereafter, vide Memo\n\nNo.589255/Projects-II/A1/2017-2 dated 27.10.2017, the State Government\n\ngranted permission to the Chief Engineer to grant extension till 31.05.2019.\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">4.    The     Executive     Engineer,     VGP     Division,   Dornala     vide\n\nLr.No.EE/VGP/DNL/AEE/2000 M, dated 26.08.2017, requested the petitioner\n\nto gear up the progress of work within seven days from the date of receipt of\n\nthe same and in response to the same, vide Ref.No.HCC-CPPL/HO/2017/61\n\ndated 08.09.2017, petitioner herein submitted a reply to the Executive\n\nEngineer/fourth respondent herein.       Thereafter, vide Proc.No.SE/CC(P)/\n\nOGL/DB/TO/ATO-R/W/20/1047 M, dated 09.12.2017, the Superintendent\n\nEngineer, Construction Area, Ongole/third respondent herein ordered deletion\n\nof part of the work from the contract of the petitioner ie., construction of\n\nTunnel-II for a length of 8.037 Kms including Lining, Construction of Exit\n\nChannel and Link Canal and Exit of Velogonda Project Tunnels etc.         Vide\n\nG.O.Ms.No.21, Water Resources (Projects-II) Department dated 22.03.2018,\n\nthe State Government accorded permission to the Chief Engineer/Second\n\nrespondent to delete the work from Kms.18.78 to recover Rs.0.34 crores\n\nfrom the petitioner and to sanction Rs.720.36 crores for the deleted work\n\nand to call for fresh tenders. Vide tender notification No.57/2017-18 dated\n\n21.3.2018, the Superintending Engineer invited bids for the deleted portion.\n\nThis writ petition, challenges the validity and the legal sustainability of the\n\nabove proceedings.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">\nThe facts and circumstances leading to filing of W.P.No.10109 of 2018\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">5.    In the tenders floated by the respondent authorities, the petitioner\n\nherein emerged as a lowest bidder for the work pertaining to the construction\n of &quot;Pula Subbaiah Veligonda Project&quot; - Tunnel-1 - Package-1 - Construction\n\nof a Tunnel including Construction of Head Regulator and approach Channel\n\nof Veligonda Project in Prakasam district.      The Superintending Engineer,\n\nOngole, Prakasam district entered into Agreement No.VGP/2005-06 dated\n\n20.8.2005 and the total value of the work being Rs.624.60 crores and the\n\ntime for completion being 36 months from the date of agreement. Initially\n\nvide Memo No.28411/Maj.Irr.II/A2/2006-6 dated 29.9.2008 and subsequently\n\nvide Memos dated 11.7.2011, 20.7.2012, 26.7.2014 and 27.10.2017, the\n\nRespondent authorities extended time for completion of work and eventually,\n\nthe Respondents granted extension till 31.8.2018.           Vide memo dated\n\n21.4.2017, a part of the work was deleted.         By way of letters bearing\n\nNo.EE/VGP/DNL/AEE dated 26.8.2017 and Lr.No.EE/VGP/DNL/AEE/T1/2017\n\ndated 23.11.2017, the Executive Engineer, VGP Division, Dornala requested\n\nthe petitioner herein to gear-up the work.         In response to the same,\n\npetitioner herein on 8.9.2017 submitted a reply to the Executive Engineer,\n\nDornala.     Thereafter, vide proceedings No.SE/CC(P)/OGL/DB/TO/ATO-\n\nR/W/20/1047M dated 9.12.2017, the Superintending Engineer, Construction\n\nCircle, Ongole ordered deletion of part of the work from the contract of the\n\npetitioner herein i.e. &quot;Construction of Tunnel-I works from Ch 15.200 Km for\n\na length of 3.600 Km including lining with 0.30 m thick segments etc. Vide\n\nG.O.Ms.No.21 Water Resources (Projects-II) Department dated 22.3.2018,\n\nthe State Government accorded permission to the Chief Engineer to delete\n\nthe said work from the petitioner&#x27;s contract and to call for fresh tenders. Vide\n\ntender notification No.57/2017-18 dated 21.3.2018, the Superintending\n\nEngineer invited bids for the deleted portion. This writ petition, challenges\n\nthe validity and the legal sustainability of the above proceedings.\n The facts and circumstances leading to filing of W.P.No.295 of 2018\n\n\n</p><p data-structure=\"Facts\" id=\"p_9\">6.     In this writ petition also, Proceedings No.SE/CC(P)/OGL/DB/TO/ATO-\n\nR/W/20/1047M dated 9.12.2017 which are impugned in W.P.No.10109 of\n\n2018 are under challenge to the extent of taking over machinery. According\n\nto the petitioner, it is a Consortium/Association of Persons (AOP) formed for\n\nthe purpose of executing the construction work in respect of Tunnel No.1. It\n\nis further stated that the State Government approved allotment of 50% of the\n\nwork in respect of Tunnel No.1 to the petitioner herein vide Memo dated\n\n9.5.2008. It is further stated that the equipment and machinery including\n\nTunnel Boring Machine (TBM) is owned absolutely and exclusively by the\n\npetitioner and the asset value of the petitioner&#x27;s machinery which includes\n\nTBM and its accessories other plant and machinery etc., is Rs.250 crores.\n\nThe other facts mentioned above in respect of W.P.No.10109 of 2018 hold\n\ngood in this writ petition also.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"Issue\" id=\"p_11\">7.     Counter affidavits deposed by the Superintendent Engineer is filed,\n\ndenying the allegations and averments made in the affidavits filed in support\n\nof the writ petition and in the direction of justifying the impugned action and\n\na reply is also filed by the writ petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"PetArg\" id=\"p_13\">8.     Heard Sri C.V.Mohan Reddy, learned Senior Counsel, representing\n\nSri Karthik Pavan Kumar, learned counsel for the writ petitioner in W.P.No.97\n\nof 2018, Sri D.Prakash Reddy, learned Senior Counsel, representing Sri\n\nAvinash Desai, learned counsel for the petitioner in W.P.No.10109 of 2018\n\nand   Sri   R.Raghunandan,         learned   Senior   Counsel   representing   Sri\n\nJ.N.Bhushan, learned counsel for the petitioner in W.P.No.295 of 2018 and\n\nthe learned Advocate General for the State of Andhra Pradesh for the\n\nrespondents apart from perusing the material available before the Court.\n</p><p data-structure=\"PetArg\" id=\"p_14\"> 9.     Submissions/contentions of learned Senior Advocates appearing for\n       writ petitioners\n&lt;\n\n\n\n\n(1)    No prior notice to show-cause, after the State Government granted\n\nextension vide Memo dated 27.10.2017 was issued to the petitioners and the\n\nsaid action on the part of the respondent authorities is a patent violation of\n\nthe principles of natural justice.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">\n(2)    The explanations dated 08.09.2017 submitted by the petitioners in\n\nresponse to the notices dated 26.08.2017 and 23.11.2017 issued by the\n\nExecutive Engineer were not at all considered, as such impugned action is a\n\nresult of total non-application of mind.\n</p>\n<p data-structure=\"Facts\" id=\"p_16\">\n(3)    Even before the orders of the State Government vide G.O.Ms.No.21,\n\ndated 22.03.2018 according permission to the Chief Engineer to delete the\n\nwork, the Superintendent Engineer/third respondent herein passed the\n\nimpugned orders on 09.12.2017, as such, the said order is without\n\njurisdiction and the State Government has no jurisdiction to rectify such an\n\norder passed by the Superintendent Engineer.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">\n(4)    In view of the observations of the Chief Engineer as reflected in\n\nG.O.Ms.No.649, dated 03.10.2015 that there was no delay on the part of the\n\npetitioner, the impugned action is untenable and unsustainable.\n\n\n(5)    If the petitioner in W.P.No.97 of 2018 is permitted to complete the\n\nwork, the subject deleted work can be completed at the cost of 574.05 crores\n\nand if not the Government is required to shell down 720 crores for which the\n\nfirst respondent State Government granted administrative sanction vide\n\nnotification dated 21.03.2018 and the said action is not in the interest of the\n\npublic also.\n</p><p data-structure=\"Issue\" id=\"p_18\"> (6)     The action of the respondents in seeking to take over the machinery of\n\nthe petitioner is without jurisdiction and not authorised under APDSS or the\n\nconditions of the Agreement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">\n(7)     Once the Government granted extension by way of Memo dated\n\n27.10.2017, the earlier proceedings of the subordinate authorities are of no\n\nconsequence.\n</p>\n<p data-structure=\"RespArg\" id=\"p_20\">\n(8)     The Superintendent Engineer has no jurisdiction to pass the impugned\n\norder and as per Clause 60 (C) of APDSS, Executive Engineer alone is\n\ncompetent and there is a patent violation of Clause 61 of APDSS also.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_1\">To bolster his submissions and contentions, learned Senior Counsel\n\ntake the support of the Judgments of the Hon&#x27;ble Apex Court in <a href=\"/doc/899629/\" id=\"a_1\">KISAN\n\nSAHKARI CHINI MILLS LIMITED AND OTHERS v. VARDAN LINKERS\n\nAND OTHERS1, ABL</a>.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1561312\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1640744\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"184405\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1700980\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_6\"><a href=\"/doc/1943124/\" id=\"a_2\">INTERNATIONAL LTD. AND ANOTHER v.\n\nEXPORT CREDIT GUARANTEE CORPORATION OF INDIA LTD AND\n\nOTHERS2</a>, <a href=\"/doc/1700980/\" id=\"a_3\">FOOD CORPORATION OF INDIA AND ANR v. M/S. SEIL\n\nLTD. AND ORS3</a>, <a href=\"/doc/184405/\" id=\"a_4\">ZONAL MANAGER, CENTRAL BANK OF INDIA v.\n\nDEVI ISPAT LIMITED AND OTHERS4</a>, <a href=\"/doc/1640744/\" id=\"a_5\">STATE BANK OF ORISSA AND\n\nANOTHER v. MAMATA MOHANTY5, EAST AND</a> the judgment of the\n\nBombay High Court in <a href=\"/doc/1561312/\" id=\"a_6\">WEST INSURANCE CO. LTD., v. MRS.KAMALA\n\nJAYANTILAL MEHTA6</a> and the judgment of this Court in W.P.No.4672 of\n\n2017.</span></span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n\n\n<span class=\"hidden_text\" id=\"span_7\">1</span>\n  (2008) 12 SCC 500\n<span class=\"hidden_text\" id=\"span_8\">2</span>\n  (2004) 3 SCC 553\n<span class=\"hidden_text\" id=\"span_9\">3</span>\n  AIR 2008 SC 1101\n<span class=\"hidden_text\" id=\"span_10\">4</span>\n  (2010) 11 SCC 186\n<span class=\"hidden_text\" id=\"span_11\">5</span>\n  (2011) 3 SCC 436\n<span class=\"hidden_text\" id=\"span_12\">6</span>\n  AIR 1956 BOM 537\n</p><p data-structure=\"RespArg\" id=\"p_23\"> 10.       Submissions/contentions of the learned Advocate General:\n\n\n</p><blockquote id=\"blockquote_1\">(1)       There is no illegality nor there exists any procedural infirmity in the\n\nimpugned action and in the absence of the same, the impugned action is not\n\namenable for any judicial review under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution of\n\nIndia.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">(2)       In view of abnormal delay on the part of the petitioner in execution of\n\nthe work, the respondents are perfectly justified in resorting to the impugned\n\naction of deleting parts of the works with an intention to complete the work\n\nexpeditiously in public interest.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">(3)       As   per   Condition   No.11   of   the   Instructions   to   Bidders,   all\n\npromotions/clearance/approvals are to be processed and obtained by the firm\n\nonly on its own and as an agency the department will initiate proposals and\n\nthe department is a facilitating agency.       Therefore, the delay in obtaining\n\nclearance from the Ministry of Environment and Forests cannot be attributed\n\nto the department and the petitioner alone is solely responsible for the same.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">(4)       The disputed questions of facts cannot be gone into under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a>\n\nof the Constitution of India and appropriate forum for the petitioner is a\n\ncompetent civil Court under Clause 23 of the General Conditions of Contract.\n</blockquote>\n\n<blockquote id=\"blockquote_5\">(5)       As per Clause 111 General Conditions of Contract, the contractor\n\naccepted all difficulties in execution of work, as such, the justification sought\n\nto be offered by the petitioner herein cannot be accepted.\n</blockquote>\n\n<blockquote id=\"blockquote_6\">(6)       As per Clause 1.1 of the Instructions to the Bidders the employer in\n\nthe instant case is the Superintendent Engineer and as per Clause 26.2 r/w\n\nClause 60 of APDSS, it is open for the Superintendent Engineer to take\n\naction.\n</blockquote><blockquote id=\"blockquote_7\"> (7)     The contention of the petitioners that the explanation was not taken\n\ninto consideration by the respondents cannot be accepted in view of the\n\nreasons assigned in the order dated 09.12.2017.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">(8)     After prolonged correspondence only the respondent authorities\n\nordered deletion of a part of the work and earlier on a number of occasions\n\nthe respondent authorities periodically requested the petitioner herein to gear\n\nup the work and to complete the same.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">(9)     The contract value includes cost of the machinery, as such the\n\ncontention that the machinery cannot be taken over cannot be sustained.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_24\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1210836\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"164673968\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77081689\" id=\"span_15\">In support of his submissions and contentions, learned Advocate\n\nGeneral places reliance on the judgments of the Hon&#x27;ble Apex Court in\n\n<a href=\"/doc/77081689/\" id=\"a_9\">JOSHI TECHNOLOGIES INTERNATIONAL INC v. UNION OF INDIA\n\nAND OTHERS7</a>, <a href=\"/doc/164673968/\" id=\"a_10\">STATE OF KERALA AND OTHERS v. M.K.JOSE8,\n\nSYNDICATE             BANK</a>   v.R.VEERANNA       AND   OTHERS9,     STATE     OF\n\nGUJARAT AND OTHERS v. MEGHJI PETHRAJ SHAH CHARITABLE\n\nTRUST AND OTHERS10, <a href=\"/doc/1210836/\" id=\"a_11\">PURAVANKARA PROJECTS LTD. v. HOTEL\n\nVENUS INTERNATIONAL AND OTHERS11</a>.</span></span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n</p><p data-structure=\"PetArg\" id=\"p_26\">11.     The sum and substance of the case of the petitioners in these writ\n\npetitions, as advocated by the learned Senior Advocates representing the\n\ncounsel for the petitioners, is that the impugned action on the part of the\n\nrespondent authorities in deleting a part of the works from the works\n\ncontracts allotted to the petitioners is highly illegal, arbitrary, unreasonable,\n\nwithout jurisdiction and violative of the principles of natural justice and\n\ncontrary to the material available on record.\n</p><span class=\"hidden_text\" id=\"span_16\">7</span><p data-structure=\"Precedent\" id=\"p_27\">\n  (2015) 7 SCC 728\n<span class=\"hidden_text\" id=\"span_17\">8</span>\n  (2015) 9 SCC 433\n<span class=\"hidden_text\" id=\"span_18\">9</span>\n  (2003) 2 SCC 15\n<span class=\"hidden_text\" id=\"span_19\">10</span>\n   (1994) 3 SCC 552\n<span class=\"hidden_text\" id=\"span_20\">11</span>\n   (2007) 10 SCC 33\n</p><p data-structure=\"RespArg\" id=\"p_28\"> 12.    On the contrary, the case of the respondents, as advocated by the\n\nlearned Advocate General for the State of A.P appearing for the respondents,\n\nis that there is no illegality nor there exists any procedural infirmity in the\n\nimpugned action and in the absence of the same, the questioned action is not\n\namenable for any judicial review under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution of India\n\nand that the writ petition is not maintainable as the subject matter is a\n\ncontractual matter; that despite a number of opportunities given, the\n\npetitioners herein did not accelerate the works and as the subject works are\n\nthe prioritised works, the authorities are perfectly justified in resorting to the\n\nimpugned action of deletion of part of the works.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n</p><p data-structure=\"Section\" id=\"p_30\">13.    Since there is a preliminary objection from the respondents about the\n\nmaintainability of the writ petitions, this Court deems it appropriate and\n\napposite to deal with and answer the said issue first in the light of the facts\n\nand circumstances of the case and the principles and para-meters <a href=\"/doc/1210836/\" id=\"a_13\">laid down\n\nin</a> various judgments sought to be pressed into service by the learned\n\ncounsel for both the sides before going into other aspects of the matter.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">14.    In W.P.No.4672 of 2017, while dealing with the issue pertaining to\n\ntermination of contract by a subordinate authority during the currency of the\n\nextension granted by the State Government, this Court entertained the writ\n\npetition and found fault with the impugned action.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">15.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184405\" id=\"span_21\">In the case of <a href=\"/doc/184405/\" id=\"a_14\">ZONAL MANAGER, CENTRAL BANK OF INDIA</a>\n\n(supra 4), the Hon&#x27;ble Apex Court ruled at paragraph 28 that if the\n\ninstrumentality of the State acts contrary to public good, public interest,\n\nunfairly, unjustly, unreasonably, discriminatorily and in violation of <a href=\"/doc/367586/\" id=\"a_15\">Article 14</a>\n\nof the Constitution of India, the writ petition is maintainable in contractual\n\nmatters also and the Writ Court can exercise its jurisdiction.</span>\n</p><p data-structure=\"Precedent\" id=\"p_33\"> 16.    In the case of FOOD CORPORATION OF INDIA AND ANR (supra\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">3), the Hon&#x27;ble Apex Court had taken the same view                     in favour of the\n\nmaintainability of the writ petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">\n</p><p data-structure=\"Precedent\" id=\"p_36\">17.    In the case of ABL. INTERNATIONAL LTD. AND ANOTHER (supra\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">2), the Hon&#x27;ble Apex Court at paragraphs 27, 28 and 53 held as under:\n\n\n</p><blockquote id=\"blockquote_10\">        &quot;27. From the above discussion of ours, following legal principles\n        emerge as to the maintainability of a writ petition :-\n</blockquote>\n<blockquote id=\"blockquote_11\">        (a) In an appropriate case, a writ petition as against a State or an\n        instrumentality of a State arising out of a contractual obligation is\n        maintainable.\n</blockquote>\n<blockquote id=\"blockquote_12\">        (b) Merely because some disputed questions of facts arise for\n        consideration, same cannot be a ground to refuse to entertain a\n        writ petition in all cases as a matter of rule.\n</blockquote>\n<blockquote id=\"blockquote_13\">        (c) A writ petition involving a consequential relief of monetary\n        claim is also maintainable.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_22\">28.   However,    while   entertaining    an      objection   as   to   the\n        maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the\n        Constitution of India, the court should bear in mind the fact that\n        the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the\n        Constitution is plenary in nature and is not limited by any other\n        provisions of the Constitution. The High Court having regard to the\n        facts of the case, has a discretion to entertain or not to entertain a\n        writ petition. The Court has imposed upon itself certain restrictions\n        in the exercise of this power [See: <a href=\"/doc/172383107/\" id=\"a_18\">Whirlpool Corporation v.\n        Registrar of Trade Marks, Mumbai and Ors.</a> :AIR1999SC22 . And\n        this plenary right of the High Court to issue a prerogative writ will\n        not normally be exercised by the Court to the exclusion of other\n        available remedies unless such action of the State or its\n        instrumentality is arbitrary and unreasonable so as to violate the\n        constitutional mandate of <a href=\"/doc/367586/\" id=\"a_19\">Article 14</a> or for other valid and\n        legitimate reasons, for which the court thinks it necessary to\n        exercise the said jurisdiction.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">        52. On the basis of the above conclusion of ours, the question still\n        remains why should we grant the reliefs sought for by the\n appellant in a writ petition when a suitable efficacious alternate\nremedy is available by way of a suit. The answer to this question in\nour opinion, lies squarely in the decision of this Court in the case of\nShri Lekha Vidyarthi (supra) wherein this court held :\n\n</p><blockquote id=\"blockquote_14\">&quot;The requirement of <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> should extend even in the sphere of\ncontractual matters for regulating the conduct of the State activity.\nApplicability of <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a> to all executive actions of the State being\nsettled and for the same reason its applicability at the threshold to\nthe making of a contract in exercise of the executive power being\nbeyond dispute, the State cannot thereafter cast off its personality\nand exercise unbridled power unfettered by the requirements of\n<a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> in the sphere of contractual matters and claim to be\ngoverned therein only by private law principles applicable to private\nindividuals whose rights flow only from the terms of the contract\nwithout anything more. The personality of the State, requiring\nregulation of its conduct in all spheres by requirement of <a href=\"/doc/367586/\" id=\"a_23\">Article 14</a>,\ndoes not undergo such a radical change after the making of a\ncontract merely because some contractual rights accrue to the\nother party in addition. It is not as if the requirement of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a>\nand contractual obligations are alien concepts, which cannot co-\nexist. The Constitution does not envisage or permit unfairness or\nunreasonableness in State actions in any sphere of its activity\ncontrary to the professed ideals in the Preamble. Therefore, total\nexclusion of <a href=\"/doc/367586/\" id=\"a_25\">Article 14 -</a> non-arbitrariness which is basic to rule of\nlaw from State actions in contractual field is not justified. This is\nmore so when the modern trend is also to examine the\nunreasonableness of a term in such contracts where the bargaining\npower is unequal so that these are not negotiated contracts but\nstandard form contracts between unequals. x xx\n\nUnlike the private parties the State while exercising its powers and\ndischarging its functions, acts indubitably, as is expected of it, for\npublic good and in public interest. The impact of every State action\nis also on public interest. It is really the nature of its personality as\nState which is significant and must characterize all its actions, in\nwhatever field, and not the nature of function, contractual or\notherwise, which is decisive of the nature of scrutiny permitted for\nexamining the validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a>\nbeing the duty to act fairly, justly and reasonably, there is nothing\nwhich militates against the concept of requiring the State always to\n so act, even in contractual matters. This factor alone is sufficient to\nimport at least the minimal requirements of public law obligations\nand impress with this character the contracts made by the State or\nits instrumentality. It is a different matter that the scope of judicial\nreview in respect of disputes tailing within the domain of\ncontractual obligations may be more limited and in doubtful cases\nthe parties may be relegated to adjudication of their rights by\nresort to remedies provided for adjudication of purely contractual\ndisputes. However, to the extent challenge is made on the ground\nof violation of <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> by alleging that the impugned act is\narbitrary, unfair or unreasonable, the fact that the dispute also falls\nwithin the domain of contractual obligations would not relieve the\nState of its obligation to comply with the basic requirements of\n<a href=\"/doc/367586/\" id=\"a_28\">Article 14.</a> To this extent, the obligation is of a public character\ninvariably in every case irrespective of there being any other right\nor obligation in addition thereto. An additional contractual\nobligation cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_29\">Article\n14</a> of non-arbitrariness at the hands of the State in any of its\nactions.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_40\">53. From the above, it is clear that when an instrumentality of the\nState acts contrary to public good and public interest, unfairly,\nunjustly and unreasonably, in its contractual constitutional or\nstatutory obligations, it really acts contrary to The constitutional\nguarantee found in <a href=\"/doc/367586/\" id=\"a_30\">Article 14</a> of the Constitution. Thus if we apply\nthe above principle of applicability of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> to the facts of this\ncase, then we notice that the first respondent being an\ninstrumentality of State and a monopoly body had to be\napproached by the appellants by compulsion to cover its export\nrisk. The policy of insurance covering the risk of the appellants was\nissued by the first respondent after seeking all required information\nand after receiving huge sums of money as premium exceeding Rs.\n16 lacs. On facts we have found that the terms of the policy does\nnot give room to any ambiguity as to the risk covered by the first\nrespondent. We are also of the considered opinion that the liability\nof the first respondent under the policy arose when the default of\nthe   exporter    occurred    and    thereafter    when    Kazakhstan\nGovernment failed to fulfil its guarantee. There is no allegation that\nthe contracts in question were obtained either by fraud or by\nmisrepresentation. In such tactual situation, we are of the opinion,\n             the facts of this case do not and should not inhibit the High Court,\n            or this Court from granting the relief sought for by the petitioner.&quot;\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_41\">18.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_23\">In the case of        <a href=\"/doc/609434/\" id=\"a_32\">UNION OF INDIA AND OTHERS v. TANTIA\n\nCONSTRUCTION PRIVATE LIMITED12</a>, the Hon&#x27;ble Apex Court held that\n\nthe Constitutional powers vested in the High Courts and the Supreme Court\n\ncannot be fettered by any alternative remedy and the injustice whenever and\n\nwherever, it takes place, has to be struck down as an anathema to the Rule\n\nof Law and the provisions of the Constitution and the Apex Court confirmed\n\nthe view of the High Court in favour of maintainability of the writ petition.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">19.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1153646\" id=\"span_24\">In the case of <a href=\"/doc/1153646/\" id=\"a_33\">UTTAR PRADESH STATE BRIDGE CONSTRUCTION\n\nCORPORATION LIMITED v. BANGALORE DEVELOPMENT AUTHORITY\n\nAND ORS13</a>, a Division Bench of Karnataka High Court at paragraphs 30, 31,\n\n61 and 62 held as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><blockquote id=\"blockquote_15\">            &quot;30. Since the respondent is an instrumentality of the State, it was\n            bound to observe the obligation cast on it by virtue of <a href=\"/doc/367586/\" id=\"a_34\">Article 14</a> of\n            the Constitution, even in regard to contractual matters. In the case\n            of Kumari Shrilekha Vidyarthi, by the learned Senior Counsel Sri\n            Shantharaju for the appellant, the Apex Court dealing with the\n            requirement of <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> in the sphere of contract entered into by\n            the State, has laid down the following proposition of law:\n</blockquote>\n<blockquote id=\"blockquote_16\">            &quot;The requirement of <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> should extend even in the sphere of\n            contractual matters for regulating the conduct of the State activity.\n            Applicability of <a href=\"/doc/367586/\" id=\"a_37\">Article 14</a> to all executive actions of the State being\n            settled and for the same reason its applicability at the threshold to\n            the making of a contract in exercise of the executive power being\n            beyond dispute, the State cannot thereafter cast off its personality\n            and exercise unbridled power unfettered by the requirements of\n            <a href=\"/doc/367586/\" id=\"a_38\">Article 14</a> in the sphere of contractual matters and claim to be\n            governed herein only by private law principles applicable to private\n            individuals whose rights flow only from the terms of the contract\n\n<span class=\"hidden_text\" id=\"span_25\">12</span>\n     (2011) 5 SCC 697\n<span class=\"hidden_text\" id=\"span_26\">13</span>\n     2005 (3) ARBLR254 (Kar)\n without anything more. The personality of the State, requiring\nregulation of its conduct in all spheres by requirement of <a href=\"/doc/367586/\" id=\"a_39\">Article 14</a>,\ndoes not undergo such a radical change after the making of a\ncontract merely because some contractual rights accrue to the\nother party in addition. It is not as if the requirement of Article 14\nand contractual obligations are alien concepts, which cannot co-\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">exist. The Constitution does not envisage or permit unfairness or\nunreasonableness in State actions in any sphere of its activity\ncontrary to the professed ideals in the preamble. Therefore, total\nexclusion of Article 14-non-arbitrariness which is basic to rule of\nlaw from State actions in contractual field is not justified&quot;.\n\nIt was observed by the Apex Court <a href=\"/doc/1153646/\" id=\"a_40\">in <a href=\"/doc/1153646/\" id=\"a_41\">the above case</a></a> as under:\n\n</p><blockquote id=\"blockquote_17\">&quot;28. Even assuming that it is necessary to import the concept of\npresence of some public element in a State action to attract <a href=\"/doc/367586/\" id=\"a_42\">Article\n14</a> and permit judicial review, we have no hesitation in saying that\nthe ultimate impact of all actions of the State or a public body\nbeing undoubtedly on public interest, the requisite public elements\nfor this purpose is present also in contractual matters. We,\ntherefore, find it difficult and unrealistic to exclude the State\nactions in contractual matters, after the contract has been made,\nfrom the purview of judicial review to test its validity on the anvil\nof <a href=\"/doc/367586/\" id=\"a_43\">Article 14.</a>\n</blockquote>\n<blockquote id=\"blockquote_18\">      xxx xxx xxx&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_45\">      36. The meaning and true import of arbitrariness is more\n      easily visualized than precisely stated or defined. The\n      question, whether an impugned act is arbitrary or not, is\n      ultimately to be answered on the facts and in the\n      circumstances of a given case. An obvious test to apply is to\n      see whether there is any discernible principle emerging from\n      the impugned act and if so, does it satisfy the test of\n      reasonableness. Where a mode is prescribed for doing an act\n      and there is no impediment in following that procedure,\n      performance of the act otherwise and in a manner which\n      does       not   disclose   any   discernible   principle   which   is\n      reasonable, may itself attract the vice of arbitrariness. Every\n      State action must be informed by reason and it follows that\n      an act uninformed by reason, is arbitrary. Rule of law\n      contemplates governance by laws and not by humour, whims\n       or caprices of the men to whom the governance is entrusted\n      for the time being. It is trite that &#x27;be you every so high, the\n      laws are above you&#x27;. This is what men in power must\n      remember, always&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">31. If we test the action of the respondent-BDA in the light of the\nabove said decision as regards the State action even in the field of\ncontractual matters, as <a href=\"/doc/1153646/\" id=\"a_44\">laid down by</a> the Apex Court, the\ninescapable and inevitable conclusion to be drawn in the instant\ncase is that, the respondent having agreed to all the changes and\nsuggestions made by the appellant-Corporation, and having given\nits approval by letter dated 15-2-2005, could not have turned\naround and stabbed the appellant-Corporation by withdrawing all\nthe concessions and issuing notice of termination of contract even\nwithout offering reasonable opportunity to the appellant to put in\nits say in the matter. There is substance in the appellant&#x27;s\ncontention that nothing but arbitrariness is writ large in the action\nof the respondent in withdrawing the concession and rescinding\nthe contract. Hence, having regard to the totality of the\ncircumstances of the case, in the light of the correspondence\nbetween the parties, we are of the considered opinion that the\nlearned Single Judge, having rightly taken the view that the action\nof the respondent appears to be arbitrary and may not stand the\ntest of scrutiny under <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a> of the Constitution, erred in\nholding that there is no arbitrariness in the action of the\nrespondent-BDA. With due respect, we say that the learned Single\nJudge committed an error in taking the contrary stand, when on\nthe face of it, the action of the respondent amounts to nothing but\narbitrariness writ large and unfair and cannot be termed as just\nand consequently violative of <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a> of the Constitution.\nTherefore, we respectfully disagree with the view taken by the\nlearned Single Judge that there is no arbitrariness in the action\ntaken by the respondent. Hence, we have no hesitation in\nanswering point No. 1 in the affirmative.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">61. Having regard to the totality of the circumstances in the cases\non hand, we are at a loss to understand as to why the respondent,\nbeing an instrumentality of the State, did not think of the\nconsequences of its action and its impact on the public at large,\nleave alone the escalation of the cost due to raise in price of\nmaterials. Every action of the State and its instrumentalities should\n             be aimed at securing the welfare of the people and as &#x27;Jeremy\n            Bentham&#x27; has put it, the object of every action of the State should\n            be to secure maximum happiness of the maximum number of\n            people. Seen in this light, the respondent, by its own arbitrary and\n            unreasonable    stand,    has   terminated   the   contracts   during\n            midstream and this has resulted in great inconvenience being\n            caused to the public.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">            62. The work that is entrusted to the appellant-Corporation is not\n            something which every Tom, Dick and Harry can do, but it requires\n            specialised knowledge and expertise which skills are to be found in\n            the appellant-construction company and hence, the respondent\n            ought to have thought over the impending consequences of its\n            action. Suffice to say that changing the contractor in matters like\n            this, is not like changing the clothes.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n\n</p><p data-structure=\"Precedent\" id=\"p_50\">20.       Coming to the judgments cited by the learned Advocate General.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1476961\" id=\"span_27\">In the case of          <a href=\"/doc/1476961/\" id=\"a_47\">PRABHA ARORA AND ANOTHER v. BRIJ MOHINI\n\nANAND AND OTHERS14</a>, the issue that fell consideration before the Hon&#x27;ble\n\nApex Court was with regard to an alteration/modification of the terms of\n\ncontract and the Apex Court held that the doctrine of fairness cannot be\n\ninvoked to amend, alter or vary the express terms of the contract between\n\nthe parties and that the tender terms are contractual and it is the privilege of\n\nthe Government which invites its tenders and the Courts do not have the\n\njurisdiction to judge on as to how the tender terms to be framed. In the\n\nconsidered opinion of this Court<a href=\"/doc/1476961/\" id=\"a_48\">, <a href=\"/doc/1476961/\" id=\"a_49\">the said decision</a></a> of the Hon&#x27;ble Apex Court\n\nwould not render any assistance to the case of the respondents in the\n\nabsence of such contingencies of said nature in the present case.</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">14</span>\n</p><p data-structure=\"Precedent\" id=\"p_51\">     (2017) 10 SCC 53\n</p><p data-structure=\"Precedent\" id=\"p_52\">  21.      In the case of STATE OF GUJARAT AND OTHERS v. MEGHJI\n\nPETHRAJ SHAH CHARITABLE TRUST AND OTHERS15, the Hon&#x27;ble Apex\n\nCourt at paragraph 22, held as under:\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n</p><p data-structure=\"Precedent\" id=\"p_54\">            &quot;22. We are unable to see any substance in the argument that the\n            termination of arrangement without observing the principle of\n            natural justice (audi alteram partem) is void. The termination is not\n            a quasi-judicial act by any stretch of imagination; hence it was not\n            necessary to observe the principles of natural justice. It is not also\n            an executive or administrative act to attract the duty to act fairly.\n            It was - as has been repeatedly urged by Sri Ramaswamy - a\n            matter governed by a contract/agreement between the parties. If\n            the matter is governed by a contract, the writ petition is not\n            maintainable since it is a public law remedy and is not available in\n            private law field, e.g., where the matter is governed by a non-\n            statutory contract. Be that as it may, in view of our opinion on the\n            main question, it is not necessary to pursue this reasoning further.&quot;\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">22.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_29\">In the case of <a href=\"/doc/164673968/\" id=\"a_50\">STATE OF KERALA AND OTHERS v. M.K.JOSE16</a>,\n\nthe Hon&#x27;ble Apex Court at paragraphs 12 to 14 held as under:</span>\n\n\n</p><blockquote id=\"blockquote_19\">            &quot;12. As the factual narration would reveal, the Respondent has\n            been invoking the jurisdiction of the High Court Under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a>\n            of the Constitution on various occasions challenging every action\n            which pertain to extension of time, denial of revised estimate by\n            the State Government and many other facets of that nature and\n            the High Court, we must say, has been generously passing orders\n            for consideration by the appropriate authority, for grant of\n            opportunity of being heard to the contractor and to consider his\n            representation in accordance with law. This kind of orders in a\n            contractual matter, in our considered view, is ill-conceived. They\n            not only convert the controversy to a disturbing labyrinth, but\n            encourage frivolous litigation. The competent authority might have\n            mentioned that more than 50% work remained to be done but that\n            should not have prompted the Appellate Bench hearing the intra-\n            court appeal to appoint a Commission of two Advocates and\n\n\n<span class=\"hidden_text\" id=\"span_30\">15</span>\n     (1994) 3 SCC 552\n<span class=\"hidden_text\" id=\"span_31\">16</span>\n     (2015) 9 SCC 433\n granting them liberty to take assistance of a competent Engineer.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_56\">As the report would show, the Commission of two Advocates have\ntaken assistance of a retired Assistant Executive Engineer and\nsubmitted the report. Though, learned Counsel for the State had\nnot objected to the same, yet we really fail to fathom how a writ\njurisdiction can be extended to cause a roving enquiry through a\nCommission and rely on the facts collected without granting\nopportunity to the State to file objections to the same and in the\nultimate eventuate, cancel the order of termination of contract.\nWhat precisely was the quantum of work done and whether there\nhad been a breach by the owner or the contractor, are required to\nbe gone into by the appropriate legal forum.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">13. A writ court should ordinarily not entertain a writ petition, if\nthere is a breach of contract involving disputed questions of fact.\nThe present case clearly indicates that the factual disputes are\ninvolved. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_32\">In <a href=\"/doc/460900/\" id=\"a_52\">State of Bihar v. Jain Plastics and Chemicals Ltd.</a> :</span>\n</p><blockquote id=\"blockquote_20\">(2002) 1 SCC 216, a two-Judge Bench reiterating the exercise of\npower Under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a> of the Constitution in respect of\nenforcement of contractual obligations has stated:\n</blockquote>\n<blockquote id=\"blockquote_21\">It is to be reiterated that writ petition Under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> is not the\nproper proceedings for adjudicating such disputes. Under the law,\nit was open to the Respondent to approach the court of competent\njurisdiction for appropriate relief for breach of contract. It is settled\nlaw that when an alternative and equally efficacious remedy is\nopen to the litigant, he should be required to pursue that remedy\nand not invoke the writ jurisdiction of the High Court. Equally, the\nexistence of alternative remedy does not affect the jurisdiction of\nthe court to issue writ, but ordinarily that would be a good ground\nin refusing to exercise the discretion Under <a href=\"/doc/1712542/\" id=\"a_55\">Article 226.</a>\n</blockquote>\n<blockquote id=\"blockquote_22\">In the said case, it has been further observed:\n</blockquote>\n<blockquote id=\"blockquote_23\">It is true that many matters could be decided after referring to the\ncontentions raised in the affidavits and counter-affidavits, but that\nwould hardly be a ground for exercise of extraordinary jurisdiction\nUnder <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the Constitution in case of alleged breach of\ncontract.\n</blockquote>\n<blockquote id=\"blockquote_24\">Whether the alleged non-supply of road permits by the Appellants\nwould justify breach of contract by the Respondent would depend\n            upon facts and evidence and is not required to be decided or dealt\n           with in a writ petition. Such seriously disputed questions or rival\n           claims of the parties with regard to breach of contract are to be\n           investigated and determined on the basis of evidence which may\n           be led by the parties in a properly instituted civil suit rather than by\n           a court exercising prerogative of issuing writs.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_58\">           14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_33\">In <a href=\"/doc/191872/\" id=\"a_57\">National Highways Authority of India v. Ganga Enterprises</a> :</span>\n</p><blockquote id=\"blockquote_25\">           (2003) 7 SCC 410, the Respondent therein had filed a writ petition\n           before the High Court for refund of the amount. The High Court\n           posed two questions, namely, (a) whether the forfeiture of security\n           deposit is without authority of law and without any binding\n           contract between the parties and also contrary to <a href=\"/doc/931937/\" id=\"a_58\">Section 5</a> of the\n           Contract Act; and (b) whether the writ petition is maintainable in a\n           claim arising out of breach of contract. While dealing with the said\n           issue, this Court opined that:\n</blockquote>\n<blockquote id=\"blockquote_26\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_36\">It is settled law that disputes relating to contracts cannot be\n           agitated Under <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution of India. It has been\n           so held in the cases of <a href=\"/doc/318728/\" id=\"a_60\">Kerala SEB v. Kurien E. Kalathil</a> : (<a href=\"/doc/1156062/\" id=\"a_61\">2000) 6\n           SCC 293, State of U.P. v. Bridge and Roof Company (India) Ltd.</a> :\n           (<a href=\"/doc/1893286/\" id=\"a_62\">1996) 6 SCC 22 and Bareilly Development Authority v. Ajai Pal\n           Singh</a>: (1989) 2 SCC 116. This is settled law. The dispute in this\n           case was regarding the terms of offer. They were thus contractual\n           disputes in respect of which a writ court was not the proper forum.</span></span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_38\">Mr. Dave, however, relied upon the cases of <a href=\"/doc/1956761/\" id=\"a_63\">Verigamto Naveen v.\n           Govt. of A.P.</a> : (<a href=\"/doc/261761/\" id=\"a_64\">2001) 8 SCC 344 and Harminder Singh Arora v.\n           Union of India</a> : (1986) 3 SCC 247. These, however, are cases\n           where the writ court was enforcing a statutory right or duty. These\n           cases do not lay down that a writ court can interfere in a matter of\n           contract only. Thus on the ground of maintainability the petition\n           should have been dismissed.&quot;20.       In the above said judgment,\n           the Hon&#x27;ble Apex court found fault with the order of the High Court\n           directing appointment of Commissioner.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">23.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_39\">In the case of <a href=\"/doc/77081689/\" id=\"a_65\">JOSHI TECHNOLOGIES INTERNATIONAL INC</a>\n\n(supra 7), the Hon&#x27;ble Apex Court at paragraphs 54, 56, 69 and 70, held as\n\nfollows:</span>\n</p><blockquote id=\"blockquote_27\"> &quot;54. Let us presume that there was such an intention. In fact, it is\nso stated in the three letters dated 17-06-2005, 11-04-2007 and\n28-04-2008 which are written by MoPNG and not disowned by it.\nStill such an intention would not make any difference and for this\npurpose we again revert back to <a href=\"/doc/981147/\" id=\"a_66\">Article 32</a> which has already been\nreproduced above. Not only prior understanding between the\nparties stood superseded as mentioned in <a href=\"/doc/846967/\" id=\"a_67\">Article 32.1</a>, <a href=\"/doc/1566826/\" id=\"a_68\">Article 32.2</a>\nwhich is crucial to answer this question, bars any amendment,\nmodification etc. to the said contract except by an instrument in\nwriting signed by all the parties. Thus, unless Respondents agree\nto amend, modify or varied/supplemented the terms of the\ncontract, no right accrues to the Appellant in this behalf.\n</blockquote>\n<blockquote id=\"blockquote_28\">56. As noted above, the contention of the Respondent is that PSCs\nare in the nature of a contract agreed to between the two\nindependent contracting parties. It is also mentioned that before\nthe signing of the PSCs, the approval of Cabinet is obtained which\nreflects that the PSC as submitted to the Cabinet has the approval\nof one of the contracting parties, namely, Government of India in\nthis case. When it is signed by the other party it means that it has\nthe approval of both the parties. Therefore, a contracting party\ncannot claim to be oblivious of the provisions of the law or the\ncontents of the contract at the time of signing and, therefore, later\non cannot seek retrospective amendment as a matter of right\nwhen no such right is conferred under the contract. Even the\ndoctrine of fairness and reasonableness applies only in the exercise\nof statutory or administrative actions of the State and not in the\nexercise of contractual obligation and issues arising out of\ncontractual matters are to be decided on the basis of law of\ncontract and not on the basis of the administrative law. No doubt,\nunder certain situations, even in respect of contract with the State\nrelief can be granted Under <a href=\"/doc/1712542/\" id=\"a_69\">Article 226.</a> We would, thus, be dealing\nwith this aspect in some detail.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_62\">69. The position thus summarized in the aforesaid principles has to\nbe understood in the context of discussion that preceded which we\nhave pointed out above. As per this, no doubt, there is no absolute\nbar to the maintainability of the writ petition even in contractual\nmatters or where there are disputed questions of fact or even\nwhen monetary claim is raised. At the same time, discretion lies\nwith the High Court which under certain circumstances, can refuse\n to exercise. It also follows that under the following circumstances,\n&#x27;normally&#x27;, the Court would not exercise such a discretion:\n\n</p><blockquote id=\"blockquote_29\">(a) the Court may not examine the issue unless the action has\nsome public law character attached to it.\n</blockquote>\n<blockquote id=\"blockquote_30\">(b) Whenever a particular mode of settlement of dispute is\nprovided in the contract, the High Court would refuse to exercise\nits discretion Under <a href=\"/doc/1712542/\" id=\"a_70\">Article 226</a> of the Constitution and relegate the\nparty to the said made of settlement, particularly when settlement\nof disputes is to be resorted to through the means of arbitration.\n</blockquote>\n<blockquote id=\"blockquote_31\">(c) If there are very serious disputed questions of fact which are of\ncomplex nature and require oral evidence for their determination.\n</blockquote>\n<blockquote id=\"blockquote_32\">(d) Money claims per se particularly arising out of contractual\nobligations are normally not to be entertained except in exceptional\ncircumstances.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_63\">70. Further legal position which emerges from various judgments\nof this Court dealing with different situations/aspects relating to\nthe contracts entered into by the State/public Authority with\nprivate parties, can be summarized as under:\n</p>\n<blockquote id=\"blockquote_33\">(i) At the stage of entering into a contract, the State acts purely in\nits executive capacity and is bound by the obligations of fairness.\n</blockquote>\n<blockquote id=\"blockquote_34\">(ii) State in its executive capacity, even in the contractual field, is\nunder   obligation   to   act   fairly   and   cannot   practice   some\ndiscriminations.\n</blockquote>\n<blockquote id=\"blockquote_35\">(iii) Even in cases where question is of choice or consideration of\ncompeting claims before entering into the field of contract, facts\nhave to be investigated and found before the question of a\nviolation of <a href=\"/doc/367586/\" id=\"a_71\">Article 14</a> could arise. If those facts are disputed and\nrequire assessment of evidence the correctness of which can only\nbe tested satisfactorily by taking detailed evidence, Involving\nexamination and cross-examination of witnesses, the case could\nnot be conveniently or satisfactorily decided in proceedings Under\n<a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> of the Constitution. In such cases court can direct the\naggrieved party to resort to alternate remedy of civil suit etc.\n\n</blockquote><blockquote id=\"blockquote_36\">(iv) Writ jurisdiction of High Court Under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> was not\nintended to facilitate avoidance of obligation voluntarily incurred.\n</blockquote><blockquote id=\"blockquote_37\"> (v) Writ petition was not maintainable to avoid contractual\nobligation. Occurrence of commercial difficulty, inconvenience or\nhardship in performance of the conditions agreed to in the contract\ncan provide no justification in not complying with the terms of\ncontract which the parties had accepted with open eyes. It cannot\never be that a licensee can work out the license if he finds it\nprofitable to do so: and he can challenge the conditions under\nwhich he agreed to take the license, if he finds it commercially\ninexpedient to conduct his business.\n</blockquote>\n<blockquote id=\"blockquote_38\">(vi) Ordinarily, where a breach of contract is complained of, the\nparty complaining of such breach may sue for specific performance\nof the contract, if contract is capable of being specifically\nperformed. Otherwise, the party may sue for damages.\n</blockquote>\n<blockquote id=\"blockquote_39\">(vii) Writ can be issued where there is executive action\nunsupported by law or even in respect of a corporation there is\ndenial of equality before law or equal protection of law or if can be\nshown that action of the public authorities was without giving any\nhearing and violation of principles of natural justice after holding\nthat action could not have been taken without observing principles\nof natural justice.\n</blockquote>\n<blockquote id=\"blockquote_40\">(viii)   If   the     contract   between   private   party   and   the\nState/instrumentality and/or agency of State is under the realm of\na private law and there is no element of public law, the normal\ncourse for the aggrieved party, is to invoke the remedies provided\nunder ordinary civil law rather than approaching the High Court\nUnder <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of the Constitutional of India and invoking its\nextraordinary jurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_41\">(ix) The distinction between public law and private law element in\nthe contract with State is getting blurred. However, it has not been\ntotally obliterated and where the matter falls purely in private field\nof contract. This Court has maintained the position that writ\npetition is not maintainable. Dichotomy between public law and\nprivate law, rights and remedies would depend on the factual\nmatrix of each case and the distinction between public law\nremedies and private law, field cannot be demarcated with\nprecision. In fact, each case has to be examined, on its facts\nwhether the contractual relations between the parties bear insignia\nof public element. Once on the facts of a particular case it is found\n             that nature of the activity or controversy involves public law\n            element, then the matter can be examined by the High Court in\n            writ petitions Under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> of the Constitution of India to see\n            whether action of the State and/or instrumentality or agency of the\n            State is fair, just and equitable or that relevant factors are taken\n            into consideration and irrelevant factors have not gone into the\n            decision making process or that the decision is not arbitrary.\n</blockquote>\n<blockquote id=\"blockquote_42\">            (x) Mere reasonable or legitimate expectation of a citizen, in such a\n            situation, may not by itself be a distinct enforceable right, but\n            failure to consider and give due weight to it may render the\n            decision arbitrary, and this is how the requirements of due\n            consideration of a legitimate expectation forms part of the principle\n            of non-arbitrariness.\n</blockquote>\n<blockquote id=\"blockquote_43\">            (xi) The scope of judicial review in respect of disputes falling within\n            the domain of contractual obligations may be more limited and in\n            doubtful cases the parties may be relegated to adjudication of their\n            rights by resort to remedies provided for adjudication of purely\n            contractual disputes.&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_64\">24.       It is very much evident from a reading of the above said judgment\n\nthat paragraph 70 (vii) would come to the rescue of the petitioners herein on\n\nthe facts of the case. A reading of the above said judgments further would\n\nmake it abundantly clear that there is no absolute bar on the maintainability\n\nof the writ petition in the contractual matters also.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_65\">25.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"438325\" id=\"span_40\">In this context, it may also be appropriate to refer to the judgments in\n\nthe case of <a href=\"/doc/438325/\" id=\"a_76\">MEKASTER TRADING CORPORASTION v. UNION OF INDIA\n\n(UOI) AND ORS17</a>, the Delhi High Court, at paragraphs 28 to 33, held as\n\nfollows:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">\n</p><blockquote id=\"blockquote_44\">            &quot;28. After elaborate statement of law on the point, let us apply the\n            same to the facts of this case. The proposition that impugned\n            order,   which   visits   the   petitioner   with   civil   and/or   evil\n            consequences had to be supported by reasons, was not even\n\n<span class=\"hidden_text\" id=\"span_41\">17</span>\n     106 (2003) DL TS73\n contested by the respondents. The argument proceeded on the\nbasis that such an order had to be a speaking order. While\npetitioner contended that the impugned order was not speaking,\nthis was stoutly disputed by the respondents and the learned\nAdditional Solicitor General contented that impugned order was a\nreasoned order. It is for this reason that to test this argument, I\nhave stated elaborately contents of the show cause notice, the\nmain defense of the petitioner in their twin replies and the\nimpugned order to blacklist. No doubt, in the show cause notice\ndetailed statement of imputation and breaches on the part of M/s.\nBarin as well as the petitioner are made. However, the replies of\nthe petitioner are equally elaborate and petitioner sought to\nexplain its version in an attempt to meet each others allegation\ncontained in the show cause notice and thereby contending that\npetitioner was not at fault and proposed action was not warranted.\nWhether the contention raised by the petitioners in their replies are\nconsidered and addressed, is the main question? Perusal of the\nimpugned order shows that after making recital of the events\nwhich transpired after the show cause notice, i.e. filing of replies\nby the petitioner, giving of hearings to both parties who explained\ntheir respective cases, the penultimate para records that case has\nbeen examined and heard and the sum and substance of the\nallegation made against the petitioner was that petitioner could not\nfulfilll its contractual obligation as Indian agent and replies\nsubmitted by the petitioner as well as oral representation made by\nthem during hearing of the case have not been found convincing.\nAll the arguments of the petitioners are brushed aside by the\nfollowing utterances &quot;the reply submitted by them vide their letters\ndated 18.8.2001 and 6.2.2002 and oral representation by them\nduring hearing of the case on 4.3.2002 have not been found\nconvincing. The available evidence does not reveal that the firm\nhas fulfillled its contractual obligations.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_67\">29. Passing the order in such a slip shod manner which has the\nserious effect of blacklisting the petitioner for a long period of 5\nyears is certainly not act of good administration.\n\n</p><p data-structure=\"CDiscource\" id=\"p_68\">30. It is abundantly clear that the aforesaid summation cannot be\ncalled as &quot;reasons&quot; in support of the order. It can, at best, be\ntermed as conclusion. Apart from this conclusion there is nothing in\nthe order to indicate any supportive reason. Thus, there is no\n indication in the order as to what are the elements which\npersuaded the competent authority to reject the contentions of the\npetitioner. The requirement that the reasons must meet the\nsubstance of the principle argument that the competent authority\nwas required to consider is clearly lacking. No link between the\nmaterial on which conclusions are based and the actual conclusion\ndrawn is based, is found. If that has remained at the back of the\nmind of the authority passing the order, and has not surfaced on\nthe records of the case, the ingredients of a reasoned order are\nnot met. Reading of such an order would naturally not satisfy the\naggrieved party&#x27;s desire to know as to why decision was reached\nand what was the justification in rejecting his point of view. It\nwould harbour the feeling that the authority proceeded with the\nmatter with closed mind, whatever is stated in the show cause\nnotice is final and giving of opportunity to show cause was empty\nformality as the defense was rejected summarily by labelling the\nsame as &#x27;not convincing&#x27;. It has to be emphasised that reasons for\na decision are distinct from the conclusions recorded in the order.\nApart from repeating that the petitioner had not fulfillled its\ncontractual obligation as Indian Agent which was stated in the\nshow cause notice (may be in detail), what was required was to at\nleast indicate in a concise manner as to why the defense of the\npetitioner was unconvincing.\n</p>\n<p data-structure=\"RespArg\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1546400\" id=\"span_42\">31. The Supreme Court in <a href=\"/doc/1546400/\" id=\"a_77\">State of Gujarat v. P. Raghav</a>, quashed\nthe order of the Municipal Commissioner, almost in identical\ncircumstances, on the ground that he did not give any reason for\nhis conclusion. That was a case where the Collector had passed\norder dated 2.7.1960 granting permission to the respondent to use\nsome land in Survey No. 417 for non-agricultural purposes. The\nMunicipal Committee challenged that order by approaching the\nCommissioner and requesting the Commissioner to exercise powers\nunder <a href=\"/doc/768660/\" id=\"a_78\">Section 211</a> of the Bombay Land Revenue Code, 1879. The\nCommissioner noted the objections of the Municipality and after\nreciting the objections and the arguments of the learned counsel\nfor the petitioner and after inspecting the site, observed:-</span>\n\n</p><blockquote id=\"blockquote_45\">      &quot; From this inspection the contentions of the Municipality as\n      to the existence of the various roads as well as the nature of\n      the Kharaba land have been proved beyond doubt.\n</blockquote><blockquote id=\"blockquote_46\">       In the light of the above arguments as well as the site\n      inspection and the papers of the case, I set aside the order\n      of the Collector granting N.A. Permission. I consider, on\n      weighing all evidence cited above, that the land does not\n      belong to Shri Raghav Natha.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_70\">      This was the order which was challenged by the respondent\n      by filing writ petition in the High Court which was allowed\n      and one of the grounds taken was that the order was\n      without any reasons. State of Gujarat appealed to the\n      Supreme Court. Dismissing the appeal the Apex Court\n      observed as under:-\n</p>\n<blockquote id=\"blockquote_47\">             &quot;13. We are also of the opinion that the order of the\n             Commissioner should be quashed on the ground that\n             he did not give any reasons for his conclusions. We\n             have already extracted the passage above which\n             shows that after reciting the various contentions he\n             baldly stated his conclusions without disclosing his\n             reasons. In a matter of this kind the Commissioner\n             should indicate his reasons, however briefly, so that\n             an aggrieved party may carry the matter further if so\n             advised.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_71\">32. Although this Court not concerned with the merit of a decision,\nbut decision-making process, what is required to be noticed is that\nthe petitioner had, in his replies, made some significant\nsubmissions. It was pointed out that even when there was some\ntechnical deviations in the material supplied by M/s. Barin, it did\nnot amount to a deviation and flaw but was instead an\nimprovement and that was stated by none else but the\nrespondents themselves in earlier proceedings when award of this\ncontract was challenged by third party and that too by filing an\naffidavit. It has also been noted that initially when the inspection\nteem had carried out inspection at works of M/s. Barin, Italy from\n17.6.1996 to 21.6.1996 it issued inspection advise date 20.6.1996,\ninter alia, observing that the equipment was technically acceptable\nfrom T.E. parameters and parties&#x27; working point of view. Even\nwhere it was rejected subsequently by DGS&amp;D, the purchaser viz.\nrespondent No. 2 was satisfied with the equipment and thus, there\nwas difference of opinion between two authorities. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"274311\" id=\"span_43\">What is sought\nto be highlighted is that defense of the petitioner was not a sham\n             which deserved this kind of contemptuous/summary treatment. In\n            order to show that due consideration is given to such submissions,\n            it was incumbent upon the authority to at least indicate briefly in\n            the order as to why these contentions of the petitioner did not cut\n            any ice with the competent authority. It may be that there would\n            be good reasons to reject these contentions but that should be\n            discernible from the impugned order itself. It is trite law that when\n            authority has omitted to give reasons in the impugned order such a\n            deficiency cannot be supplied by the State by adducing sufficient\n            ground therefore when the validity of the order is challenged (See\n            <a href=\"/doc/274311/\" id=\"a_79\">Collector of Monghyr v. Keshav Prasad</a>, ). In the instant case I am\n            of the considered view that the competent authority has not given\n            any reason for his conclusion, namely, as to why the reply and\n            submissions of the petitioner were unconvincing. Such an order\n            cannot stand judicially scrutiny. This order is accordingly set aside.\n            Writ petition stands allowed and rule is made absolute.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_72\">            33. However, it would not preclude the respondents to pass fresh\n            order in consonance with law and after giving reasons in support of\n            its order.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">26.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1508507\" id=\"span_44\">In    the     case   of   <a href=\"/doc/1508507/\" id=\"a_80\">THE SIEMENS ENGINEERING &amp; MANU\n\nFACTURING CO. OF INDIA LTD. v. THE UNION OF INDIA AND\n\nANOTHER18</a>, the Hon&#x27;ble Apex Court held that the rule requiring reasons to\n\nbe given in support of an order is like the principal of audi alteram partem, a\n\nbasic principle of natural justice which must inform every quasi-judicial\n\nprocess and this rule must be observed in its proper spirit and mere pretence\n\nof compliance with it would not satisfy the requirement of law.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">27.       In the instant case, there is absolutely no controversy on the reality\n\nthat in response to the notices given to expedite the execution of works, the\n\npetitioner submitted replies in an elaborate manner.                  A perusal of the\n\nimpugned orders dated 09.12.2017 reveal, in vivid and candid terms, that\n\nexcept stating that the replies submitted by the petitioners were not\n\n<span class=\"hidden_text\" id=\"span_45\">18</span>\n     (1976) 2 SCC 981\n acceptable, the respondent authorities did not make any endeavour to verify\n\nthe contents of the same. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1508507\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"438325\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_48\">In the considered opinion of this Court, the said\n\naction is a patent violation of the principles of natural justice, in view of the\n\nlaw laiddown in <a href=\"/doc/77081689/\" id=\"a_81\">JOSHI TECHNOLOGIES INTERNATIONAL INC</a> (supra 7)\n\nand the judgment of the Delhi High Court <a href=\"/doc/438325/\" id=\"a_82\">MEKASTER TRADING\n\nCORPORASTION</a> (supra 17) and the judgment of the Hon&#x27;ble Apex Court\n\nreferred to in <a href=\"/doc/1508507/\" id=\"a_83\">THE SIEMENS ENGINEERING &amp; MANU FACTURING CO.\n\nOF INDIA LTD.</a> (supra 18), the impugned action cannot be sustained and\n\nthe present writ petitions, questioning such an action is undoubtedly\n\nmaintainable.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">\n</p><p data-structure=\"CDiscource\" id=\"p_77\">28.    On this ground alone, the impugned action to the extent of deletion of\n\npart of the works contracts cannot be sustained in the absence of non-\n\nconsideration of the contents of the replies. Having acknowledged the replies\n\nand having shown the same as a reference in the impugned order, there is\n\nabsolutely no justification on the part of the respondents in not adverting to\n\nthe contents of the same.        This Court also finds sufficient force in the\n\nsubmission of the learned Senior Counsel that the reports of the Technical\n\nAdvisory Committee was also not taken into consideration. The contention\n\nwith regard to the jurisdiction of the Superintendent Engineer to pass the\n\norders, deleting portion of the works, in the considered opinion of this Court\n\nis liable for rejection in view of the Clause 1.1 of the Instructions to Bidders\n\nand Clause 26.2 of General Conditions of Contract.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_78\">29.    After giving thoughtful consideration to the entire material available on\n\nrecord, this Court has absolutely no scintilla of hesitation to come to an\n\nirresistible conclusion that the impugned action on the part of the respondent\n\nauthorities is highly arbitrary and illegal and a patent violation of the\n\nprinciples of natural justice.   Since this Court is inclined to set aside the\n impugned orders dated 9.12.2017 on the ground of violation of principles of\n\nnatural justice, this Court does not propose to go into other contentions\n\nadvanced by the learned Senior Advocates and the learned Advocate General.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_79\">30.    For the aforesaid reasons, the impugned orders dated 09.12.2017\n\npassed by the Superintending Engineer, deleting part of the works from the\n\nworks contracts of the petitioners herein are hereby set aside with a liberty to\n\nthe respondents to pass orders afresh, after considering the replies dated\n\n08.09.2017 submitted by the petitioners herein and after giving opportunity\n\nof hearing to the petitioners herein. It is also made clear that the petitioners\n\nherein are entitled to place further material, if any, in support of their\n\nrespective cases within two weeks from the date of receipt of this order.\n\nFurther action in respect of the present works contracts shall be subject to\n\nout come of the said exercise to be undertaken by the respondents. It is also\n\nmade clear that till the orders are passed afresh, as mentioned supra, the\n\ninterim orders granted by this Court shall remain in operation.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_80\">31.    Accordingly, the writ petitions are disposed of.      As a sequel, the\n\nmiscellaneous petitions, if any, shall stand disposed of. There shall be no\n\norder as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">\n</p><p data-structure=\"Precedent\" id=\"p_82\">                                                              ______________\n                                                              A.V.SESHA SAI, J\nDate: 5.6.2018\nGRK/DA\n          THE HON&#x27;BLE SRI JUSTICE A.V.SESHA SAI\n\n\n\n\n            W.P.Nos.97, 10109 &amp; 295 of 2018\n\n\n\n\n                       5.6.2018\n\n\n\n\nGrk/da\n </p>","numcites":31,"numcitedby":0,"docsource":"Telangana High Court","citetid":82116384,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"works contract","formInput":"works%20contract"},{"value":" non arbitrary","formInput":"%20non%20arbitrary"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":" right to accrue ","formInput":"%20right%20to%20accrue%20"},{"value":"Instrumentality of state","formInput":"Instrumentality%20of%20state"},{"value":"contract law","formInput":"contract%20law"},{"value":"reasoned order","formInput":"reasoned%20order"},{"value":"settled law","formInput":"settled%20law"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"contractual disputes ","formInput":"contractual%20disputes%20"},{"value":"ongole","formInput":"ongole"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"writ petition maintainable ","formInput":"writ%20petition%20maintainable%20"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"a.v. sesha sai","formInput":"a.v.%20sesha%20sai"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}