{"tid":95406433,"publishdate":"2017-05-09","title":"Ivrcl Ltd. & Anr vs Union Of India & Ors on 9 May, 2017","doc":"<h2 class=\"doc_title\">Ivrcl Ltd. &amp; Anr vs Union Of India &amp; Ors on 9 May, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-agrawal\">Sanjay K. Agrawal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-agrawal\">Sanjay K. Agrawal</a></h3>\n\n<pre id=\"pre_1\">                                                      1\n\n\n                                                                                       AFR\n\n             HIGH COURT OF CHHATTISGARH, BILASPUR\n                 Arbitration Application No.47 of 2014\n   1. IVRCL Ltd. A company registered under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act,\n       1956</a> Through: Managing Director, Head Office: M-22/3RT,\n       Vijaynagar Colony, Hyderabad 500057 (AP)\n   2. A.N. Reddy Sr. Assistant General Manager (Project), IVRCL\n       Ltd.,    Office     at    House       No.3,        Muskan     Residency,        Near\n       Pachpedhi Naka, Dhamtari Road, P.S.: Kalibadi, Raipur (CG)\n                                                                       ----Applicants\n                                         Versus\n   1. Union of India, Through: The General Manager, South East\n       Central Railway Bilaspur (CG)\n   2. Chief Engineer (Con-I/BSP), South Eastern Central Railway\n       Bilaspur (CG)\n   3. Dy.General Manager (G) O/o. The General Manager, South\n       East Central Railway, Bilaspur (CG)\n                                                                    ---- Respondents\n---------------------------------------------------------------------------------------------\n</pre><p data-structure=\"Section\" id=\"p_1\">For Appellants                 :      Mr.N.Naha Roy, Advocate\nFor Respondents                :      Mr.Abhishek Sinha, Advocate\n</p><p data-structure=\"Issue\" id=\"p_2\">---------------------------------------------------------------------------------------------\n\n</p><p data-structure=\"Issue\" id=\"p_3\">                 Hon&#x27;ble Shri Justice Sanjay K. Agrawal\n\n                                  Order on Board\n\n\n       09/05/2017\n\n</p><p data-structure=\"Issue\" id=\"p_4\">   1. This is an application under <a href=\"/doc/605764/\" id=\"a_2\">Section 11(6)</a> of the Arbitration\n\n       and Conciliation Act, 1996 (hereinafter called as &quot;Act of\n\n       1996&quot;) for appointment of arbitrator to resolve the dispute\n\n       arisen between the parties herein.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">   2. The applicant (IVRCL Ltd) and respondent (SECR) have\n\n       entered into an agreement on 27.1.2005. The agreement\n<span class=\"hidden_text\" id=\"span_1\">                                     2</span>\n\n\n  signed in between the parties had made the General\n\n  Conditions of Contract (hereinafter called as &quot;GCC&quot;) and\n\n  Standard   Specifications   as   the   part   of   the   contract\n\n  agreement. The subject conditions of the contract agreed and\n\n  signed in between the parties contained an express provision\n\n  that the Special Condition and Schedule of Work under the\n\n  contract is in addition to and / or an part supersession of the\n\n  GCC. The rights and obligations, in particular the agreed\n\n  procedure of dispute resolution by way of Arbitration Clause\n\n  contained in clause 16 of the Special Conditions of Contract\n\n  (hereinafter called as &quot;SCC&quot;).\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">3. Admittedly, the value of the contract at the time of award\n\n  was ₹3077.00 (Rupees Thirty Crores Seventy Seven Lacs\n\n  approx.). The appellant raised a claim of ₹13,72,44,915/- and\n\n  made a request for appointment of arbitrator by letter dated\n\n  24.10.2013. The applicants by memo dated 24.4.2014 also\n\n  raised a demand for appointment of arbitrator under clause\n\n  64(1) (i) of the GCC. The respondent by its memo dated\n\n  18.6.2014 rejected the prayer for appointment of arbitrator\n\n  holding that the applicant has already signed &#x27;No Claim\n\n  Certificate&#x27; and in the light of clause 43(2) of the GCC read\n\n  with clause 16.2 of the SCC claim exceeds 20% of the value\n\n  of contract, therefore, dispute is not arbitrable and as such,\n\n  claims are barred by application of clause 63 and 64 of the\n\n  GCC. With these facts, application for appointment of\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\n\n  arbitrator under <a href=\"/doc/1080390/\" id=\"a_3\">Section 11(6)</a> of the Act of 1996 has been\n\n  filed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">4. The respondent-SECR filed their reply stating inter-alia that\n\n  value of the contract at the time of award was ₹ 3077.00\n\n  (Rupees Thirty Crores Seventy Seven Lacs approx.) and claim\n\n  raised by the appellant on 30.7.2013 is ₹ 13,72,44,915/-,\n\n  which is in excess and more than 20% of the contract value,\n\n  therefore, dispute in question is not arbitrable by the\n\n  arbitrator and arbitrator cannot be appointed to adjudicate\n\n  the dispute raised by the applicants. Two additional grounds\n\n  have been raised that no claim certificate has been signed by\n\n  the appellant, which debars the appellant from making\n\n  prayer for appointment of arbitrator which being the matter\n\n  as contained in clause 43(2) of the GCC and consequential\n\n  remedy of arbitration stands excluded under clause 16.4 of\n\n  the SCC and as such, the present application is not\n\n  maintainable and deserves to be dismissed.\n\n</p><p data-structure=\"Issue\" id=\"p_8\">5. Rejoinder has been filed controverting the allegations made\n\n  in the return.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1513693\" id=\"span_3\">6. Mr.N. Naha Roy, learned counsel appearing for the applicants\n\n  would submits that this High Court is an appropriate High\n\n  Court to appoint the arbitrator under <a href=\"/doc/1080390/\" id=\"a_4\">Section 11(6)</a> of the Act\n\n  of 1996. He would further submit that there is live and\n\n  arbitral   dispute   exists   between   the   parties,   therefore,\n\n  application under <a href=\"/doc/1080390/\" id=\"a_5\">Section 11(6)</a> of the Act of 1996 deserves\n\n  to be allowed. He would also submit that even though claim\n<span class=\"hidden_text\" id=\"span_4\">                                         4</span>\n\n\n      amount is in excess and more than 20% of the contract\n\n      value, then also arbitration clause would not be excluded as\n\n      clause 16.2 of SCC read with clause 63 and 64 of the GCC\n\n      which restrict the arbitrability dispute is hit by <a href=\"/doc/1224074/\" id=\"a_6\">Section 28</a> of\n\n      the Indian Contract Act, 1872 as remedy of arbitration cannot\n\n      be restricted by the respondents, therefore, the plea raised\n\n      by the respondents deserves to be rejected. He heavily\n\n      placed reliance upon the decision of the Supreme Court in\n\n      the matter of <a href=\"/doc/1513693/\" id=\"a_7\">LIC of India and another Vs. Consumer\n\n      Education &amp; Research Centre</a> and others1 (para 37).</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1256411\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"556633\" id=\"span_6\">7. On the other hand, Mr.Abhishek Sinha, learned counsel\n\n      appearing for the respondents, would submit that since the\n\n      claim raised by the appellants is clearly in excess and more\n\n      than 20% of the contract value, dispute in question is not\n\n      arbitrable by arbitration and arbitrator cannot be appointed\n\n      in exercise of power conferred under <a href=\"/doc/1080390/\" id=\"a_8\">Section 11(6)</a> of the Act\n\n      of 1996. He <a href=\"/doc/1513693/\" id=\"a_9\">placed reliance upon</a> the decisions of the\n\n      Supreme Court in the matter of <a href=\"/doc/556633/\" id=\"a_10\">State of A.P. and another\n\n      Vs. Obulu Reddy2</a> further followed in the matter of <a href=\"/doc/1256411/\" id=\"a_11\">J.\n\n      Kodanda Rami Reddy Vs. State of Andhra Pradesh</a> and\n\n      others3.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1966455\" id=\"span_7\">8. Mr. Abhishek Sinha would further submit that such a clause\n\n      in the contract agreement is in accordance with law and not\n\n      hit by <a href=\"/doc/1224074/\" id=\"a_12\">Section 28</a> of the Indian Contract Act as the parties\n\n      have agreed under <a href=\"/doc/74115/\" id=\"a_13\">Section 7</a> of the Act of 1996. He placed\n\n<span class=\"hidden_text\" id=\"span_8\">1</span>\n  (1995) 5 SCC 482\n<span class=\"hidden_text\" id=\"span_9\">2</span>\n  (2001) 10 SCC 30\n<span class=\"hidden_text\" id=\"span_10\">3</span>\n  (2011) 1 SCC 197\n<span class=\"hidden_text\" id=\"span_11\">                                              5</span>\n\n\n         reliance in the matter of <a href=\"/doc/1966455/\" id=\"a_14\">S.K. Jain Vs. State of Haryana</a>\n\n         and another4.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">      9. I have heard learned counsel appearing for the parties,\n\n         considered their rival submissions made hereinabove and\n\n         also gone through the record with utmost circumspection.\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">      10.       It is not in dispute that this High Court is an appropriate\n\n         Court for appointment of arbitrator under <a href=\"/doc/1523259/\" id=\"a_15\">Section 11(6)</a> of the\n\n         Act of 1996. It is also not in dispute that the parties have\n\n         entered into an agreement and thereafter, claim has been\n\n         raised by the applicants which has been disputed by the\n\n         respondents and dispute has arisen between the parties, but\n\n         question for consideration would be whether such a dispute is\n\n         arbitrable dispute for which arbitrator is to be appointed\n\n         under <a href=\"/doc/1523259/\" id=\"a_16\">Section 11 (6)</a> of the Act of 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">      11.       In order to decide the dispute raised at the Bar, it would\n\n         be appropriate to notice clause 16.2 of the SCC which\n\n         provides as under:-\n</p>\n<blockquote id=\"blockquote_1\">                  &quot;16.2 The provision of the clause 63 and 64 of SE\n                  Railway General conditions of contract and standard\n                  specifications 2001 (Vol II) with upto date correction\n                  slips will be applicable only for settlement of claims\n                  or disputes between the parties for value less than\n                  or equal to 20% (twenty percent) of the value of the\n                  contract, and when claims or disputes are of the\n                  value more than 20% (twenty percent) of the value\n                  of the contract, provision of clause 63 and 64 and\n                  other relevant clauses of SE Railway General\n                  conditions of contract and standard specifications\n                  2001 (Vol II) with upto date correction slips will not\n                  be remedy for settlement of such disputes.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_15\">      12.       <a href=\"/doc/1105874/\" id=\"a_17\">Section 63</a> and <a href=\"/doc/934524/\" id=\"a_18\">64 (1) (i)</a> of the GCC states as under:-\n\n<span class=\"hidden_text\" id=\"span_12\">4</span>\n</p><blockquote id=\"blockquote_2\">    (2009) 4 SCC 357\n<span class=\"hidden_text\" id=\"span_13\">                                     6</span>\n\n\n         &quot;63. Matters finally determined by the\n         Railway.-All disputes and differences of any kind\n         whatsoever arising out of or in connection with the\n         contract, whether during the progress of the work\n         or after its completion and whether before or after\n         the determination of the contract shall be referred\n         by the contractor to the Railway and the Railway\n         shall within 120 days after receipt of the\n         Contractor&#x27;s representation make and notify\n         decisions on all matters referred to by the\n         contractor in writing provided that matters for\n         which provision has been made in clauses 8, 18,\n         22(5), 39, 43(2), 45(a), 55, 55-A(5), 57, 57A, 61(1),\n         61(2) to (xiii) (B) of General Conditions of Contract\n         or in any clause of the special conditions of the\n         contract shall be deemed as &#x27;excepted matters&#x27; and\n         decisions of the Railway authority, thereon shall be\n         final and binding on the contractor provided further\n         that &#x27;excepted matters&#x27; shall stand specifically\n         excluded from the purview of the arbitration clause\n         and not be referred to arbitration.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_16\">         64(1) (i) Demand for Arbitration.-\n</p><p data-structure=\"Section\" id=\"p_17\">             In the event of any dispute or difference\n         between the parties hereto as to the construction\n         or operation of this contract, or the respective\n         rights and liabilities of the parties on any matter in\n         question, dispute or difference on any account or as\n         to the withholding by the Railway of any certificate\n         to which the contractor may claim to be entitled to,\n         or if the Railway fails to make a decision within 120\n         days, then and in any such case, but except in any\n         of the &#x27;expected matters&#x27; referred to in clause 63 of\n         these conditions, the contractor, after 120 days but\n         within 180 days of his presenting his final claim on\n         disputed matters, shall demand in writing that the\n         dispute of difference be referred to arbitration.&quot;\n\n</p><p data-structure=\"Section\" id=\"p_18\">13.    A careful reading of the aforesaid provision clearly\n\n  provides that clause 16.2 of the SCC would be applicable only\n\n  for settlement of disputes or disputes between the parties for\n\n  value less than or equal to 20% of the value of the contract\n\n  and when claims or disputes are more than 20% of the value\n\n  of the contract, then such provision would not be applicable.\n<span class=\"hidden_text\" id=\"span_14\">                                              7</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"477313\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1513693\" id=\"span_16\">14. Mr.N. Naha Roy would submit that on account of unequal\n\n         bargaining power, such a condition has been incorporated.\n\n         He has <a href=\"/doc/1966455/\" id=\"a_19\">placed reliance upon</a> the judgment of the Supreme\n\n         Court in the matter of <a href=\"/doc/1513693/\" id=\"a_20\">LIC of India</a> (supra) in which Their\n\n         Lordships relying upon the judgment of the Supreme Court in\n\n         <a href=\"/doc/477313/\" id=\"a_21\">Central Inland Water Transport Corporation Limited\n\n         and another Vs. Brojo Nath Ganguly and another</a> 5 have\n\n         held that an instrumentality of the State cannot impose\n\n         unconstitutional conditions in statutory rules vis-a-vis its\n\n         employee to terminate the service of a permanent employee\n\n         in terms of the rules and held thus:-</span></span>\n</p>\n<blockquote id=\"blockquote_3\">                  &quot;89. Should then our courts not advance with the\n                  times? Should they still continue to cling to\n                  outmoded concepts and outworn ideologies? Should\n                  we not adjust our thinking caps to match the\n                  fashion of the day? Should all jurisprudential\n                  development pass us by, leaving us floundering in\n                  the sloughs of nineteenth-century theories? Should\n                  the strong be permitted to push the weak to the\n                  wall? Should they be allowed to ride roughshod\n                  over the weak? Should the courts sit back and\n                  watch supinely while the strong trample under 5\n                  foot the rights of the weak? We have a Constitution\n                  for our country. Our judges are bound by their oath\n                  to &quot;uphold the Constitution and the laws&quot;. The\n                  Constitution was enacted to secure to all the\n                  citizens of this country social and economic justice.\n                  <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> of the Constitution guarantees to all\n                  persons equality before the law and the equal\n                  protection of the laws. The principle deducible from\n                  the above discussions on this part of the case is in\n                  consonance with right and reason, intended to\n                  secure social and economic justice and conforms to\n                  the mandate of the great equality clause in article\n</blockquote><blockquote id=\"blockquote_4\">                  14. This principle is that the courts will not enforce\n                  and will, when called upon to do so, strike an unfair\n                  and unreasonable contract, or an unfair and\n                  unreasonable clause in a contract, entered into\n                  between parties who are not equal in bargaining\n                  power. It is difficult to give an exhaustive list of all\n<span class=\"hidden_text\" id=\"span_17\">5</span>\n    (1986) 3 SCC 156\n<span class=\"hidden_text\" id=\"span_18\">                                             8</span>\n\n\n                  bargains of this type. No court can visualize the\n                  different situations which can arise in the affairs of\n                  men. One can only attempt to give some\n                  illustrations. For instance, the above principle will\n                  apply where the inequality of bargaining power is\n                  the result of the great disparity in the economic\n                  strength of the contracting parties. It will apply\n                  where the inequality is the result of circumstances,\n                  whether of the creation of the parties or not. It will\n                  apply to situations in which the speaker party is in a\n                  position in which he can obtain goods or services or\n                  means of livelihood only upon the terms imposed\n                  by the stronger party or go without them. It will also\n                  apply where a man has no choice, or rather no\n                  meaningful choice, but to give his assent to a\n                  contract or to sign on the dotted line in a prescribed\n                  or standard form or to accept a set of rules as part\n                  of the contract, however unfair, unreasonable and\n                  unconscionable a clause in that contract or form or\n                  rules may be.......&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">         However, Their Lordships pertinently observed in the same\n\n         paragraph that this principle would not be apply in case of\n\n         commercial transaction. It was held that &quot;this principles\n\n         however will not apply where the parties are businessman\n\n         and contract is commercial transaction.&quot;\n\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"477313\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1966455\" id=\"span_20\">15. Later on, in the matter of <a href=\"/doc/1966455/\" id=\"a_23\">S.K.Jain Vs. State of Haryana</a>\n\n         and another6, the Supreme Court has considered and relied\n\n         upon the principle of law <a href=\"/doc/1966455/\" id=\"a_24\">laid down in</a> <a href=\"/doc/477313/\" id=\"a_25\">Brojo Nath Ganguly</a>\n\n         (supra) and held that concept of unequal bargaining power\n\n         has no application in case of commercial contracts. It was\n\n         observed as under:-</span></span>\n</p>\n<blockquote id=\"blockquote_5\">                  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"477313\" id=\"span_21\">&quot;8. It is to be noted that the plea relating to\n                  unequal bargaining power was made with great\n                  emphasis based on certain observations made by\n                  this Court in <a href=\"/doc/477313/\" id=\"a_26\">Central Inland Water Transport Corpn.\n                  Ltd. v. Brojo Nath Ganguly</a>. The said decision does\n                  not in any way assist the appellant, because in\n                  para 89 it has been clearly stated that the concept\n\n<span class=\"hidden_text\" id=\"span_22\">6</span>\n    (2009) 4 SCC 357\n<span class=\"hidden_text\" id=\"span_23\">                                              9</span>\n\n\n                  of unequal bargaining power has no application in\n                  case of commercial contracts.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_22\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_25\">In <a href=\"/doc/477313/\" id=\"a_27\">Brojo Nath Ganguly</a> (supra) which has been placed\n\n            reliance in <a href=\"/doc/1513693/\" id=\"a_28\">LIC of India</a> (supra), the Supreme Court has\n\n            clearly held that the concept of unequal bargaining power\n\n            may not apply where both parties are businessmen and the\n\n            contract is a commercial transaction. Thus, the aforesaid\n\n            decision clearly held that the concept of unequal bargaining\n\n            power will not be applicable to the commercial transaction.</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">      16. In The Union of India Vs. M/s. D.N. Revri &amp; Co and\n\n         others7, the Supreme Court has held that a commercial\n\n         transaction between the parties must be interpreted in such\n\n         a manner as to give efficacy to the contract other than to\n\n         invalidate it. It was held as under:-\n</p>\n<blockquote id=\"blockquote_6\">                  &quot;7......It would not be right while interpreting a\n                  contract, entered into between two lay parties, to\n                  apply strict rules of construction which are\n                  ordinarily applicable to a conveyance and other\n                  formal documents. The meaning of such a contract\n                  must be gathered by adopting a commonsense\n                  approach and it must not be allowed to be thwarted\n                  by       a   narrow     pedantic  and     legalistic\n                  interpretation........&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">      17.       Thus, applying the principle of law <a href=\"/doc/1513693/\" id=\"a_29\">laid down by</a> the\n\n         Supreme Court in the aforesaid judgments (supra), if the\n\n         facts of the present case are examined, it is quite vivid that\n\n         the parties have entered into an agreement for construction\n\n         of residential quarters, which is a commercial transaction,\n\n         therefore, plea of unequal bargaining power raised by learned\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">7</span>\n    AIR 1976 SC 2257\n<span class=\"hidden_text\" id=\"span_27\">                                                  10</span>\n\n\n         counsel for the applicants deserves to be and is accordingly\n\n         rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n</p><p data-structure=\"Section\" id=\"p_26\">      18.        This would bring me to the question as to whether the\n\n         provision contained in <a href=\"/doc/1523259/\" id=\"a_30\">Section 11(6)</a> of the Act of 1996 is\n\n         applicable and matter can be referred to the arbitrator ?\n[\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_27\">      19.        Clause 16.2 of the SCC clearly provides that clause 63\n\n         and 64 of SE Railway General Conditions of the Contract and\n\n         standard specifications will be applicable only for settlement\n\n         of claims or disputes between the parties for value less than\n\n         or equal to 20% of the value of the contract. Clause 63 of the\n\n         GCC will not be remedy for settlement of such dispute.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_28\">      20.        Based   on   this    clause,    learned      counsel        for   the\n\n         respondents has submitted that dispute is not arbitrable\n\n         because in the present case, undisputedly and admittedly,\n\n         claim is more than 20% of the value of contract.\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"556633\" id=\"span_28\">21. This   issue   is   no     longer     res-integra    and      it    stands\n\n         authoritatively decided by three Judges Bench judgment of\n\n         the Supreme Court in the matter of <a href=\"/doc/556633/\" id=\"a_31\">State of A.P. and\n\n         another Vs. Obulu Reddy8</a>, in which Their Lordships have\n\n         held that where Government Order stipulates that claims of a\n\n         value greater than Rs.50,000 are to be decided in a civil suit\n\n         and not by an arbitrator, then question for deciding the claim\n\n         above Rs.50,000 by way of the arbitration does not arise. It\n\n         was observed as under:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n<span class=\"hidden_text\" id=\"span_29\">8</span>\n</p><blockquote id=\"blockquote_7\">    (2001) 10 SCC 30\n<span class=\"hidden_text\" id=\"span_30\">                                             11</span>\n\n\n                  &quot;5. In the earlier case, State of A.P. v. I Devender\n                  Reddy9, the claim was for more than Rs. 50,000 and\n                  the point for consideration before this Court was\n                  whether the second notification issued by the State\n                  of Andhra Pradesh, namely, GOMs. 160 is\n                  prospective or applies to the pending case before\n                  the issuance of the said notification. This Court\n                  came to the conclusion that the second notification\n                  is prospective in nature and there is no dispute over\n                  the same. But, the question whether the second\n                  notification is merely a clarificatory one or carves\n                  out a new forum was not for consideration. In the\n                  second case Vishakapatnam Urban Dev. Authority v.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">                  V. Narayana Raju10 this Court examined the earlier\n                  GOMs No. 430 dated 24-10-1983 and came to the\n                  conclusion that under the said GOMs the arbitration\n                  is provided for only in respect of the claims upto Rs\n                  50,000 and not above, making it clear, therefore,\n                  that the claims above Rs. 50,000 are to be\n                  adjudicated upon by a court of competent\n                  jurisdiction by filing a regular suit. It is true that\n                  while deciding Vishakapatnam&#x27;s case the earlier\n                  judgment of this Court in Devender Reddy&#x27;s case\n                  was not brought to the notice. But having examined\n                  GOMs No. 430 we have no hesitation to agree with\n                  the conclusions arrived at in Vishakapatnam case\n                  and hold that under the said GOMs question of\n                  deciding claims above Rs 50,000 by way of\n                  arbitration does not arise. It merely provided that\n                  disposal of claims up to Rs 50,000 by way of\n                  arbitration indicating as to who would be the\n                  arbitrator depending upon the claims and all claims\n                  above Rs 50,000 are to be filed before the Civil\n                  Court of competent jurisdiction. This being the\n                  position, the second GOMs No. 160 is nothing but a\n                  clarificatory one and was required to be issued\n                  because of the confusion arising in the minds of\n                  some of the claimants as well as the Civil Court\n                  inasmuch as the Civil Court did entertain\n                  application under <a href=\"/doc/1911494/\" id=\"a_32\">Section 8</a> and appoint arbitrator\n                  in respect of claims above Rs 50,000. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"556633\" id=\"span_31\">The earlier\n                  judgment of this Court in <a href=\"/doc/556633/\" id=\"a_33\">D. Reddy</a>&#x27;s case has\n                  interpreted GOMs No. 430 in a manner which is not\n                  the correct interpretation according to us. The\n                  orders appointing arbitrator under <a href=\"/doc/1911494/\" id=\"a_34\">Section 8</a> in the\n                  two appeals filed by the State are set aside. The\n                  appeals filed by the State are allowed.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n\n\n<span class=\"hidden_text\" id=\"span_32\">9</span>\n    (1999) 9 SCC 571\n<span class=\"hidden_text\" id=\"span_33\">10</span>\n     (1999) 9 SCC 572\n<span class=\"hidden_text\" id=\"span_34\">                                                     12</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1256411\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"556633\" id=\"span_36\">22. The principle of law <a href=\"/doc/556633/\" id=\"a_35\">laid down in</a> the matter of <a href=\"/doc/556633/\" id=\"a_36\">Obulu Reddy</a>\n\n          (supra) was subsequently followed by the Supreme Court in\n\n          <a href=\"/doc/1256411/\" id=\"a_37\">J. Kodanda Rami Reddy Vs. State of Andhra Pradesh</a>\n\n          and others11 and held that where GOM does not contain any\n\n          provision for arbitration in regard to claims exceeding\n\n          ₹ 50,000, there will be no arbitration. It was observed as\n\n          under:-</span></span>\n</p>\n<blockquote id=\"blockquote_8\">                    &quot;17. Therefore, it has to be held that the GPM dated\n                    24-10-1983 does not contain any provision for\n                    arbitration in regard to claims exceeding ₹50,000\n                    though the said GOM was in fact interpreted in\n                    many cases prior to 1995, as a provision for\n                    arbitration.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1256411\" id=\"span_37\">23. Applying the principle of law <a href=\"/doc/1256411/\" id=\"a_38\">laid down by</a> the Supreme Court\n\n          in Obulu Reddy followed in <a href=\"/doc/1256411/\" id=\"a_39\">J. Kodanda Rami Reddy</a>\n\n          (supra) to the facts of the present case, it is quite apparent\n\n          that clause 16.2 of the SCC clearly provides that the\n\n          provisions of arbitration would not be applicable if dispute or\n\n          claim exceeds 20% of the contract value.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">      24.       In the case in hand, admittedly and undisputedly, claim\n\n          of the applicants is more than 20% of the value of contract.\n\n          Clause 16.2 of the SCC bars the remedy for settlement of\n\n          dispute by arbitration, therefore, it is held that dispute is not\n\n          arbitrable in terms of clause 63 and 64 of the GCC and it is\n\n          held accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">      25.       As      a   fallout   and   consequence     of    the   aforesaid\n\n          discussion,       application     filed    by   the    applicants   for\n\n          appointment of arbitrator deserves to be and is accordingly\n\n<span class=\"hidden_text\" id=\"span_38\">11</span>\n     (2011) 1 SCC 197\n<span class=\"hidden_text\" id=\"span_39\">                                       13</span>\n\n\n      dismissed. However, this will not bar the applicants from\n\n      claiming disputed amount in accordance with law. There shall\n\n      be no order as to cost(s).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">                                                 Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">                                           (Sanjay K.Agrawal)\n                                                 Judge\n\n\nB/-\n</p> ","numcites":15,"numcitedby":0,"docsource":"Chattisgarh High Court","citetid":95406433,"divtype":"judgments","relatedqs":[{"value":"unequal bargaining power","formInput":"unequal%20bargaining%20power"},{"value":"brojo nath ganguly ","formInput":"brojo%20nath%20ganguly%20"},{"value":"commercial transaction","formInput":"commercial%20transaction"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"ivrcl","formInput":"ivrcl"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"commercial contract","formInput":"commercial%20contract"},{"value":"LIC","formInput":"LIC"},{"value":"11(6)","formInput":"11%286%29"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"who-are-competent-to-contract","formInput":"tag:who-are-competent-to-contract"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"acceptance-through-performance-and-consideration","formInput":"tag:acceptance-through-performance-and-consideration"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}