{"tid":1314218,"publishdate":"1988-08-08","title":"National Thermal Power Corporation ... vs Bhanu Construction Co. P. Ltd. And Ors. on 8 August, 1988","doc":"<h2 class=\"doc_title\">National Thermal Power Corporation ... vs Bhanu Construction Co. P. Ltd. And Ors. on 8 August, 1988</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1989AP140, [1991]72COMPCAS247(AP), AIR 1989 ANDHRA PRADESH 140, (1991) 72 COMCAS 247</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-s-quadri\">Syed Shah Mohammed Quadri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-quadri\">Syed Shah Mohammed Quadri</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Jeevan Reddy, J.   \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This Writ Appeal is preferred by the 1st respondent in W.P. No. 20019/87, against the judgment of the learned single Judge allowing the writ petition. For the sake of convenience we shall refer to the parties with reference to their ranking in the writ petition. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The petitioner-company, &quot;Bhanu Construction Company (Private) Ltd.&quot;, is engaged in the business of fabrication and construction of Transmission Towers, laying of transmission lines, and other similar works. It was awarded three works by the National Thermal Power Corporation Ltd., (1st respondent in the writ petition and appellant in this Writ Appeal), the particulars whereof are : -- \n</p>   \n\n<blockquote id=\"blockquote_1\"> (i) laying of transmission line over a length of 220 Kilometres from Cuddapah to Bangalore, valued at Rs. 360 Lakhs awarded on 31-3-1982; \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (ii) laying of transmission line between Cuddapah and Madras (Cuddapah Red Hills), over a length of 110 Kilometres, valued at Rs. 370 Lakhs awarded on 25-7-1983; and   \n \n\n</blockquote><blockquote id=\"blockquote_3\"> (iii) laying of transmission line over a length of 220 Kilometres, between Shankargarh and Kanpur, valued at Rs. 598 Lakhs awarded on 7-12-1984.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\"> The terms of contract are stated in the award letter which is accompanied by conditions of contract and technical specifications. According to these conditions : (i) time is the essence of the contract; (ii) if the contractor fails to successfully complete the trial operations within the time prescribed, he shall pay to the Corporation liquidated damages specified in that behalf; (iii) if the contractor fails to execute the work within the time prescribed, the Corporation may\n\nterminate the contract and get the work done through other agencies, in which case the Contractor would be liable for the consequent loss and damages; (iv) the Corporation is, however, entitled to extend the time if the delay in execution occurs on account of any actor omission on its part. In such a case, the contractor is entitled to claim demonstrable and reasonable compensation on account of such delay; (v)only the Courts at Delhi shall have exclusive jurisdiction.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\"> 3. Apart from the above, there are three other stipulations which are relevant for the purpose of this case. The first relates to the &#x27;performance bank-guarantee&#x27;. Clause 5.0 of the &quot;General Terms and Conditions of Contract&quot; provides that &quot;the contractor shall enter into a contract/agreement with the owner within 60 days from the date of acceptance of &quot;notice of award of contract&quot; or within such extended time as may be granted by the owner. The performance bank guarantee for the proper fulfilment of the contract shall be furnished by the contractor in the prescribed form within thirty days of &quot;notice of award of contract&quot;. The performance bank-guarantee shall be as per the terms prescribed in Clause 23 of Instructions to Bidders of this Volume I&quot;. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> 4. Clauses 6.0 to 6.5 set out the manner in which the performance bank-guarantee is to\nbe executed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">5. The second relates to the bank guarantee for advance to be furnished by the contractor. Inasmuch as the value of the contract is very high and a contractor is not normally expected to be possessed of such huge funds to carry out the work with his own funds, the contract provides for the Corporation advancing certain amount to the contractor, for which he has to furnish a bank-guarantee. The bank-guarantee has to be furnished in the prescribed form, and is required to be valid for the period prescribed in the pro forma. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\"> 6. The third relevant clause is contained in Clause 26.0 of the &#x27;Conditions of Contract&#x27;, and relates to arbitration. It says : \n</p><blockquote id=\"blockquote_4\">  &quot;If any dispute or difference of any kind whatsoever shall arise between the owner and the contractor, arising out of the contract for the performance of works, whether during the progress of the work or after its completion, or whether before or after the termination, abandonment, or breach of the contract, it shall, in the first place be referred to and settled by the Engineer who, within a period of 30 days after being requested by either party to do so, shall give written notice of his decision to the owner and the contractor&quot;. \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_8\"> 7. Clause 26.4 says that in the event of the Engineer failing to notify his decision within 30 days, or in case either party is dissatisfied with any such decision, either party may require that the matters in dispute be referred to arbitration. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 8. Clause 26.5 says that all disputes or differences shall be settled by arbitration in the manner provided. Clause 26.6 provides that the arbitration should be conducted by three arbitrators, one each to be nominated by the contractor and the Corporation, and the third to be named by the President of the Institute of Engineers, India. Their decision is final and binding upon the parties. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 9. Out of the three contracts mentioned above, the first contract, viz., Cuddapah Bangalore Transmission Line, was completed. But, both parties are claiming certain amounts from each other. An arbitration dispute was raised even by the date of the present writ-petition, and we are no longer concerned with the said first contract. All that need be noticed is that, with respect to the said contract, the petitioner has raised a claim of Rs. 580 Lakhs, while the Corporation says that the petitioner-company itself is liable to pay a few Lakhs of Rupees to it. We are concerned herein only with the second and third contract, namely, Cuddapah-Madras Transmission Line, and Shankargarh-Kanpur Line. In pursuance of the contracts relating to these two works, certain amounts were advanced by the Corporation to the writ-petitioner, for which it has furnished the requisite bank-guarantees for advance, in the prescribed pro forma. In terms of the contract\n\nthe petitioner has furnished &#x27;Performance bank guarantees&#x27; also. In all eight bank-guarantees were furnished, totalling a sum of Rs. 2,33,25,107/-. These bank-guarantees were furnished by two Banks, i.e., Andhra Bank, and State Bank of India (respondents 2 and 3 respectively). \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> 10. For reasons with which we are not concerned herein, the petitioner was not able to do the work under the second and third contracts. So far as the second contract (Cuddapah-Madras Line) is concerned, a stretch of 25 K.Ms, was &#x27;off loaded&#x27; i.e. given up, on 30-4-1986. Another stretch of 9 K.Ms, was given up by the petitioner on 20-7-1986. The contract relating to the remaining work was terminated by the Corporation on 22-10-1986. \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 11. So far as the third contract (Shankargarh-Kanpur Line) is concerned, 116 K .Ms. line was given up by the petitioner on 5-9-1986. The contract relating to the balance of the work (about 70 K.Ms.) was terminated by the Corporation on 18-11-1987. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 12. Having terminated the contracts as aforesaid, the Corporation sought to invoke the bank-guarantees furnished by the petitioner-contractor. Coming to know of the move, the petitioner filed two suits in the Civil Court on 1-12-1987 (in the Court of III Addl. Judge, City Civil Court, Hyderabad), for an injunction to restrain the Corporation from enforcing the bank-guarantees. The Court directed notice to the Corporation in the interlocutory applications filed in the said suits, but did not grant any ex parte ad interim order. On 5-12-1987 the Corporation encashed all the eight bank-guarantees. It is then that the petitioner approached this Court by way of W.P. No. 20019/87, from which this Writ Appeal arises, &quot;to declare the action of the respondent-Corporation in encashing the bank-guarantees given by the petitioner company on respondents 2 and 3 Banks to a tune of Rs. 2,33,25,107/- as arbitrary, illegal and without jurisdiction by issuance of an appropriate writ, order, or direction particularly one in the nature of writ of mandamus&quot;. \n</p> \n\n \n<p data-structure=\"Facts\" id=\"p_14\">13. According to the petitioner, it could not complete the second and third contracts within the time prescribed on account of financial difficulties which, according to it, were the result of the Corporation withholding huge funds due to the petitioner, without any reason. It is complained that the Corporation had adopted a hostile attitude towards the petitioner company, which disabled the petitioner financially. It therefore, says that the Corporation itself would be liable to pay huge amounts to the petitioner, and not the other way round. The petitioner mainly relied upon two circumstances in support of its contention that the encashment of bank-guarantees by the Corporation was illegal and arbitrary. They are : (a) at a meeting between certain senior officers of the Corporation and the Managing Director of the petitioner-company, held on 18-11-1987 at Delhi, the petitioner-contractor agreed to give up the remaining extent of 70 K.Ms. under the third contract, since it was not able to continue the work on account of its financial difficulties. The Managing Director of the petitioner-company, however, requested the Corporation to consider his requests (i) not to make the petitioner-company responsible for the loss and risk resulting from entrusting the said contract to a third-party; (ii) the bank-guarantees furnished by the petitioner-company shall not be encashed till its claims relating to other contracts are settled either by negotiations, or by arbitration; and (iii) the petitioner should be helped by the Corporation both financially and morally to clear the site, before handing over the site to a new agency. The senior officers of the Corporation agreed to sympathetically consider the said requests. But within a few hours the letter terminating the contract (third contract) was served upon the Managing Director of the petitioner-Company at the Delhi Airport while he was about to leave for Hyderabad. Under this termination letter the petitioner-company was called upon to refund the advances paid to it in a sum of Rs. 89,98,705/- with interest within 10 days of the receipt of the said termination notice. The termination as also the demand for refund of the advance amount, effected\n\non the same day, without sympathetically considering the request of the petitioner-contractor as agreed to at the meeting, is arbitrary and illegal; and   \n \n\n</p><p data-structure=\"Issue\" id=\"p_15\"> (b) that, under the termination notice only a sum of Rs. 89,98,705/- was demanded to be refunded; but, for some unexplained reason, the Corporation has encashed all the bank-guarantees, totalling a sum of Rs. 2,33,25,107/-. Above all, neither the arbitrator nor a competent Court had determined the amount due to the Corporation under the second and third contracts. The Corporation cannot unilaterally determine the amount due to it under the contracts and seek to recover the same by encashing the bank-guarantees. This is incompetent, besides being arbitrary and unreasonable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 14. The writ petition was opposed by the Corporation contending firstly that the writ petition itself is not maintainable, since this Court would not undertake adjudication of disputes arising from contracts (non-statutory contracts) entered into between the parties, and also on the ground that the petitioner-contractor has been guilty of several defaults, omissions, and delays, which it did not rectify in spite of repeated notices. On account of the delay in execution of the said works by the petitioner, the Corporation and the Nation were likely to suffer huge losses. In the circumstances, there was no option left for the Corporation except to terminate the contracts, which it did. The invocation of bank-guarantees is in terms of the contract/agreement between the parties, and is perfectly justified in the circumstances. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 15. The learned single Judge, who heard the writ petition, overruled the argument relating to the maintainability of the writ petition, observing that inasmuch as the Corporation is an instrumentality of the State, it cannot act arbitrarily or unreasonably. The learned Judge observed : \n</p><blockquote id=\"blockquote_5\">  &quot;All the limitations which the executive authority of the State is subject to in exercise of its power, equally apply to a Government Corporation. When once a procedure was evolved for dealing with a matter, the\n\nauthority   must   strictly   abide   by   that procedure...&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> The learned Judge then framed the question : &quot;what are the procedural aspects that are flouted in the case on hand?&quot;, and proceeded to examine the case on that basis. The learned Judge held that when the senior officers of the Corporation agreed to consider sympathetically the petitioner&#x27;s request not, to encash the bank-guarantees till its other claims are settled, the termination of the contract (third contract) on the same day by a junior officer is clearly arbitrary. It is evident from the circumstances that the junior officer who signed the order of termination was not aware of the commitment made by the senior officers at the joint meeting to consider the petitioner&#x27;s request. Moreover, the decision to invoke the bank-guarantees ought to be taken only by the Managing Director, and cannot be taken by any other officer of a lesser rank. In this case, no material has been placed before the Court to show that the bank-guarantees were invoked by the Chairman &amp; Managing Director. Another circumstance indicating arbitrary behaviour on the part of the Corporation is that, on an earlier occasion the Managing Director of the respondent-Corporation had endorsed that any action relating to the contracts of the petitioner should be taken in consultation with him, and had also observed that the petitioner had quoted unworkable rates because of lack of experience, and that it would not be advisable to penalize the petitioner-contractor for its inexperience, nor should its very survival be jeopardized by any action. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1096670\" id=\"span_1\">These endorsements made in October 1987 were not kept in mind while terminating the contract of the petitioner and invoking the bank-guarantees, which have put the very survival of the petitioner-company in jeopardy. The learned Judge further held that the Corporation has not explained as to how it is entitled to invoke the bank-guarantees in a sum of more than Rs. 233 Lakhs, when its demand in the termination notice is only for Rs. 89,98,705/-. &quot;When the matter is governed by a contract&quot;, the learned Judge observed,\n&quot;the Government cannot take a unilateral\n\n\ndecision without resorting to the procedure envisaged in the contract...&quot;. Following the decision    of   the Supreme    Court    in <a href=\"/doc/1096670/\" id=\"a_1\">Lakshmichand &amp; Balchand v. State of Andhra Pradesh</a> , the learned Judge held that the invocation of bank-guarantees has caused irretrievable injustice to the j petitioner and has put its very survival in : jeopardy and, therefore, this is a fit case for interference    under    <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a>    of    the Constitution. So far as the allegations made by both the parties against each other of several defaults and delays are concerned, the learned Judge refused to go into the same on the ground that they are outside the scope of the writ petition, and also for the reason that any view expressed by him would affect, either party before the arbitrator, if the dispute goes before him. On the above reasoning, the learned Judge allowed the writ petition and gave the f olloing directions :</span> \n</p><blockquote id=\"blockquote_6\">  Corporation is directed to re-deposit the abovesaid amount with respondents 2 and 3. On such re-deposit and if the petitioner-Company has not withdrawn the securities already given by it, respondents 2 and 3 shall immediately execute the bank-guarantees in favour of the 1st respondent Corporation for the aforesaid amounts. The petitioner company shall extend the period of bank-guarantees for two years with effect from the date of execution of the bank guarantees, or till such time the dues are settled, whichever is earlier......&quot;. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> The judgment of the learned single Judge is challenged in this Writ Appeal preferred by the Corporation. \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_19\"> 16. Mr. T. Anantha Babu, learned counsel for the appellant-Corporation, urged the following contentions : \n</p>   \n\n<blockquote id=\"blockquote_8\"> (i) The learned single Judge erred in holding that the writ petition is maintainable. Since the dispute pertains exclusively to the realm of contract, the writ petition ought not to have been entertained. The invocation of bank-guarantees is in terms of the bank-guarantees which were furnished in pursuance of, and as contemplated by, the contracts between the parties. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (ii) The learned Judge erred in holding that\n\nthe Corporation has been guilty of arbitrary conduct or unreasonable action. The petitioner-contractor has been unable to do the work in spite of repeated demands and opportunities and any further continuation of contract with him was likely to jeopardize and upset the work schedules and programme of action of the Corporation, resulting in huge losses. Indeed, the petitioner-company itself had admitted its inability to do the said contracts and accordingly gave them up voluntarily. Even if the Corporation had  agreed to consider the petitioner&#x27;s request not to invoke the bank-guarantees till all its claims relating to other contracts are settled, the agreement was only to consider the said request, and nothing more. The request was considered, but it was decided to reject the same and, accordingly, the bank-guarantees were invoked. The invocation of bank-guarantees is after a lapse of more than two weeks. \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (iii) The petitioner has already raised a dispute which has been referred to arbitration with respect to second and third contracts as well. The correctness and validity of the encashment of bank-guarantees is also one of the issues referred to the Corporation; though this reference to arbitration is subsequent to the filing of the writ petition,  yet it is a circumstance which must impel this Court to refuse to go into the question of reasonableness or correctness of the invocation of bank-guarantees. \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> (iv) The bank-guarantees give an unconditional right to the Corporation to encash them, notwithstanding any objections by the petitioner-contractor; it is an unconditional undertaking given by the Banks\nin favour of the Corporation. The Court should not interfere with or interdict the\nI encashment of bank-guarantees in such a case, as held by the Supreme Court recently in a similar matter; and  \n \n\n</blockquote><blockquote id=\"blockquote_12\"> (v) even if the encashment of bank-guarantees is unreasonable, even then it is not as if the petitioner is without any remedy. As a result of the award of the arbitrator, if any, or through Court, as the case may be,, the petitioner will be entitled to recover the,\n\namount due to it, if the arbitrator or Court finds that the encashment was unreasonable or unwarranted; that may well receive in such an event interest and damages too. But, in any event, this is not a matter where this Court should interfere in a writ petition, where all the disputed facts cannot be adjudicated.  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_20\"> 17. On the other hand, Sri B.S.A. Swamy, learned counsel for the petitioner-contractor (1st respondent in Writ Appeal) supported the reasoning and the conclusion of the learned single Judge. He submitted that a writ petition would be maintainable even in respect of a contractual matter if the other party to the contract is the State, or an instrumentality/agency of the State. If the Court finds that any particular action of the State under the contract is unreasonable or arbitrary, which is likely to cause serious and irretrievable loss to the other side, the Court should interfere. Counsel invited our attention to certain material, to persuade us to hold that the petitioner was not guilty of any delay or default, and that the delay in execution of the works was wholly and exclusively on account of the unreasonable attitude adopted by the Corporation towards the petitioner. He sought to impress upon us that huge amounts due to the petitioner were wrongfully withheld by the Corporation, thereby disabling the petitioner from carrying on the works. In particular, he argued that the manner in which the termination order was passed and served, notwithstanding the  commitment of the Corporation earlier in the day to sympathetically consider the petitioner&#x27;s request, and also the haste with which the bank-guarantees were encashed, clearly disclose the arbitrary and hostile attitude adopted by the Corporation towards the petitioner. Learned Counsel further argued that until and unless the arbitrator or other competent authority determines that a particular amount is due to the Corporation under the said contracts, the Corporation would not be entitled in law to encash the bank-guarantees; the Corporation cannot unilaterally determine the amount due to it  under the said contracts, nor can it seek to  recover the same by encashing the bank-guarantees. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_21\"> 18. The first question that arises is whether the writ petition is maintainable. It is not in dispute that the bank-guarantees were furnished in the prescribed pro forma, in terms of, and as contemplated by the contract between the parties. Both the &#x27;performance bank-guarantees&#x27; and &#x27;bank-guarantees towards advance&#x27; were executed by the two Banks in the prescribed pro forma. The relevant stipulations in the bank-guarantee for advance, ignoring unnecessary words, are to the following effect : \n</p>   \n\n<blockquote id=\"blockquote_13\"> &quot;(1)In   consideration   of   the  National Thermal Power Corporation Ltd., (hereinafter referred to as &#x27;the Owner&#x27;) having awarded to M/s Bhanu Construction Company (Pvt.) Ltd., (hereinafter      referred      to      as      &quot;the Contractor&quot;.....) a contract by issue of owner&#x27;s\nletter of Award No........dated......... and the\nsame having been unequivocally accepted\nby the Contractor, resulting into a contract\nbearing No........dated.......valued\nat........for...........contract (hereinafter called\n&quot;the Contract&quot;) and the Owner having agreed to make an advance payment to the contractor for  performance of the above  contract amounting to Rs............ as an advance against\nBank Guarantee to be furnished by the Contractor,   we   (the   Bank)   do   hereby guarantee and undertake to pay the Owner immediately on demand any or all monies payable by the Contractor to the extent of Rs......at any time up to.......without any\ndemur, reservation, recourse, contest or protest and/or without any reference to the Contractor. Any such demand made by the owner on the Bank shall be conclusive and binding notwithstanding any difference between the Owner and the Contractor, or any dispute pending before any Court, Tribunal, arbitrator, or any other authority. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (2) The Bank also agrees that the Owner at its option shall be entitled to enforce this guarantee against the Bank as a principal debtor in first instance, without proceeding against the Contractor and notwithstanding any security or other guarantee that the Owner may have in relation to the Contractors liabilities......&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> The bank-guarantee for contract performance is also in identical terms. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_23\"> 19. The second contract between the parties (Cuddapah-Madras Line) was finally terminated on 22-10-1986, as stated above. Even the third contract was partially terminated when the petitioner gave up a stretch (116 K.Ms. Line) on 5-9-1986. The remaining work relating to about 70 K.Ms. line, was also agreed to be given up by the petitioner at the meeting held between certain senior officers of the Corporation and the Chairman &amp; Managing Director of the petitioner-company on 18-11-1987. The only request of the petitioner was that it should not be made liable for the resulting loss and risk, and that the bank-guarantees furnished by it should not be encashed until its claims relating to other contracts are finally settled. Therefore, there was nothing remaining to terminate. The letter of termination served upon the petitioner on 18-11-1987 was only a formality. It formalized the agreement arrived al between the parties at the joint meeting earlier in the day; (we are assuming for the sake of this writ petition that the petitioner&#x27;s version in this behalf is true, viz., that the letter of termination was served upon the Managing Director of the petitioner-company at the Delhi Airport while he was leaving for Hyderabad, and that no such letter of termination was served upon him at, or before the joint meeting earlier in the day. Of course, the Corporation&#x27;s version is altogether different). The demand for refund of Rs. 89,98,705/- expressly related to the advance amount paid by the Corporation to the petitioner-Contractor; it did not relate to any other claim of the Corporation. The demand for the said amount is made in the following words : -- \n</p><blockquote id=\"blockquote_15\">  &quot;It is pertinent to mention here that since the entire scope of work under the contract in your favour has been terminated, we are within our rights to call back the advances paid to you under the contract amounting to Rs. 89,98,705/-along with accrued interest at 18% up to the date of repayment,......&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> 20. Subsequently, on 5-12-1987 all the eight bank-guarantees furnished towards the second and third contracts both towards performance and advances were encashed\n\ntowards the amounts claimed by the Corporation as due from the petitioner. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">     21. The contracts between the parties are not statutory in character. Both parties accuse\none another of various violations, delays and defaults, and each is claiming huge amounts from the other. The disputes between the\n parties are already referred to arbitrator, who\n is seized of the matters. The question whether the encashment of bank-guarantees by the Corporation was warranted, valid, and\njustified is also one of the issues pending\n before the arbitrator. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_26\">     22.   The appellant-Corporation is no doubt\n an instrumentality/agency of the State, since\nit is wholly owned and controlled by the\nGovernment of India. It is a Corporation set\n up by the State to engage in generation and\n transmission of electricity (Thermal Power).\n</p><p data-structure=\"CDiscource\" id=\"p_27\">For   implementing   and   promoting   its\nobjectives, it enters into various contracts\n with a large number of persons all over the\ncountry. In fact, the position is similar to the\n Government which every day enters into\n several contracts through its Public Works,\n Irrigation,    Panchayat    Raj,    and    other\n Departments, where the contracts are not\n statutory in character, but are governed by  the general law of contract. The question is  whether, in the above circumstances, the present writ petition is maintainable? The  prayer in the writ petition is worth noticing.\n</p><p data-structure=\"PetArg\" id=\"p_28\">It asks for a declaration that the encashment of bank-guarantees by the Corporation is  arbitrary, illegal, and without jurisdiction. Mr. B.S.A. Swamy, learned counsel for the  petitioner-contractor, stated repeatedly\nbefore us, in answer to our queries, that he is  not challenging the validity of the termination\nof contracts (both second and third contracts)\n in this writ petition since, according to him, that would be outside the purview of a writ petition. His contention mainly is based upon the Minutes of the meeting held on 18-11-1987 at which certain senior officers of the\n Corporation       agreed      to      consider\n sympathetically the petitioner&#x27;s three requests,  including the request not to encash the bank-guarantees till all its claims relating to other  contracts are settled. The contention is that having agreed to so consider in the afternoon,\n\nthe issuance and service of termination letter and the demand for refund of Rs. 89,98,705/- later in the day is arbitrary, and hence this  Court should check the said arbitrary action.  He submits that the encashment of bank-guarantees puts the very survival of the petitioner-company in jeopardy, and that is an additional reason why this Court should interfere in the matter. The other contention  urged is that under the contracts entered into  between the parties, the Corporation is not  empowered to determine unilaterally the  amount due to it, nor is it empowered to  recover the same by encashing the bank-guarantees. Indeed, no party to a contract can claim such a right, as held by the Supreme Court. For this reason also, it is said, a writ petition would lie. We are, however, of the considered opinion that the writ petition is  misconceived, and is not maintainable in law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">     23.   The petitioner has asked for a writ of\n mandamus. It is true that acting under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a>, the Courts in India are not shackled\n by the technical rules governing the issuance of mandamus and other prerogative writs\n applicable in England. But that does not mean that there are no norms or guidance in the matter of exercise of jurisdiction under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226.</a> It is a well settled proposition that a\n writ petition is not the appropriate remedy for enforcing contractual rights, or in respect of disputes arising from a contract, unless, of\n course, the contract is statutory, or even where the contract is not statutory, the question raised involves constitutional or legal issues. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732085\" id=\"span_2\">In <a href=\"/doc/1732085/\" id=\"a_5\">Mohd. Hanif v. State of Assam</a> , the Supreme Court held :</span> \n</p><blockquote id=\"blockquote_16\">  &quot;It is true that the jurisdiction of the High\nCourt under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> is an extraordinary\njurisdiction vested in the High Court not for\n the purpose of declaring the private rights of\n the parties but for the purpose of ensuring\nthat the law of the land is implicitly obeyed,\nand that the various tribunals and public\n authorities are kept within the limits of their\n jurisdiction. In other words, the jurisdiction\n of the High Court under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> is supervisory\njurisdiction, a jurisdiction meant to supervise\nthe   work  of the  Tribunals and  public\nauthorities and to see that they act within the\nlimits of their respective jurisdiction. In a\nproceeding under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> the High Court is\n\nnot concerned merely with the determination of the private rights of the parties; the only object of such a proceeding under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> is to ensure that the law of the land is implicitly obeyed and that the various authorities and Tribunals act  within  the limits of their respective jurisdiction...... It is obvious that\nthe remedy provided under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> is a remedy against the violation of the rights of a citizen by the State or statutory authority. In other words, it isa remedy in public law......&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1732085\" id=\"span_3\">It is significant that these observations were made dealing with the objection raised on behalf of the State that the petitioner was seeking to enforce contractual rights through a writ petition. Having made the said observations, the Court held that <a href=\"/doc/1732085/\" id=\"a_11\">in that case</a> the petitioner was not merely seeking to enforce his contractual rights and that since important constitutional issues were raised id the writ petition, it was maintainable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"360008\" id=\"span_4\">To the same effect is the decision of the Supreme Court in <a href=\"/doc/360008/\" id=\"a_12\">Lekhraj v. Deputy Custodian, Bombay</a> AIR 1966 SC 33. In that case, the writ was refused on the ground that no statutory obligation was sought to been forced, and that &quot;any duty or obligation falling upon a public servant out of a contract entered into by him as such a public servant cannot be enforced by the machinery of a writ under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution.....&quot;.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1138078\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1614545\" id=\"span_6\">Reliance was placed upon the decision of the Privy Council in <a href=\"/doc/1614545/\" id=\"a_14\">CIT Bombay v. Bombay Trust Corporation</a> AIR 1936 PC 269, rendered with reference to<a href=\"/doc/1671917/\" id=\"a_15\"> S. 45</a> of the Specific Relief Act, and of the Calcutta High Court in <a href=\"/doc/1138078/\" id=\"a_16\">P. K. Banerjee v. L. J. Simonds</a> AIR 1947 Cal 307 as laying down the correct law in this behalf.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_7\">In <a href=\"/doc/730804/\" id=\"a_17\">L.I.C. of India v. Escorts Ltd.</a>, , it was argued for the State that actions of the State or an instrumentality of the State which do not properly belong to the field of public law but belong to the field of private law, are not open to judicial review. Saying that there is considerable force in the said contention, and while observing that the technical rules of English law relating to the\nsaid writs are no longer valid in the Indian context, the Constitution Bench made the\n following observations : --</span> \n</p>\n   \n\n<blockquote id=\"blockquote_17\"> &quot;While we do not for a moment doubt that\nevery action of the State or an instrumentality\nof the State must be informed by reason and\nthat, in appropriate cases actions uninformed \nby reason may be questioned as arbitrary in \nproceedings under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> or <a href=\"/doc/981147/\" id=\"a_19\">Article 32</a> of the\nConstitution, we do not construe <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> as a \ncharter for judicial review of State actions\nand to call upon the State to account for its\nactions in its manifold activities by stating\nreasons for such actions.  \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> For example, if the action of the State is political or sovereign in character, the Court will keep away from it .........If the action of\nthe State is related to contractual obligation-or obligations arising out of the contract, the Court may not ordinarily examine it unless the action has some public law character attached to it. Broadly speaking, the Court will examine actions of State if they pertain to the public law domain and refrain from examining them if they pertain to the private law field. The difficulty will lie in demarcating the frontier between the public law domain and the private law field. It is impossible to draw the line with precision and we do not want to attempt it. The question must be decided in each case with reference to the particular action, the activity in which the State or the instrumentality of the State is engaged when performing the action, the public law or private law character of the action and a host of other relevant circumstances. When the Slate or an instrumentality of the State ventures into the corporate world and purchases the shares of a company, it assumes to itself the ordinary role of a shareholder, and dons the robes of a share-holder, with all the rights available to such a shareholder. There is no reason why the State as a shareholder should be expected to stale its reasons when it seeks to change the management, by a resolution of the Company, like any other shareholder.......&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> Accordingly, the argument that no reasons were assigned by the Life Insurance Corporation in support of its requisition to hold an extraordinary general meeting of the Company and hence was arbitrary was\n\nrepelled. It was held that no reasons need be\ngiven, since in giving the said requisition the\nLife Insurance Corporation undoubtedly an\ninstrumentality of the State was acting as an\n ordinary shareholder and is in the same\nposition as any other shareholder of the\n Company. In other words, the ratio is that\n the Life Insurance Corporation was acting in\nprivate law field, and was under no obligation\nto record, or explain, its reasons. \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">     <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1281050\" id=\"span_8\">25. From the above decisions, it is clear beyond any doubt that merely because the Government, or an officer of the Government, or an agency or instrumentality of the State enters into a contract for execution of certain works with another person, it cannot be said to be acting in the public law field. Its rights and obligations are the same as those of any other person entering into a contract. The only limitation is that before entering into the contract, it must act consistent with the guarantee contained in <a href=\"/doc/367586/\" id=\"a_21\">Article 14; (vide E.E.</a> &amp; C. Ltd. v. State of West Bengal , and <a href=\"/doc/1281050/\" id=\"a_22\">Ramana v. International Airport Authority of India</a> ). But once a contract is entered into, it is the terms of the contract that govern, and no question of <a href=\"/doc/367586/\" id=\"a_23\">Article 14</a>, or arbitrary action, arises. The very concept of one party to the contract acting arbitrarily and thereby violating <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a>, is misplaced. The action may be wrongful; but it is not such an action as is amenable to writ jurisdiction on the ground that it is arbitrary. If a contract is terminated wrongfully, it cannot be questioned in a writ petition saying that the termination is arbitrary, or unreasonable. The concept of arbitrary or unreasonable action amenable to writ jurisdiction is relevant only where the State acts under a statute, or in exercise of its executive/administrative power. Taking any other view would not only be contrary to well established authority, but would also cast an uncalled for burden upon this Court. Not only this Court would be exercising its writ jurisdiction for determining the private rights of the parties arising from, or relating to a contract, but would also be obliged to enquire into disputed questions of fact, which it would not ordinarily undertake.</span> \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"485924\" id=\"span_9\">26. Mr. B.S.A. Swamy, however, brought to our notice certain decisions in support of his contention that even for enforcing a contractual right, a writ petition is maintainable. Firstly, he relied upon&#x27; the decision in <a href=\"/doc/485924/\" id=\"a_25\">D.F.O., South Kheri v. Ram Sanchi Singh</a> . In that case, the writ-petitioner (respondent before the Supreme Court) had purchased the right to cut timber for a particular period from certain specified forest lots. After the purchase was over, a  higher forest official cancelled the lots on the ground that they were wrongly specified, and made certain directions for re-inspection, etc. The effect of this order was that the writ-petitioner who had already cut and removed certain forest produce in a particular month, was sought to be treated as if he had removed the same in the succeeding month. This action of the higher forest official was questioned by way of a writ petition in the High Court of Allahabad, which though dismissed by a learned single Judge, was allowed in appeal by a Division Bench. When the matter was brought to the Supreme Court, it was argued for the forest authorities that since the dispute arose out of the terms of the contract, and since the higher forest official had the authority to pass the order which he did in terms of the contract, the writ petition was not maintainable. This argument was rejected in the following words :</span> \n</p><blockquote id=\"blockquote_19\">  &quot;.....But in the present case the order is passed by a public authority modifying the order or proceeding of a subordinate forest authority. By that order he has deprived the respondent of a valuable right. We are unable to hold that merely because the source of the right which the respondent claimed was initially in a contract, for obtaining relief against any arbitrary and unlawful action on the part of a public authority he must resort to a suit and not to a petition by way of a writ. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1138078\" id=\"span_10\">In view of the judgment of this Court in <a href=\"/doc/1138078/\" id=\"a_26\">K.N. Guruswamy</a>&#x27;s case , there can be no doubt that the petition was maintainable even if the right to relief arose out of an alleged breach of contract where the action challenged was of a public authority invested with statutory power......&quot;.</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> It was observed that the higher forest official\n\nought to have observed the principles of natural justice before passing the order affecting the rights of the writ petitioner. It is not clear from the judgment whether the contract concerned in <a href=\"/doc/1138078/\" id=\"a_27\">the said decision</a> was a statutory contract; but the reference to the decision in Guruswamy&#x27;s case makes it appear that it was a statutory contract,. Guruswamy&#x27;s case arose under the Mysore Excise Act and the Rules made thereunder, as a perusal of the Report makes it clear beyond any doubt. Indeed, it has been so understood and explained in the subsequent decisions of this Court. This understanding of ours is reinforced by another circumstance, namely, the importing of principles of natural justice. It was held in the said case that inasmuch as the order passed by the higher forest official involved civil consequences and caused considerable loss to the writ petitioner, &quot;the order must be set aside on the simple ground that it was passed contrary to the basic rules of natural justice&quot;. It goes with out saying that the principles of natural justice or the duty to act fairly, are relevant only where the function is quasi-judicial or administrative in nature as the case may be. Indeed, the Court observed that in this case the action of the higher forest official was administrative in nature. It said : \n</p><blockquote id=\"blockquote_20\">  &quot;Granting that the order was administrative and not quasi-judicial, the order had still to be made in a manner consonant with the rules of natural justice, where it affected the respondent&#x27;s right to property.......&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> 27. We are, therefore, of the opinion that the observations of the Supreme Court in the said case must be understood as confined to a statutory contract, and cannot be understood as empowering the High Court to interfere in non-statutory contracts as well. It is not reasonable to believe that the Supreme Court would have intended or made a major departure from the well established position without referring to or discussing the earlier decisions on the subject. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 28. The next decision cited is an unreported decision of the Supreme Court printed in 1974 UJ (SC) 562 (Union of India v.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">Hariram Shamji Thakkar). On a perusal of the said decision, we do not think that it supports the learned counsel&#x27;s contention. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"360008\" id=\"span_11\">The Court first noticed its earlier decision in <a href=\"/doc/360008/\" id=\"a_28\">Lekhraj v. Deputy Custodian, Bombay</a> , but distinguished the same on the ground that in the instant case before them, the petitioner was not seeking to enforce a contractual obligation. It was held that under the conditions of auction, the petitioner therein had become the owner of the goods, though they remained in possession of the auctioning authority. It was held that any action to deprive him of the said property violates the right to property without the authority of law and, therefore, a writ petition is maintainable.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_39\"> 29. Learned Counsel for the writ petitioner also sought to rely upon the observations in Kasturilal&#x27;s case , but we do not think that any of those observations support the learned counsel&#x27;s proposition. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> 30. Lastly, reliance is placed upon the decision of a learned single Judge of this Court in Jagadishwar Reddy v. Manager, Andhra Bank (1988) 1 Andh LT 605. The petitioner in that case obtained a loan of Rs. 6,000/- pledging his gold ornaments with the respondent-Bank. He also stood surety along with another person for the loan obtained by a third-party from the same Bank. When the petitioner sought to repay the loan taken by him and have a discharge, the Bank refused to return the gold ornaments on the ground that the debt of the third-party for which he stood surety is not yet discharged. The petitioner, thereupon, approached this Court for a writ of mandamus to the Bank to accept the repayment of the debt and return the pledged gold ornaments to him. From the Report it does not appear that any objection was raised by the Bank about the maintainability of the writ petition. The Bank merely contested on merits. But, all-the-same, the learned Judge made the following observations in paragraph 2, which are strongly relied upon by Mr. B.S.A. Swamy : -- \n</p>\n<blockquote id=\"blockquote_21\">  &quot;......The respondent is an instrumentality\nof the State within the meaning of <a href=\"/doc/609139/\" id=\"a_29\">Article 12</a> of the Constitution. The actions of the respondent must be in conformity with law or administrative instructions having the force of law. Its actions are amenable to judicial review under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> of the Constitution. Though the dispute arises under contractual relations, when the facts are admitted or not in dispute and the relief under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> being efficacious and expeditious, it is redundant to relegate the parties to a traditional time consuming civil action for return of the gold ornaments pledged by the petitioner, on repayment of the debt. It is entirely a different facet if the facts are in acute dispute. The question at issue is a pure question of law. Therefore, this Court can exercise its power under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> and decide the question of law and direct the parties to act accordingly......&quot;. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_41\"> With great respect to the learned single Judge, we do not think that the proposition enunciated by him is correct in law. No decision of any other Court is cited, nor any principle evolved as to how a writ petition is maintainable in a contractual matter, merely because the facts are not in dispute. In any event, since the question was not raised and considered, the said observations must be treated as obiter. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"> 31. Now coming to the facts of the present case, what the petitioner is seeking to do by way of this writ petition is to restrain the Corporation -- a party to a contract -- from encashing the bank-guarantees which it is empowered to do under the express terms of the bank-guarantees. We do not know whether the termination of the contract is wrongful. The Corporation says that the third contract was surrendered by the petitioner voluntarily. Even though it appears that the second contract was cancelled on 22-10-86, after two bits were surrendered, it is not known whether the said termination is wrongful. Those questions are not raised, and cannot be gone into in this writ petition. Each party says that the other party is in fault, and that it is entitled to certain huge amounts from the other. The Corporation had, moreover,\n\nadvanced huge amounts in terms of, and under the contracts. If the work is not done, it is entitled to refund of those advances. It appears as if the third contract was surrendered without laying any stretch or portion of the line. Therefore, we do not know who is at fault, and who is entitled, and to how much? These are all matters now pending before the arbitrator. He has to go into the disputed questions and give his award. In such a situation, to say that the encashment of bank-guarantees by the Corporation is bad only because a few days earlier certain senior officials of the Corporation had agreed to consider the request of the petitioner sympathetically, is nothing but pronouncing upon an action taken in pursuance of, and in terms of a contract. The bank-guarantee empowers the Corporation to encash it, notwithstanding any dispute or objection raised by the contractor. The Corporation is entitled, in terms of the bank-guarantee, to treat the Bank as the principal debtor and call upon the Bank to pay the amount guaranteed. Moreover, if the encashment is wrongful or unwarranted, it is not as if the petitioner is without any remedy. The arbitrator who will go into this question will undoubtedly make necessary directions, depending upon his findings. Nor are we satisfied that because a party to a contract cannot unilaterally determine what is the amount due to him from the other party, under the contract, a writ petition can lie to restrain such party from encashing the bank-guarantee furnished to it. (for the purpose of this argument, we shall assume that the said contention is correct.) Even then, all that it means is that the encashment is wrongful. The remedy in such a case is to file a suit for refund of the said amount. Indeed, in this very case the. petitioner had approached the Civil Court for an injunction restraining the Corporation from encashing the bank-guarantees, but since it could not get any interim injunction from the Civil Court and meanwhile the bank-guarantees were encashed, it chose to file the present writ petition, and then withdrew the suit filed in the Civil Court. We are not able to understand this action. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_43\"> 32.    For all the above reasons, we are of\n\nthe opinion that the writ petition was misconceived, and that the proper remedy of the writ-petitioner is the one which it has already adopted, viz., referring the dispute for decision of the arbitrators in terms of the contract. Whether a civil suit was, or is open now in this matter, we express no opinion, in view of the arbitration clause in the contracts. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\"> 33. Though in view of our finding that the writ petition is not maintainable it is unnecessary for us to go into the correctness of the reasons for which the learned single Judge has allowed the writ petition, yet, for the sake of completeness and also because the learned single Judge has expressed his opinion on certain facets of the dispute between the parties, we propose to consider the same. The learned single Judge held that the officers of the Corporation have acted arbitrarily and are guilty of unfair treatment of the petitioner on the following grounds. The learned Judge termed it as &#x27;violation of procedural aspects&#x27;. They are : -- \n</p>   \n\n<p data-structure=\"Facts\" id=\"p_45\"> (i) According to para 3.2 read with para 3.4 of the Minutes of the joint meeting between certain senior officers of the Corporation and the Chairman &amp; Managing Director of the petitioner-company, held on 18-11-1987, the Corporation agreed to sympathetically examine the point raised by the petitioner that the bank-guarantees furnished by it should not be encashed until all its claims relating to other contracts are settled. Ignoring this undertaking a junior officer of the Corporation terminated the contract by his letter dated 18-11-1987 served upon the petitioner&#x27;s Managing Director on the evening of the same day, and called upon the petitioner to refund an amount of Rs. 89,98,705/-. The officer who signed the letter of termination, namely, Sri G.S. Gujral, was evidently unaware of the undertaking given by the senior officers earlier in the day at the joint meeting. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\"> (ii) With a view to get over the said undertaking, the officers of the Corporation have tampered with the aforesaid Minutes of the joint meeting, and raised the contention in the writ petition that the Corporation did\n\nnot agree to sympathetically consider the said request of the petitioner, though it agreed to consider sympathetically the other two requests of the petitioner. This shows the undue interest taken by the officers of the Corporation. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\"> (iii) Even the termination letter appears to have not been prepared and issued in the normal course, which is evident from the fact that the date at the top, i.e., &quot;18-11-87&quot; was entered by hand, and the name of the officer, G. S. Gujral, who signed the said letter, is typed on a different typewriter. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_48\"> (iv) While terminating the third contract on 18-11-1987, the officer who terminated it failed to take into consideration, and acted contrary to the endorsements of the Chairman and Managing Director of the Corporation dated 23-10-1987 and also the noting dated 26-10-1987, wherein he had observed that further action with respect to the petitioner should be taken in consultation with him and that the petitioner-company should not be penalized for its inexperience on account of which it had quoted unworkable low rates. \n</p> \n\n<p data-structure=\"Section\" id=\"p_49\"> (v) The decision to invoke the bank-guarantees can be taken only by the Chairman &amp; Managing Director of the Corporation. The Corporation has not placed any material before the Court to show that the decision to invoke the bank-guarantees in this case was taken by the Chairman &amp;Managing Director; and   \n \n\n</p><p data-structure=\"Precedent\" id=\"p_50\"> (vi) in a matter governed by a contract, the Corporation cannot take a unilateral decision without resorting, to the procedure envisaged in the contract. In other words, the Corporation cannot unilaterally determine the amount due to it, nor can it invoke the bank-guarantees for satisfying such a claim. This has resulted in irretrievable injustice to the petitioner.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\"> 34. We now proceed to deal with each of the said grounds. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> Re : Ground (i) : Assuming that the corporation had agreed to sympathetically consider the request of the petitioner not to invoke the bank-guarantees until its other claims are settled, it was only an agreement\n\nto consider the said request; there was no agreement not to encash. The letter of termination served on the same day does not in any manner run counter to the said undertaking, if it can be called one. The letter dated 18-11-1987 merely called upon the petitioner to pay back the amount received by it towards advance, in terms of the contract. The letter did not invoke the bank-guarantees. The invocation of bank guarantees was more than two weeks later. There is no question of any estoppel in this matter, nor is any such estoppel pleaded, or established. Secondly, it is not correct to say that the officer who signed the termination letter. Sri G. S. Gujral, was not aware of the alleged undertaking given by the senior officers earlier in the day at the joint meeting. At the joint meeting the Corporation was represented by two officers, namely, Sri A.K. Ramachandran, and Sri G. S. Gujral. In other words, the officer who signed the termination letter was himself a participant in the joint meeting. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> Re :Ground(ii) : The finding with respect to tampering with of the Minutes, in our opinion, ought not to have been recorded unless a proper enquiry was made and evidence recorded. A serious finding of tampering with the record should be recorded only after due enquiry at which the parties are allowed to adduce evidence. We are, therefore, not satisfied about the procedure adopted in recording the said finding. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\"> Re : Ground (iii) : We are unable to see any design, or any impermissible motive in putting the date &#x27;18-11-87&#x27; in the letter of termination in hand instead of typing the same. Similarly, we are also not satisfied that the name, &#x27;G. S. Gujral&#x27;, at the end of the said letter was typed on a different typewriter. What we have said with respect to ground No. (ii)equally applies to this ground as well. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\"> Re : Ground (iv) : We are unable to see any substance in this ground. The minutes of the joint meeting make it clear that the Managing director of the petitioner himself agreed to surrender the remaining portion of the third contract, which is evident from the following words in para 3.1 of the Minutes : -- \n</p>\n<blockquote id=\"blockquote_22\">  &quot;BCC (petitioner) could not convince NTPC on this, and in the national interest, BCC has finally accepted the off-loading of the balance of 70 K.Ms. portion of line also........&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_56\"> It is thus clear that the remaining stretch of 70 K.Ms. still with the petitioner was also agreed to be surrendered by the petitioner. After the said surrender nothing remained under the third contract. The letter of termination issued on 18-11-1987 was a formal recognition of the said surrender made by the petitioner himself, therefore, the criticism that while terminating the contract the officer terminating the same did not keep in mind the earlier endorsements and noting of the Chairman &amp; Managing Director of the Corporation, is beside the point. We may also point out that the note dated 26-10-1987 to the effect that &quot;action should be taken in consultation with me&quot; was made not by the Chairman &amp; Managing Director of the Corporation, but by the Executive Director. Be that as it may, these endorsements and noting made more than one year earlier cannot govern the situation obtaining in November 1987. In this regard, it may be remembered that the second contract was terminated as far back as 22-10-1986. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> Re : Ground (v) : This ground is raised with reference to &quot;working arrangements under Finance and Account&quot;, which is an Annexure to the office order dated 29-10-1987 issued by the Corporation. Under item 7(d) it is mentioned that the power of &quot;encashment of bank guarantees in association with contract&quot; vests with General Manager (Finance)/Executive Director (Finance) in respect of works relating to Corporation Centre, and in the case of Projects the power vests in the head of the Department (Finance). Firstly, the said proceeding is only a working arrangement of the Corporation, which is an internal matter of the Corporation. Indubitably, it is not statutory, nor issued in exercise of any statutory power. Secondly, no such contention was raised in the writ petition. Moreover, if that was the case, nothing prevented the petitioner from approaching the Chairman &amp; Managing Director and asking him to recall\n\nthe orders of the subordinate officers encashing the Bank-Guarantees. The very fact that this writ petition is being contested by the Corporation shows Chat the action of encashment of bank-guarantees -- assuming that it was taken by officers lower in rank to the Chairman -- was affirmed and ratified by the Chairman. In any event, this could not have been a ground for terming the Corporation&#x27;s action as arbitrary, or for interfering with the same by way of a writ. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\"> Re : Ground (vi) : there was a good amount of debate before us on this aspect. The contention of Sri B.S.A. Swamy, learned counsel for the writ petitioner (1st respondent in this Writ Appeal), is that one party to a contract cannot be empowered to, nor can it purport to, determine the disputed questions arising between the parties. In other words, one party to a contract cannot decide that the other party is guilty of breach of contract and termination of the contract by it is justified, nor can it assess the damages or compensation which it is entitled to consequent upon such termination; such determination can be made, and ought to be made only by an independent authority or Tribunal, like an arbitrator, or Court. Hence, in this case the Corporation cannot say, unless the arbitrator or the Court so decides, that the termination of the contract is valid and justified, nor can it determine the amount due to it pursuant to such termination, much less can it seek to recover the same by encashing the bank-guarantees. Strong reliance is placed upon two decisions of the Supreme Court, to which we shall presently refer. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_12\">In <a href=\"/doc/338650/\" id=\"a_33\">State of Karnataka v. Shree Rameshwara Rice Mills</a>, (1987) 2 SCC 160 : (AIR 1987 SC 1359), the Court was construing Clause 12 of the contract concerned therein, which ran as follows : --</span> \n</p><blockquote id=\"blockquote_23\">  &quot;In token of the first party&#x27;s willingness to abide by the above conditions, the first party has hereby deposited as security a sum of Five Hundred Rupees only with the second party and for any breach of conditions set forth hereinbefore, the first party shall be liable to pay damages to the second party as\n\nmay be assessed by the second party, in addition to the forfeiture in part or whole of the amount deposited by him. Any amounts that may become due or payable by the first party to the second party under any part of the agreement, shall be deemed to be and may be recovered from the first party as if they were arrears of land revenue&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_60\"> The contract was between the State of Mysore, and Shree Rameshwara Rice Mills. Alleging that the Mills had committed a breach of contract by making short delivery of rice, the State demanded payment of damages, assessed at Rs. 7,344.16 Ps. by the Deputy Commissioner. Since the Mills failed to pay the said amount, the State initiated proceedings under the <a href=\"/doc/201374/\" id=\"a_34\">Revenue Recovery Act</a>, to recover the amount as if it were arrears of land revenue. The mills thereupon instituted a suit for a declaration that the recovery proceedings are illegal, and for a permanent injunction restraining the State from pursuing the recovery proceedings. In two other similar matters, however, the contractors approached the High Court of Karnataka by way of writ petitions under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> of the Constitution, challenging the validity of the assessment of damages and recovery proceedings. The second appeal preferred by the State was dismissed and the writ-petitions filed by the contactors were allowed by the High Court, whereupon the matter was taken to Supreme Court. Construing said Clause 12, the Supreme Court made the following observations : \n</p><blockquote id=\"blockquote_24\">  &quot;.....The terms of Clause 12 do not afford scope for a liberal construction being made regarding the powers of the Deputy Commissioner to adjudicate upon a disputed question of breach as well as to assess the damages arising from the breach. The crucial words in Clause 12 are &quot;and for any breach of conditions set forth hereinbefore, the first party shall be liable to pay damages to the second party as may be assessed by the second party&quot;. On a plain reading of the words it is clear that the right of the second party to assess damages would arise only if the breach of conditions is admitted or if no issue is made of it. If it was the intention of the\n\nparties that the officer acting on behalf of the State was also entitled to adjudicate upon a dispute regarding the breach of conditions the wording of Clause 12 would have been entirely different. It cannot also be argued that a right to adjudicate upon an issue relating to a breach of conditions of the contract would flow from or is inhered in the right conferred to assess the damages arising from a breach of conditions. The power to assess damages, as pointed out by the Full Bench, is a subsidiary and consequential power and not the primary power. Even assuming for argument&#x27;s sake that the terms of Clause 12 afford scope for being construed as empowering the officer of the State to decide upon the question of breach as well as assess the quantum of damages, we do not think that adjudication by the officer regarding the breach of the contract can be sustained under law because a party to the agreement cannot be an arbiter in his own cause. Interests of justice and equity require that where a party to a contract disputes the committing of any breach of conditions the adjudication should be by an independent person or body and not by the other party to the contract. The position will, however, be different where there is no dispute or there is consensus between the contracting parties regarding the breach of conditions. In such a case the officer of the State, even though a party to the contract will be well within his rights in assessing the damages occasioned by the breach in view of the specific terms of Clause 12.....&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_61\"> 36. It would be evident from a reading of the above observations that the said Clause, according to the Supreme Court, did not empower the State to determine whether there was a breach of contract on the part of the Mills. It was further held that the power to assess damages was consequential to breach. If the State had no power to adjudicate upon the issue relating to breach of contract by the Mills, it follows logically that it had no power also to assess the damages, which is merely a consequential aspect. It is, no doubt, true that the Court did not stop there, and proceeded to observe further that even if the said clause is construed as empowering the\n\nState to determine whether a breach has been committeed by the Mills, such a clause would be unsustainable, since &quot;Interests of justice and equity require that where a party to a contract disputes the committing of any breach of conditions the adjudication should be by an independent person or body and not by the other party to the contract......&quot;. At\nthe same time, the Court observed further that the position would be different where there in no dispute, or there is consensus between the contracting parties regarding the breach of conditions. In such a ease, it was held, the State, even though a party to the contract, will be well within its rights in assessing the damages occasioned by the breach, in view of the specific terms of Clause 12. Now, in this case, it would be seen firstly that the clauses and stipulations concerned are wholly different from Clause 12 of the contract considered by the Supreme Court. We have already referred to the terms of the bank-guarantee. Apart from the language of bank-guarantees, Clause 23.1 of &quot;Instructions to Bidders&quot; provided clearly that &quot;the guarantee amount shall   be   payable  to  the owner (Corporation)    without    any    condition whatsoever.....&quot;. It may be reiterated that\nunder    the    bank-guarantee,    the    Bank undertook   to   pay   to   the   Corporation &quot;Immediately on demand any or all monies payable by the contractor.....without any\ndemur, reservation, recourse, contest or protest and/or without any reference to the contractor&quot;. The bank-guarantee further provided that &quot;any such demand made by the owner (Corporation) on the Bank shall be conclusive and binding &#x27;notwithstanding any difference between the owner and the contractor, or any dispute (sic) other authority&quot;. It also provided that it shall be open to the Corporation to treat the Bank as a principal debtor and proceed to invoke the bank guarantee without first proceeding against the contractor. It is thus clear that the clauses in the contracts between the parties herein are wholly distinct from Clause 12 of the contract considered by the Supreme Court in the aforesaid decision. The terms of the contract and the bank-guarantee are unconditional, and they clothe the\n\nCorporation with power to demand the payment of the money guaranteed by the Bank at any time without reference to the contractor, and notwithstanding any dispute or difference between the Corporation and the contractor. There is no provision in the <a href=\"/doc/171398/\" id=\"a_36\">Contract Act</a>, or any principle, prohibiting or invalidating such a stipulation. Secondly, the correctness or validity of termination of the contract is not in question in this writ petition. As already mentioned hereinbefore, the petitioner-Contractor it self voluntarily surrendered the third contract in two stages,  and that the letter of termination was merely a formality recognizing and recording the  said surrender. The second contract was put an end to in three stages. In the first two stages, the petitioner-company itself surrendered certain stretches. The third and the remaining stretch was terminated by the Corporation as far back as 22-10-1986. The correctness of the said termination was not questioned till the filing of the writ petition. It is only subsequent to the encashment of bank-guarantees did the petitioner raise a dispute relating to the said two contracts, which has since been referred to arbitration.  In the circumstances, we are of the opinion  that <a href=\"/doc/338650/\" id=\"a_37\">the said decision</a> of the Supreme Court canot come to the rescue of the petitioner herein. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1096670\" id=\"span_13\">37. The second decision cited is in <a href=\"/doc/1096670/\" id=\"a_38\">Lakhshimchand &amp; Balchand v. State of A.P.</a>, . In this case, the contractor obtained a decree in a sum of Rs. 16 Lakhs and filed an Execution Petition for recovery of the said amount together with interest of Rs. 7,80,000/-. In this Execution Petition the State (Judgment-debtor) raised a plea that under another contract entered into between the parties the State is entitled to recover about Rs. 23 Lakhs. Deducting the said amount, it deposited the balance and requested the Court to record full satisfaction. It was held by the Supreme Court that it was not open to the State to seek to set off a certain amount which was unilaterally determined by the State to be due to it from the contractor. It was held that unles an arbitrator or a Court determines that the said amount is due, it cannot be adjusted.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_14\">It is\n\nclear that the principle of <a href=\"/doc/1096670/\" id=\"a_39\">the said decision</a> is the same as is underlying the decision in <a href=\"/doc/338650/\" id=\"a_40\">State of Karnataka v. Shree Rameshwara Rice Mills</a>, (1987) 2 SCC 160: (AIR 1987 SC 1359).</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"338650\" id=\"span_15\">Accordingly, the observations made by us with respect to the decision in <a href=\"/doc/338650/\" id=\"a_41\">Shree Rameshwara Rice Mill</a>&#x27;s case (supra) are relevant equally with respect to this decision.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1475051\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"22978\" id=\"span_17\">Two other decisions were cited by the counsel for the petitioner, i.e., in <a href=\"/doc/22978/\" id=\"a_42\">Kudremukh Iron Ore Company Ltd. v. Korula Rubber Company Pvt. Ltd.</a>,  and M/s. <a href=\"/doc/1475051/\" id=\"a_43\">Banerjee &amp; Banerjee v. Hindustan Steel Works Construction Ltd.</a>, . We do not, however, think it necessary to deal with the said decisions at any length since the principle underlying the said decisions is substantially the same as affirmed in the decision of the Supreme Court, aforesaid.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> 39. Even assuming that the learned counsel for the petitioner is right in saying that one party to a contract is not empowered to determine that the other party to the contract has committed a breach, or to assess\ndamages/compensation which it is entitled to under the contract, it only means that the\n encashment of bank-guarantees is wrongful. In such a case, the remedy lies in approaching either the arbitrator or the Civil Court for appropriate relief. A writ petition, in any event, is not a remedy available in such a situation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_18\">In <a href=\"/doc/338650/\" id=\"a_44\">State of Karnataka v. Shree Rameshwara Rice Mills</a>, (1987) 2 SCC 160 : (AIR 1987 SC 1359) the writ petitions were entertained and no objection was raised with respect to their maintainability because the State sought to recover the amount of damages determined by it by seeking to recover the same as arrears of land-revenue invoking the provisions of the <a href=\"/doc/201374/\" id=\"a_45\">Revenue Recovery Act</a>. In this case, no action was taken under any statute to recover the said amount.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> 40. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_19\">In this connection, we think it appropriate to refer to the following observation of the Supreme Court in <a href=\"/doc/329587/\" id=\"a_46\">U.P. Co-operative Federation Ltd. v. Singh Consultants and Engineers (P) Ltd.</a>, . The relevant facts of the case are\n\nthat the respondent before the Supreme Court entered into an agreement with the appellant therein for constructing a Vanaspathi manufacturing plant. As required by the contract between the parties the respondent furnished two bank-guarantees for proper construction and successful commissioning of the plant. Under the terms of the bank-guarantees the Bank undertook not to revoke the guarantee in any event before the expiry of the due date, and to make unconditional payments on demand without reference to the respondent. The guarantees further provided that the appellant shall be the sole judge for deciding whether the respondent had fulfilled the terms of the contract, or not. Subsequently, disputes arose between the parties as to the erection and performance of the plant. The respondent approached the Civil Court by a petition under <a href=\"/doc/28932/\" id=\"a_47\">Section 41</a> of the Arbitration Act read with Rules 1 and 2 of <a href=\"/doc/161831507/\" id=\"a_48\">Order XXX1X, C.P.C</a>. seeking an injunction restraining the appellant from invoking the bank-guarantees. Though the Civil Court dismissed the petition, the High Court, in appeal, granted the injunction asked for. The matter was taken to Supreme Court, which allowed the appeal observing that it was not a case where injunction ought to have ,been granted. The effect of injunction, it was observed, was to restrain the Bank from performing the bank-guarantee, which cannot be done; what cannot be done directly canot be allowed to be done indirectly. A maltreated party in such circumstances, it was observed, was not remedyless; he can sue the appellant for damages; there was no apprehension of irretrievable damages, nor was any strong prima facie case of fraud in entering into the transaction, made out. It was further observed that commitments of banks must be honoured free from interference by the courts. An irrevocable commitment either in the form of confirmed bank-guarantee or irrevocable letter of credit cannot be interfered with by courts; in order to restrain the operation either of irrevocable letter of credit or of confirmed letter of credit, or of bank-guarantee, there should be serious dispute and there should be good prima facie case of fraud and special equities in the form of preventing irretrievable\n\ninjustice between the parties. It was observed that if the above principle is not followed, the very purpose of bank-guarantees would be negatived and the fabric of grading operation will get jeopardised. Upon bank-guarantees, it was observed, revolves much of the internal trade and many transactions in a country.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_66\"> 41. It may be noted that the language of the bank-guarantees considered in the case before the Supreme Court is practically the same as the language of the bank-guarantees in the case before us. It must also be remembered that the case before the Supreme Court arose from a petition under <a href=\"/doc/28932/\" id=\"a_49\">Section 41</a> of the Arbitration Act, read with Rules 1 and 2 of <a href=\"/doc/161831507/\" id=\"a_50\">Order XXXIX, C.P.C</a>., and not from a writ petition. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_67\"> 42. For the above reasons, we are of the opinion that all the grounds given by the learned single Judge in support of the rule absolute&#x27; are unsustainable in law and on the facts of this case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_68\"> 43. Lastly, it was argued by Mr. B.S.A. Swamy, learned counsel for the petitioner, that when the Corporation was demanding only an amount of Rs. 89,98,705/- under its letter of termination dated 18-11-1987, there is absolutely no justification for encashing the bank-guarantees to a tune of Rs. 2,33,25,107/-. In our opinion, this contention proceeds upon the mistaken assumption of facts. The letter dated 18-11-1987 did not state the entire claim of the Corporation. The amount of Rs. 89,98,7057-which was called upon to be repaid, was the amount advanced by the Corporation to the petitioner-contractor under the third contract. We have already emphasized this aspect, which is clear from the last paragraph in the said letter. It is submitted by Sri T. Anantha Babu, learned counsel for the Corporation, that huge amounts are payable to the Corporation towards loss and damage suffered by the Corporation on account of delays and defaults committed by the petitioner-contractor in performance of its work. Even the Minutes of the joint meeting held on 18-11-1987 refer to this aspect. The said Minutes show that because of such a consequence\n\nflowing from the contract, the petitioner-contractor requested the Corporation not to make the petitioner liable for the same and which request the Corporation agreed to consider sympathetically. The second contract was terminated, as stated already, on 22-10-1986. All these matters are now pending before the arbitrator. It, therefore, cannot be said that the claim of the Corporation under both the contacts was confined to Rs. 89,98,705/- and hence the encashment of bank-guarantees for an amount more than that was fraudulent. Nor does it appear to be wrongful, ex facie. This is a matter for arbitrator or the Court to decide, and we propose to express no opinion on any of the disputes between the parties. \n</p> \n\n<p data-structure=\"Section\" id=\"p_69\"> 44. Mr. B.S.A. Swamy repeatedly contended that by invoking the bank-guarantees, the petitioner-contractor will\nsuffer great prejudice and loss, and the very survival of the petitioner-company would be put in jeopardy. Even if the said contention is correct, we are afraid we have no power to interfere under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a> of the Constitution. Until and unless the rights of the parties are determined and it is found by the arbitrator/Court as to who is at fault, and who is entitled to how much, it is difficult to\nsay that the action taken by the Corporation is unjust, or wrongful. Nor can any relief be granted. Once it is a matter in the realm of contract, not involving any statutory or constitutional issues, it is not a matter for being agitated under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226</a> of the Constitution. It is not possible for this Court to take up one aspect or facet of the dispute between the parties and pronounce upon it, which would merely prejudice the parties before the arbitrator and the Court. Without looking into the entirety of the circumstances, it would not be possible for this Court in this writ petition to express any opinion whether any particular act of the Corporation is unjust, or what is termed as &#x27;arbitrary&#x27;. Any such pronouncement would be premature. Only a full investigation into facts, either by the arbitrator or by a Civil Court in a properly constituted proceeding, would bring out the truth. The writ petition, therefore, was not a proper or available remedy in such a situation. \n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_70\">45. For the above reasons, the Writ Appeal is allowed, the judgment of the learned single Judge is set aside, and the writ petition is dismissed. There shall be no order as to costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 46. We make it clear that the arbitrator before whom the disputes are pending shall determine the same on the basis of the material placed before him, and in accordance with law, without being influenced by, and without taking into consideration the observations made in this judgment. The reasons given, and the observations made herein constitute only the reasons for our judgment, and do not amount to expression of opinion on the merits of the dispute between the parties. \n</p>\n \n\n","numcites":21,"numcitedby":11,"docsource":"Andhra HC (Pre-Telangana)","citetid":1314218,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"encashing of bank guarantees","formInput":"encashing%20of%20bank%20guarantees"},{"value":"transmission lines","formInput":"transmission%20lines"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"determine the amount due","formInput":"determine%20the%20amount%20due"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"mandamus","formInput":"mandamus"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"Instrumentality of state","formInput":"Instrumentality%20of%20state"},{"value":" principal debtor","formInput":"%20principal%20debtor"},{"value":"writ petition maintainable ","formInput":"writ%20petition%20maintainable%20"},{"value":"terminable contract","formInput":"terminable%20contract"},{"value":"contract act","formInput":"contract%20act"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"recovery-revenue, finance","formInput":"tag:recovery-revenue, finance"}],"courtcopy":false,"query_alert":null,"agreement":false}