{"tid":1192656,"publishdate":"1987-04-14","title":"Commissioner Of Income-Tax vs Dina Lal Gupta on 14 April, 1987","doc":"<h2 class=\"doc_title\">Commissioner Of Income-Tax vs Dina Lal Gupta on 14 April, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [1988]170ITR583(RAJ)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-c-agrawal\">S.C. Agrawal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-c-agrawal\">S.C. Agrawal</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n\n \n\nS.C. Agrawal, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. In this reference made at the instance of the Revenue, the Income-tax Appellate Tribunal, Jaipur Bench, Jaipur (hereinafter referred to as &quot; the Tribunal&quot;), has referred the following question for the opinion of this court;\n</p><blockquote id=\"blockquote_1\">  &quot; Whether, on the facts and in the circumstances of the case, the Income-tax Appellate Tribunal was right in law in treating the loss of Rs. 13,050 in groundnut oil as a trading loss ? &quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. This reference relates to the assessment year 1975-76. Shri Dina Lal Gupta, respondent herein (hereinafter referred to as &quot; the assessee &quot;), was carrying on the business of adat in the name of M/s. Dinalal Narendra Kumar, at Jaipur. The assessee entered into an agreement on October 26, 1974, with M/s. R.C.S. Vanaspati Industries, Ltd., Jaipur, for the sale of 290 quintals of groundnut oil at Rs. 795 per quintal. The said goods were to be supplied on any date till November 15, 1974. On November 11, 1974, M/s. R.C.S. Vanaspati Industries Ltd. demanded the supply of the goods but by that time, the prices had gone up and the assessee expressed his inability to supply the goods and preferred to pay damages at Rs. 45 per quintal and a sum of Rs. 13, 050 was paid by the assessee to M/s. R.C.S. Vanaspati Industries on November 11, 1974. The assessee claimed deduction of the aforesaid amount of Rs. 13,050 as loss suffered by him in the sale of groundnut oil. The Income-tax Officer did not allow the said \n\ndeduction on the ground that the said transaction was of a speculative nature and there was no delivery of goods. He added back the said amount while computing the income of the assessee from business. On appeal, the Appellate Assistant Commissioner upheld the order of the Income-tax Officer and found that the transaction in question was a speculative transaction and the loss arising therefrom was speculative loss. On further appeal, the Tribunal, however, held that the loss of Rs. 13,050 claimed by the assessee was in the nature of a trading loss and the transaction in question could not be regarded as a speculative transaction under <a href=\"/doc/967611/\" id=\"a_1\">Section 43(5)</a> of the Income-tax Act, 1961 (hereinafter referred to as &quot;the 1961 Act&quot;). Feeling aggrieved by the aforesaid order of the Tribunal, the Revenue moved for referring the question of law arising out of the order of the Tribunal for the opinion of this court and thereupon the Tribunal has referred the question mentioned above for the opinion of this court.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. The question which has been referred by the Tribunal involves the determination of the question as to whether the transaction with regard to the sale of 290 quintals of groundnut oil entered into by the assessee with M/s. R.C.S. Vanaspati Industries Limited was in the nature of a speculative transaction.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. <a href=\"/doc/555776/\" id=\"a_2\">Section 28</a> of the 1961 Act prescribes the income which shall be chargeable to income-tax under the head &quot; Profits and gains of business or profession &quot;. Explanation 2 to <a href=\"/doc/555776/\" id=\"a_3\">Section 28</a> provides that where speculative transactions carried on by an assessee are of such nature as to constitute a business, the business (hereinafter referred to as &quot; speculation business&quot;) shall be deemed to be distinct and separate from any other business. In Sub-section (I) of <a href=\"/doc/1504808/\" id=\"a_4\">Section 73</a> of the 1961 Act, it is provided that any loss computed in respect of a speculation business carried on by the assessee shall not be set off except against profits and agains, if any, of another speculation business. The expression &quot;speculative transaction&quot; has been defined in Sub-section (5) of <a href=\"/doc/394567/\" id=\"a_5\">Section 43</a> of the 1961 Act to mean &quot; a transaction in which a contract for the purchase or the sale of any commodity, including stocks and shares, is periodically or ultimately settled otherwise than by the actual delivery or transfer of the commodity or scrips &quot;. There is a proviso to the said definition but the same is not relevant for the purpose of the present case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">5. <a href=\"/doc/191265324/\" id=\"a_6\">In the Indian Income-tax Act, 1922</a> (hereinaiter referred to as &quot; the 1922 Act&quot;), the definition of speculative transaction was contained in Explanation 2 to <a href=\"/doc/47944/\" id=\"a_7\">Section 24(1)</a> of the said Act which provided that a speculative transaction means &quot; a transaction in which a contract for\n\npurchase and sale of any commodity including stocks and shares is periodically or ultimately settled otherwise than by the actual delivery or transfer of the commodity or scrips &quot;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1791562\" id=\"span_1\">In <a href=\"/doc/1791562/\" id=\"a_8\">Davenport and Co. P. Ltd. v. CIT</a> [1975] 100 ITR 715, the Supreme Court has considered the aforesaid definition of speculative transaction contained in Explanation 2 to <a href=\"/doc/47944/\" id=\"a_9\">Section 24(1)</a> of the 1922 Act, and it has been held that for income-tax purposes, speculative transaction means what the definition of the expression in Explanation 2 says and whether a transaction is speculative in the general sense or under the <a href=\"/doc/171398/\" id=\"a_10\">Contract Act</a> is not relevant for the purpose of the said Explanation. In that case, the Supreme Court has also held that the words &quot;actual delivery&quot; in Explanation 2 mean real as opposed to notional delivery. Although there is some difference in the language used in Explanation 2 to <a href=\"/doc/47944/\" id=\"a_11\">Section 24(1)</a> of the 1922 Act and <a href=\"/doc/967611/\" id=\"a_12\">Section 43(5)</a> of the 1961 Act, that is not very material and in spite of the said difference in the language, it can be said that for income-tax purposes speculative transaction means what the definition of that expression contained in <a href=\"/doc/967611/\" id=\"a_13\">Section 43(5)</a> of the 1961 Act says and whether a transaction is speculative in the general sense or under the <a href=\"/doc/171398/\" id=\"a_14\">Contract Act</a> is not relevant for the purpose of <a href=\"/doc/243421/\" id=\"a_15\">Section 43(5)</a> of the 1961 Act and the words &quot;actual delivery&quot; in <a href=\"/doc/243421/\" id=\"a_16\">Section 43(5)</a> of the 1961 Act mean real delivery as opposed to notional delivery.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">7. While construing the definition of &quot;speculative transaction&quot; in <a href=\"/doc/243421/\" id=\"a_17\">Section 43(5)</a> of the 1961 Act, it has to be borne in mind that the Legislature has used the words &quot;a transaction in which a contract for the purchase or sale of any commodity, including stocks and shares, is periodically or ultimately settled otherwise than by the actual delivery or transfer of the commodity or scrips &quot;. In other words, the Legislature speaks of the contract being settled. The question which needs to be considered is as to when a contract can be said to be settled ?\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_2\">In <a href=\"/doc/894414/\" id=\"a_18\">CIT v. Pioneer Trading Co. P. Ltd.</a> [1968] 70 ITR 347, the Calcutta High Court while dealing with Explanation 2 to <a href=\"/doc/1649313/\" id=\"a_19\">Section 24(1)</a> of the 1922 Act has drawn a distinction between the settlement of a contract and settlement of a claim arising out of a breach of a contract and has observed as under (p. 352):</span>\n</p><blockquote id=\"blockquote_2\">  &quot; As we read Explanation 2 to <a href=\"/doc/1649313/\" id=\"a_20\">Section 24(1)</a>, we do not feel that a claim based on breach of contract comes within the meaning of contract settled as used in Explanation 2. In our reading, the expression &#x27;contract settled&#x27; means &#x27;contract settled before breach&#x27;. After breach of contract, the cause of action is no longer based on the contract itself but on its breach.&quot; \n</blockquote> \n\n\n\n<p data-structure=\"Precedent\" id=\"p_9\">9. In that case, there was failure on the part of the assessee to perform its part of the contract as a result of which part of the goods could not be supplied on account of the fault of the foreign buyer and the claim for the breach of contract was subsequently settled by the foreign buyer by paying the difference of price. It was held that since settlement took place after the breach of the contract, the contract could not be held to be a speculative transaction under Explanation 2 to <a href=\"/doc/1649313/\" id=\"a_21\">Section 24(1)</a> of the 1922 Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136529\" id=\"span_3\">10. The same view was taken by the said High Court in <a href=\"/doc/136529/\" id=\"a_22\">Daulatram Rawatmull v. CIT</a> [1970] 78 ITR 503 (Cal), where also the assessee was required to pay the difference between the market rate and the contract rate under the award of an arbitrator and it was held that it was not a case of settlement of the contract itself but of payment of damages for breach or non-fulfilment or non-performance of the contract.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352508\" id=\"span_4\">11. To the same effect is the decision of the Karnataka High Court in <a href=\"/doc/1352508/\" id=\"a_23\">Bhandari Rajmal Kushalraj v. CIT</a> [1974] 96 ITR 401.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1948147\" id=\"span_5\">12. The Madras High Court in <a href=\"/doc/1948147/\" id=\"a_24\">R. Chinnaswami Chettiar v. CIT</a> [1974] 96 ITR 353, has taken a contrary view and has held that where a contract is settled, whether before the breach of contract or after the breach by the payment of the difference without actual delivery of the goods, the transaction is covered by <a href=\"/doc/243421/\" id=\"a_25\">Section 43(5)</a> of the Act and has to be treated as a speculative transaction and it is immaterial whether the intention of the parties at the time of the commencement of the contract was that delivery of goods would be given and whether failure of the party to give delivery for reasons beyond its control or for other valid reasons and that what is material is that the contract is being settled without actual delivery of goods.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1948147\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"407360\" id=\"span_7\">In <a href=\"/doc/407360/\" id=\"a_26\">CIT v. Shantilal Private Ltd.</a> [1983] 144 ITR 57, the Supreme Court has considered the decisions of the High Courts of Calcutta, Karnataka and Madras <a href=\"/doc/407360/\" id=\"a_27\">referred to above</a> and has preferred the view taken by the High Courts of Calcutta and Karnataka and has not approved the view taken by the Madras High Court in <a href=\"/doc/1948147/\" id=\"a_28\">R. Chinnaswami Chettiar v. CIT</a> [1974] 96 ITR 353. In that case, the assessee had contracted to sell certain goods and the delivery was to be effected on or before November, 1969, i.e., within about 3 months of the entering into the contract. On account of high rise in prices, the assessee was unable to fulfil the contract and a dispute arose between the parties with regard to the payment of compensation which was referred to arbitration and on the basis of the award of the arbitrator, a consent decree in terms of the award was passed by the court and the assessee claimed the said sum paid by it as damages to the buyer as a business loss. The Revenue \n\nclaimed that the said loss was in the nature of a speculative loss and could not be allowed. The Supreme Court did not accept the said contention of the Revenue. The Supreme Court posed the following question (p. 60):</span></span>\n</p><blockquote id=\"blockquote_3\">  &quot; Is a contract for the purchase or sale of any commodity settled when no actual delivery or transfer of the commodity is effected, and instead, compensation is awarded under an arbitration award as damages for breach of the contract ? &quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">14. The said question was answered as under (p. 60):\n</p><blockquote id=\"blockquote_4\">  &quot; A contract can be said to be settled if instead of effecting the delivery or transfer of the commodity envisaged by the contract, the promisee, in terms of <a href=\"/doc/1105874/\" id=\"a_29\">Section 63</a> of the Contract Act, accepts, instead of it, any satisfaction which he thinks fit. It is quite another matter where instead of such acceptance, the parties raised a dispute and no agreement can be reached for a discharge of the contract. There is a breach of the contract and by virtue of <a href=\"/doc/339747/\" id=\"a_30\">Section 73</a> of the Contract Act, the party suffering by such breach becomes entitled to receive from the party who broke the contract compensation for any loss or damage caused to him thereby. There is no reason why the sense conveyed by the law relating to contracts should not be imported into the definition of &#x27;speculative transaction &#x27;. The award of damages for the breach of a contract is not the same thing as a party to the contract accepting satisfaction of the contract otherwise than in accordance with the original terms thereof. It may be that in a general sense, the layman would understand that the contract must be regarded as settled when damages are paid by way of compensation for its breach. What is really settled by the award of such damages and their acceptance by the aggrieved party is the dispute between the parties. The law, however, speaks of a settlement of the contract, and a contract is settled when it is either performed or the promisee dispenses with or remits, wholly or in part, the performance of the promise made to him or accepts instead of it any satisfaction which he thinks fit. We are concerned with the sense of law, and it is that sense which must prevail in Sub-section (5) of <a href=\"/doc/243421/\" id=\"a_31\">Section 43</a>. Accordingly, we hold that a transaction cannot be described as a &#x27; speculative transaction &#x27; within the meaning of Sub-section (5) of Section 43, Income-tax Act, 196l where there is a breach of the contract and on a dispute between the parties, damages are awarded as compensation by an arbitration award.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">15. From the aforesaid observations of the Supreme Court, it is clear that a distinction is to be drawn between a settlement of a contract and the settlement of a dispute arising out of the breach of a contract. A contract is said to be settled, if instead of effecting delivery or transfer\n\nof the commodity envisaged by the contract, the promisee in terms of <a href=\"/doc/1105874/\" id=\"a_32\">Section 63</a> of the Contract Act accepts instead of it any satisfaction which he thinks fit. In other words, the contract is said to be settled when it is either performed or the promisee dispenses with or remits, wholly or in part, the performance of the promise made to him or accepts instead of it any satisfaction which he thinks fit. In cases where there is a breach of the contract and by virtue of <a href=\"/doc/339747/\" id=\"a_33\">Section 73</a> of the Contract Act, the party suffering by such breach becomes entitled to receive from the party who has broken the contract, compensation for any loss or damage caused to him thereby, the settlement of such a dispute with regard to damages for the breach of contract cannot be regarded as a settlement of the contract. What is settled by the award of damages and the acceptance of the same by the aggrieved party is the dispute arising between the parties as a result of the breach of the contract. This would mean that a contract can be said to be settled before its breach and in cases where there has been a breach of the contract and any settlement takes place between the parties to the contract with regard to compensation or damages, it cannot be regarded as a settlement of the contract but it is a settlement of the dispute with regard to damages on account of a breach of the contract. For the purpose of deciding as to whether a particular transaction is a speculative transaction under <a href=\"/doc/243421/\" id=\"a_34\">Section 43(5)</a> of the Act, the transaction falling in the first category, namely, where there is a settlement of the contract, can be regarded as a speculative transaction and a transaction falling in the second category, namely, where there is a breach of the contract and the dispute with regard to damages or compensation for the breach of the contract is settled, it cannot be regarded as a speculative transaction.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352508\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136529\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_10\">In the present case, the Tribunal has followed the decisions of the High Court of Calcutta in <a href=\"/doc/894414/\" id=\"a_35\">CIT v. Pioneer Trading Co. P. Ltd.</a> [1968] 70 <a href=\"/doc/136529/\" id=\"a_36\">ITR 347 and Daulatram Rawatmull v. CIT</a> [1970] 78 ITR 503 and the decision of the Karnataka High Court in <a href=\"/doc/1352508/\" id=\"a_37\">Bhandari Rajmal Kushalraj v. CIT</a> [1974] 96 ITR 401<a href=\"/doc/1352508/\" id=\"a_38\">, <a href=\"/doc/1352508/\" id=\"a_39\">referred to above</a></a>, and has held that the phrase &quot;contract settled&quot; in <a href=\"/doc/243421/\" id=\"a_40\">Section 43(5)</a> applies to transactions where subsisting contracts are settled without actual delivery and not to cases where contracts are broken before the due date for performance. Having given our careful consideration to the aforesaid view of the Tribunal, we are unable to agree with the Tribunal that in the present case, there was a settlement of the contract between the assessee and M/s. R.C.S. Vanas-pati Industries Ltd. As noticed earlier, the goods contracted for could be delivered up to November 15, 1974, and four days before the last date for delivery of the goods, a settlement was arrived at between the asses-see and the buyer, whereunder the assessee agreed to pay to the buyer\n\ncompensation for non-delivery of the goods at Rs. 45 per quintal, for the reason that the price of groundnut oil at the time when the contract was entered into was Rs. 295 per quintal and on November 11, 1974, it had gone up by Rs. 45 per quintal. This shows that before the last date for the delivery of the goods, the parties to the contract had arrived at a settlement whereunder the assessee agreed to pay to the buyer the difference between the price of the goods on the date of the contract and the price on the date on which the said settlement was arrived at. On November 11, 1974, the date of the said settlement, a breach of the contract had not occurred because the last date for delivery was November 15, 1974, and the breach of the contract could occur only after November 15, 1974, if the assessee had failed to deliver the goods by that date. It cannot, therefore, be said that on November 11, 1974, a breach of the contract had taken place and what was settled was a dispute with regard to the damages for the breach of the contract. The settlement which took place between the parties on November 11, 1974, was a settlement of the contract between the assessee and M/s. R.C.S. Vanaspati Industries Ltd. and it falls within the ambit of &quot; speculative transaction &quot; as defined in <a href=\"/doc/243421/\" id=\"a_41\">Section 43(5)</a> of the 1961 Act.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1496613\" id=\"span_11\">17. We find that the Bombay High Court in <a href=\"/doc/1496613/\" id=\"a_42\">Seksaria Riswan Sugar Factory Ltd. v. CIT</a> [1980] 121 ITR 196, has taken the same view. In that case, the assessee had entered into transactions for sale of sugar in June, 1952, and the goods were to be delivered on August 5, 1952. There was a rise in the price of sugar and the assessee did not deliver the goods but paid the difference in prices. In that case, the question was as to whether the said transactions were speculative transactions under  Explanation 2 to <a href=\"/doc/1649313/\" id=\"a_43\">Section 24(1)</a> of the 1922 Act. The Bombay High Court held that the said transactions were speculative transactions and in this connection, it was found that the contracts were cancelled by the assessee between July 2, 1952, and July 14, 1952, before the due date of performance of its contractual obligations, namely, August 5, 1952.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1352508\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"136529\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"894414\" id=\"span_14\">The learned judges of the Bombay High Court have referred to the decisions of the Calcutta High Court in <a href=\"/doc/894414/\" id=\"a_44\">CIT v. Pioneer Trading Co. P. Ltd.</a> [1968] 70 <a href=\"/doc/136529/\" id=\"a_45\">ITR 347 and Daulatram Rawatmull v. CIT</a> [1910] 78 ITR 503 and the decision of the Karnataka High Court in <a href=\"/doc/1352508/\" id=\"a_46\">Bhandari Rajmal Kushalraj v. CIT</a> [1974] 96 ITR 401 and have observed that the said decisions related to cases involving payment of damages for a breach of the contract.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">18. In the present case, we have found that on November 11, 1974, the date of the settlement, the contract that was entered into between the assessee and M/s., R.C.S. Vanaspati Industries Ltd. was subsisting \n\nand the said settlement was in the nature of a settlement of the contract and not settlement of a dispute for damages on account of a breach of the contract. Since this is a case of a settlement of the contract, it is covered by <a href=\"/doc/243421/\" id=\"a_47\">Section 43(5)</a> of the Act and it must be held to be a speculative transaction and the loss suffered by the assessee in this transaction cannot be held to be a trading loss as found by the Tribunal.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">19. For the reasons aforesaid, the question referred for the opinion of this court is answered in the negative, i.e., against the assessee and in favour of the Revenue, as under :\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. On the facts and in the circumstances of the case, the Income-tax Appellate Tribunal was not right in law in treating the loss of Rs. 13,050 in groundnut oil as a trading loss. The said loss was in the nature of loss sustained in a speculative transaction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">21. There will be no order as to costs.\n</p>\n\n \n\n","numcites":18,"numcitedby":4,"docsource":"Rajasthan High Court - Jaipur","citetid":1192656,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"43(5)","formInput":"43%285%29"},{"value":"contract act","formInput":"contract%20act"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"speculation","formInput":"speculation"},{"value":"delivery of goods","formInput":"delivery%20of%20goods"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"},{"value":"503/ sortby:/","formInput":"503/%20sortby%3A/"},{"value":"\"section 24\"","formInput":"%22section%2024%22"}],"cats":[{"value":"enforcing-performance-are-joint-promisors-obligation","formInput":"tag:enforcing-performance-are-joint-promisors-obligation"},{"value":"void-agreement-are-unlawful-considerations","formInput":"tag:void-agreement-are-unlawful-considerations"},{"value":"income-deductions-from-house-property","formInput":"tag:income-deductions-from-house-property"},{"value":"speculative-transaction","formInput":"tag:speculative-transaction"},{"value":"profits-and-gains-of-business-or-profession","formInput":"tag:profits-and-gains-of-business-or-profession"}],"courtcopy":false,"query_alert":null,"agreement":false}