{"tid":41936963,"publishdate":"2014-02-11","title":"Kamlakar Devidas Patil vs The State Of Maharashtra on 11 February, 2014","doc":"<h2 class=\"doc_title\">Kamlakar Devidas Patil vs The State Of Maharashtra on 11 February, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-v-hardas\">P.V. Hardas</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-v-hardas\">P. V. Hardas</a>, <a href=\"/search/?formInput=benchid:a-s-gadkari\">A.S. Gadkari</a></h3>\n\n<pre id=\"pre_1\">                                           1\n                                                               APEAL.1227-2007.sxw\n\nDond\n               IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n\n\n\n\n                                                                           \n                    CRIMINAL APPELLATE JURISDICTION\n\n\n\n\n                                                   \n                     CRIMINAL APPEAL NO. 1227 OF 2005\n\n       Kamlakar Devidas Patil\n       Age 30 years,\n\n\n\n\n                                                  \n       Residing at Khambala, Post Dabhad\n       Taluka Bhivandi, District-Thane                  ..Appellant\n            Vs.\n       The State of Maharashtra\n\n\n\n\n                                              \n       At the instance of Padgha Police Station        ...Respondent.\n                                 ig  WITH\n\n                     CRIMINAL APPEAL NO.1229 OF 2005\n                               \n       Devidas Vasudev Patil\n       Age 30 years,\n       Residing at Khambala, Post Dabhad\n            \n\n       Taluka Bhivandi, District-Thane                  ...Appellant.\n            Vs.\n         \n\n\n\n       The State of Maharashtra\n       At the instance of Padgha Police Station        ...Respondent.\n\n                                     WITH\n\n\n\n\n\n                     CRIMINAL APPEAL NO.1087 OF 2005\n\n       Tarun Devidas Patil\n       Age 30 years,\n\n\n\n\n\n       Residing at Khambala, Post Dabhad\n       Taluka Bhivandi, District-Thane                  ...Appellant.\n            Vs.\n       The State of Maharashtra\n       At the instance of Padgha Police Station        ...Respondent.\n                                           -----\n\n\n\n\n                                                   ::: Downloaded on - 01/03/2014 00:09:25 :::\n                                       2\n                                                                 APEAL.1227-2007.sxw\n\n\n\n\n                                                                             \n    Mr. M.S. Mohite a/w Mr. Ashish Sawant for Appellant in Appeal\n    No.1227/2005.\n\n\n\n\n                                                     \n    Miss. Rashmi Gagwani i/b Mr. Ganesh Gole for Appellant in Appeal\n    No.1229/2005.\n    Dr. Yug Mohit Chaudhary a/w Mr. Dashrath Gaikwad and Mr. Chetan Mali\n    for Appellant in Appeal No.1087 of 2005.\n\n\n\n\n                                                    \n    Mrs. S.D. Shinde, APP for Respondent-State in all appeals.\n                                       -----\n\n                                CORAM: P. V. HARDAS &amp;\n                                       A.S. GADKARI, JJ.\n\n\n\n\n                                           \n                             ig           FEBRUARY 11, 2014.\n\n    ORAL JUDGMENT (Per P.V. Hardas, J.):</pre>\n                           \n<p data-structure=\"Issue\" id=\"p_1\">    1          Appellants, namely, accused-Kamlakar Devidas Patil appellant\n\n    in Criminal Appeal No.1227 of 2005, accused-Devidas Vasudev Patil\n          \n\n\n    appellant in Criminal Appeal No.1229 of 2005 and accused-Tarun Devidas\n       \n\n\n\n    Patil appellant in Criminal Appeal No.1087 of 2005 by this appeals\n\n    challenge their conviction and sentence for offence punishable under\n\n\n\n\n\n    Sections 302 read with 149, 147 and 148 of <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> (<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>) and\n\n    sentenced to imprisonment for life and to pay fine of Rs.5,000/- each, in\n\n\n\n\n\n    default of which to undergo further RI for 3 months, by IV Additional\n\n    Sessions Judge, Thane, by judgment dated 29.10.2005 in Sessions Case\n\n    No.198 of 2004, Sessions Case No.461 of 2004 and Sessions Case No.332\n\n    of 2003 respectively.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                     ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_2\">                                           3</span>\n<p data-structure=\"Issue\" id=\"p_2\">                                                                   APEAL.1227-2007.sxw\n\n\n\n\n                                                                               \n    2          Though these appeals have been rendered in 3 sessions cases,\n\n\n\n\n                                                       \n    the said sessions cases pertain to the same incident, and since the evidence\n\n    in all three sessions cases is common, these appeals are being decided by\n\n\n\n\n                                                      \n    this common judgment.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_3\">    3          The facts in brief, as are necessary for the decision of this\n\n\n\n\n                                             \n    appeal, may briefly be stated thus:\n</p>                             \n                            \n<blockquote id=\"blockquote_1\">    (i)        PW-9 API Hitendrasingh Patil who was attached to Padgha\n\n    police station in February 2003, carried out the investigation in respect an\n            \n\n    offence which was registered on the basis of the report of PW-3 Sushila at\n         \n\n\n\n    Exhibit-24. Upon registration of the offence i.e. crime no.10 of 2003, he\n\n    proceeded to the scene of the incident. Inquest panchanama has already\n\n\n\n\n\n    been drawn by PSI Patil at Exhibit 25. PW-9 API Patil had recorded the\n\n    statements of the witnesses and on 5.2.2003, arrested accused Tarun,\n\n    accused in Sessions case No.332 of 2003. The clothes of the deceased were\n\n\n\n\n\n    seized under seizure memo at Exhibit 35. The house of Tarun was searched\n\n    and accordingly, a towel and a chocolate coloured sweater were seized\n\n    from the house of Tarun, at panchanama at Exhibit 30. The clothes of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                       ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_4\">                                        4</span>\n                                                                  APEAL.1227-2007.sxw\n\n    accused Tarun were found to have been stained with blood. A torch was\n\n\n\n\n                                                                              \n    seized from the house of PW-4 Damodar Tare under seizure memo at\n\n\n\n\n                                                      \n    Exhibit 32. The samples of blood stains which had been collected as well\n\n    as the other seized property were referred to the chemical analyzer under a\n\n\n\n\n                                                     \n    requisition at Exhibit 53. Further to the completion of the investigation,\n\n    PW-9 API Patil filed a chargesheet against accused Tarun which was then\n\n    registered as Sessions Case No.332 of 2003.\n</blockquote>\n\n\n\n                                          \n<blockquote id=\"blockquote_2\">    (ii)\n                            \n              PW-8 PI Nivrutti Muradewho was also attached to Padgha\n                           \n    police station had carried out investigation in crime no.10 of 2003. On\n\n    6.3.2004, he had accordingly arrested accused Kamlakar under\n             \n\n\n    panchanama at Exhibit 11. During custodial interrogation, accused\n          \n\n\n\n    Kamlakar on 10.3.2004 expressed his willingness to point out a place\n\n    where a chopper had been concealed by him. Accordingly, the\n\n\n\n\n\n    memorandum of accused Kamlakar was drawn in presence of panchas at\n\n    Exhibit 49. The accused led the police and the panch to Khambala village\n\n\n\n\n\n    and from a ditch near pipeline produced a chopper which was seized in the\n\n    presence of panchas under panchanama at Exhibit 38. The said chopper\n\n    was then deposited in the malkhana under receipt at Exhibit 50. On\n\n    15.3.2004, the accused Prakash Jogale was arrested under arrest\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                      ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_6\">                                          5</span>\n                                                                   APEAL.1227-2007.sxw\n\n    panchanama at Exhibit 37. The seized chopper along with the other article\n\n\n\n\n                                                                               \n    was forwarded to the chemical analyzer under requisition at Exhibit 51. On\n\n\n\n\n                                                       \n    8.8.2004, accused Devidas was arrested and accordingly a chargesheet\n\n    against accused Kamlakar and accused Devidas was filed.\n</blockquote>\n\n\n\n                                                      \n<p data-structure=\"Issue\" id=\"p_4\">    (iii)     Dead body of deceased Suresh had been referred for\n\n    postmortem and the postmortem was conducted by the Medical Officer of\n\n\n\n\n                                            \n    Indira Gandhi Memorial Hospital, Bhivwndi-Nizampur Municipal Council.\n</p>                            \n<p data-structure=\"CDiscource\" id=\"p_5\">    As per the postmortem report which was admitted in the evidence and\n                           \n    marked Exhibit 43, deceased Suresh had sustained the following injuries:\n</p>\n<blockquote id=\"blockquote_3\">              &quot;1.Incised wound 3&quot; x 1&quot;x1/2&quot; vertical on posterior side of Lt.\n</blockquote>          \n\n\n<blockquote id=\"blockquote_4\">              Frontal region of scalp.\n</blockquote>       \n\n\n\n<blockquote id=\"blockquote_5\">              2.Incised wound 4&quot; x 1&quot;, cavity deep vertical, on anterior side.\n</blockquote>\n<blockquote id=\"blockquote_6\">              Rt. frontal region of scalp. Brain matter expose and seen.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_7\">              3. I.W. ½ &quot; x ½ &quot;, mucle deep above Lt eye, oblique\n\n</blockquote><blockquote id=\"blockquote_8\">              4.Incised wound 2&quot; x ½ &quot; base deep on Rt. Chick oblique\n\n\n\n\n\n</blockquote><blockquote id=\"blockquote_9\">              5.Swollen of Rt eye, surrounding by dark red colour.\n</blockquote>\n<blockquote id=\"blockquote_10\">              6.Swollen of Rt upper and lower lip and angle of mouth, with 6\n\n              teeth fallen [3 up and 3 lower]\n\n</blockquote><blockquote id=\"blockquote_11\">              7.Abrasion red in colour on anterior side of Rt knee ½ &quot; x ½ &quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                       ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_8\">                                          6</span>\n<p data-structure=\"Precedent\" id=\"p_6\">                                                                    APEAL.1227-2007.sxw\n\n\n\n\n                                                                                \n               The Medical Officer opined that injurie nos. 1,2,3,and 4 could\n\n\n\n\n                                                        \n    be caused by hard and sharp object. In respect of injuries 5 and 6, the\n\n    Medical Officer opined that the said injuries could be caused by hard and\n\n\n\n\n                                                       \n    blunt object. In respect of injuries no.7, the Medical Officer opined that the\n\n    said injury could be caused by hard and rough object. The Medical officer\n\n    opined that deceased Suresh had died due to cardio respiratory failure due\n\n\n\n\n                                             \n    shock and haemiorrhage due to injury to brain and fracture of skull bones.\n</p>                             \n<p data-structure=\"Section\" id=\"p_7\">    The postmortem report is at Exhibit 43.\n</p>                            \n<p data-structure=\"Issue\" id=\"p_8\">    (iv)       On committal of the cases to the Court of Sessions, Trial Court\n            \n\n\n    framed charge against accused for offences punishable under <a href=\"/doc/1601950/\" id=\"a_3\">Sections 146</a>,\n         \n\n\n\n    <a href=\"/doc/1258372/\" id=\"a_4\">147</a>,<a href=\"/doc/763672/\" id=\"a_5\">148</a>,<a href=\"/doc/999134/\" id=\"a_6\">149</a> read with 302 of <a href=\"/doc/1569253/\" id=\"a_7\">Indian Penal Code</a>.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_9\">    (v)        The accused denied their guilt and claimed to be tried.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">    Prosecution in order to establish the offence against the accused, examined\n\n\n\n\n\n    9 witnesses. The accused in their defence examined DW-1 Mangesh Patil.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">    The Trial Court upon appreciation of the evidence of the prosecution\n\n    convicted and sentenced the three appellants, while acquitting the other\n\n    accused.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                        ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_10\">                                          7</span>\n<p data-structure=\"PetArg\" id=\"p_12\">                                                                    APEAL.1227-2007.sxw\n\n    4          In order to effectively deal with the submissions advanced\n\n\n\n\n                                                                                \n    before us by Shri Mohite, Mr. Chaudhary, Ms. Gagwani learned Counsel\n\n\n\n\n                                                        \n    representing the appellants in the appeals and the learned APP, it would be\n\n    useful to refer to the evidence of the prosecution witnesses.\n</p>\n\n\n\n                                                       \n<p data-structure=\"Facts\" id=\"p_13\">    5          Prosecution has examined 4 eye-witnesses. The case of the\n\n    prosecution is unfolded through the testimony of PW-3 Sushila, wife of\n\n\n\n\n                                            \n    deceased Suresh. PW-3 Sushila deposes that about three months prior to\n                             \n    the incident, a truck of one Hareshwar Bhagat of Valiv village had been\n                            \n    stolen and therefore the police had come to the village for enquiry. The\n\n    accused suspected that deceased Suresh may have told the names of the\n          \n\n\n    accused to the police, and on that score the accused used to abuse deceased\n       \n\n\n\n    Suresh. According to PW-3 Sushila on the day of incident at about 9 to\n\n    9.30pm deceased Suresh had gone to answer the call of nature after he had\n\n\n\n\n\n    taken his dinner. The cry of Suresh as &quot;run run&quot; was heard. On hearing the\n\n    cry, PW-3 Sushila along with her children Nilesh, PW-2 Sachin and\n\n\n\n\n\n    Sugandha ran in the direction from which the cries had been heard. They\n\n    had carried with them a torch and in the torch light they had seen the\n\n    accused assaulting deceased Suresh. According to PW-3 Sushila the\n\n    accused were assaulting Suresh with chopper. According to her one\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                        ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_12\">                                          8</span>\n                                                                    APEAL.1227-2007.sxw\n\n    Damodar Tare and Ananta Kachare had also arrived at the scene of the\n\n\n\n\n                                                                                \n    incident. According to Sushila three accused were assaulting deceased\n\n\n\n\n                                                        \n    Suresh while the other three accused had thrown stones towards PW-3\n\n    Sushila and others. PW-3 Sushila deposes that despite the stone pelting\n\n\n\n\n                                                       \n    they were not deterred and went ahead and thereafter the accused fled from\n\n    the scene of the incident. Injured Suresh was then taken to the hospital at\n\n    Dabhade and from there to the IGM Hospital at Bhiwandi. At Bhiwandi\n\n\n\n\n                                            \n    hospital, Suresh was declared as dead and thereafter a report at Exhibit 24\n                             \n    came to be lodged by PW-3 Sushila.\n</p>                            \n<p data-structure=\"CDiscource\" id=\"p_14\">    6          In cross-examination, PW-3 Sushila was confronted with the\n          \n\n\n    seized property i.e. a torch. On seeing the said torch, PW-3 has admitted\n       \n\n\n\n    that the torch did not belong to her. She had admitted that, she had not\n\n    pointed out the torch to the police. She has also admitted that the police had\n\n\n\n\n\n    not asked her to point out the torch which she had carried. She has also\n\n    admitted as true that the chopper is commonly available in the market.\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_15\">    According to her she witnessed the incident of assault for about 5 minutes.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">    She has admitted that three of the assailants were unknown to her. She has\n\n    admitted that when she had lifted her husband Suresh, her sari had been\n\n    stained with blood. She has admitted that she had gone to the police station\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                        ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_14\">                                         9</span>\n                                                                    APEAL.1227-2007.sxw\n\n    wearing the same clothes. She has also admitted that she had not produced\n\n\n\n\n                                                                                \n    the blood stained clothes before the police as the police did not ask her to\n\n\n\n\n                                                        \n    do so. She has denied the suggestion that Mangesh was present and had\n\n    assisted them in lifting injured Suresh. She has admitted that she had seen\n\n\n\n\n                                                       \n    three blows had been delivered with a chopper to deceased Suresh. She has\n\n    also admitted that they had not raised any cries nor they had cried out for\n\n    help while the incident was going on. She has also admitted that she had\n\n\n\n\n                                           \n    not cried out for help when the assailant fled from the scene of incident.\n</p>                             \n<p data-structure=\"PetArg\" id=\"p_17\">    She has admitted as correct that there is a latrine behind the house which is\n                            \n    connected to a gobar gas plant. The report lodged by PW-3 Sushila at\n\n    Exhibit--24 refers to three appellants before us and ascribed the overact act\n          \n\n\n    of assault by chopper to accused Kamalakar while the other two appellants\n       \n\n\n\n    are alleged to have thrown stones at deceased Suresh.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_18\">    7          Prosecution has examined PW-2 Sachin son of deceased Suresh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">    PW-2 Sachin also deposes that at about 9.30 pm his father deceased Suresh\n\n\n\n\n\n    had gone to answer the call of nature and at about 9.30 pm he had heard the\n\n    cries. Hearing the cries, he along with PW-3 Sushila, his step-mother\n\n    Sugandha and his brother Nilesh ran towards the place from where the\n\n    cries were heard. He further deposes that they had carried a torch along\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                        ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_16\">                                         10</span>\n                                                                    APEAL.1227-2007.sxw\n\n    with them. He further deposes that at that time one Damodar Tare and\n\n\n\n\n                                                                                \n    Ananta Kachare had also arrived there carrying torch. In the torch light,\n\n\n\n\n                                                        \n    they had noticed deceased assaulting Suresh. Accused Kamlakar was\n\n    armed with a chopper while the other accused namely accused Devidas and\n\n\n\n\n                                                       \n    accused Tarun and the other unknown accused were throwing stones at\n\n    deceased Suresh. According to PW-2 Sachin, accused Kamlakar had dealt\n\n    blows on the head of Suresh with chopper. Accused had also pelted stones\n\n\n\n\n                                            \n    at the witnesses. When the accused had left the scene of incident, they had\n                             \n    noticed that Suresh had sustained injuries on his head and face. Injured\n                            \n    Suresh was then removed to the hospital at Dabhade in a tempo and\n\n    thereafter to the hospital at Bhiwandi where he was declared dead.\n</p>          \n       \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_20\">    8          In cross-examination, an omission was attempted to be elicited\n\n    that he has not specifically stated in his statement that Kamlakar had dealt a\n\n\n\n\n\n    blow of chopper on the head of deceased Suresh. An admission has been\n\n    elicited that the torch was carried by PW-3 Sushila. He was shown the\n\n\n\n\n\n    torch which has been seized during investigation and he admitted that the\n\n    torch before the Court was the same torch which was carried by PW-3\n\n    Sushila. He has admitted that he does not remember when the torch was\n\n    purchased. He has admitted that they had finished their dinner at about 9.15\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                        ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_18\">                                         11</span>\n                                                                    APEAL.1227-2007.sxw\n\n    pm. He has admitted that vegetarian food was served. He has admitted as\n\n\n\n\n                                                                                \n    correct that the house of PW-4 Damodar and Ananta Kachare is located to\n\n\n\n\n                                                        \n    the rear of the Maruti temple. He has admitted as correct that there is open\n\n    space between the house of Damodar and the lake that this area used to be\n\n\n\n\n                                                       \n    dark. He has admitted as correct that the scene of incident was not visible\n\n    from his house. He has admitted that after he has heard the cries of his\n\n    father, he had not heard further cries of his father. He has admitted that out\n\n\n\n\n                                            \n    of the six accused, three accused were throwing stones. He has admitted\n                             \n    that the weight of the stones may be about 1 kg. He has admitted that he\n                            \n    had assisted others in carrying his father to the hospital and therefore his\n\n    clothes were stained with blood. He admitted to have gone to the police\n          \n\n\n    station wearing the same clothes. He has admitted that his clothes had not\n       \n\n\n\n    been seized by the police. He has admitted that they had not chased the\n\n    accused when they were fleeing from the scene of incident. He has denied\n\n\n\n\n\n    the suggestion that when he had gone to the scene of the incident, he had\n\n    noticed the accused fleeing from the scene of the incident.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_21\">    9          Prosecution has also examined PW-5 Nilesh Patil. PW-5 Nilesh\n\n    deposes that he was present on the day of incident along with his mother\n\n    and other relatives in the house. According to him deceased Suresh had\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                        ::: Downloaded on - 01/03/2014 00:09:25 :::</span>\n<span class=\"hidden_text\" id=\"span_20\">                                         12</span>\n                                                                    APEAL.1227-2007.sxw\n\n    gone for answering the call of nature and thereafter he herd the cries and he\n\n\n\n\n                                                                                \n    along with others ran towards the place from where the cries were heard.\n</p>\n\n\n\n                                                        \n<p data-structure=\"Facts\" id=\"p_22\">    According to him, PW-4 Damodar Tare and one Ananta Kachare had also\n\n    arrived there. The said two persons were also carrying a torch. According\n\n\n\n\n                                                       \n    to him, the relatives of the deceased Suresh had also carried a torch along\n\n    with them and in the torchlight they had seen accused Kamalakar, accused\n\n    Tarun and accused Devidas. Accused Kamlakar was armed with a chopper\n\n\n\n\n                                            \n    while the other accused were armed with stones. Accused Kamlakar dealt\n                             \n    the chopper on the head of the deceased Suresh. According to him, other\n                            \n    three accused were also assaulting Suresh with stones. On seeing the\n\n    witnesses, the accused had also pelted stones at them but the complainant\n           \n\n\n    party managed dodged the stones. The assailants thereafter fled from the\n        \n\n\n\n    scene of the incident. Injured Suresh was then taken to the hospital at\n\n    Dabhade and thereafter to Indira Gandhi Memorial hospital, Bhiwandi\n\n\n\n\n\n    where he was declared dead. According to PW-5 Nilesh one Prakash Jogle\n\n    was also present amongst the three other assailants.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_23\">    10         In cross-examination, he has admitted as true that the place of\n\n    the incident where deceased Suresh was assaulted is situated outside the\n\n    village and it is fallow land. He has also admitted as correct that the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                        ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_22\">                                         13</span>\n                                                                    APEAL.1227-2007.sxw\n\n    constructed latrine of tin-shed is constructed there. He has admitted that the\n\n\n\n\n                                                                                \n    toilet is at some distance behind the temple. He has admitted that it was\n\n\n\n\n                                                        \n    dark at that time. He has further admitted that deceased Suresh had not\n\n    carried a torch with him while going for answering the call of nature. He\n\n\n\n\n                                                       \n    has admitted that they had two torches in their house. He has admitted that\n\n    only one torch was used. He has also admitted that the torch which had\n\n    been used by PW-2 Sushila had not been handed over to the police. He has\n\n\n\n\n                                            \n    also admitted that the police had also not asked that the torch he handed\n                             \n    over to them. He has stated that on reaching the scene of incident, he had\n                            \n    seen deceased Suresh squatting. He has admitted as correct that the\n\n    assailants had surrounded deceased Suresh. He has also admitted that his\n         \n\n\n    clothes had been stained with blood in his attempt at lifting Suresh. He has\n      \n\n\n\n    admitted that the police had not seized his clothes. He has further admitted\n\n    that he had not cried out for help when he came outside the house. He has\n\n\n\n\n\n    further admitted that during the incident he had not cried out for help. He\n\n    has denied the suggestion that accused Tarun and one Mangesh had taken\n\n\n\n\n\n    deceased Suresh to the hospital. He has admitted as correct that he had\n\n    never seen Prakash Jogale prior to the incident and was also not knowing\n\n    his name. He has admitted that he had seen the accused for the first time in\n\n    Court.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                        ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_24\">                                         14</span>\n<p data-structure=\"CDiscource\" id=\"p_24\">                                                                    APEAL.1227-2007.sxw\n\n\n\n\n                                                                                \n    11         Prosecution has examined PW-1 Sainath Patil a panch to the\n\n\n\n\n                                                        \n    scene of the incident panchanama. PW-1 Sainath has proved the contents of\n\n    the panchanama and has also stated that one tin container was seized from\n\n\n\n\n                                                       \n    the scene of incident. In cross-examination, he has admitted that the\n\n    distance between the lake and the house of the deceased Suresh was about\n\n    150 to 200 paces. The scene of panchanama at Exhibit 17 states that from\n\n\n\n\n                                            \n    the scene of the incident, the house of Suresh was at a distance of 200 ft.\n</p>                             \n<p data-structure=\"Precedent\" id=\"p_25\">    The scene of panchanama also refers to the seizure of an empty tin which\n                            \n    had been carried by deceased Suresh.\n</p>           \n\n\n<p data-structure=\"CDiscource\" id=\"p_26\">    12         Prosecution has also examined PW-7 Janardan in respect of\n        \n\n\n\n    discovery of the chopper at the instance of the accused and a memorandum\n\n    under 27 of the <a href=\"/doc/1953529/\" id=\"a_8\">Indian Evidence Act</a>. The aforesaid memorandum and the\n\n\n\n\n\n    consequent seizure of the chopper have been admitted by the accused. The\n\n    report of the chemical analyzer at Exhibit 58 in respect of the chopper\n\n\n\n\n\n    indicates no blood was detected on the chopper. The aforesaid discovery of\n\n    the chopper from a public place, therefore, in our opinion would not assist\n\n    the prosecution in furthering their case against the appellant Kamlakar.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                        ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_26\">                                          15</span>\n<p data-structure=\"PetArg\" id=\"p_27\">                                                                     APEAL.1227-2007.sxw\n\n    13         Mr.Mohite, the learned Counsel for the appellant has urged\n\n\n\n\n                                                                                 \n    before us that the prosecution had not seized torch which was being carried\n\n\n\n\n                                                         \n    by PW-3 Sushila and the only torch which is seized is the torch which is\n\n    said to have been carried by PW-4 Damodar under seizure memo at Exhibit\n\n\n\n\n                                                        \n</p><p data-structure=\"PetArg\" id=\"p_28\">    32. The learned Counsel for the appellant has further urged before us that\n\n    the prosecution has not made any attempt at seizing the said torch and\n\n    therefore, failure to seize the torch would affect the credibility of the\n\n\n\n\n                                               \n    witnesses that they had witnessed the incident in the torchlight. It is further\n                              \n    urged before us that the Investigating officer had carried out an experiment\n                             \n    in order to ascertain if the witnesses would identify the assailants in the\n\n    torchlight at a distance about 25 ft from the scene of the incident. It is\n           \n\n\n    urged before us that none of the witnesses, particularly the panch-witness\n        \n\n\n\n    depose about the so-called experiment which was carried out by the\n\n    Investigating officer. Even PW-4 Damodar does not refer to a torch being\n\n\n\n\n\n    seized from him.\n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_29\">    14         The learned APP has urged before us that failure to seize the\n\n    torch which was carried by PW-3 Sushila in whose illumination the other\n\n    prosecution witnesses had seen the assailants would not affect the\n\n    credibility of the prosecution witnesses.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                         ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_28\">                                        16</span>\n<p data-structure=\"CDiscource\" id=\"p_30\">                                                                  APEAL.1227-2007.sxw\n\n\n\n\n                                                                              \n    15          Investigating Officer has admitted that a torch which was\n\n\n\n\n                                                      \n    carried by PW-3 Sushila was not seized by him. In fact, he had made no\n\n    attempt at seizing the torch which was carried by PW-3 Sushila. All these\n\n\n\n\n                                                     \n    prosecution witnesses namely PW-3 Sushila, PW-2 Sachin and PW-5\n\n    Nilesh have admitted that the torch which was carried by Sushila was not\n\n    seized by the prosecution. According to us, failure of the prosecution to\n\n\n\n\n                                           \n    seize the said torch would not in any manner affect the version of the\n                            \n    witnesses that they had witnessed the incident in the torchlight. The first\n                           \n    information report of PW-3 Sushila came to be lodged promptly after the\n\n    incident in which she had named three appellants and other unknown\n           \n\n\n    accused. A graphic description of the incident was also given in the first\n        \n\n\n\n    information report, which is reiterated in the evidence of PW-2 Sushila\n\n    which indicates that there was sufficient illumination for the witnesses to\n\n\n\n\n\n    have seen the incident. A reference is also made that the incident was\n\n    witnessed in the torch light. An inference therefore cannot be drawn that\n\n\n\n\n\n    because of failure of the prosecution to seize the torch the witnesses had\n\n    not either witnessed the incident or had not used the torch for seeing the\n\n    incident.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                      ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_30\">                                         17</span>\n<p data-structure=\"RespArg\" id=\"p_31\">                                                                    APEAL.1227-2007.sxw\n\n    16         Failure to seize the torch is only a lapse in the investigation\n\n\n\n\n                                                                                \n    which would not affect the credibility of the witnesses. Similarly omission\n\n\n\n\n                                                        \n    on the part of the PW-4 Damodar to refer to the seizure of the torch would\n\n    not lead the Court to draw an inference that torched was not seized. The\n\n\n\n\n                                                       \n    statements have been recorded promptly in which witnesses have clearly\n\n    referred to have seen the incident in the torchlight. It was dark at the time\n\n    of incident and obviously witnesses could not have seen the incident, but\n\n\n\n\n                                            \n    for the torchlight. We therefore do not find any merits in the first\n                             \n    contention which was advanced by the learned Counsel for the appellants.\n</p>                            \n<p data-structure=\"PetArg\" id=\"p_32\">    17         The second contention which is advanced by Shri Mohite\n           \n\n\n    learned Counsel for the appellant is that the motive which is alleged is an\n        \n\n\n\n    extremely far fetch motive. Theft of a truck is said to be the motive for the\n\n    accused to have assaulted the deceased. According to the learned Counsel\n\n\n\n\n\n    for the appellant the said theft and the consequent enquiry by the police has\n\n    not been proved at all by the prosecution.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_33\">               Motive as a circumstance certainly assumes importance in a\n\n    criminal trial, particularly in cases resting on circumstantial evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">    Motive as circumstance is essential for completing the chain of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                        ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_32\">                                          18</span>\n                                                                      APEAL.1227-2007.sxw\n\n    circumstances against the accused. However, failure to establish the motive\n\n\n\n\n                                                                                  \n    would not necessarily be fetal in all cases. If the evidence is otherwise\n\n\n\n\n                                                          \n    overwhelming, the failure of the prosecution to prove and establish the\n\n    motive would pale into insignificance. In cases resting on the testimony of\n\n\n\n\n                                                         \n    the eye-witnesses, failure to prove motive would not be fatal to the\n\n    prosecution case. In the present case even if it is held that the prosecution\n\n    has not been able to establish motive for the accused to have assaulted the\n\n\n\n\n                                              \n    deceased, the failure to prove the motive would not be fatal to the\n                              \n    prosecution and the accused would therefore not be entitled to be acquitted\n                             \n    in the face of the testimony of the eye-witnessses.\n</p>           \n\n\n<p data-structure=\"PetArg\" id=\"p_35\">    18         The learned Counsel for the appellant has further urged before\n        \n\n\n\n    us that the evidence of the prosecution clearly establishes that a toilet had\n\n    been constructed behind the house of the deceased Suresh and therefore it\n\n\n\n\n\n    is inconceivable that deceased Suresh would take a tin containing water\n\n    and go to the fallow land to answer the call of nature. The learned APP has\n\n\n\n\n\n    urged before us that the aforesaid question is easy to pose, but difficult for\n\n    the prosecution to answer. As to what impelled the deceased not to use the\n\n    toilet but to go out for answering the call of nature is a difficult question for\n\n    the prosecution to answer. In any event, according to us the reason as to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                          ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_34\">                                         19</span>\n                                                                    APEAL.1227-2007.sxw\n\n    why the deceased went out of his house for answering the call of nature is\n\n\n\n\n                                                                                \n    not significant inasmuch as ostensibly the deceased had gone for answering\n\n\n\n\n                                                        \n    the call of nature and had carried a water container. It is at that place that\n\n    deceased Suresh was assaulted. Even if it is assumed that the reason given\n\n\n\n\n                                                       \n    for the deceased to go the scene of the incident is incorrec that would not\n\n    materially affect the prosecution case. The deceased was seen going to the\n\n    scene of the incident and soon thereafter cries of the deceased were heard.\n</p>\n\n\n\n                                            \n<p data-structure=\"Precedent\" id=\"p_36\">    The deceased was assaulted at the scene of the incident and had sustained\n                             \n    the injuries there.\n</p>                            \n<p data-structure=\"Precedent\" id=\"p_37\">    <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"416055\" id=\"span_35\">19         It is also urged before us that the conduct of the witnesses is\n           \n\n\n    wholly unnatural as none of the witnesses had raised any cried for help\n        \n\n\n\n    when they had heard the cries of the deceased or had not called for help\n\n    when the deceased was being assaulted. It is therefore urged that it is\n\n\n\n\n\n    doubtful if the eye-witnesses were at all present. Different person react\n\n    differently when witnessing a ghastly incident. No strait formula can be\n\n\n\n\n\n    evolved for determining the conduct of the witnesses. A reference in this\n\n    behalf may usefully be made to the judgment of the Supreme Court in\n\n    <a href=\"/doc/416055/\" id=\"a_9\">Narayan Singh Vs. State of M.P.</a> [AIR 1985 SC 1678] wherein Supreme\n\n    Court held that it is not uncommon when a person see a ghastly incident\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                        ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_37\">                                         20</span>\n                                                                     APEAL.1227-2007.sxw\n\n    and ghastly murder committed in their presence that they almost lose their\n\n\n\n\n                                                                                 \n    sense of balance and remain dumb founded until they are able to compose\n\n\n\n\n                                                         \n    themselves. Merely because therefore the sole eye-witness did not\n\n    immediately disclose the names of the accused to the inmates of the family\n\n\n\n\n                                                        \n    of the deceased when he went to the house, it could not be said that there\n\n    was a fatal defect in the prosecution case. Similarly in this case, it is quite\n\n    possible that the witnesses were dumbfounded and virtually stood rooted to\n\n\n\n\n                                            \n    the place where they were standing on seeing the ghastly attack on\n                              \n    deceased Suresh. Failure of the witnesses therefore to immediately react\n                             \n    and to cry for help would not affect their presence at the scene of the\n\n    incident.</span>\n</p>           \n        \n\n\n\n<p data-structure=\"PetArg\" id=\"p_38\">    20          It is urged before us that the clothes of the witnesses which were\n\n    blood stained had not been seized by the prosecution. The eye-witnesses\n\n\n\n\n\n    have admitted that they had assisted others in placing the deceased in temp\n\n    for being carried to the hospital. The witnesses in no uncertain term have\n\n\n\n\n\n    admitted that their clothes were blood stained. Failure of the prosecution\n\n    therefore according to the learned Counsel for the appellant to seize the\n\n    blood stained clothes of the witnesses would be fatal to the prosecution\n\n    case.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                         ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_39\">                                           21</span>\n<p data-structure=\"CDiscource\" id=\"p_39\">                                                                     APEAL.1227-2007.sxw\n\n\n\n\n                                                                                 \n    21         A lapse on the part of the Investigating Officer to seize the blood\n\n\n\n\n                                                         \n    stained clothes of the victim is not always fatal. The seizure of the blood\n\n    stained clothes would in a sense afford corroboration to the testimony of\n\n\n\n\n                                                        \n    the witnesses regarding their presence at the scene of the incident. The\n\n    otherwise overwhelming evidence, however, impels us not to hold fthe\n\n    ailure of the prosecution to seize the clothes of the witnesses as an infirmity\n\n\n\n\n                                              \n    in the prosecution case which would affect the credibility of the witnesses.\n</p>                              \n<p data-structure=\"Conclusion\" id=\"p_40\">    All the eye-witnesses have been cross-examined at length and at the close\n                             \n    of their cross-examination hae emerged as reliable witnesses. We therefore\n\n    do not find defect to be of such a magnitude as to jettison the evidence of\n           \n\n\n    the eye-witnesses. The presence of the eye witnesses at the spot is material\n        \n\n\n\n    as the incident had occurred near their house. Their present has been\n\n    established and therefore failure to seize their blood stained clothes would\n\n\n\n\n\n    not render their presence doubtful.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_41\">    22         According to us, therefore, the prosecution has established that\n\n    the deceased Suresh on the day of incident was assaulted. The evidence of\n\n    the eye-witnesses clearly discloses that the accused Kamlakar the appellant\n\n    in Criminal Appeal No.1227 of 2005 had assaulted deceased Suresh with a\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                         ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_41\">                                        22</span>\n                                                                   APEAL.1227-2007.sxw\n\n    chopper inflicting four incised wounds. The other accused i.e. Devidas and\n\n\n\n\n                                                                               \n    Tarun i.e. appellants in Criminal Appeal No.1229 of 2005 and Criminal\n\n\n\n\n                                                       \n    Appel No.1087 of 2005 are alleged to have hurled stones at deceased\n\n    causing injuries. The postmortem report at Exhibit 43 clearly discloses that\n\n\n\n\n                                                      \n    apart from four incised wounds, deceased had sustained three other\n\n    injuries. Injury no.5 and 6, according to the Medical Officer could have\n\n    been caused by hard and blunt object while injury no.7 could have been\n\n\n\n\n                                           \n    caused by hard and rough object. The postmortem report was admitted in\n                             \n    evidence, and consequently the Medical Officer was not examined. The\n                            \n    Medical officer was not shown the stones which were alleged to have been\n\n    seized from the scene of the incident nor any attempt was made to elicit the\n         \n\n\n    opinion of the Medical officer if the stones could have caused injury nos. 5\n      \n\n\n\n    and 6. The stones by no stretch of imagination can be said to be hard and\n\n    blunt object. The stone would fall in the category- hard and rough object.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_42\">    In the absence of necessary evidence, according to us it is extremely\n\n    doubtful if accused Devidas and accused Taturn had participated in the\n\n\n\n\n\n    incident. In fact the evidence of the defence witness Mangesh clearly\n\n    indicates that accused Tarun had accompanied him to the scene of the\n\n    incident. If that be so, the participation of accused Devidas and accused\n\n    Tarun is extremely doubtful and in our opinion therefore they would be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                       ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_43\">                                          23</span>\n                                                                    APEAL.1227-2007.sxw\n\n    entitled to be given the benefit of doubt.\n</p>\n\n\n\n                                                                                \n                                                        \n<p data-structure=\"Conclusion\" id=\"p_43\">    23         Shri Mohite, learned Counsel for the appellant has urged before\n\n    us that the Trial Court has acquitted the other accused, and therefore, the\n\n\n\n\n                                                       \n    prosecution witnesses had embroidered their evidence to an extent of\n\n    implicating the other accused and therefore appellant Kamalakar is entitled\n\n    to be given the benefit of doubt.\n</p>\n\n\n\n                                                \n<span class=\"hidden_text\" id=\"span_44\">    24</span>\n                              \n<p data-structure=\"CDiscource\" id=\"p_44\">               It is true that the witnesses have exaggerated the participation of\n                             \n    the accused, inasmuch as they have exaggerated the number of accused\n\n    who have participated in the incident. The evidence of the eye-witnesses is\n           \n\n\n    a mixture of truth and falsehood. The Trial Court had done the exercise of\n        \n\n\n\n    separating the grain from chaff i.e. separating the truth from the falsehood.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">    Similar exercise has been performed by us for separating the false\n\n\n\n\n\n    implications of accused Devidas and accused Tarun. The doctrine of falsus\n\n    in uno falsus in omnibus cannot certainly be made applicable. A reference\n\n\n\n\n\n    may usefully be made to the judgment of the Supreme Court in\n\n    Gangadhar Behera and others v. State of Oriss [AIR 2002 SC 3633].\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">    The Supreme Court in the said judgment has held that even if major\n\n    portion of the evidence was found to be deficient and in case the residue is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                                        ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_46\">                                        24</span>\n                                                                   APEAL.1227-2007.sxw\n\n    sufficient to prove the guilt of the accused, then notwithstanding acquittal\n\n\n\n\n                                                                               \n    of the other accused, conviction can be maintained. In the present case, we\n\n\n\n\n                                                       \n    find even if the evidence of the eye-witnesses is disbelieved insofar as the\n\n    participation of accused Devidas and accused Tarun, the evidence of the\n\n\n\n\n                                                      \n    eye-witnesses certainly establishes the commission of the offence against\n\n    accused Kamlakar beyond reasonable doubt. The appeal filed accused\n\n    Kamlakar therefore in our opinion deserves to be dismissed, confirming his\n\n\n\n\n                                           \n    conviction and sentence.   \n</p>                              \n<p data-structure=\"Conclusion\" id=\"p_47\">    25         Thus after careful consideration of the submissions advanced\n\n    before us by the learned Counsel for the parties, according to us the\n            \n\n\n    accused Devidas and accused Tarun are entitled to be given the benefit of\n         \n\n\n\n    doubt. Accordingly, following order.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_48\">    26         We accordingly pass the following order:\n</p>\n<blockquote id=\"blockquote_12\">    (i)        Criminal Appeal No.1229 of 2005 and Criminal Appeal\n\n\n\n\n\n    No.1087 of 2005 are allowed, and the conviction and sentence of the\n\n    Appellants i.e. Devidas Vasudev Patil and Tarun Devidas Patil is hereby\n\n    quashed and set aside and they are acquitted of the offence with which they\n\n    were charged and convicted. Fine, if paid, be refunded to them.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                       ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n<span class=\"hidden_text\" id=\"span_48\">                                        25</span>\n<p data-structure=\"Conclusion\" id=\"p_49\">                                                                   APEAL.1227-2007.sxw\n\n\n\n\n                                                                               \n</p><p data-structure=\"Conclusion\" id=\"p_50\">    (ii)      Since the Appellant-Tarun Devidas Patil is in jail, he be released\n\n\n\n\n                                                       \n    forthwith, if not required in any other case. Bail bond of appellant -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">    Devidas Vasudev Patil stands cancelled.\n</p>\n\n\n\n                                                      \n<p data-structure=\"Conclusion\" id=\"p_52\">    (iii)     Criminal Appeal No.1227 of 2005 filed by Kamlakar Devidas\n\n    Patil is hereby dismissed, confirming his conviction and sentence.\n</p>\n\n\n\n                                             \n                            \n                           \n<pre id=\"pre_2\">    (A.S. GADKARI,J.)                                       (P. V. HARDAS,J.)\n             \n          \n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                       ::: Downloaded on - 01/03/2014 00:09:26 :::</span>\n </pre>","numcites":7,"numcitedby":11,"docsource":"Bombay High Court","citetid":41936963,"divtype":"judgments","relatedqs":[{"value":"Panchanama","formInput":"Panchanama"},{"value":"Sessions case ","formInput":"Sessions%20case%20"},{"value":" natural call","formInput":"%20natural%20call"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"damodar","formInput":"damodar"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"fatal","formInput":"fatal"},{"value":"thane ","formInput":"thane%20"},{"value":"panch","formInput":"panch"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"rioting","formInput":"tag:rioting"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"}],"courtcopy":true,"query_alert":null,"agreement":false}