{"tid":18334360,"publishdate":"2021-07-28","title":"Larsen And Toubro Limited And Anr. vs Punjab National Bank And Anr. on 28 July, 2021","doc":"<h2 class=\"doc_title\">Larsen And Toubro Limited And Anr. vs Punjab National Bank And Anr. on 28 July, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2021 DEL 1098</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-nath\">Jayant Nath</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-nath\">Jayant Nath</a></h3>\n\n<pre id=\"pre_1\">                          $~J-\n                          *    IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                            Judgment Reserved on: 14.01.2021\n                          %                               Judgment Pronounced on: 28.07.2021\n\n                          +      W.P.(C) 7677/2019, CM.APPL Nos.31885 &amp; 53198/2019, 11497,\n                                 18809 &amp; 18810/2020\n\n                                 LARSEN &amp; TOUBRO LIMITED &amp; ANR.         ... Petitioners\n                                                  Through    Mr.Neeraj Kishan Kaul,\n                                                  Sr.Adv.  with    Mr.Rishi      Agrawala,\n                                                  Mr.Karan Luthra, Ms.Megha Bengani,\n                                                  Mr.Deepak Joshi and Mr.Aakash Lamba,\n                                                  Advs.\n\n                                              versus\n                                 PUNJAB NATIONAL BANK AND ANR.           ... Respondents\n                                                     Through    Mr.Dhruv Mehta, Sr.Adv.\n                                                     with Mr.Rajesh Gautam, Mr.Anant\n                                                     Gautam and Mr.Nipun Sharma, Advs. for\n                                                     R-1/PNB.\n\n                                                          Dr.Lalit  Bhasin,   Ms.Nina     Gupta,\n                                                          Ms.Ananya Marwah, Ms.Ruchika Joshi\n                                                          and Mr.Ajay Pratap Singh, Advs. for R-\n                                                          2/IBA.\n\n                                                          Mr.Ramesh Babu, Ms.Nisha Sharma and\n                                                          Ms.Tanya Chowdhary, Advocates for\n                                                          RBI/R-3\n\n                                 CORAM:\n                                 HON&#x27;BLE MR. JUSTICE JAYANT NATH\n                          JAYANT NATH, J.(JUDGMENT)\n                          1.     This writ petition is filed by the petitioners seeking the following\n                          reliefs:\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI\nSigning Date:28.07.2021\n10:57:38                  W.P.(C) 7677/2019                                              Page 1 of 43\n                                 &quot;(a) Issue a Writ, Order or Direction in the nature of Certiorari\n                                or any other Writ, Order or Direction of like nature quashing\n                                and setting aside the letters dated 18.08.2018 and 28.03.2019\n                                both issued by Respondent No.1 to Petitioner No.1 directing the\n                                Petitioners that the Claim period in the Bank Guarantee must be\n                                for at least 12 months;\n\n                                (b) Issue a Writ, Order or Direction in the nature of Certiorari or\n                                any other Writ, Order or Direction of like nature quashing and\n                                setting aside the letter dated 10.02.2017 bearing reference No.\n                                Legal/Cir2102/BG Opinion and letter dated 05.12.2018 issued\n                                by Respondent No.2 to all Member Banks in relation to the\n                                minimum period for lodging a claim with the Bank under the\n                                Bank Guarantee;\n\n                                (c) Issue a Writ, Order or Direction in the nature of Mandamus\n                                or any other Writ, Order or Direction of like nature directing the\n                                Respondents to discard any interpretation of Section 28(b) read\n                                with Exception 3of the ICA which prescribes a minimum period\n                                of 12 months of validity, for making a demand by a Creditor of\n                                a Contract of Guarantee under Section 126 of the ICA issued\n                                upon a Bank or a Financial Institution as a &quot;surety&quot;, where such\n                                Bank Guarantee has been issued at the instance of the Petitioner\n                                No.1 as a Principal Debtor or issued for the benefit of the\n                                Petitioner No.1.&quot;\n\n                          2.     Essentially the dispute in the present petition centers around\n                          interpretation of <a href=\"/doc/1224074/\" id=\"a_1\">section 28</a> of the Indian Contract Act, 1872 (hereinafter\n                          referred to as the &#x27;<a href=\"/doc/171398/\" id=\"a_2\">Contract Act</a>&#x27;). The grievance of the petitioner is that\n                          based on an erroneous interpretation of <a href=\"/doc/1224074/\" id=\"a_3\">section 28</a> of the Contract Act,\n                          respondent bank forces a mandatory and an unalterable claim period of a\n                          minimum 12 months for the bank guarantee. It is stated that the claim\n                          period is a time period contractually agreed upon between the creditor and\n                          principal debtor, which provides a grace period beyond the validity period\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 2 of 43\nSigning Date:28.07.2021\n10:57:38\n                           of the guarantee to make a demand on the bank for a default, which\n                          occurred during the validity period. This claim period may or may not\n                          even exist in a bank guarantee.\n                          3.     <a href=\"/doc/1224074/\" id=\"a_4\">Section 28</a> of the Indian Contract Act, 1972 reads as follows:\n                                &quot;28 Agreements in restraint of legal proceedings, void.-\n                                Every agreement,-\n\n                                  (a) by which any party thereto is restricted absolutely from\n                                  enforcing his rights under or in respect of any contract, by the\n                                  usual legal proceedings in the ordinary tribunals, or which\n                                  limits the time within which he may thus enforce his rights, or\n                                  (b) which extinguishes the rights of any party thereto, or\n                                  discharges any party thereto from any liability, under or\n                                  in respect of any contract on the expiry of a specified period so\n                                  as to restrict any party from enforcing his rights,\n\n                                 is void to that extent.\n\n                                 Exception 1.--Saving of contract to refer to arbitration dispute\n                                 that may arise.\n\n                                 This section shall not render illegal a contract, by which two or\n                                 more persons agree that any dispute which may arise between\n                                 them in respect of any subject or class of subjects shall be\n                                 referred to arbitration, and that only the amount awarded\n                                 in such arbitration shall be recoverable in respect of the dispute\n                                 so referred.\n\n                                 Exception 2.--Saving of contract to refer questions that have\n                                 already arisen.\n\n                                 Nor shall this section render illegal any contract in writing, by\n                                 which two or more persons agree to refer to arbitration any\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 3 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  question between them which has already arisen, or affect any\n                                 provision of any law in force for the time being as to references\n                                 to arbitration.\n\n                                 Exception 3.--Saving of a guarantee agreement of a bank or a\n                                 financial institution.\n\n                                 This section shall not render illegal a contract writing by which\n                                 any bank or financial institution stipulate a term in a guarantee\n                                 or any agreement making a provision for guarantee for\n                                 extinguishment of the rights or discharge of any party thereto\n                                 from any liability under or in respect of such guarantee or\n                                 agreement on the expiry of a specified period which is not less\n                                 than one year from the date of occurring or non-occurring of a\n                                 specified event for extinguishment or discharge of such party\n                                 from the said liability.\n\n                                 Explanation.--\n\n                                 (i) In Exception 3, the expression &quot;bank&quot; means--\n\n                                   (a) a &quot;banking company&quot; as defined in clause (c) of <a href=\"/doc/1223029/\" id=\"a_5\">Section 5</a>\n                                   of the Banking Regulation Act, 1949 (10 of 1949);\n\n                                   (b) &quot;a corresponding new bank&quot; as defined in clause (da) of\n                                   <a href=\"/doc/1223029/\" id=\"a_6\">Section 5</a> of the Banking Regulation Act, 1949 (10 of 1949);\n\n                                   (c) &quot;State Bank of India&quot; constituted under <a href=\"/doc/1221360/\" id=\"a_7\">Section 3</a> of the\n                                   State Bank of India Act, 1955 (23 of 1955);\n\n                                   (d) &quot;a subsidiary bank&quot; as defined in clause (k) of <a href=\"/doc/620832/\" id=\"a_8\">Section 2</a>\n                                   of the State Bank of India (Subsidiary Banks) Act, 1959 (38\n                                   of 1959);\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 4 of 43\nSigning Date:28.07.2021\n10:57:38\n                                    (e) &quot;a Regional Rural Bank&quot; established under <a href=\"/doc/1469193/\" id=\"a_9\">Section 3</a> of\n                                   the Regional Rural Bank Act, 1976 (21 of 1976);\n\n                                   (f) &quot;a Co-operative Bank&quot; as defined in clause (cci) of\n                                   <a href=\"/doc/1223029/\" id=\"a_10\">Section 5</a> of the Banking Regulation Act, 1949 (10 of 1949);\n\n                                   (g) &quot;a multi-State co-operative bank&quot; as defined in clause\n                                   (cciiia) of <a href=\"/doc/1223029/\" id=\"a_11\">Section 5</a> of the Banking Regulation Act, 1949 (10\n                                   of 1949); and\n\n                                 (ii) In Exception 3, the expression &quot;a financial institution&quot;\n                                 means any public financial institution within the meaning of\n                                 <a href=\"/doc/393406/\" id=\"a_12\">Section 4-A</a> of the Companies Act, 1956 (1 of 1956).&quot;\n\n                          4.     A perusal of the impugned communication issued by respondent\n                          No.1/PNB dated 18.08.2018 addressed to the petitioners shows that as per\n                          respondent PNB a claim period in a bank guarantee which is less than 12\n                          months would render the claim period void and will effectively increase\n                          the claim period under the bank guarantee to 3 years under the <a href=\"/doc/1317393/\" id=\"a_13\">Limitation\n                          Act, 1963</a>. The above plea is reiterated by respondent No.1 in its\n                          communication to the petitioners dated 28.03.2019.\n                                 Respondent No.2 in its communication/circular addressed to the\n                          banks dated 10.02.2017 states that it would be open for the banks to\n                          stipulate as a condition precedent that if the claim is not lodged before a\n                          stipulated time, the bank guarantee shall be revoked or terminated but the\n                          stipulated date cannot be less than one year in any event. The\n                          communication dated 05.12.2018 of respondent No.2 which is addressed\n                          to all the banks also reiterates the above contentions stating that if a bank\n                          issues a claim period of less than one year on top of the guarantee period\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 5 of 43\nSigning Date:28.07.2021\n10:57:38\n                           then such a bank guarantee would not have benefit of Exception 3 to\n                          <a href=\"/doc/1224074/\" id=\"a_14\">section 28</a> of the Act. Such banks issuing a bank guarantee would stand\n                          exposed to the period of limitation under the <a href=\"/doc/1317393/\" id=\"a_15\">Limitation Act, 1963</a> which\n                          would be 30 years in a case when the Government is the guarantee\n                          beneficiary and 3 years when some other party is the guarantee\n                          beneficiary.\n                          5.     The case of petitioner No.1 is that it is one of the largest\n                          construction companies of India. Respondent No.1/PNB is a state-owned\n                          Indian multinational banking and financial services company. Respondent\n                          No.2 is Indian Banks&#x27; Association which is an association of Indian Banks\n                          and Financial Institutions created to provide a variety of services to the\n                          member banks. Respondent No. 3 is RBI. It is pleaded that petitioner No.1\n                          has a number of contracts with Government bodies and Public Sector\n                          Undertakings. The petitioner has to normally issue &#x27;Performance Bank\n                          Guarantee&#x27; or &#x27;Advance Bank Guarantee&#x27; in the course of performance of\n                          the contract. In addition, petitioner No.1 has also to furnish Bid Bonds/Bid\n                          Security in the form of bank guarantee.\n                          6.     It is further stated that the Standard Bank Guarantee would usually\n                          contain the following terms:\n                          a)     Expiry Period/Validity Period: A bank guarantee would prescribe a\n                          specific date by which a bank guarantee would expire. This is a time\n                          determined by the Principal Debtor and the Creditor. The right to invoke\n                          the bank guarantee is only for a default of the Principal Debtor which\n                          occurs during the validity period of the bank guarantee.\n                          b)     Claim Period: This is a time period contractually agreed between\n                          the Creditor and the Principal Debtor which provides a grace period\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 6 of 43\nSigning Date:28.07.2021\n10:57:38\n                           beyond the validity period to make a demand on the bank for a default\n                          which has occurred during the validity period. A claim period may or may\n                          not exist in the bank guarantee. The guarantor again has no role to play.\n                          c)     Enforcement Period: The Enforcement period is a time period\n                          within which the Creditor can enforce his accrued rights pursuant to a\n                          demand made by him within the validity period or the claim period before\n                          a competent court of law. This period, it is stated, is statutorily governed\n                          by <a href=\"/doc/616001/\" id=\"a_16\">section 28(b)</a> read with Exception 3 to <a href=\"/doc/1224074/\" id=\"a_17\">section 28</a> of the Contract Act.\n                          In the absence of any such clause in the guarantee, the said period would\n                          be determined by the <a href=\"/doc/1317393/\" id=\"a_18\">Limitation Act, 1963</a>.\n                          7.     It is pleaded that on a complete misinterpretation of <a href=\"/doc/1224074/\" id=\"a_19\">section 28</a> of\n                          the Contract Act, respondent No.1 bank insists that the claim period\n                          should be 12 months. Adverse fallout for the petitioner of such\n                          interpretation is that the petitioner is unnecessarily made liable to pay\n                          commission charges for such extended bank guarantee when as per the\n                          contract between the principal debtor and the creditor, the claim period\n                          would be much shorter. In addition, the petitioners also become liable to\n                          maintain collateral security for supporting such extended claim period.\n                          The extended claim period effects the petitioners&#x27; capability to do business\n                          by entering into new contracts and effects the fundamental rights of the\n                          petitioners under <a href=\"/doc/935769/\" id=\"a_20\">Article 19(1)(g)</a> of the Constitution of India.\n                          8.     The petitioner has pleaded the entire historical background of the\n                          present <a href=\"/doc/1224074/\" id=\"a_21\">section 28</a> of the Contract Act to support its contentions that the\n                          impugned communications issued by respondents No.1 and 2, respectively\n                          are grossly illegal and misinterpret <a href=\"/doc/1224074/\" id=\"a_22\">section 28</a> of the Contract Act and\n                          cause grave prejudice and damage to the petitioners.\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 7 of 43\nSigning Date:28.07.2021\n10:57:38\n                           9.     To support its plea about wrong interpretation of <a href=\"/doc/1224074/\" id=\"a_23\">Section 28</a> of the\n                          Contract Act by the respondents, reliance is placed on the Ninety-Seventh\n                          report of the Law Commission of India dated 31.03.1984, the statement of\n                          objects and reasons for the amendment to <a href=\"/doc/1224074/\" id=\"a_24\">section 28</a> of the Contract Act\n                          carried out on 08.01.1997 and the amendment to the <a href=\"/doc/171398/\" id=\"a_25\">Contract Act</a> on\n                          18.01.2013 which added exception 3 to <a href=\"/doc/1224074/\" id=\"a_26\">section 28</a> of the Act. Reliance is\n                          also sought to be placed on the opinion of Justice B.N.Srikrishna (Former\n                          Judge of the Supreme Court of India). Reliance is also placed on the\n                          judgment of a Co-ordinate Bench of this court in the case of Explore\n                          Computers Pvt. Ltd. v. Cals Ltd &amp; Anr., 2006 (90) DRJ 480.\n                          10.    Respondent No.1 in their counter affidavit have raised various\n                          preliminary objections. It is pleaded that this court does not have territorial\n                          jurisdiction to adjudicate the present petition. It is pointed out that the\n                          impugned letters dated 18.08.2018 and 28.03.2019 have been issued from\n                          Mumbai to the petitioner company at Mumbai. It is stated that merely\n                          because respondent No.1 has its office in Delhi, does not confer territorial\n                          jurisdiction on this court.\n                          11.    It is also pleaded that respondent No.1 bank can charge commission\n                          or retain the margin money beyond the period of the bank guarantee,\n                          including the claim period. It is pleaded that such terms are a matter of\n                          contract between the parties and cannot be a subject matter of the present\n                          writ petition.\n                                 Reliance is also placed on the judgment of the Supreme Court in the\n                          case of Union of India &amp; Anr. v. Indusind Bank Ltd. &amp; Anr., 2016(9)\n                          SCC 720 to plead that the issue raised by the petitioners in the present writ\n                          petition is squarely covered by the aforesaid judgment.\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 8 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  The pleas and contentions of the petitioners have been denied.\n                          12.    Respondent No.2 in their counter affidavit have reiterated the\n                          preliminary objection, namely, that this court has no territorial jurisdiction\n                          to adjudicate the present petition. It is further pleaded that respondent\n                          No.2 is not a regulator, authority or government or instrumentality of the\n                          State and hence it would not fall under writ jurisdiction of this court. It is\n                          further pleaded that the requirement of minimum claim period of one year\n                          has been endorsed by the Ministry of Finance, Department of Financial\n                          Services in consultation with RBI as conveyed in letters dated 23.04.2019\n                          and 21.05.2019 addressed to respondent No.2. It is further stated that the\n                          issue as to whether the petitioner can charge commission or retain margin\n                          money beyond the period of the bank guarantee including the claim\n                          period, is a matter of contract between the parties and cannot be a subject\n                          matter of writ petition before this court.\n                          13.    Respondent No.3 in the counter affidavit relies upon the Master\n                          Circular dated 01.07.2015 on Guarantees and Co-acceptances and states\n                          that the same provides an enabling framework for the issuance of bank\n                          guarantee. It is stated that the bank guarantees are structured according to\n                          the terms of the agreement. The terms are decided mutually between the\n                          parties, namely, applicant, bank and the beneficiary. Respondent\n                          No.3/RBI has not prescribed any terms to be incorporated in the bank\n                          guarantee. It is reiterated that terms of the bank guarantee to be issued by\n                          the issuing bank are decided in terms of the respective policy of the\n                          concerned banks and on the basis of contractual arrangement between the\n                          parties.\n                          14.    I have heard learned senior counsel appearing for the petitioners and\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 9 of 43\nSigning Date:28.07.2021\n10:57:38\n                           respondent No.1 and learned counsel appearing for respondent No.2 and\n                          respondent No.3. I have also perused the written submissions of the\n                          petitioners and respondents No.1 and 2.\n                          15.    Learned senior counsel for the petitioners has made the following\n                          submissions:\n                          i)     Reference is made to the original <a href=\"/doc/1224074/\" id=\"a_27\">section 28</a> of the Contract Act to\n                          plead that the courts in India interpreted the said <a href=\"/doc/1224074/\" id=\"a_28\">section 28</a> of the Contract\n                          Act in a manner that although extinguishment of the remedy or curtailing\n                          the time period for invoking the remedy was not permitted, however,\n                          extinguishment of the right itself was held to be not hit by <a href=\"/doc/1224074/\" id=\"a_29\">section 28</a> of\n                          the Contract Act. In this context reference is made to the judgment of the\n                          Kerala High Court in the case of Kerala Electrical &amp; Allied Engineering\n                          Co.Ltd. v. Canara Bank &amp; Others, 1980 SCC OnLine Ker 28. Reliance is\n                          also placed on the Ninety-Seventh Report of the Law Commission of India\n                          dated 31.03.1984 to plead that the Law Commission had expressed its\n                          adverse opinion on the said position regarding <a href=\"/doc/1224074/\" id=\"a_30\">section 28</a> of the Contract\n                          Act and suggested appropriate amendments in the said statutory provision.\n                          Keeping in view the above stand of the Law Commission, <a href=\"/doc/1224074/\" id=\"a_31\">section 28</a> of\n                          the Contract Act was amended on 08.01.1997.\n                          ii)    Reliance is also placed upon the report of the Expert Committee\n                          headed by Sh.T.R.Andhyarujina, Senior Advocate and Former Solicitor\n                          General of India. It is pleaded that based on the above report, on\n                          18.01.2013 Exception 3 was also introduced in <a href=\"/doc/1224074/\" id=\"a_32\">section 28</a> of the Contract\n                          Act. It is pleaded that Exception 3 was introduced on the request of the\n                          banks and by virtue of the same, the banks and financial institutions could\n                          curtail the period of limitation to institute proceedings before a court of\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 10 of 43\nSigning Date:28.07.2021\n10:57:38\n                           law to a period of 12 months rather than the mandatory period of 3 years\n                          or 30 years as stipulated in the <a href=\"/doc/1317393/\" id=\"a_33\">Limitation Act</a>. Hence, it is pleaded that\n                          Exception 3 to <a href=\"/doc/1224074/\" id=\"a_34\">section 28</a> of the Contract Act has nothing to do with the\n                          claim period to be stipulated in the bank guarantee. Exception 3 relates\n                          only to the period available to institute proceedings before a court of law.\n                          iii)     Reliance is also placed on the RBI Circulars dated 01.07.2013 and\n                          01.07.2015 where a model guarantee bond is prescribed which does not\n                          give any claim period in the model form. It is reiterated that Exception 3\n                          to <a href=\"/doc/1224074/\" id=\"a_35\">section 28</a> of the Contract Act does not deal with the claim period at all.\n                          iv)      Reliance is placed upon para 14 of the counter affidavit of\n                          respondent No.1 to state that respondent No.1 admits that Exception 3 to\n                          <a href=\"/doc/1224074/\" id=\"a_36\">section 28</a> of the Contract Act only governs the limitation period for filing\n                          of a suit before a court of law. Reliance is also placed on the counter\n                          affidavit of respondent No.3/RBI.\n                          v)       Reliance is also placed on the judgment of a Co-ordinate Bench of\n                          this court in the case of Explore Computers Pvt. Ltd. v. Cals Ltd &amp; Anr.\n                          (Supra) to claim that the interpretation of <a href=\"/doc/1224074/\" id=\"a_37\">section 28</a> as elaborated and\n                          contended by the petitioners was duly accepted by the Co-ordinate Bench\n                          in the said judgment. The said judgment, it is urged, is binding on this\n                          court.\n                          16.      Learned senior counsel for respondent No. 1 has raised the\n                          following pleas:-\n                          (i)      He has raised a number of preliminary objections. The first\n                          preliminary objection is that this court does not have territorial jurisdiction\n                          to adjudicate the present writ petition. It has been pleaded that the head\n                          office of the petitioner company is in Mumbai. Letters dated 18.08.2018\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 11 of 43\nSigning Date:28.07.2021\n10:57:38\n                           and 28.03.2019 which have been challenged have been issued by the\n                          Mumbai Branch of respondent No. 1 to the petitioner company, also based\n                          in Mumbai. Further, the office of respondent No. 2 is also in Mumbai\n                          whose letters dated 10.02.2017 and 05.10.2018 have been issued from the\n                          said office. Hence, it is pleaded that there is no essential or integral cause\n                          of action that has arisen within the territorial jurisdiction of this court.\n                          Reliance is placed on judgment of a Five-Judge Bench of this court in the\n                          case of Sterling Agro Industries Ltd. vs. Union of India &amp; Ors., 2011\n                          (124) DRJ 633 (FB) and judgment of the Supreme Court in the case of\n                          Eastern Coalfields Ltd. and Ors. vs. Kalyan Banerjee, (2008) 3 SCC 456\n                          to support the above submission regarding lack of territorial jurisdiction of\n                          this court.\n                          (ii)    It is further urged that the issues raised in the present writ petition\n                          are purely contractual issues between the petitioner and respondent No. 1.\n                          Hence, no writ petition is maintainable as no public law element is\n                          involved. It is pleaded that essentially, what the petitioner is aggrieved\n                          from is the decision of respondent No. 1 to retain margin money and\n                          charge commission for a period of not less than one year after expiry of\n                          the validity period of the bank guarantee issued by respondent No. 1. This\n                          is a purely contractual issue and the petitioner has no legal remedy in such\n                          matters as claimed. It is stressed that no prayer for issuance of a writ of\n                          mandamus can be entertained to include or exclude a clause in the\n                          contract.\n                          (iii)   It is further strongly urged that no fundamental or legal right of the\n                          petitioner stands infringed by the said act of respondent No. 1.\n                          (iv)    On merits, it has been stressed that Exception 3 to <a href=\"/doc/1224074/\" id=\"a_38\">Section 28</a> of the\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                Page 12 of 43\nSigning Date:28.07.2021\n10:57:38\n                           <a href=\"/doc/171398/\" id=\"a_39\">Contract Act</a> entitles respondent No. 1 in law to stipulate a term in the\n                          bank guarantee making provisions for extinguishment of the right or\n                          discharge of any party thereto from any liability under or in respect of the\n                          guarantee on expiry of a specified period which is not less than one year\n                          from the date of occurring or non-occurring of a specified event for\n                          extinguishment or discharge of such party from the said liability. Hence,\n                          respondent No. 1 is entitled to insist on a claim period of one year.\n                          (v)    It is also pleaded that respondent No. 1 Bank is entitled to\n                          retain/claim margin money and charge commission from a party on whose\n                          behalf the bank guarantee was issued for the period the said respondent\n                          Bank remains financially exposed. It is pleaded that the said stand of\n                          respondent No. 1 bank is purely a commercial decision of the bank. Any\n                          party including the petitioner, if it finds the said stand of respondent No. 1\n                          unacceptable can always decline to accept insertion of any such term in\n                          the bank guarantee and approach any other bank or financial institution\n                          who is inclined to accept the terms and conditions offered by the\n                          petitioner.\n                                 Reliance is also placed on the counter-affidavit filed by RBI where\n                          it has been stated that the RBI recognises the autonomy of banks to take\n                          commercial decisions in this regard.\n                                 It has been strongly stressed that there is no bar in law for\n                          respondent No. 1 bank to fix a period (enforcement period) which should\n                          not be less than one year in the bank guarantee. It is stressed that the\n                          respondent Bank can for the said period of enforcement, in view of the\n                          provision contained in Exception 3 to <a href=\"/doc/1224074/\" id=\"a_40\">Section 28</a> of the Contract Act,\n                          charge commission and retain the margin money for the bank guarantee as\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 13 of 43\nSigning Date:28.07.2021\n10:57:38\n                           the bank remains financially exposed during this period.\n                          (vi)    Reliance is placed on the judgment of the Supreme Court in the case\n                          of Union of India &amp; Anr. vs. Indusind Bank &amp; Anr. (Supra) to plead that\n                          the clauses in question would be valid. It has been stressed that even if it is\n                          assumed for a moment that the observations of the Supreme Court in para\n                          34 of the said judgment are obiter, it is pleaded that the same would\n                          remain binding on this court.\n                          17.     Learned counsel for respondent No. 2 has pleaded as follows:-\n                          (i)     He firstly pleads that no writ petition is maintainable on account of\n                          the impugned circulars/communications dated 10.02.2017 and 15.12.2018\n                          which have been issued by respondent No. 2 to its members. No legal\n                          right   of   the    petitioner   stands   infringed   on   account of     these\n                          communications. It has been stressed that there is no contract between the\n                          petitioner and respondent No. 2.\n                          (ii)    It has further been pleaded that the opinion of respondent No. 2 is\n                          not conclusive and binding on the members. It is at the discretion of\n                          member banks to follow whatever procedure they deem appropriate. It is\n                          purely a contractual matter relating to fixation of terms and conditions on\n                          which a bank guarantee is to be given by the member banks. The courts\n                          would normally not interfere in such matters.\n                          18.     Learned counsel for RBI has essentially reiterated the pleas given in\n                          the counter-affidavit.\n                          19.     Learned senior counsel for the petitioners in his rejoinder arguments\n                          has pleaded as follows:-\n                          (i)     He has stressed that the claim period is a contractual issue between\n                          parties and is not governed by Exception 3 to <a href=\"/doc/1224074/\" id=\"a_41\">Section 28</a> of the Contract\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 14 of 43\nSigning Date:28.07.2021\n10:57:38\n                           Act. The respondents should refrain from issuing circulars to the contrary.\n                          (ii)   On the issue of territorial jurisdiction of this court, it has been\n                          reiterated that the head office and registered office of respondent No. 1 is\n                          in Delhi. Further, it is pleaded that a perusal of the impugned\n                          communications dated 18.08.2018 and 28.03.2019 of respondent No. 1\n                          would show that these letters have been issued at the instance and on the\n                          decision of the Headquarter, Law Division of respondent No.1 which is\n                          situated in Delhi. Hence, the decision is taken in Delhi which is only\n                          sought to be communicated by the impugned documents. Reliance is also\n                          placed on internal circulars dated 29.04.2017 and 09.08.2017 of\n                          respondent No. 1 to show that the decision in question has been taken by\n                          respondent No. 1 in Delhi. The cause of action, it is stated, has clearly\n                          arisen in Delhi.\n                                 Further, the erroneous interpretation of <a href=\"/doc/616001/\" id=\"a_42\">Section 28(b)</a> of the\n                          Contract Act is being implemented by the banks across the country\n                          including in Delhi. The petitioner is executing several contracts in Delhi\n                          and the impact of the impugned communications is being felt in Delhi.\n                          20.    I may first deal with the preliminary objection raised by learned\n                          senior counsel for respondent No. 1 and learned counsel for respondent\n                          No.2 regarding the lack of territorial jurisdiction of this court to deal with\n                          the present writ petition. It is true that the impugned communications\n                          dated 18.08.2018 and 28.03.2019 issued by respondent No. 1 have been\n                          issued by the concerned branch of respondent No. 1 in Mumbai and are\n                          addressed to petitioner No. 1 in Mumbai. Similarly, the circulars dated\n                          10.02.2017 and 05.12.2018 have been issued by respondent No. 2 from its\n                          Mumbai office.\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 15 of 43\nSigning Date:28.07.2021\n10:57:38\n                           21.    I may look at the legal position in this regard. Reference may be had\n                          to the decision of the Full Bench of Five Judges of this court in the case of\n                          M/s. Sterling Agro Industries Ltd. vs. Union of India &amp;Ors. (supra). The\n                          factual position in that case was that the petitioner industry was situated in\n                          the State of M.P. The initial order was passed by the Assistant\n                          Commissioner of Customs, District Bhind, M.P. The appellate order was\n                          also passed by the concerned Commissioner at Indore, M.P. The\n                          Revisional Authority was situated in Delhi. In those facts, the court held\n                          as follows:-\n                            &quot;33.      In view of the aforesaid analysis, we are inclined to\n                            modify the findings and conclusions of the Full Bench in New India\n                            Assurance Company Limited (supra) and proceed to state our\n                            conclusions in seriatim as follows:-\n\n                                (a) The finding recorded by the Full Bench that the sole cause\n                                of action emerges at the place or location where the\n                                tribunal/appellate authority/revisional authority is situate and\n                                the said High Court (i.e., Delhi High Court) cannot decline to\n                                entertain the writ petition as that would amount to failure of the\n                                duty of the Court cannot be accepted inasmuch as such a finding\n                                is totally based on the situs of the tribunal/appellate\n                                authority/revisional authority totally ignoring the concept of\n                                forum conveniens.\n\n                                (b) Even if a miniscule part of cause of action arises within the\n                                jurisdiction of this court, a writ petition would be maintainable\n                                before this Court, however, the cause of action has to be\n                                understood as per the ratio laid down in the case of Alchemist\n                                Ltd. (supra).\n\n                                (c) An order of the appellate authority constitutes a part of cause\n                                of action to make the writ petition maintainable in the High\n                                Court within whose jurisdiction the appellate authority is\n                                situated. Yet, the same may not be the singular factor to compel\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 16 of 43\nSigning Date:28.07.2021\n10:57:38\n                                 the High Court to decide the matter on merits. The High Court\n                                may refuse to exercise its discretionary jurisdiction by invoking\n                                the doctrine of forum conveniens.\n\n                                (d) The conclusion that where the appellate or revisional\n                                authority is located constitutes the place of forum conveniens as\n                                stated in absolute terms by the Full Bench is not correct as it\n                                will vary from case to case and depend upon the lis in question.\n\n                                (e) The finding that the court may refuse to exercise jurisdiction\n                                under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> if only the jurisdiction is invoked in a\n                                malafide manner is too restricted / constricted as the exercise of\n                                power under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226</a> being discretionary cannot be limited\n                                or restricted to the ground of malafide alone.\n\n                                (f) While entertaining a writ petition, the doctrine of forum\n                                conveniens and the nature of cause of action are required to be\n                                scrutinized by the High Court depending upon the factual\n                                matrix of each case in view of what has been stated in Ambica\n                                Industries (supra) and Adani Exports Ltd. (supra).\n\n                                (g) The conclusion of the earlier decision of the Full Bench in\n                                New India Assurance Company Limited (supra) &quot;that since the\n                                original order merges into the appellate order, the place where\n                                the appellate authority is located is also forum conveniens&quot; is\n                                not correct.\n\n                                (h) Any decision of this Court contrary to the conclusions\n                                enumerated hereinabove stands overruled.&quot;\n\n                          22.    Reference may also be had to the judgment of the Supreme Court in\n                          the case of Eastern Coalfields Ltd. and Ors. vs. Kalyan Banerjee,\n                          (supra). The facts of that case were that the respondent therein was an\n                          employee of the petitioner in Jharkhand. The services of the respondent\n                          were terminated in Jharkhand. A writ petition was filed in the Calcutta\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 17 of 43\nSigning Date:28.07.2021\n10:57:38\n                           High Court. The Court held as follows:-\n                                 &quot;6. The jurisdiction to issue a writ of or in the nature of\n                                 mandamus is conferred upon the High Court under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a>\n                                 of the Constitution of India. <a href=\"/doc/618973/\" id=\"a_46\">Article 226(2)</a>, however, provides\n                                 that if cause of action had arisen in more than one court, any of\n                                 the courts where part of cause of action arises will have\n                                 jurisdiction to entertain the writ petition.\n\n                                 7. &quot;Cause of action&quot;, for the purpose of <a href=\"/doc/618973/\" id=\"a_47\">Article 226(2)</a> of the\n                                 Constitution of India, for all intent and purport, must be\n                                 assigned the same meaning as envisaged under <a href=\"/doc/175502059/\" id=\"a_48\">Section 20(c)</a> of\n                                 the Code of Civil Procedure. It means a bundle of facts which\n                                 are required to be proved. The entire bundle of facts pleaded,\n                                 however, need not constitute a cause of action as what is\n                                 necessary to be proved is material facts whereupon a writ\n                                 petition can be allowed.\n\n                                 8. The question to some extent was considered by a three-Judge\n                                 Bench of this Court in Kusum Ingots &amp; Alloys Ltd. v. Union of\n                                 India [(2004) 6 SCC 254] stating: (SCC p. 261, para 18)\n\n                                   &quot;18. The facts pleaded in the writ petition must have a nexus\n                                   on the basis whereof a prayer can be granted. Those facts\n                                   which have nothing to do with the prayer made therein\n                                   cannot be said to give rise to a cause of action which would\n                                   confer jurisdiction on the Court.&quot;\n\n                                 9. As regards the question as to whether situs of office of the\n                                 appellant would be relevant, this Court noticed decisions of this\n                                 Court in Nasiruddin v. STAT [(1975) 2 SCC 671] and U.P.\n                                 Rashtriya Chini Mill Adhikari Parishad v. State of U.P. [(1995)\n                                 4 SCC 738] to hold: (Kusum Ingots case, SCC p. 263, paras 26-\n                                 27)\n\n                                   &quot;26. The view taken by this Court in U.P. Rashtriya Chini\n                                   Mill Adhikari Parishad [(1995) 4 SCC 738] that the situs of\n                                   issue of an order or notification by the Government would\n                                   come within the meaning of the expression &#x27;cases arising&#x27; in\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 18 of 43\nSigning Date:28.07.2021\n10:57:38\n                                    Clause 14 of the (Amalgamation) Order is not a correct view\n                                   of law for the reason hereafter stated and to that extent the\n                                   said decision is overruled. In fact, a legislation, it is trite, is\n                                   not confined to a statute enacted by Parliament or the\n                                   legislature of a State, which would include delegated\n                                   legislation and subordinate legislation or an executive order\n                                   made by the Union of India, State or any other statutory\n                                   authority. In a case where the field is not covered by any\n                                   statutory rule, executive instructions issued in this behalf\n                                   shall also come within the purview thereof. Situs of office of\n                                   Parliament, legislature of a State or authorities empowered to\n                                   make subordinate legislation would not by itself constitute\n                                   any cause of action or cases arising. In other words, framing\n                                   of a statute, statutory rule or issue of an executive order or\n                                   instruction would not confer jurisdiction upon a court only\n                                   because of the situs of the office of the maker thereof.\n\n                                   27. When an order, however, is passed by a court or tribunal\n                                   or an executive authority whether under provisions of a\n                                   statute or otherwise, a part of cause of action arises at that\n                                   place. Even in a given case, when the original authority is\n                                   constituted at one place and the appellate authority is\n                                   constituted at another, a writ petition would be maintainable\n                                   at both the places. In other words, as order of the appellate\n                                   authority constitutes a part of cause of action, a writ petition\n                                   would be maintainable in the High Court within whose\n                                   jurisdiction it is situate having regard to the fact that the order\n                                   of the appellate authority is also required to be set aside and\n                                   as the order of the original authority merges with that of the\n                                   appellate authority.\n                                                                  xxx\n                                 11. In Om Prakash Srivastava v. Union of India [(2006) 6 SCC\n                                 207] this Court held: (SCC p. 211, para 12)\n                                   &quot;12. The expression &#x27;cause of action&#x27; has acquired a\n                                   judicially settled meaning. In the restricted sense &#x27;cause of\n                                   action&#x27; means the circumstances forming the infraction of the\n                                   right or the immediate occasion for the reaction. In the wider\n                                   sense, it means the necessary conditions for the maintenance\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                 Page 19 of 43\nSigning Date:28.07.2021\n10:57:38\n                                       of the suit, including not only the infraction of the right, but\n                                      also the infraction coupled with the right itself.\n                                      Compendiously, as noted above, the expression means every\n                                      fact, which it would be necessary for the plaintiff to prove, if\n                                      traversed, in order to support his right to the judgment of the\n                                      court. Every fact, which is necessary to be proved, as\n                                      distinguished from every piece of evidence, which is\n                                      necessary to prove each fact, comprises in &#x27;cause of action&#x27;.\n                                      (See Rajasthan High Court Advocates&#x27; Assn. v. Union of\n                                      India [(2001) 2 SCC 294] .)&quot;\n                                                                  xxx\n                                   13. In view of the decision of the Division Bench of the\n                                   Calcutta High Court that the entire cause of action arose in\n                                   Mugma area within the State of Jharkhand, we are of the\n                                   opinion that only because the head office of the appellant\n                                   Company was situated in the State of West Bengal, the same by\n                                   itself will not confer any jurisdiction upon the Calcutta High\n                                   Court, particularly when the head office had nothing to do with\n                                   the order of punishment passed against the respondent.&quot;\n\n                          23.      What follows from the above is that under <a href=\"/doc/618973/\" id=\"a_49\">Article 226 (2)</a>, an order\n                          or writ can be issued by a high court in relation to territories within which\n                          the cause of action wholly or in part arises. The question as to whether a\n                          high court has territorial jurisdiction to entertain a writ petition must be\n                          answered on the basis of the averments made in the petition. While\n                          entertaining a writ petition, the doctrine of forum convenience and the\n                          nature of cause of action are also required to be scrutinized by the high\n                          court.\n                          24.      I may now look at the facts of this case. Respondent No. 1 has\n                          issued two impugned communications dated 18.08.2018 and 28.03.2019.\n                          Both the communications are merely communicating the views of HO-\n                          Law Division of respondent No. 1 which is based in Delhi. Essentially, the\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                 Page 20 of 43\nSigning Date:28.07.2021\n10:57:38\n                           decision which is impugned in the said communication has been taken in\n                          Delhi and merely communicated by the Mumbai office of respondent\n                          No.1. Further, as rightly stated by the petitioner, the decisions as\n                          communicated by respondent No. 1 on 18.08.2018 and 28.03.2019 have\n                          an effect on the operations of petitioner No. 1 throughout India including\n                          its operations in Delhi.\n                          25.    Similar is the position regarding the communications issued by\n                          respondent     No.2   dated    10.02.2017    and    05.12.2018.    Both         the\n                          communications have been circulated to all the members of respondent\n                          No.2, some of them are also based in Delhi.\n                          26.    The decision taken by respondent No. 1 in Delhi allegedly causes\n                          infraction of rights of the petitioner. The infraction of the rights of the\n                          petitioner also occurs in Delhi. In view of the above facts, it is manifest\n                          that the part of cause of action has arisen within the territory of this court.\n                          This court would have territorial jurisdiction to adjudicate the present writ\n                          petition.\n                          27.    I will now deal with the issue relating to interpretation of <a href=\"/doc/1224074/\" id=\"a_50\">section 28</a>\n                          of the Contract Act. I may first look at the historical facts pertaining to\n                          <a href=\"/doc/1224074/\" id=\"a_51\">section 28</a> of the Contract Act. The said provision, as it is stood prior to its\n                          amendment in 1997, reads as follows:\n                                 &quot;28. Agreements in restraint of legal proceedings, void.--Every\n                                  agreement, by which any party thereto is restricted absolutely\n                                  from enforcing his rights under or in respect of any contract,\n                                  by the usual legal proceedings in the ordinary tribunals, or\n                                  which limits the time within which he may thus enforce his\n                                  rights, is void to that extent.&quot;\n\n                          28.    The interpretation of the said original <a href=\"/doc/1224074/\" id=\"a_52\">section 28</a> of the Contract Act\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 21 of 43\nSigning Date:28.07.2021\n10:57:38\n                           was dealt with by a Division Bench of the Kerala High Court in the case\n                          of Kerala Electrical &amp; Allied Engineering Co.Ltd. v. Canara Bank &amp;\n                          Others(supra). The main defence raised by the bank/defendant in the said\n                          case was that the plaintiff had lost its rights under the bank guarantee as it\n                          did not institute a suit within a period of six months from the date of the\n                          expiry of the period of the bank guarantee. The said clause was noted in\n                          para 2 of the said judgment, which reads as follows:\n                                &quot;2. Clause 6 of Ext. A1 bank guarantee dated 16-1-1970 reads:\n                                &quot;This guarantee will remain in force for a period of ONE YEAR\n                                from the date here&quot; of and unless a suit or action to enforce\n                                claim under the guarantee is filed against us within six months\n                                from the date of expiry of all your rights under the said\n                                guarantee shall be forfeited and shall be relieved and discharged\n                                from all liability thereunder.&quot;\n\n                          The court held as follows:-\n                                 &quot;4. <a href=\"/doc/1224074/\" id=\"a_53\">S. 28</a> makes two kinds of agreements void. What we are\n                                 concerned in this case is the second of the two kinds, namely,\n                                 an agreement which limits the time within which a party thereto\n                                 may enforce his rights under or in respect of a contract by the\n                                 usual legal proceedings in the ordinary tribunals. It is the\n                                 limiting of the time within which the rights are to be enforced\n                                 that is made void. So, it goes without saying that rights to be\n                                 enforced under the contract should continue to exist even\n                                 beyond the shorter period agreed for enforcing those rights, to\n                                 make such an agreement void under the section. If, for example,\n                                 beyond the shorter period agreed upon the rights under the\n                                 contract cannot be kept alive, no limiting of the time to enforce\n                                 the rights under the contract arises and hence the agreement\n                                 putting a time limit to sue will not be hit by<a href=\"/doc/1224074/\" id=\"a_54\"> S. 28</a>. So, a\n                                 condition in a contract that the rights thereunder accruing to a\n                                 party will be forfeited or released if he does not sue within a\n                                 time limit specified therein will not offend<a href=\"/doc/1224074/\" id=\"a_55\"> S. 28</a>. This is\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 22 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  because, as per the contract itself, the rights accrued to the party\n                                 cease to exist by the expiry of the limited period provided for in\n                                 the contract. In such a case, in effect, there is no limiting of the\n                                 time to sue. So, an agreement which provides for a\n                                 simultaneous relinquishment of rights accrued and the remedy\n                                 to sue for them will not be hit by<a href=\"/doc/1224074/\" id=\"a_56\"> S. 28</a>. But, at the same time,\n                                 an agreement relinquishing the remedy only, by providing that\n                                 if a suit is to be filed that should be filed within a time limit--\n                                 the time limit being shorter than the period of limitation under\n                                 <a href=\"/doc/1317393/\" id=\"a_57\">Limitation Act</a>--will be hit by<a href=\"/doc/1224074/\" id=\"a_58\"> S. 28</a>. This is because the rights\n                                 accrued continue even beyond the time limit as the same is not\n                                 extinguished. In such a case, there is really a limiting of the\n                                 time to sue prescribed by the <a href=\"/doc/1317393/\" id=\"a_59\">Limitation Act</a>. In the instant case,\n                                 it is clear from clause 6 of Ext. A1 guarantee extracted earlier in\n                                 this judgment that the liability of the bank will be alive only for\n                                 a period of six months after the expiry of the period of duration\n                                 of the guarantee. It is also specified in clause 6 that the\n                                 plaintiffs rights under the guarantee will also be forfeited by the\n                                 end of that six months. There is an extinction of the right of the\n                                 plaintiff under the contract and a discharge of the defendants\n                                 from liability. So, the time limit imposed in clause 6 cannot be\n                                 hit by<a href=\"/doc/1224074/\" id=\"a_60\"> S. 28</a> of the Contract Act. The findings of the trial court\n                                 are perfectly legal and valid. In coming to the above\n                                 conclusions we find support in certain decisions cited at the bar\n                                 which we will presently refer to. In Shakoor Gany v. Hinde\n                                 &amp;Co. (AIR. 1932 Bom. 330) the High Court of Bombay\n                                 considered a contention whether a condition in a bill of lading\n                                 that the claim if not brought within one year of delivery will be\n                                 barred, will be hit by<a href=\"/doc/1224074/\" id=\"a_61\"> S. 28</a> of the Indian Contract Act, 1872.\n                                 The suit in that case was brought after the one year period\n                                 specified in the condition. The court held:\n\n                                     &quot;the effect of the incorporation of <a href=\"/doc/1659104/\" id=\"a_62\">Art. 3</a>, Cl, 6, into the bills\n                                     of lading in this case is that the rights of the holders have\n                                     been extinguished in respect of the claim made in this case.\n                                     As therefore the plaintiffs have no rights to enforce, there is\n                                     in my view no question of the remedy being barred, and<a href=\"/doc/1224074/\" id=\"a_63\"> S.\n                                     28</a>, Contract Act does not assist the plaintiffs.&quot;\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                 Page 23 of 43\nSigning Date:28.07.2021\n10:57:38\n                           29.    Hence, the court held that limiting the time within which the rights\n                          are to be enforced is void provided rights to be enforced under the contract\n                          continue to exist even beyond the shorter agreed period for enforcing the\n                          rights. If beyond the shorter period agreed between the parties, the rights\n                          under the contract are not kept alive, no limiting of the time to enforce the\n                          rights under the contract arises and such an agreement putting a time limit\n                          to sue will not be hit by <a href=\"/doc/1224074/\" id=\"a_64\">section 28</a> of the Act.\n                          30.    The Law Commission of India in his Ninety-Seventh Report dated\n                          31.03.1984 dealt with the aforesaid interpretation of <a href=\"/doc/1224074/\" id=\"a_65\">section 28</a> of the\n                          Contract Act. The Law Commission took up the matter suo moto. The\n                          Commission noted the then position regarding <a href=\"/doc/1224074/\" id=\"a_66\">section 28</a> of the Contract\n                          Act as follows:-\n                                 &quot;2.4. We may, in the first place, refer to a few cases illustrating\n                                 the operation of the present position. In a case which went up to\n                                 the Supreme Court, a clause in an insurance policy provided\n                                 that all benefits under the insurance policy shall be forfeited if a\n                                 suit was not brought within a specified period. The clause was\n                                 held to be valid. The judgement expressly approves High Court\n                                 decisions which had taken a similar view, including the oft cited\n                                 Bombay case on the subject.\n\n                                 There are decisions of many High Courts taking a similar view.\n\n                                        These cases hold that it is only when a period of\n                                 limitation is curtailed that <a href=\"/doc/1224074/\" id=\"a_67\">section 28</a> of the Contract Act comes\n                                 into operation. As was observed in a Bombay case &quot;It [<a href=\"/doc/1224074/\" id=\"a_68\">section\n                                 28</a>] does not come into operation when the (contractual) term\n                                 spells out an extinction of the right of the plaintiff to sue or\n                                 spells out the discharge of the defendants from all liability in\n                                 respect of the claim.&quot;\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                Page 24 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  2.5. The reasoning underlying these decisions is that <a href=\"/doc/1224074/\" id=\"a_69\">section\n                                 28</a> is aimed at prohibiting agreements which could operate only\n                                 so long as the rights were in existence. The section is aimed\n                                 only at--\n                                     (a) covenants not to sue at any time; and\n                                     (b) covenants not to sue after a limited time.\n\n                                     A condition in a contract providing for a forfeiture of all\n                                 benefits unless an action is brought within a specified period\n                                 does not therefore violate the section. As per the contract itself,\n                                 the rights that might have accrued to the party cease to exist on\n                                 the expiry of the period provided in the contract. What is hit by\n                                 <a href=\"/doc/1224074/\" id=\"a_70\">section 28</a> is an agreement relinquishing the remedy only, by\n                                 providing that if a suit is to be filed, then it should be filed\n                                 within the specified time limit (the time limit being shorter than\n                                 the period of limitation provided by the <a href=\"/doc/1317393/\" id=\"a_71\">Limitation Act</a>). Under\n                                 such a clause, though the rights accrued continue even beyond\n                                 the time limit and are not extinguished, yet there is a limiting of\n                                 the time to sue as prescribed by the <a href=\"/doc/1317393/\" id=\"a_72\">Limitation Act</a>. It is such a\n                                 clause that is regarded as void by reason of <a href=\"/doc/1224074/\" id=\"a_73\">section 28</a>. But if\n                                 the rights themselves are (under the contractual clause as widely\n                                 worded) extinguished, then there is no violation of limitation\n                                 law. How far this distinction is supportable or workable is a\n                                 matter to which we shall presently address ourselves.\n                                                                xxx\n                                 3.1. The very brief summary of the existing legal position given\n                                 in the pre ceding paragraphs shows that a distinction is assumed\n                                 to exist between &quot;remedy&quot; and &quot;right&quot; and that distinction is the\n                                 basis of the present position under which a clause barring a\n                                 remedy is void, but a clause extinguishing the rights is valid.\n                                 Now, this approach may be sound in theory. In practice,\n                                 however, it causes serious hardship and might even be abused,\n                                 so as to defeat the cause of economic justice. Such contractual\n                                 clauses are usually inserted where the parties are not in an equal\n                                 bargaining position. By giving a clause in an agreement that\n                                 shape and character of a provision extinguishing the right (and\n                                 not merely affecting the remedy), a party standing in a superior\n                                 bargaining position can achieve something which could not\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 25 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  have been achieved by merely barring the remedy. In other\n                                 words, under the present law, a more radical and serious\n                                 consequence--the abrogation of rights--becomes permissible,\n                                 while a less serious device-the extinction of the mere remedy--\n                                 becomes impermissible. Prima facie, such a position appears to\n                                 be highly anomalous. By providing for the extinction of a right,\n                                 the parties are actually creating a law of prescription of their\n                                 own, which is a far more important matter than merely creating\n                                 a law of limitation of their own.\n\n                                       If the law does not allow the latter consequence to be\n                                 imposed by agreement, a fortiori, the law should not allow the\n                                 former consequence also to be imposed by agreement.&quot;\n\n\n                          The Commission recommended as follows:\n\n                                                     &quot;RECOMMENDATION\n                                 5.1. We now come to the changes that are needed in the present\n                                 law. In our opinion, the present legal position as to prescriptive\n                                 clauses in contracts cannot be-defended as a matter of justice,\n                                 logic, commonsense or convenience. When accepting such\n                                 clauses, consumers either do not realise the possible adverse\n                                 impact of such clauses, or are forced to agree because big\n                                 corporations are not prepared to enter into contracts except on\n                                 these onerous terms. &quot;Take it or leave it all&quot;, is their general\n                                 attitude, and because of their superior bargaining power, they\n                                 naturally have the upper hand. We are not at present, dealing\n                                 with the much wider field of &quot;standard form contracts&quot; or\n                                 &quot;standard&quot; terms. But confining ourselves to the narrow issue\n                                 under discussion, it would appear that the present legal position\n                                 is open to serious objection from the common man&#x27;s point of\n                                 view. Further, such clauses introduce an element of uncertainty\n                                 in transactions which are entered into daily by hundreds of\n                                 persons.\n\n                                 5.2. It is hardly necessary to repeat all that we have said in the\n                                 preceding Chapters about the demerits of the present law.\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 26 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  Briefly, one can say that the present law, which regards\n                                 prescriptive clauses as valid while invalidating time limit\n                                 clauses which merely bar the remedy, suffers from the\n                                 following principal defects:-\n\n                                     (a) It causes serious hardship to those who are economically\n                                     disadvantaged and is violative of economic justice.\n\n                                     (b) In particular, it harms the interests of the consumer,\n                                     dealing with big corporations.\n\n                                     (c) It is illogical, being based on a distinction which treats\n                                     the more severe flaw as valid, while invalidating a lesser\n                                     one.\n\n                                     (d) It rests on a distinction too subtle and refined to admit of\n                                     easy application in practice. It thus, throws a cloud on the\n                                     rights of parties, who do not know with certainty where they\n                                     stand, ultimately leading to avoidable litigation.\n\n                                 5.3. On a consideration of all aspects of the matter, we\n                                 recommend that <a href=\"/doc/1224074/\" id=\"a_74\">section 28</a> of the Indian Contract Act, 1872,\n                                 should be suitably amended so as to render invalid contractual\n                                 clauses which purport to extinguish, on the expiry of a specified\n                                 term, rights accruing from the contract. Here is a suggestion for\n                                 re-drafting the main paragraph of <a href=\"/doc/1224074/\" id=\"a_75\">section 28</a>.\n\n                                 Revised <a href=\"/doc/1224074/\" id=\"a_76\">Section 28</a>, main paragraph, <a href=\"/doc/171398/\" id=\"a_77\">Contract Act</a> as\n                                 recommended\n\n                                 28. Every agreement--\n\n                                (a) by which any party thereto is restricted absolutely from\n                                    enforcing his rights under or in respect of any contract by\n                                    the usual legal proceedings in the ordinary tribunals, or\n\n                                (b) which limits the time within which he may thus enforce his\n                                    rights, or\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                Page 27 of 43\nSigning Date:28.07.2021\n10:57:38\n                                 (c) which extinguishes the rights of any party thereto under or\n                                    in respect of any contract on the expiry of a specified period\n                                    or on failure to make, a claim or to institute a suit or other\n                                    legal proceeding within a specified period, or\n\n                                (d) which discharges any party thereto from any liability under\n                                    or in respect of any contract in the circumstances specified\n                                    in clause (c), is void to that extent.&quot;\n\n                          31.    The Commission noted the settled legal position about old <a href=\"/doc/1224074/\" id=\"a_78\">Section\n                          28</a> of the Contract Act including the aforesaid judgment of the Kerala\n                          High Court in Kerala Electrical &amp; Allied Engineering Co.Ltd. v. Canara\n                          Bank &amp; Others(supra). The Commission concluded that by providing for\n                          the extinction of a right, the parties are actually creating a law of\n                          prescription of their own, which is a far more important matter than\n                          merely creating a law of limitation of their own. The Commission\n                          recommended suitable amendment to <a href=\"/doc/1224074/\" id=\"a_79\">Section 28</a> of the Contract Act to\n                          render invalid contractual clauses that extinguish on the expiry of a stated\n                          period the rights accruing from the contract.\n                          32.    It is in this background that on 08.01.1997 <a href=\"/doc/1224074/\" id=\"a_80\">section 28</a> of the\n                          Contract Act was amended. The Statement of Objects and Reasons for\n                          such amendment reads as follows:\n                                 &quot;The Law Commission of India has recommended in its 97th\n                                 Report that <a href=\"/doc/1224074/\" id=\"a_81\">Section 28</a> of the Indian Contract Act, 1872 may be\n                                 amended so that the anomalous situation created by the existing\n                                 section may be rectified. It has been held by the courts that the\n                                 said <a href=\"/doc/1224074/\" id=\"a_82\">Section 28</a> shall invalidate only a clause in any agreement\n                                 which restricts any party thereto from enforcing his rights\n                                 absolutely or which limits the time within which he may\n                                 enforce his rights. The courts have, however, held that this\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 28 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  section shall not come into operation when the contractual term\n                                 spells out an extinction of the right of a party to sue or spells out\n                                 the discharge of a party from all liability in respect of the claim.\n                                 What is thus hit by <a href=\"/doc/1224074/\" id=\"a_83\">Section 28</a> is an agreement relinquishing the\n                                 remedy only i.e. where the time limit specified in the agreement\n                                 is shorter than the period of limitation provided by law. A\n                                 distinction is assumed to exist between remedy and right and\n                                 this distinction is the basis of the present position under which a\n                                 clause barring a remedy is void, but a clause extinguishing the\n                                 rights is valid. This approach may be sound in theory but, in\n                                 practice, it causes serious hardship and might even be abused.\n\n                                 It is felt that <a href=\"/doc/1224074/\" id=\"a_84\">Section 28</a> of the Indian Contract Act, 1872 should\n                                 be amended as it harms the interests of the consumer dealing\n                                 with big corporations and causes serious hardship to\n                                 those who are economically disadvantaged.\n\n                                 The Bill seeks to achieve the above objects.&quot;\n\n                          33.    The newly enacted <a href=\"/doc/1224074/\" id=\"a_85\">section 28</a> of the Contract Act after the\n                          08.01.1997 amendment reads as follows:\n                                 &quot;28. Agreements in restraint of legal proceedings, void. -\n                                 Every agreement, -\n\n                                 (a)By which any party thereto is restricted absolutely from\n                                 enforcing his rights under or in respect of any contract, by the\n                                 usual legal proceedings in the ordinary tribunals, or which\n                                 limits the time within which he may thus enforce his rights; or\n\n                                 (b)Which extinguishes the rights of any party thereto, or\n                                 discharges any party thereto from any liability, under or in\n                                 respect of any contract on the expiry of a specified period so as\n                                 to restrict any party from enforcing his rights, is void to that\n                                 extent.\n\n                                 Exception 1.--Saving of contract to refer to arbitration\n                                 dispute that may arise. This section shall not render illegal a\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                 Page 29 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  contract, by which two or more persons agree that any dispute\n                                 which may arise between them in respect of any subject or class\n                                 of subjects shall be referred to arbitration, and that only the\n                                 amount awarded in such arbitration shall be recoverable in\n                                 respect of the dispute so referred.\n\n                                 Exception 2.--Saving of contract to refer questions that have\n                                 already arisen. Nor shall this section render illegal any contract\n                                 in writing, by which two or more persons agree to refer to\n                                 arbitration any question between them which has already arisen,\n                                 or affect any provision of any law in force for the time being as\n                                 to references to arbitration.&quot;\n\n                          34.    Union of India, thereafter, constituted an Expert Committee for\n                          Recommending Changes in the Legal Framework Concerning Banking\n                          System which was headed by Sh.T.R.Andhyarujina, Senior Advocate and\n                          Former Solicitor General of India on 15.02.1999. The Committee noted\n                          the effect of amended <a href=\"/doc/1224074/\" id=\"a_86\">section 28</a> of the Contract Act as incorporated by\n                          amendment of 1997 as follows:\n\n                                        &quot;The amendment, therefore, cuts at the root of the\n                                 problem of making fine distinctions between the\n                                 extinguishment of a right which does not cut down the statutory\n                                 period of limitation and the extinguishment or a forfeiture of a\n                                 remedy which does cut down the statutory period of limitation.\n                                 The amendment equates extinguishing of a right with the\n                                 extinguishing of the remedy if there is an agreement which\n                                 extinguishes the right under the contract on the expiry of a\n                                 specified period.&quot;\n\n                          35.    The Committee noted the apprehensions due to the amendment\n                          expressed by the banks and the financial institutions and quoted from the\n                          Second Narasimham Committee Report as follows:\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 30 of 43\nSigning Date:28.07.2021\n10:57:38\n                                 &quot;8.10 Banks have expressed a fear that they can no longer limit\n                                their liabilities under the Bank Guarantees to a specified period\n                                and they will have to carry their Bank Guarantee commitments\n                                for long periods as outstanding obligations. Banks also\n                                apprehend that in case of Bank Guarantee to the Government,\n                                notwithstanding stipulation in the bank guarantee that it should\n                                be in force within a specified period, banks will be forced to\n                                treat in their books their liability under the Bank Guarantee to\n                                the Government as outstanding till the limitation period of 30\n                                years available to the Government lapses. This will also force\n                                banks to continue to hold the securities taken for bank\n                                guarantees especially the funds deposited as margins, for long\n                                periods, and also severely curtail issue of fresh bank guarantee\n                                for their customers. If a bank chooses to continue the issuance\n                                of bank guarantees to its customers, it will have to reflect in its\n                                books the progressively increasing levels of bank guarantee\n                                obligations, thereby inflating the risk weighted assets of the\n                                banks without any real increase in the banking assets. This will\n                                pre-empt the available capital to meet the capital adequacy\n                                requirement and will also over stretch the exposure to the\n                                customers beyond acceptable levels.\n\n                                8.11 Government departments do not generally return the\n                                original guarantee papers to the banks after the purpose is\n                                served. With the aforesaid amendment in force, banks will have\n                                to carry their liabilities under bank guarantee till 30 years.\n                                Unless, the original guarantee is received back from the\n                                beneficiary Government departments, the Banks will not be able\n                                to round off all their entries till the limitation period of 30 years\n                                Bank&#x27;s guarantee business may be, severely hampered as a\n                                result with attendant implications for the economy as a whole. It\n                                would appear that the whole issue needs to be re-examined and\n                                bank guarantees exempted from the purview of the above\n                                amendment.&quot;\n\n                          The Committee further held:-\n\n                                 &quot;This Committee is of the view that in the face of the amended\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                Page 31 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  provision of <a href=\"/doc/1224074/\" id=\"a_87\">Section 28</a>, it would be now difficult to sustain a\n                                 prescriptive clause, howsoever worded, in a bank guarantee\n                                 which limits the period of banks and financial institutions\n                                 liability to a period lesser than the normal period of limitation.\n                                 In case of guarantees to Government this period is as large as 30\n                                 years. The distinction between extinguishment of right and of\n                                 remedy would no longer be available to banks and financial\n                                 institutions since the amendment has been made with the\n                                 declared objective of doing away with that distinction. Reliance\n                                 on Court judgements e.g. Food Corporation of India Vs. New\n                                 India Assurance Co.Ltd. (1994) 3 SCC 324 prior to amendment\n                                 would not be of any help since the amendment sets at naught\n                                 the distinction made by these judgements.\n\n                                                            xxx\n\n                                ....... Accordingly, a reasonable period has to be provided to the\n                                creditor to enforce his rights under the guarantee after the\n                                happening of the specified event. The Committee believes that a\n                                period of one year would be reasonable for banks and financial\n                                institutions.\n\n                                        The Committee is of the view that such an amendment\n                                 may be made by incorporating a suitable proviso in <a href=\"/doc/1224074/\" id=\"a_88\">Section 28</a>\n                                 of the Contract Act itself, on the following lines:-\n\n                                       &quot;Provided that an agreement, being a guarantee issued by\n                                 a banking company or a financial institution, shall not be\n                                 deemed to be void by reason of the fact that such agreement\n                                 contains a stipulation for extinguishment of the rights, or\n                                 discharge of, any party thereto from any liability under or in\n                                 respect of such agreement on the expiry of a specified period\n                                 which is not less than one year from the date of occurring or\n                                 non occurring of a specified event for extinguishment or\n                                 discharge of such party from the said liability.&quot;\n\n                          36.    It is, thereafter, on 18.01.2013 that the Parliament added Exception\n                          3 to <a href=\"/doc/1224074/\" id=\"a_89\">section 28</a> of the Contract Act, which reads as follows:\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 32 of 43\nSigning Date:28.07.2021\n10:57:38\n                                 &quot;Exception 3 - Saving of a guarantee agreement of a bank or a\n                                financial institution: -\n\n                                This section shall not render illegal a contract in writing by\n                                which any bank or financial institution stipulate a term in a\n                                guarantee or any agreement making a provision for guarantee\n                                for extinguishment of the rights or discharge of any party\n                                thereto from any liability under or in respect of such guarantee\n                                or agreement on the expiry of a specified period which is not\n                                less than one year from the date of occurring or non-occurring\n                                of a specified event for extinguishment or discharge of such\n                                party from the said liability.&quot;\n\n                          37.    What follows from the aforesaid historical narration pertaining to\n                          <a href=\"/doc/1224074/\" id=\"a_90\">section 28</a> of the Contract Act is that the said provision i.e. <a href=\"/doc/1224074/\" id=\"a_91\">section 28</a> of\n                          the Contract Act prior to the amendment provided that a clause limiting\n                          the time within which the rights are to be enforced, is void, if the rights to\n                          be enforced under the contract continued to exist even beyond the shorter\n                          period agreed for enforcing the rights. If beyond the shorter period agreed\n                          between the parties for enforcing the rights, the rights under the contract\n                          are not kept alive, then such an agreement putting a time limit to sue was\n                          not hit by <a href=\"/doc/1224074/\" id=\"a_92\">section 28</a> of the Contract Act.\n                                 The Law Commission in the above noted report adversely\n                          commented on the said provision and held that prima facie such a position\n                          as noted above appears to be highly anomalous. By providing for\n                          extinction of a right, the parties are actually creating a law of prescription\n                          of their own, which is a far more important matter than merely creating a\n                          law of limitation of their own. Hence, the Law Commission recommended\n                          amendments to <a href=\"/doc/1224074/\" id=\"a_93\">section 28</a> of the Contract Act. The amendment was\n                          accordingly carried out on 08.01.1997.\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 33 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  The newly added <a href=\"/doc/1224074/\" id=\"a_94\">section 28</a> of the Contract Act was enacted to do\n                          away with the earlier distinction between remedy and right i.e. a clause\n                          barring the remedy only was void but a clause extinguishing a right was\n                          valid. The said clause now provides that the beneficiary of the bank\n                          guarantee i.e. creditor would have time to approach the appropriate court\n                          for enforcement of his rights under the bank guarantee in terms of the\n                          provision of the <a href=\"/doc/1317393/\" id=\"a_95\">Limitation Act</a> i.e. 3 years for private parties and 30 years\n                          for government parties.\n                                 In   this    background,    the   T.R.    Andhyarujina      Committee\n                          recommended that the said period be reduced to one year for enforcing the\n                          rights under the bank guarantee after happening of a specified event.\n                          Thereafter, Exception 3 to <a href=\"/doc/1224074/\" id=\"a_96\">section 28</a> of the Contract was added in 2013.\n                                 The above narration of the historical facts leading to the present\n                          <a href=\"/doc/1224074/\" id=\"a_97\">section 28</a> of the Contract Act clearly demonstrates that Exception 3 to\n                          section 28 of the Contact Act deals with the rights of a creditor to enforce\n                          his rights under the bank guarantee after happening of a specified event.\n                          38.    The above view is fortified by a judgment of a Co-ordinate Bench\n                          of this court in Explore Computers Pvt. Ltd. v. Cals Ltd &amp; Anr.(supra).\n                          Relevant part of the judgement reads as follows:\n                                 &quot;17. The plaintiff also seeks to challenge the last clause of the bank\n                                 guarantee which limits the rights of the plaintiff to file a suit/claim\n                                 only up to the claim period as the same is alleged to be void in view\n                                 of the provisions of <a href=\"/doc/1224074/\" id=\"a_98\">Section 28</a> of the Indian Contract Act, 1872.\n                                 The plaintiff thus claims the right to file a suit in accordance with\n                                 the <a href=\"/doc/1317393/\" id=\"a_99\">Limitation Act, 1963</a> as the rights granted by the <a href=\"/doc/1317393/\" id=\"a_100\">Limitation Act</a>\n                                 cannot be abridged by the provisions made in the bank guarantee.\n                                 The plaintiff has thus filed a suit for recovery of the amount\n                                 mentioned aforesaid along with interest at the rate of 36 per cent per\n                                 annum from 13.10.1998 till the date of realization.\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 34 of 43\nSigning Date:28.07.2021\n10:57:38\n                                                                  xxxxx\n                                 55. In my considered view it is not open for defendant No. 2 to\n                                 contend that if any suit or claim is not filed within one month of the\n                                 expiry of the bank guarantee, the right of the plaintiff to institute\n                                 any legal proceedings itself is extinguished. Such a plea would fly\n                                 in the face of the amended <a href=\"/doc/1224074/\" id=\"a_101\">Section 28</a> as defendant No, 2 cannot be\n                                 discharged from the liability nor can the rights of the plaintiff be\n                                 extinguished by inclusion of the clause providing so. I am thus of\n                                 the considered view that to the extent there is restriction on any suit\n                                 or claim being filed by the plaintiff beyond a period of one month\n                                 from the expiry of the bank guarantee, the said clause would not\n                                 prohibit the plaintiff from instituting the suit as it would be barred\n                                 by the provisions of the amended <a href=\"/doc/1224074/\" id=\"a_102\">Section 28</a> of the Contract Act.\n\n                                 56. The question however remains whether the same principal\n                                 would apply in case of the invocation of the bank guarantee which\n                                 is distinct from a suit or claim to be filed by the plaintiff on account\n                                 of refusal of defendant No. 2 to pay the amount under the bank\n                                 guarantee. That is the first question mentioned above. In my\n                                 considered view, <a href=\"/doc/1224074/\" id=\"a_103\">Section 28</a> would have no play in such a case\n                                 where matter is only relating to the terms of the guarantee to the\n                                 extent it requires a party to invoke the guarantee during the life time\n                                 of the guarantee. The sequitar to this would be to consider whether\n                                 the plaintiff did invoke the bank guarantee within this period\n                                 specified. The answer to this question depends on the interpretation\n                                 of the terms of the bank guarantee in view of the two dates\n                                 stipulated and the different phraseologies used for the same. The\n                                 observations of the Supreme Court in State of Maharashtra v. Dr.\n                                 M.N. Kaul case (supra) do make it clear that it is the terms under\n                                 which the guarantor has bound himself which have to be seen and in\n                                 case of ambiguity when all other rules of construction fail, the\n                                 guarantee must be interpreted contra preferentum. On a reading of\n                                 the bank guarantee, in my considered view, there is really no\n                                 ambiguity if the guarantee is read as a whole. The last paragraph of\n                                 the bank guarantee is being once again re-produced for purposes of\n                                 reference\n\n                                   &quot;Notwithstanding anything contained herein above, our liability\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 35 of 43\nSigning Date:28.07.2021\n10:57:38\n                                    under this guarantee shall be limited to an amount of Rs 10.00\n                                   lacs (Rupees ten lacs only), and shall remain valid up to\n                                   12.01.1997 unless suit to enforce any claim under the guarantee is\n                                   filed against us on or before 12.02.1997 all the rights of Explore\n                                   Computers Private Limited shall be relieved and discharged from\n                                   all liabilities there under.&quot;\n\n                                 57. The said clause, a &#x27;notwithstanding&#x27; clause, makes it clear that\n                                 irrespective of what had been stated prior to clause (a) in the bank\n                                 guarantee, the liability of the bank under the guarantee was limited\n                                 to the amount specified and was to remain valid only up to dates\n                                 specified which was 22.02:1997 (extended up to 11.07.1997 by Ex\n                                 D-3). The second qualification was that the suit to enforce any such\n                                 claim under the guarantee was to be filed on or before 22.03.1997\n                                 (extended up to 11:08.1997 as per ExD-3). Thus two things had to\n                                 be done: a) the claim under the bank guarantee had to be lodged\n                                 prior to a particular date arid b) the suit had to be filed before\n                                 another date one month thereafter. It is only the second part of the\n                                 guarantee which would be hit by <a href=\"/doc/1224074/\" id=\"a_104\">Section 28</a> of the Contract Act and\n                                 the first part would remain alive. In fact this is the view even\n                                 expressed in the Food Corporation of India v. National Insurance\n                                 Company Case (supra). It may be noticed that the Supreme Court in\n                                 the said judgment has taken note of the earlier judgment in the Food\n                                 Corporation of India v. New India Insurance Company Limited,\n                                 AIR 1994 SC 1889 where it was held that the restriction contained\n                                 in the insurance agreement that a person to be indemnified shall\n                                 have no right after six months from termination of the principal\n                                 contract does not mean that the suit to enforce insurance has to be\n                                 filed within six months. Only the payment had to be made to the\n                                 insurer within six months and it is a condition precedent for filing\n                                 the suit. In the facts and circumstances, there is similarity between\n                                 the views expressed in the Food Corporation of India Case (supra)\n                                 and the present case.&quot;\n\n                          39.    Hence, the court held that any restriction on any suit or claim to be\n                          filed by the plaintiff beyond a specified period where such a provision\n                          prohibits the plaintiff from filing a suit contrary to the <a href=\"/doc/1317393/\" id=\"a_105\">Limitation Act</a>\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 36 of 43\nSigning Date:28.07.2021\n10:57:38\n                           would be barred under <a href=\"/doc/1224074/\" id=\"a_106\">section 28</a> of the Contract Act. (This judgment was\n                          passed before insertion of Exception 3 of <a href=\"/doc/1224074/\" id=\"a_107\">Section 28</a> of the Contract Act.)\n                          40.    It is clear that Exception 3 to <a href=\"/doc/1224074/\" id=\"a_108\">Section 28</a> of the Contract Act deals\n                          with curtailment of the period for the creditor to approach the\n                          court/tribunal to enforce his rights. It does not in any manner deal with the\n                          claim period within which the beneficiary is entitled to lodge his claim\n                          with the bank/guarantor.\n                          41.    The above interpretation is also accepted by respondent No. 1 in the\n                          counter-affidavit. Reference may be made to para 14 of the Counter\n                          affidavit of respondent No.1/PNB, which reads as follows:\n                                &quot;14. That the contents of Para 14 are not denied. It is submitted\n                                that averment made by the petitioner in para 13 is itself in\n                                contradiction to Para 14. It is further submitted that the\n                                beneficiary can raise claim under the Bank Guarantee, for any\n                                default occurred during its currency, within the validity period\n                                of Bank Guarantee or claim period and in the event the same is\n                                not paid or honored by the Promisor (Bank), inter- alia, for the\n                                reason that the Bank Guarantee has not been invoked as per the\n                                terms and conditions of the Bank Guarantee or the Principal\n                                Debtor has obtained the stay from the Court, in such eventuality\n                                the beneficiary of a Bank Guarantee can raise claim against the\n                                Bank as well as the Principal Debtor within a period of 03 years\n                                (in case of Private Party) and within a period of 30 years (in\n                                case of Government Department). In such eventuality the Bank\n                                would also be required to make provision in its balance sheet\n                                towards contingent liability. It is to address one of such issue,\n                                the legislature have inserted Exception -3 to <a href=\"/doc/1224074/\" id=\"a_109\">Section 28</a> of the\n                                Indian Contract Act, 1872, which inter alia, provides that in\n                                case a term is provided for in the Guarantee and Agreement by\n                                the Bank or Financial Institution that in case no claim is filed\n                                before the Court of Law within a period, which is not less than\n                                12 months, from the date of occurring or non occurring of the\n                                specified event the liability of the Bank shall get extinguished\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 37 of 43\nSigning Date:28.07.2021\n10:57:38\n                                 and the Bank shall stand discharge from its liability under the\n                                Bank Guarantee. Therefore, providing of such term cannot be\n                                alleged to be contrary to law. On the contrary providing of such\n                                term in the Contract would be in accordance with the provisions\n                                contained in <a href=\"/doc/1224074/\" id=\"a_110\">Section 28</a> of the Contract Act, 1872.&quot;\n\n                          42.    Clearly, respondent in the counter affidavit admits that Exception 3\n                          to <a href=\"/doc/1224074/\" id=\"a_111\">section 28</a> of the Contract Act deals with a clause in a bank guarantee to\n                          the effect that in case no claim is filed before the court of law within a\n                          period which is not less than 12 months from the date of occurring or non-\n                          occurring of the specified event, the liability of the bank shall get\n                          extinguished. Such a term is not contrary to law. There is a clear\n                          admission that Exception 3 to section 28 of the Contact Act deals with the\n                          period within which the beneficiary is to approach an appropriate court to\n                          raise its claim. Exception 3 does not deal with the claim period i.e. the\n                          extended period within which the beneficiary can invoke the bank\n                          guarantee after expiry of the validity of the bank guarantee for a default\n                          that occurred during the validity period.\n                          43.    I may deal with another plea strenuously urged by the learned senior\n                          counsel for respondent No. 1. Reliance was placed on the judgment of the\n                          Supreme Court in the case of Union of India &amp; Anr. vs. Indusind Bank\n                          &amp; Anr. (supra) to urge that the said judgment supports the plea of\n                          respondent No. 1 about interpretation of <a href=\"/doc/1224074/\" id=\"a_112\">section 28</a> of the Contract Act.\n                          The Supreme Court in the said judgment held as follows:-\n                                 &quot;18. What emerges on a reading of the Law Commission Report\n                                 together with the Statement of Objects and Reasons for the\n                                 Amendment is that the Amendment does not purport to be\n                                 either declaratory or clarificatory. It seeks to bring about a\n                                 substantive change in the law by stating, for the first time, that\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 38 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  even where an agreement extinguishes the rights or discharges\n                                 the liability of any party to an agreement, so as to restrict such\n                                 party from enforcing his rights on the expiry of a specified\n                                 period, such agreement would become void to that extent. The\n                                 amendment therefore seeks to set aside the distinction made in\n                                 the case law up to date between agreements which limit the\n                                 time within which remedies can be availed and agreements\n                                 which do away with the right altogether in so limiting the time.\n                                 These are obviously substantive changes in the law which are\n                                 remedial in nature and cannot have retrospective effect.\n                                                                  xxx\n                                 24. On a conspectus of the aforesaid decisions, it becomes clear\n                                 that <a href=\"/doc/1224074/\" id=\"a_113\">Section 28</a>, being substantive law, operates prospectively,\n                                 as retrospectivity is not clearly made out by its language. Being\n                                 remedial in nature, and not clarificatory or declaratory of the\n                                 law, by making certain agreements covered by <a href=\"/doc/616001/\" id=\"a_114\">Section 28(b)</a>\n                                 void for the first time, it is clear that rights and liabilities that\n                                 have already accrued as a result of agreements entered into\n                                 between parties are sought to be taken away. This being the\n                                 case, we are of the view that both the Single Judge [Union of\n                                 India v. Bhagwati Cottons Ltd., 2008 SCC OnLine Bom 217]\n                                 and the Division Bench [Indusind Bank Ltd. v. Union of India,\n                                 2011 SCC OnLine Bom 1972] were in error in holding that the\n                                 amended <a href=\"/doc/1224074/\" id=\"a_115\">Section 28</a> would apply.\n                                                                  xxx\n                                 26. At this point, it is necessary to set out the exact clause in the\n                                 bank guarantees in the facts of the present cases. One such\n                                 clause reads as under:\n                                    &quot;... Unless a demand or claim under this guarantee is made\n                                    against us within three months from the above date (i.e. on or\n                                    before 30-4-1997), all your rights under the said guarantee\n                                    shall be forfeited and we shall be relieved and discharged\n                                    from all liabilities hereunder.&quot;\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                                 Page 39 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  27. A similar clause contained in another bank guarantee reads\n                                 thus:\n                                   &quot;... Provided however, unless a demand or claim under this\n                                   guarantee is made on us in writing within 3 months from the\n                                   date of expiry of this guarantee in respect of export of\n                                   416.500 MT 2450 bales of raw cotton, we shall be discharged\n                                   from all liability under this guarantee thereafter.&quot;\n\n                                 28. A reading of the aforesaid clauses makes it clear that neither\n                                 clause purports to limit the time within which rights are to be\n                                 enforced. In other words, neither clause purports to curtail the\n                                 period of limitation within which a suit may be brought to\n                                 enforce the bank guarantee. This being the case, it is clear that\n                                 this Court&#x27;s judgment in Food Corporation of India v. New\n                                 India Assurance Co. Ltd. [(1994) 3 SCC 324] would apply on\n                                 all fours to the facts of the present case.\n                                                                  xxx\n                                 34. Considering that the respondents&#x27; first argument has been\n                                 accepted by us, we do not think it necessary to go into the finer\n                                 details of the second argument and as to whether the aforesaid\n                                 clauses in the bank guarantee would be hit by <a href=\"/doc/616001/\" id=\"a_116\">Section 28(b)</a>\n                                 after the 1997 Amendment. It may only be noticed, in passing,\n                                 that Parliament has to a large extent redressed any grievance\n                                 that may arise qua bank guarantees in particular, by adding an\n                                 Exception (iii) by an amendment made to <a href=\"/doc/1224074/\" id=\"a_117\">Section 28</a> in 2012\n                                 with effect from 18-1-2013. Since we are not directly concerned\n                                 with this amendment, suffice it to say that stipulations like the\n                                 present would pass muster after 2013 if the specified period is\n                                 not less than one year from the date of occurring or non-\n                                 occurring of a specified event for extinguishment or discharge\n                                 of a party from liability. The appeals are, therefore, dismissed\n                                 with no order as to costs.&quot;\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 40 of 43\nSigning Date:28.07.2021\n10:57:38\n                           44.    Much reliance was placed on para 34 of the aforesaid judgment by\n                          learned senior counsel for respondent No.1 to justify the stand taken in the\n                          impugned circulars. It was strongly urged that the said observation of the\n                          Supreme Court was binding on this court. A perusal of para 28 of the\n                          judgment clearly shows that the court interpreted the relevant clauses of\n                          the bank guarantee holding that neither of the clauses seeks to limit the\n                          time within which the right is to be enforced, namely, in other words\n                          neither of the clauses purports to curtail the period of limitation within\n                          which a suit may be brought to enforce the bank guarantee. The said\n                          clauses were not dealing with the claim period i.e. the grace period beyond\n                          the validity of the bank guarantee to make a demand on the bank for a\n                          default which had occurred during the validity period. The above\n                          judgment is of no help to respondent No. 1.\n                          45.    I may now again look at the impugned communications dated\n                          18.08.2018 and 28.03.2019 issued by respondent No. 1 Bank. Relevant\n                          portion of the communication dated 18.08.2018 reads as follows:-\n                                 &quot;...\n                                        This has reference to your request for waiver of\n                                 mandatory 1year claim period in Bank Guarantee relying on\n                                 opinion of M/s Juris Corp, law firm, in this respect\n                                                                xxx\n                                        Both M/s Shardul Amarchand Mangaldas and Legal\n                                 Retainer, after studying the matter in detail including the said\n                                 opinion of M/s Juris Corp, the aforesaid judgement of Hon&#x27;ble\n                                 Supreme Court and the said legal opinion of Justice (Retd.) Shri\n                                 B. N. Srikrishna, have in their considered opinion endorsed a\n                                 standpoint that any stipulation in a BG limiting the claim period\n                                 to less than 12 months shall be void under <a href=\"/doc/1224074/\" id=\"a_118\">section 28</a> of the\n                                 Indian Contract Act 1872. In order to avail the protection\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                             Page 41 of 43\nSigning Date:28.07.2021\n10:57:38\n                                  provided under Exception 3 to <a href=\"/doc/1224074/\" id=\"a_119\">Section 28</a> of Contract Act, the\n                                 claim period in BG must be for at least 12 months.\n\n                                        As such, we reiterate our opinion in this matter that any\n                                 period of claim in a BG which is less than 12 months shall be\n                                 void in law. Also, in a legal dispute once such a clause in BG\n                                 providing a claim period of less than 12 months is declared\n                                 void, it may effectively increase the claim period under BG to\n                                 three years under <a href=\"/doc/1317393/\" id=\"a_120\">Limitation Act</a>, which shall be even more\n                                 disadvantageous to the Bank.&quot;\n\n                          46.    A somewhat similar view is taken in the communication dated\n                          28.03.2019.\n                          47.    Reference may also be had to Circular dated 05.12.2018 of\n                          respondent No.2, relevant para of which reads as follows;-\n                                 &quot;4.    In view of the foregoing, it will be a safer course in the\n                                interest of the banks, though not obligatory under law, to issue\n                                every guarantee (regardless of the guarantee period) with a\n                                minimum claim period of one year on top of the guarantee period\n                                so as to avail benefit of Exception 2 to <a href=\"/doc/1224074/\" id=\"a_121\">Section 28</a> of Indian\n                                Contract Act, 1872.&quot;\n\n                          48.    It is clear that respondent No. 1 is erroneously of the view that they\n                          are in law mandated to stipulate a claim period of 12 months in the bank\n                          guarantee failing which the clause shall be void under <a href=\"/doc/1224074/\" id=\"a_122\">Section 28</a> of the\n                          Contract Act. A perusal of para 15 of the writ petition shows that a claim\n                          period has been explained as a time period contractually agreed between\n                          the creditor and the principal debtor which provides a grace period beyond\n                          the validity period of the guarantee to make a demand on the bank for a\n                          default which has occurred during the validity period. Respondent No. 1\n                          does not deny the above averments of the petitioner in the counter-\n                          affidavit. As noted above, <a href=\"/doc/1224074/\" id=\"a_123\">Section 28</a> of the Contract Act does not deal\n\n\nSignature Not Verified\nDigitally Signed\nBy:NIRMLA TIWARI          W.P.(C) 7677/2019                                              Page 42 of 43\nSigning Date:28.07.2021\n10:57:38\n                           with the said claim period. It deals with right of the creditor to enforce his\n                          rights under the bank guarantee in case of refusal by the guarantor to pay\n                          before an appropriate court or tribunal.\n                          49.    In view of the above communications dated 18.08.2018 and\n                          28.03.2019 as issued by respondent No. 1 and the circulars dated\n                          10.02.2017 and 05.12.2018 to the extent that they reproduce erroneous\n                          interpretation of Exception 3 to <a href=\"/doc/1224074/\" id=\"a_124\">Section 28</a> of the Contract Act are clearly\n                          vitiated. It is ordered accordingly.\n                          50.    I may now deal with another plea raised by the respondents,\n                          namely, that the issue of prescribing the bank charges and the period for\n                          retention of security are matters of contract and this court cannot interfere\n                          in such contractual matters especially as they are not contrary to any rules\n                          or regulations or stipulation framed by RBI.\n                          51.    I may only note that in the writ petition, no relief is sought by the\n                          petitioner pertaining to the bank charges to be charged by the banks or the\n                          duration for which the bank may seek to maintain collateral security.\n                          Hence, this court has not in any manner dealt with the said aspects.\n                          52.    The petition is accordingly disposed of as above. All pending\n                          applications, if any, are also disposed of.\n\n\n\n                                                                               JAYANT NATH, J.\n</pre><p data-structure=\"Conclusion\" id=\"p_1\">                          JULY 28, 2021/v/rb\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_3\">By:NIRMLA TIWARI          W.P.(C) 7677/2019                                               Page 43 of 43</span>\n<span class=\"hidden_text\" id=\"span_4\">Signing Date:28.07.2021</span>\n<span class=\"hidden_text\" id=\"span_5\">10:57:38</span>\n</p><span class=\"hidden_text\" id=\"span_6\"> </span>","numcites":14,"numcitedby":1,"docsource":"Delhi High Court","citetid":18334360,"divtype":"judgments","relatedqs":[{"value":"indian contract act section 28","formInput":"indian%20contract%20act%20section%2028"},{"value":"claim period of bank guarantee","formInput":"claim%20period%20of%20bank%20guarantee"},{"value":"section 28 of contract act","formInput":"section%2028%20of%20contract%20act"},{"value":"indian contract act 1872","formInput":"indian%20contract%20act%201872"},{"value":"void agreements","formInput":"void%20agreements"},{"value":"section 28(a) of contract act","formInput":"section%2028%28a%29%20of%20contract%20act"},{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"exception to section 28 of contracts Act","formInput":"exception%20to%20section%2028%20of%20contracts%20Act"},{"value":"\"claim period\" of bank guarantee","formInput":"%22claim%20period%22%20of%20bank%20guarantee"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"extinguishment of right","formInput":"extinguishment%20of%20right"},{"value":"territorial jurisdiction of court","formInput":"territorial%20jurisdiction%20of%20court"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":" bank guarantee AND SECTION 28","formInput":"%20bank%20guarantee%20AND%20SECTION%2028"},{"value":"bank guarantee validity","formInput":"bank%20guarantee%20validity"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":" right to accrue ","formInput":"%20right%20to%20accrue%20"},{"value":"ARTICLE 226(2)","formInput":"ARTICLE%20226%282%29"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":true,"query_alert":null,"agreement":false}