{"tid":111899692,"publishdate":"2018-10-12","title":"Mallikarjun Kodagali (Dead) ... vs The State Of Karnataka on 12 October, 2018","doc":"<h2 class=\"doc_title\">Mallikarjun Kodagali (Dead) ... vs The State Of Karnataka on 12 October, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 SUPREME COURT 5206, 2019 (2) SCC 752, AIR 2019 SC( CRI) 195, (2018) 4 MAD LJ(CRI) 744, (2019) 73 OCR 370, (2019) 1 CRILR(RAJ) 47, (2018) 2 MADLW(CRI) 675, (2018) 14 SCALE 32, 2019 (1) SCC (CRI) 801, (2018) 4 RECCRIR 781, (2018) 4 KER LT 682, (2019) 1 KER LJ 292, (2019) 1 KANT LJ 1, 2019 CRILR(SC&MP) 47, (2018) 4 PAT LJR 235, (2019) 198 ALLINDCAS 183 (SC), (2018) 4 CRIMES 194, (2018) 4 ALLCRILR 817, 2019 CRILR(SC MAH GUJ) 47, (2019) 1 ALD(CRL) 165, (2018) 4 CURCRIR 379, (2018) 4 CRIMES 123, (2018) 3 GUJ LH 609, (2018) 4 JLJR 244, 2019 (2) KCCR SN 99 (SC), 2019 (1) AKR 89, AIRONLINE 2018 SC 284</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-b-lokur\">Madan B. Lokur</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:deepak-gupta\">Deepak Gupta</a>, <a href=\"/search/?formInput=benchid:m-b-lokur\">Madan B. Lokur</a></h3>\n\n<pre id=\"pre_1\">                                                               1\n\n                                                                                   REPORTABLE\n                                          IN THE SUPREME COURT OF INDIA\n                                         CRIMINAL APPELLATE JURISDICTION\n                                    CRIMINAL APPEAL NOS._1281-82 _OF 2018\n                              (ARISING OUT OF S.L.P. (CRL.) NOS. 7040-7041 OF 2014)\n\n\n\n                         Mallikarjun Kodagali (Dead) represented\n                         through Legal Representatives                            …Appellants\n                                                               Versus\n\n\n                         State of Karnataka &amp; Ors.                                …Respondents\n\n\n                                                      JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                         Madan B. Lokur, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                         1. Leave granted.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">                         2. The rights of victims of crime is a subject that has, unfortunately, only\n\n                         drawn sporadic attention of Parliament, the judiciary and civil society.\n\n                         Yet, it has made great progress over the years. It is our evolving and\n\n                         developing jurisprudence that has made this possible. But we still have a\n\n                         long way to go to bring the rights of victims of crime to the centre stage\n\n                         and to recognise them as human rights and an important component of\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n\n\n                         social justice and the rule of law.\n</p><span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span><p data-structure=\"Issue\" id=\"p_4\">\n<span class=\"hidden_text\" id=\"span_3\">SANJAY KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2018.10.12</span>\n<span class=\"hidden_text\" id=\"span_5\">16:14:47 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n                         Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_7\">\f                                  2</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"10239019\" id=\"span_8\">3.    The travails and tribulations of victims of crime begin with the\n\ntrauma of the crime itself and, unfortunately, continue with the difficulties\n\nthey face in something as simple as the registration of a First Information\n\nReport (FIR). The difficulties in registering an FIR have been noticed by\n\na Constitution Bench of this Court in <a href=\"/doc/10239019/\" id=\"a_1\">Lalita Kumari v. Government of\n\nUttar Pradesh.1 The</a> ordeal continues, quite frequently, in the\n\ninvestigation that may not necessarily be unbiased, particularly in respect\n\nof crimes against women and children. Access to justice in terms of\n\naffordability, effective legal aid and advice as well as adequate and equal\n\nrepresentation are also problems that the victim has to contend with and\n\nwhich impact on society, the rule of law and justice delivery.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_6\">4.    What follows in a trial is often secondary victimisation through\n\nrepeated appearances in Court in a hostile or a semi-hostile environment\n\nin the courtroom. Till sometime back, secondary victimisation was in the\n\nform of aggressive and intimidating cross-examination, but a more\n\nhumane interpretation of the provisions of the <a href=\"/doc/1953529/\" id=\"a_2\">Indian Evidence Act, 1872</a>\n\nhas made the trial a little less uncomfortable for the victim of an offence,\n\nparticularly the victim of a sexual crime. In this regard, the judiciary has\n\nbeen proactive in ensuring that the rights of victims are addressed, but a\n\nlot more needs to be done. Today, the rights of an accused far outweigh\n\n1(2014) 2 SCC 1\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_9\">\f                                  3</span>\n\nthe rights of the victim of an offence in many respects. There needs to be\n\nsome balancing of the concerns and equalising their rights so that the\n\ncriminal proceedings are fair to both.2 The Courts have provided solace to\n\nthe victim with monetary compensation, but that is not enough. 3 There are\n\nvictim compensation schemes in force due to the mandate of <a href=\"/doc/158101963/\" id=\"a_3\">Section\n\n357A</a> of the Code of Criminal Procedure, 1973 (the <a href=\"/doc/445276/\" id=\"a_4\">Cr.P.C</a>.) but even that\n\nis not enough, though they are being implemented in several parts of the\n\ncountry. We are of the view that the judiciary is obliged to go and has\n\ngone beyond merely awarding compensation and has taken into\n\nconsideration the larger picture from the perspective of the victim of an\n\noffence, relating to infrastructure in court buildings and has recommended\n\nand implemented some recommendations such as the construction of\n\nchild friendly courts and courts that address the concerns of vulnerable\n\nwitnesses.4 The Courts have done and are continuing to do their best for\n\nthe victims of crime.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">5.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130978661\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61901185\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642436\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174336697\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1103956\" id=\"span_14\">In <a href=\"/doc/1103956/\" id=\"a_5\">Sakshi v. Union of India5</a> this Court passed significant\n\ndirections for holding in camera proceedings, providing for a screen\n\nbetween the accused and the victim and placed restrictions, in a sense, on\n\n<a href=\"/doc/174336697/\" id=\"a_6\">2Girish Kumar Suneja v. Central Board of Investigation</a>, (2017) 14 SCC 809\n3Hari Singh v. Sukhbir Singh, AIR 1988 SC 2127; <a href=\"/doc/642436/\" id=\"a_7\">Bodhisattwa Gautam v. Subhra\nChakroborty</a>, AIR 1996 SC 922; <a href=\"/doc/61901185/\" id=\"a_8\">Ankush Shivaji Gaikwad v. State of Maharashtra</a>,\n(<a href=\"/doc/130978661/\" id=\"a_9\">2013) 6 SCC 770\n4Sampurna Behura v. Union of India</a>, (2018) 4 SCC 433\n5(2004) 5 SCC 518\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_15\">\f                                  4</span>\n\nthe cross examination of witnesses. It is true that these directions have\n\nbeen passed in a case relating to sexual offences but the trend of this\n\nCourt has been to show concern for the rights of victims of an offence and\n\nto address them.</span></span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_8\">6.    Parliament also has been proactive in recognising the rights of\n\nvictims of an offence. One such recognition is through the provisions of\n\nChapter XXIA of the <a href=\"/doc/445276/\" id=\"a_10\">Cr.P.C</a>. which deals with plea bargaining.\n\nParliament has recognised the rights of a victim to participate in a\n\nmutually satisfactory disposition of the case. This is a great leap forward\n\nin the recognition of the right of a victim to participate in the proceedings\n\nof a non-compoundable case. Similarly, Parliament has amended the\n\n<a href=\"/doc/445276/\" id=\"a_11\">Cr.P.C</a>. introducing the right of appeal to the victim of an offence, in\n\ncertain circumstances. The present appeals deal with this right\n\nincorporated in the proviso to Section 372 of the Cr.P.C.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">7.    In other words, a considerable amount has been achieved in giving\n\nlife to the rights of victims of crime, despite the absence of a cohesive\n\npolicy. But, as mentioned above, a lot more still needs to be done.\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">8.    Among the steps that need to be taken to provide meaningful rights\n\nto the victims of an offence, it is necessary to seriously consider giving a\n\nhearing to the victim while awarding the sentence to a convict. A victim\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_16\">\f                                  5</span>\n\nimpact statement or a victim impact assessment must be given due\n\nrecognition so that an appropriate punishment is awarded to the convict.\n\nIn addition, the need for psycho-social support and counselling to a\n\nvictim may also become necessary, depending upon the nature of the\n\noffence. It is possible that in a given case the husband of a young married\n\nwoman gets killed in a fight or a violent dispute. How is the young widow\n\nexpected to look after herself in such circumstances, which could be even\n\nmore traumatic if she had a young child? It is true that a victim impact\n\nstatement or assessment might result in an appropriate sentence being\n\nawarded to the convict, but that would not necessarily result in ‘justice’ to\n\nthe young widow - perhaps rehabilitation is more important to her than\n\nmerely ensuring that the criminal is awarded a life sentence. There is now\n\na need, therefore, to discuss these issues in the context of social justice\n\nand take them forward in the direction suggested by some significant\n\nReports that we have had occasion to look into and the direction given by\n\nParliament and judicial pronouncements.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">9.    The rights of victims, and indeed victimology, is an evolving\n\njurisprudence and it is more than appropriate to move forward in a\n\npositive direction, rather than stand still or worse, take a step backward. A\n\nvoice has been given to victims of crime by Parliament and the judiciary\n\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_17\">\f                                    6</span>\n\nand that voice needs to be heard, and if not already heard, it needs to be\n\nraised to a higher decibel so that it is clearly heard.\n\n</p><p data-structure=\"Issue\" id=\"p_12\">10.    With this background, we need to consider the questions that arise\n\nbefore us consequent to the introduction of the proviso to <a href=\"/doc/81939/\" id=\"a_12\">Section 372</a> of\n\nthe Cr.P.C. with effect from 31st December, 2009. The questions are\n\nsomewhat limited: Whether a ‘victim’ as defined in the <a href=\"/doc/445276/\" id=\"a_13\">Cr.P.C</a>. has a right\n\nof appeal in view of the proviso to <a href=\"/doc/81939/\" id=\"a_14\">Section 372</a> of the Cr.P.C. against an\n\norder of acquittal in a case where the alleged offence took place prior to\n\n31st December, 2009 but the order of acquittal was passed by the Trial\n\nCourt after 31st December, 2009? Our answer to this question is in the\n\naffirmative. The next question is: Whether the ‘victim’ must apply for\n\nleave to appeal against the order of acquittal? Our answer to this question\n\nis in the negative.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">Factual narrative\n\n</p><p data-structure=\"Facts\" id=\"p_14\">11.    The appellant (Kodagali – now dead but represented by his legal\n\nrepresentatives) was the victim of an attack on the night of 6 th February,\n\n2009. He lodged a First Information Report with the police and after\n\ninvestigations, necessary proceedings were taken before the District and\n\nSessions Judge, Bagalkot against the accused persons under several\n\nsections of the <a href=\"/doc/1569253/\" id=\"a_15\">Indian Penal Code</a> (the <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a>).\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_18\">\f                                  7</span>\n\n</p><p data-structure=\"Issue\" id=\"p_16\">12.   In S.C. No. 49 of 2010 the District and Sessions Judge, Bagalkot\n\n(Karnataka) acquitted the accused by a judgment and order dated 28 th\n\nOctober, 2013.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"45896076\" id=\"span_19\">13.   Aggrieved thereby, Kodagali preferred an appeal in the High Court\n\nbeing Criminal Appeal No. 100016 of 2014. The appeal was preferred\n\nunder the proviso to <a href=\"/doc/81939/\" id=\"a_17\">Section 372</a> of the Cr.P.C. but it was dismissed as not\n\nmaintainable by a judgment and order dated 10 th June, 2014. It was held\n\nby the High Court that the proviso to <a href=\"/doc/81939/\" id=\"a_18\">Section 372</a> of the Cr.P.C. came into\n\nthe statute book with effect from 31st December, 2009 but the incident had\n\noccurred well before that date. Therefore, the appeal was not\n\nmaintainable.    Reliance was placed by the High Court on National\n\nCommission for <a href=\"/doc/45896076/\" id=\"a_19\">Women v. State of Delhi</a> and another6</span>\n\n</p><p data-structure=\"Issue\" id=\"p_18\">14.   Kodagali then preferred another appeal in the High Court being\n\nCriminal Appeal No. 100119 of 2014. This appeal was filed under the\n\nprovisions of <a href=\"/doc/1856707/\" id=\"a_20\">Section 378(4)</a> of the Cr.P.C. By a judgment and order\n\ndated 4th July, 2014 the High Court held that the appeal was not\n\nmaintainable. The view taken by the High Court was on a plain reading\n\nof <a href=\"/doc/1856707/\" id=\"a_21\">Section 378(4)</a> of the Cr.P.C., namely, that the appeal was not filed in a\n\ncase instituted upon a complaint before a Magistrate.\n\n\n\n6(2010) 12 SCC 599\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_20\">\f                                  8</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">15.   Under these circumstances, Kodagali is before us challenging the\n\njudgment and orders dated 10th June, 2014 and 4th July, 2014. It is his\n\ncontention that he has been left with no remedy against the acquittal of\n\nthe accused. His submission is that one of the accused is a Member of the\n\nLegislative Assembly and it is for this reason that the State did not\n\nchallenge the acquittal. It is not necessary for us to go into the merits of\n\nthe controversy or the allegations made by Kodagali. Suffice it to say, we\n\nare only concerned with the question whether the appeal filed by\n\nKodagali under the proviso to <a href=\"/doc/81939/\" id=\"a_22\">Section 372</a> of the Cr.P.C. was\n\nmaintainable or not.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">Victims of crime and their rights\n\n</p><p data-structure=\"Issue\" id=\"p_21\">16.   In recent times, four Reports have dealt with the rights of victims\n\nof crime and the remedies available to them. The first Report in this\n\nsequence is the 154th Report of the Law Commission of India of August\n\n1996. While this Report did not specifically deal with the right of a victim\n\nof crime to file an appeal, it did discuss issues of victims of crime,\n\ncompensation to be paid to the victim and rehabilitation of the victim\n\nincluding the establishment of a Victim Assistance Fund.\n\n</p><p data-structure=\"Issue\" id=\"p_22\">17.   The second important Report is the March 2003 Report of the\n\nCommittee on Reforms of Criminal Justice System commonly known as\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_21\">\f                                     9</span>\n\nthe Report of the Justice Malimath Committee. In the Chapter on\n\nAdversarial Rights, it is recommended under the sub-heading of Victims\n\nRight to Appeal as follows:\n</p>\n<blockquote id=\"blockquote_1\">             “2.21. The victim or his representative who is a party to the trial\n             should have a right to prefer an appeal against any adverse order\n             passed by the trial court. In such an appeal he could challenge the\n             acquittal, or conviction for a lesser offence or inadequacy of\n             sentence, or in regard to compensation payable to the victim. The\n             appellate court should have the same powers as the trial court in\n             regard to assessment of evidence and awarding of sentence.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_23\">18.   Thereafter, in the substantive Chapter on Justice to Victims, it is\n\nnoted that victims of crime, in many jurisdictions, have the right to\n\nparticipate in the proceedings and to receive compensation for injury\n\nsuffered. It was noted as follows:\n</p>\n<blockquote id=\"blockquote_2\">             “6.3 Basically two types of rights are recognized in many\n             jurisdictions particularly in continental countries in respect of\n             victims of crime. They are, firstly, the victim’s right to participate\n             in criminal proceedings (right to be impleaded, right to know,\n             right to be heard and right to assist the court in the pursuit of\n             truth) and secondly, the right to seek and receive compensation\n             from the criminal court itself for injuries suffered as well as\n             appropriate interim reliefs in the course of proceedings.”\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_24\">19.   Following up on this, and extending the rights of victims of crime,\n\nit was observed in paragraph 6.5 that “The right of the victim should\n\nextend to prefer an appeal against any adverse order passed by the trial\n\ncourt. The appellate court should have the same powers to hear appeals\n\nagainst acquittal as it now has to entertain appeal against conviction.\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_22\">\f                                  10</span>\n\nThere is no credible and fair reason why appeals against acquittals should\n\nlie only to the High Court.”\n\n</p><p data-structure=\"Section\" id=\"p_25\">20.   On this basis, the Justice Malimath Committee made the following\n\nrecommendation enabling the victim of a crime to prefer an appeal. The\n\nrecommendation (made in the Chapter having the same heading) reads as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_3\">             “The victim shall have a right to prefer an appeal against any\n             adverse order passed by the court acquitting the accused,\n             convicting for a lesser offence, imposing inadequate sentence, or\n             granting inadequate compensation. Such appeal shall lie to the\n             court to which an appeal ordinarily lies against the order of\n             conviction of such court.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">21.   The third Report worth considering is the July 2007 Report of the\n\nCommittee on the Draft National Policy on Criminal Justice also known\n\nas the Professor Madhava Menon Committee. While this Committee does\n\nnot specifically deal with providing a right of appeal to the victim of a\n\ncrime, it does refer to victim orientation to criminal justice and providing\n\nfor a balance between the constitutional rights of an accused person and a\n\nvictim of crime. One of the suggestions given by the Committee is to\n\npermit the impleadment of a victim in the trial proceedings. Obliquely\n\ntherefore, it follows that if a victim is impleaded as a party to the trial\n\nproceedings, the victim would certainly have a right to file an appeal\n\nagainst an adverse order, particularly an order of acquittal.\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_23\">\f                                  11</span>\n\n</p><p data-structure=\"Facts\" id=\"p_27\">22.   The fourth Report that deserves a mention is the 221 st Report of the\n\nLaw    Commission      of   India April      2009.   In    this   Report,   the\n\nrecommendation of the Law Commission of India was to the effect that as\n\nthe law stands, an aggrieved person cannot file an appeal against an order\n\nof acquittal. However, a revision petition can be filed. The powers of a\n\nrevisional court are limited and the process involved is cumbersome and\n\nit also involves a wastage of money and time. It was, therefore,\n\nrecommended by the Law Commission that against an order of acquittal\n\npassed by a Magistrate, a victim should be entitled to file an appeal\n\nbefore the revisional court. It was also recommended that in complaint\n\ncases also an appeal should be provided in the Sessions Court instead of\n\nthe High Court. In all such cases, the aggrieved person or complainant\n\nshould have the right to prefer an appeal, though with the leave of the\n\nAppellate Court. The view of the Law Commission was expressed in the\n\nfollowing words:\n</p>\n<blockquote id=\"blockquote_4\">             “2.9 All appeals against orders of acquittal passed by Magistrates\n             were being filed in High Court prior to amendment of section 378\n             by Act 25 of 2005. Now, with effect from 23.06.2006, appeals\n             against orders of acquittal passed by Magistrates in respect of\n             cognizable and non-bailable offences in cases filed on police\n             report are being filed in the Sessions Court, vide clause (a) of\n             sub-section (1) of the said section. But, appeal against order of\n             acquittal passed in any case instituted upon complaint continues\n             to be filed in the High Court, if special leave is granted by it on\n             an application made to it by the complainant, vide sub-section (4)\n             of the said section.\n</blockquote>\n\n\n<blockquote id=\"blockquote_5\">Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_24\">\f                                  12</span>\n\n             2.10 Section 378 needs change with a view to enable filing of\n             appeals in complaint cases also in the Sessions Court, of course,\n             subject to the grant of special leave by it.\n</blockquote><blockquote id=\"blockquote_6\">             2.11 Further, at present, against orders of acquittal passed by\n             Magistrates (where the offence is cognizable and non-bailable) or\n             by Sessions Courts, appeal in cases filed on police reports can be\n             filed only at the instance of the District Magistrate or the State\n             Government, as the case may be, vide sub-section (1) of section\n</blockquote><blockquote id=\"blockquote_7\">             378. In such matters, the aggrieved person or the informant\n             cannot himself file an appeal. However, he can prefer a revision.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_28\">             If the revisional Court finds that the accused has been wrongly\n             acquitted, it cannot convict him in view of sub-section (3) of\n             section 401, but it has to remand the case. It is a cumbersome\n             process and involves wastage of money and time. This provision\n             also needs a change and in such matters also, where the District\n             Magistrate or the State does not direct the Public Prosecutor to\n             prefer appeal against an order of acquittal, the aggrieved person\n             or the informant should have the right to prefer appeal, though\n             with the leave of the Appellate Court. This will also give an\n             opportunity to the aggrieved person to challenge the findings of\n             fact recorded by lower court. Also, this will introduce more\n             transparency and accountability in the lower judiciary, as at\n             present, the percentage of acquittal is quite high.”\n</p><p data-structure=\"Section\" id=\"p_29\">23.   It is, apparently, on the basis of all these Reports and other material\n\nthat <a href=\"/doc/81939/\" id=\"a_23\">Section 372</a> of the Cr.P.C. was amended on 30th December, 2009 with\n\neffect from 31st December, 2009. <a href=\"/doc/81939/\" id=\"a_24\">Section 372</a> of the Cr.P.C. as it stands\n\ntoday reads as follows:\n</p>\n<blockquote id=\"blockquote_8\">             “372. No appeal to lie unless otherwise provided. - No appeal\n             shall lie from any judgment or order of a Criminal Court except\n             as provided for by this Code or by any other law for the time\n             being in force:\n</blockquote><blockquote id=\"blockquote_9\">                    Provided that the victim shall have a right to prefer an\n             appeal against any order passed by the Court acquitting the\n             accused or convicting for a lesser offence or imposing inadequate\n             compensation, and such appeal shall lie to the Court to which an\n             appeal ordinarily lies against the order of conviction of such\n             Court.”\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_25\">\f                                 13</span>\n\n\n\nDecision in the case of the National Commission for Women\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_30\">24.   In National Commission for Women, the victim, a young lady\n\naged 21 years committed suicide on or about 14 th April, 2003. She left\n\nbehind a note in which she stated that the accused had physical relations\n\nwith her and held out a promise of marriage but later backed off. He had\n\nexploited her and therefore she was committing suicide.\n\n</p><p data-structure=\"Facts\" id=\"p_31\">25.   The Trial Judge relied on the dying declaration and convicted the\n\naccused by his judgment and order dated 21 st April, 2008. The accused\n\npreferred an appeal in the Delhi High Court which acquitted him of an\n\noffence under <a href=\"/doc/92983/\" id=\"a_25\">Section 306</a> of the IPC while maintaining his conviction\n\nunder <a href=\"/doc/1279834/\" id=\"a_26\">Section 376</a> of the IPC. The sentence was reduced to that already\n\nundergone which was about five years and six months. The judgment and\n\norder of the High Court is dated 9th February, 2009.\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">26.   Feeling aggrieved by the decision of the High Court, the National\n\nCommission for Women preferred a petition for special leave to appeal\n\nadmittedly invoking the inherent powers of this Court.      In that context\n\nthis Court held that in view of <a href=\"/doc/81939/\" id=\"a_27\">Section 372</a> of the Cr.P.C. no appeal shall\n\nlie from a judgment or order by a criminal Court except as provided by\n\nthe <a href=\"/doc/445276/\" id=\"a_28\">Cr.P.C</a>. or by any other law which authorises an appeal. The proviso\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_26\">\f                                 14</span>\n\nto <a href=\"/doc/81939/\" id=\"a_29\">Section 372</a> of the Cr.P.C. gives a limited right to the victim to file an\n\nappeal in the High Court against any order of a criminal Court acquitting\n\nthe accused or convicting him for a lesser offence or the imposition of\n\ninadequate compensation. This Court then observed as follows:\n\n</p><blockquote id=\"blockquote_10\">            “The proviso may not thus be applicable as it came in the year\n            2009 (long after the present incident) and, in any case, would\n            confer a right only on a victim and also does not envisage an\n            appeal against an inadequate sentence.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">27.   It was further held that an appeal being the creation of a statute, it\n\nwould not be maintainable under any inherent power. <a href=\"/doc/427855/\" id=\"a_30\">Article 136</a> of the\n\nConstitution does confer discretionary power on this Court to entertain a\n\npetition at the behest of the State or an affected private individual but to\n\npermit anybody or an organisation pro bono publico to file an appeal\n\nwould be a dangerous doctrine and would cause utter confusion in the\n\ncriminal justice system. On this basis it was held that the special leave\n\npetition filed by the National Commission for Women was not\n\nmaintainable.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">28.   The thrust of the decision of this Court, which appears to have been\n\nmisunderstood by the High Court, is with regard to entertaining a petition\n\nunder <a href=\"/doc/427855/\" id=\"a_31\">Article 136</a> of the Constitution by a third party. As far as criminal\n\nmatters are concerned, this Court undoubtedly held that permitting a third\n\nparty to prefer a petition under <a href=\"/doc/427855/\" id=\"a_32\">Article 136</a> of the Constitution would be\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_27\">\f                                          15</span>\n\n       dangerous and would cause confusion. The reasoning of this Court was\n\n       not directed towards the proviso to <a href=\"/doc/81939/\" id=\"a_33\">Section 372</a> of the Cr.P.C. It is only\n\n       in passing that this Court observed that on the facts of the case, the\n\n       proviso to <a href=\"/doc/81939/\" id=\"a_34\">Section 372</a> of the Cr.P.C. might not be applicable since it\n\n       came into the statute book after the incident.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">       29.   The decision of this Court in National Commission for Women is\n\n       quite clearly distinguishable and reliance on this decision by the High\n\n       Court is inapposite.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">       Decisions of the Full Bench\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">       30.   The interpretation of the proviso to <a href=\"/doc/81939/\" id=\"a_35\">Section 372</a> of the Cr.P.C. has\n\n       been considered in Full Bench decisions rendered by a few High Courts.\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119553451\" id=\"span_28\">31.   Among the first few Full Bench decisions that addressed this issue\n\n       was the judgment of the Gujarat High Court in <a href=\"/doc/119553451/\" id=\"a_36\">Bhavuben Dineshbhai\n\n       Makwana v. State of Gujarat &amp; Ors.7 The</a> questions framed for\n\n       consideration in this case were:</span>\n</p>\n<blockquote id=\"blockquote_11\">                    (i) Whether an appeal filed by the victim, invoking his right\n                    under proviso to <a href=\"/doc/81939/\" id=\"a_37\">Sec. 372</a> of Cr.P.C, challenging acquittal, or\n                    conviction for a lesser offence, or awarding inadequate\n                    compensation, is not maintainable, on the ground that the State\n                    has filed an appeal against the same order and for the same\n                    purpose?\n</blockquote><blockquote id=\"blockquote_12\">                    (ii) Whether an appeal filed by the State should not be\n                    entertained, on the ground that the appeal preferred by the victim\n       7MANU/GJ/1137/2012 - Criminal Appeal No. 238 of 2012, decided on 23 rd October,\n<span class=\"hidden_text\" id=\"span_29\">2012</span>\n\n\n       Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_30\">\f                                  16</span>\n\n             invoking his right under proviso to <a href=\"/doc/81939/\" id=\"a_38\">Sec. 372</a> of Cr.P.C., against\n             the same order, is admitted by the Court?\n</blockquote><blockquote id=\"blockquote_13\">             (iii) If the victim prefers an appeal before this Court, challenging\n             the acquittal, invoking his right under proviso to <a href=\"/doc/81939/\" id=\"a_39\">Sec. 372</a> of\n             Cr.P.C., whether that appellant is required to first seek leave of\n             the Court, as is required in case of appeal being preferred by the\n             State?\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_39\">32.   While discussing these issues, the Full Bench observed that the\n\nLegislature had conferred a substantive statutory right of appeal and such\n\na right could not be diluted by a judicial pronouncement since the right of\n\na party to file an appeal is an independent, substantial and statutory right.\n\n</p><p data-structure=\"Section\" id=\"p_40\">33.   Analysing the proviso to <a href=\"/doc/81939/\" id=\"a_40\">Section 372</a> of the Cr.P.C. and juxtaposing\n\nit with <a href=\"/doc/195753/\" id=\"a_41\">Section 377</a> of the Cr.P.C. the Full Bench noted that the victim has\n\nno right to prefer an appeal against “inadequacy of sentence”, a right\n\navailable only to the State and the State does not have any right to file\n\nany appeal against “inadequacy of compensation”, a right available only\n\nto a victim. Noting the availability of different rights, it was held:\n\n</p><blockquote id=\"blockquote_14\">             “In light of different types of right of appeal provided to the\n             victim and to the State/Prosecution, it will not be proper to hold\n             that the right of either of them is dependent upon the other. To put\n             it differently, only victim can file an appeal against an order of\n             imposing ‘inadequate compensation’ in addition to his right of\n             appeal against acquittal and convicting the accused for a lesser\n             offence and therefore, to club his right and make it dependent\n             upon the exercise of right of appeal at the instance of the State\n             would be not only be unworkable, but would run contrary to the\n             scheme and lead to absurdity.”\n\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_31\">\f                                  17</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">34.   The Full Bench then concluded that the correct position in law\n\nwould be that the right to file an appeal by the victim of an offence is an\n\nindependent and statutory right not subservient to the rights of the State\n\nto file an appeal. It was further concluded that each victim has an\n\nindependent right of appeal and in a given case, the grievance of different\n\nvictims may be completely different. It was held as follows:\n\n</p><blockquote id=\"blockquote_15\">             “In our opinion, the correct law, as emerging from the scheme of\n             the Code, would be that the right of a victim to prefer an appeal\n             (on limited grounds enumerated in proviso to Sec. 372 of the\n             Code) is a separate and independent statutory right and is not\n             dependent either upon or is subservient to right of appeal of the\n             State. In other words, both the victim and the State/prosecution\n             can file appeals independently without being dependent on the\n             exercise of the right by the other. Moreover, from the act or\n             omission for which the accused has been charged, there may be\n             more than one victim and the loss suffered by the victims may\n             vary from one victim to the other victims. Therefore, each of such\n             victims will have separate right of appeal and in such appeals, the\n             grievance of each of the appellant may be different. For instance,\n             in an act of arson when a joint property of different persons has\n             been set on fire, the loss suffered by each of the co-sharers may\n             be different. In such a case, each co-sharer has a separate right of\n             appeal and such right of one does not depend even on the filing of\n             such appeal by another victim.”\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_42\">35.   The first two questions were accordingly answered by the Gujarat\n\nHigh Court by holding that the appeals filed by the victim were\n\nmaintainable.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">36.   On the third question, the Full Bench noted that if the victim\n\nrestricts the appeal to the grievance to inadequacy of the compensation or\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_32\">\f                                  18</span>\n\npunishment for a lesser offence, it does not become an appeal against\n\nacquittal but the appeal is really directed against “any other sentence or\n\norder not being an order of acquittal” within the meaning of <a href=\"/doc/1464822/\" id=\"a_42\">Art. 115(b)</a>\n\nof the <a href=\"/doc/1317393/\" id=\"a_43\">Limitation Act, 1963</a> and thus, no question of taking special leave\n\narises. The Full Bench took the view that for the purposes of <a href=\"/doc/1856707/\" id=\"a_44\">Section\n\n378(4)</a> of the Cr.P.C. a victim who is not a complainant will not come\n\nwithin the purview of that section and would not be required to take\n\nrecourse to the provision of special leave as provided therein. It was held:\n\n</p><blockquote id=\"blockquote_16\">             “Therefore, in the case before us, the legislature while conferring\n             the right of appeal upon the victim, who is not a complainant, not\n             having imposed any condition of taking leave or special leave, we\n             cannot infer such condition and impose the same upon the victim,\n             although, the legislature was quite conscious of existence of such\n             provision in case of an appeal by a complainant and has retained\n             that provision without consequential amendment thereby making\n             its intention clear that the provision of special leave is not\n             applicable to an appeal preferred by a victim against acquittal if\n             he is not the complainant.”\nThe third question was then answered in the following words:\n</blockquote>\n<blockquote id=\"blockquote_17\">             “If the victim also happens to be the complainant and the appeal\n             is against acquittal, he is required to take leave as provided in\n             <a href=\"/doc/487026/\" id=\"a_45\">Sec. 378</a> of the Criminal Procedure Code but if he is not the\n             complainant, he is not required to apply for or obtain any leave.\n             For the appeal against inadequacy of compensation or\n             punishment on a lesser offence, no leave is necessary at the\n             instance of a victim, whether he is the complainant or not.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">37.   In our opinion, the Gujarat High Court made an artificial and\n\nunnecessary distinction between a victim as a victim and a victim as a\n\ncomplainant in respect of filing an appeal against an order of acquittal.\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_33\">\f                                 19</span>\n\nThe proviso to <a href=\"/doc/81939/\" id=\"a_46\">Section 372</a> of the Cr.P.C. does not introduce or\n\nincorporate any such distinction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">38.   The next significant decision has been rendered by the Division\n\nBench of the Calcutta High Court in Mahafuja Banu v. Md. Asadul\n\nIslam &amp; State.8 In this case, the prosecutrix lodged a complaint on 13th\n\nDecember, 2003 and the judgment and order of acquittal was delivered by\n\nthe Trial Court on 22nd December, 2009. An appeal to the High Court was\n\n(presumably) filed only after 31st December, 2009. While considering the\n\nmaintainability of the appeal, the High Court referred to the decision of\n\nthe Gujarat High Court in Bhavuben Dineshbhai Makwana.\n\n</p><p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1170625\" id=\"span_34\">39.   Reference was also made to a Division Bench decision of the\n\nAgartala Bench of the Gauhati High Court in <a href=\"/doc/1170625/\" id=\"a_47\">Gouranga Debnaih v. State\n\nof Tripura.9 In</a> that case the alleged offence took place on 14 th November,\n\n2006 and the judgment of acquittal was delivered on 30 th September,\n\n2010. The High Court held that the appeal against acquittal filed by the\n\nvictim was maintainable. It was held that if the interpretation given to the\n\nproviso to <a href=\"/doc/81939/\" id=\"a_48\">Section 372</a> of the Cr.P.C. is that the right to appeal accrued on\n\nthe date of the incident, then it would unreasonable and unfair, more so\n\nsince the proviso to <a href=\"/doc/81939/\" id=\"a_49\">Section 372</a> of the Cr.P.C. is given prospective effect.\n\n\n8(2013) 1 Cal LT 109\n92011 (4) GLT 379\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)</span>\n<span class=\"hidden_text\" id=\"span_35\">\f                                   20</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100257581\" id=\"span_36\">40.   Reference was also made to a decision by a learned Single Judge\n\ndecision of the Kerala High Court in <a href=\"/doc/100257581/\" id=\"a_50\">T. Balakrishnan Master v. K.M.\n\nRamachandran Master.10 In</a> that case it was held that the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_51\">Section 372</a> of the Cr.P.C. confers on the victim a substantive right to\n\nprefer an appeal in certain circumstances. The right is dependent on the\n\njudgment rendered by the Court and not in relation to the incident that\n\ngave rise to the prosecution.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">41.   The Calcutta High Court also considered the question whether\n\nthere is finality attached to the judgment of acquittal and whether that\n\nfinality could be disturbed on the basis of a right subsequently conferred\n\non the victim. It was held that the judgment of acquittal had not attained\n\nfinality in that the victim had a right to file a revision petition and the\n\nState had the right to file an appeal. All that the proviso to <a href=\"/doc/81939/\" id=\"a_52\">Section 372</a> of\n\nthe Cr.P.C. had done was to replace the right of a revision with the right to\n\nappeal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">42.   While it is true that there is a qualitative difference between a\n\nrevision and an appeal, the Calcutta High Court drew attention to the\n\n221st Report of 30th April, 2009 of the Law Commission. This Report\n\nnoted the distinction and observed that the revision process was\n\n\n10Crl. M.A. No. 7423 of 2011, decided on 22nd September, 2011 -\nMANU/KE/1620/2011\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_37\">\f                                  21</span>\n\ncumbersome and involved a wastage of time and money. It was,\n\ntherefore, recommended by the Law Commission that the aggrieved\n\nperson should have the right to prefer an appeal, though with the leave of\n\nthe Appellate Court. This would also give the aggrieved person an\n\nopportunity to challenge the findings of fact recorded by the Trial Court.\n\n</p><p data-structure=\"Section\" id=\"p_50\">43.   On the basis of the above decisions and the reasons given, the\n\nCalcutta High Court concluded that there was nothing to suggest that the\n\nvictim could exercise the right to appeal under the proviso to <a href=\"/doc/81939/\" id=\"a_53\">Section 372</a>\n\nof the Cr.P.C. only if it existed on the date of the “cause of action” (the\n\nalleged offence or incident) or the date on which the complaint was\n\nlodged.\n</p>\n<p data-structure=\"Issue\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100356002\" id=\"span_38\">44.   After a short hiatus, this issue again came up for consideration and\n\nthis time before the Full Bench of the Punjab and Haryana High Court in\n\n<a href=\"/doc/100356002/\" id=\"a_54\">Tata Steel v. Atma Tube Products Ltd.11 The</a> decision is much more than\n\nelaborate and only two of the seven questions framed for consideration\n\nare relevant for the present discussion. These two questions are:</span>\n\n</p><blockquote id=\"blockquote_18\">             (1) Whether the ‘rights’ of a victim under the amended Cr. P.C.\n             are accessory and auxiliary to those perceived to be the exclusive\n             domain of the ‘State’?\n</blockquote><blockquote id=\"blockquote_19\">             (2) Whether proviso to Section 372 CrPC inserted w.e.f.\n</blockquote><p data-structure=\"Issue\" id=\"p_52\">             December 31, 2009 is prospective or retrospective in nature and\n             whether a revision petition pending against an order of acquittal\n\n11(2014) 173 (1) PLR 1\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_39\">\f                                  22</span>\n\n             before the insertion of the said proviso, can be converted into an\n             appeal and transferred to the Court of competent jurisdiction?\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">45.   In answering the first question, the High Court noted that the\n\nscheme of the <a href=\"/doc/445276/\" id=\"a_55\">Cr.P.C</a>. provides, after various amendments, the right of\n\nappeal to the accused; the State; the victim and the complainant in\n\ncomplaint cases. It was observed that if a victim also happens to be the\n\ncomplainant in a police case, then that victim is not required to take leave\n\nunder <a href=\"/doc/487026/\" id=\"a_56\">Section 378</a> of the Cr.P.C. to file an appeal against an order of\n\nacquittal. To this extent, the Full Bench of the Punjab and Haryana High\n\nCourt differed with the view taken by the Full Bench of the Gujarat High\n\nCourt in Bhavuben Dineshbhai Makwana.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">46.   The reasons for disagreement stem from the fact that the\n\nLegislature was aware of the provisions of the existing statute including\n\nthe fetter imposed on the State in filing an appeal against an order of\n\nacquittal. However, that fetter was not placed on the right to appeal given\n\nto a victim under the proviso to <a href=\"/doc/81939/\" id=\"a_57\">Section 372</a> of the Cr.P.C. The view of\n\nthe Full Bench of the Punjab and Haryana High Court was that if such\n\nfetter were to be placed on the right of the victim, it would amount to\n\nrewriting the proviso to <a href=\"/doc/81939/\" id=\"a_58\">Section 372</a> of the Cr.P.C. and would also defeat\n\nthe legislative will. The Punjab and Haryana High Court expressed it’s\n\nopinion in the following words:\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n\n</p><blockquote id=\"blockquote_20\">Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_40\">\f                                   23</span>\n\n             “The Court shall always presume that while amending or\n             bringing a new enactment, the Legislature was fully aware of the\n             provisions of the existing Statute. The Parliament had thus full\n             knowledge of the fetters imposed by it on the presentation of\n             appeals by the State or a complaint through Section 378(3) &amp; (4)\n             of the Code, yet it gave the right to appeal to a ‘victim’ free from\n             any obstacle under proviso to Section 372 of the Code. The\n             legislative policy to grant unconditional right to appeal to a\n             ‘victim’ is thus writ large. It would indeed not only amount to re-\n             writing the proviso to Section 372 but would also defeat the\n             legislative will if the restrictions expressly embedded in Section\n             378(3) &amp; (4) are impliedly planted into proviso to Section 372 of\n             the Code also. Since leave to appeal under Section 378(3) is\n             confined only to such appeals which are presented by the State or\n             Central Governments under sub-Section (1)(b) or sub-Section (2)\n</blockquote><blockquote id=\"blockquote_21\">             (b) of Section 378 of the Code, with due regard at our command,\n             we are unable to agree with the view taken by the Division Bench\n             of this Court in Smt. Ram Kaur&#x27;s case (supra) 12 that a ‘victim’\n             shall be required to seek leave/special leave to appeal while\n             exercising his/her right to appeal under proviso to Section 372 of\n             the Code and overrule the same to that extent. On the same\n             analogy, we express our inability to agree with the view taken by\n             the Patna High Court in Guru Prasad Yadav&#x27;s case (supra).13\n             The cumulative effect of the above discussion is that the right(s)\n             of a ‘victim’ under the amended Code are substantive and not\n             mere brutam fulmen hence these are not accessory or auxiliary to\n             those of the State and are totally incomparable as both the sets of\n             rights or duties operate in different and their respective fields. We\n             thus hold that a ‘victim’ is not obligated to seek ‘leave’ or ‘special\n             leave’ of the High Court for presentation of appeal under proviso\n             to Section 372 of the Code.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168303457\" id=\"span_41\">47.   With regard to the second question, the High Court concluded that\n\nthe right to appeal is a substantive right. Consequently, the inescapable\n\nconclusion would be that the right to appeal given to a victim would be\n\nprospective and enforceable with effect from 31 st December, 2009 only.\n\n\n12Smt. <a href=\"/doc/168303457/\" id=\"a_59\">Ram Kaur @ Jaswinder Kaur v. Jagbir Singh</a> alias Jabi and others,\nMANU/PH/4500/2010 decided on 1st April, 2010\n13Guru Prasad Yadav v. State of Bihar, Criminal Appeal No. 582 of 2011\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_42\">\f                                   24</span>\n\nThis would be irrespective of the date of registration of the FIR or the\n\ndate of the occurrence. The High Court held as follows:</span>\n\n</p><blockquote id=\"blockquote_22\">             “Since right to appeal is a substantive right and it cannot be\n             inferred by implication unless the Statute expressly provides so,\n             the only inescapable conclusion would be to hold that the right to\n             appeal given to a ‘victim’ under proviso to Section 372 of the\n             Code is prospective and has become enforceable w.e.f. December\n             31, 2009 only. A ‘victim’ is entitled to prefer appeal in respect of\n             any type of order referred to in the proviso to Section 372 if such\n             order has been passed on or after December 31, 2009 irrespective\n             of the date of registration of FIR or the date of occurrence etc. To\n             be more specific, it is clarified that it is the date of passing of the\n             order to be appealed from and not any other fact situation, which\n             shall determine the right to appeal of a ‘victim’. As a corollary\n             thereto, it is held that the remedy availed by a ‘victim’ including\n             revision petition against acquittal of the accused by an order\n             passed before December 31, 2009, cannot be converted into an\n             appeal under proviso to Section 372 and it shall have to be dealt\n             with in accordance with the parameters settled for exercising\n             revisional jurisdiction by a superior Court.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1074259\" id=\"span_43\">48.   The Full Bench of the Delhi High Court also considered this issue\n\nin <a href=\"/doc/1074259/\" id=\"a_60\">Ram Phal v. State &amp; Ors.14 The</a> question considered by the Delhi High\n\nCourt was:</span>\n</p>\n<blockquote id=\"blockquote_23\">             “Whether the appellate remedy [under the proviso to <a href=\"/doc/81939/\" id=\"a_61\">Section 372</a>\n             of the Cr.P.C.] is available with respect to only such offences\n             which were committed as on the date when the appellate right\n             was conferred by law or the appellate right would be available\n             with respect to the date of the decision or the appellate remedy is\n             without any reference to the two points of time i.e. the date when\n             the offence was committed or when the appellate right was\n             conferred by law, (Act No.5 of 2009 with effect from\n             31.12.2009).”\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_58\">49.   While answering the question, the Delhi High Court referred to\n142015 (151) DRJ 562\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_44\">\f                                   25</span>\n\nTata Steel decided by the Punjab &amp; Haryana High Court. The Delhi High\n\nCourt referred to the conclusion that a victim “is entitled to prefer appeal\n\nin respect of any type of order referred to in the proviso to Section 372 if\n\nsuch order has been passed on or after December 31, 2009 irrespective of\n\nthe date of registration of FIR or the date of occurrence etc.”\n\n</p><p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156564571\" id=\"span_45\">50.   Reference was also made to the Division Bench of the Patna High\n\nCourt in <a href=\"/doc/156564571/\" id=\"a_62\">Parmeshwar Mandal v. State of Bihar15</a> and parts of the\n\nfollowing passages were referred to and relied upon. It was said in\n\nParmeshwar Mandal:</span>\n</p>\n<blockquote id=\"blockquote_24\">             “Proviso to Section 372 of the Code is in two parts. First clause\n             of the said proviso begins with ‘provided that’ and ends with\n             ‘Inadequate compensation’ and creates a right in the victim to\n             prefer appeal against any order passed by a court either (i)\n             acquitting the accused or (ii) convicting for a lesser offence or\n</blockquote><blockquote id=\"blockquote_25\">             (iii) imposing inadequate compensation. Thereafter, by inserting\n             conjunction ‘and’, another clause has been added in the same\n             sentence by which forum for preferring such appeal has been\n             identified, which relates to procedural part of law. Thus, the said\n             proviso contains both substantive part, creating right in the victim\n             to prefer an appeal, and procedural part, by identifying the forum\n             for filing such an appeal. It is not in dispute that the substantive\n             part of law operates prospectively, unless made retrospective, and\n             the procedural part is presumed to be retrospective within its\n             defined limits.\n</blockquote><blockquote id=\"blockquote_26\">             xxx           xxx                   xxx           xxx\n             ………The Central Government, by Notification No. S.O.\n             3313(E) dated 30th December, 2009, appointed 31st day of\n             December 2009, as the date for the Act. 5 of 2009 to come into\n             force, which was published in Gazette of India, Ext., Pt.II, <a href=\"/doc/1031309/\" id=\"a_63\">S.3(ii)</a>,\n             dated 30-12-2009. Hence, in absence of any express intention\n             notified by the Legislature to the contrary, it has to be concluded\n\n152014 (1) PLJR 377\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_46\">\f                                  26</span>\n\n             that the right of victim, to prefer an appeal in terms of said\n             proviso to Section 372, became available to the victim(s) of all\n             cases in which orders were passed by any criminal court\n             acquitting the accused or convicting him for a lesser offence or\n             imposing inadequate compensation, on or after 31st of December,\n             2009. In other words, date of judgment of a criminal court has to\n             be necessarily treated as the relevant date for applying the test of\n             maintainability of appeal by the victim under three contingencies\n             laid down under the proviso to Section 372 of the Code,\n             irrespective of the date of occurrence, institution of the case,\n             cognizance or commitment.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">51.   The Delhi High Court held that in light of the settled law as\n\nexplained above, it was in respectful agreement with these decisions.\n\n</p><p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152317893\" id=\"span_47\">52.   The Full Bench of the Rajasthan High Court in <a href=\"/doc/152317893/\" id=\"a_64\">Baldev Sharma v.\n\nGopal &amp; Ors16</a> considered (amongst others) the following two questions:</span>\n\n</p><blockquote id=\"blockquote_27\">             (i) Whether the proviso to Section 372 as introduced by the\n             amending Act No. 5 of 2009 which has been brought into effect\n             on 31.12.2009 can be given effect to in cases where the offence\n             occurred prior to 31.12.2009 and thereby given the right of\n             appeal to the victim in the event; (a) whether the court below has\n             acquitted the accused or (b) has convicted the accused for a lesser\n             offence or (c) has imposed inadequate compensation. Though the\n             judgment in such cases may have been passed by the court below\n             after 31.12.2009.\n</blockquote><blockquote id=\"blockquote_28\">             (ii) Whether the appeal by the victim under proviso to Section\n             372 is also required to be dealt with in the same manner as an\n             appeal filed by the State under <a href=\"/doc/487026/\" id=\"a_65\">Section 378</a> Cr.P.C. and the\n             provisions of Section 378 are required to be read into the\n             provisions of <a href=\"/doc/81939/\" id=\"a_66\">Section 372</a> Cr.P.C. with regard to appeals filed by\n             the victims.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_62\">53.   It was held, relying upon the same passages in Tata Steel and\n\nParmeshwar Mandal that “judgments passed on or after the said date\n\n\n162017 (3) RLW 2604 (Raj.)\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_48\">\f                                 27</span>\n\n[31st December, 2009] are the ones in respect whereto, irrespective of the\n\ndate of the offence, the victim can avail the right to file an application\n\nseeking leave to appeal.”\n\nDivision Bench decisions\n\n</p><p data-structure=\"Issue\" id=\"p_63\">54.   Among the first few decisions rendered by the Division Bench of\n\nthe High Court was the judgment and order passed by the Division Bench\n\nof the Gauhati High Court in Gouranga Debnaih. In this case, the\n\nalleged incident took place on 14th November, 2006 and the judgment and\n\norder of acquittal was passed by the Trial Court on 30 th September, 2010.\n\nOn the question of the maintainability of the appeal under the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_67\">Section 372</a> of the Cr.P.C. the Division Bench framed the following\n\nquestion for consideration: “Whether he [the victim] has any right to\n\nprefer an appeal against the impugned judgment and order of acquittal\n\ntaking the benefit of proviso to Section 372 of the Code which has been\n\ninserted by way of amendment giving effect and if so, the present\n\ncondonation petition is maintainable?”\n\n</p><p data-structure=\"Precedent\" id=\"p_64\">55.   In answering this question, the Gauhati High Court expressed the\n\nview that has already been adverted to above and need not be repeated\n\nhere. This is what the High Court had to say:\n</p>\n<blockquote id=\"blockquote_29\">             “Now question is whether an appeal can be preferred for an\n             incident that happened prior to giving effect of the amendment of\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_49\">\f                                   28</span>\n\n             the Code. There is no doubt that if a Court considers that from the\n             date of incident, the right to appeal accrued, then obviously that\n             would be unreasonable and unfair, more so, when the amendment\n             is given prospective effect and that would also go against the law\n             of limitation as prescribed under <a href=\"/doc/1004075/\" id=\"a_68\">Article 114</a> of the <a href=\"/doc/1317393/\" id=\"a_69\">Limitation\n             Act</a>. In this case it is not necessary for us to discuss even that\n             aspect, as right to appeal of the petitioner accrued only after the\n             decision in the sessions case by the trial Court i.e. the date on\n             which the judgment was delivered i.e. on 30.9.2010.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">56.   In Parmeshwar Mandal an appeal was filed by a victim in the\n\nHigh Court against a judgment and order of acquittal dated 28 th August,\n\n2012. The Division Bench of the High Court sought assistance on the\n\nmaintainability of the appeal. After hearing arguments, the Court noted\n\nthe distinction in the language of <a href=\"/doc/81939/\" id=\"a_70\">Section 372</a> of the Cr.P.C. and the\n\nlanguage of <a href=\"/doc/195753/\" id=\"a_71\">Sections 377</a> and <a href=\"/doc/487026/\" id=\"a_72\">378</a> of the Cr.P.C. The High Court noted\n\nthat <a href=\"/doc/81939/\" id=\"a_73\">Section 372</a> of the Cr.P.C. was framed in affirmative terms.\n\nMoreover, the use of the word ‘shall’ in the proviso to <a href=\"/doc/81939/\" id=\"a_74\">Section 372</a> of the\n\nCr.P.C., in contradistinction to the use of the word ‘may’ in <a href=\"/doc/195753/\" id=\"a_75\">Sections 377</a>\n\nand <a href=\"/doc/487026/\" id=\"a_76\">378</a> of the Cr.P.C. gives a clear indication that the right of a victim to\n\nfile an appeal was placed on a higher pedestal than the rights of the State,\n\nor even the accused. This is what the High Court had to say in this regard:\n\n</p><blockquote id=\"blockquote_30\">             “What is significant to notice is that this right to appeal, which is\n             clearly in affirmative terms, has been given to the victim by\n             inserting the said proviso in Section 372 itself, which is the\n             opening section of the Chapter, and not by any insertion in\n             Sections 377 or 378, which deal with appeals against inadequate\n             sentence and acquittal. In contradistinction to wordings of\n             Sections 377 and 378, which are apparently enabling provisions,\n             and only give a liberty to the District Magistrate, State\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_50\">\f                                   29</span>\n\n             Government, the Central Government, and the complainant, to\n             prefer an appeal by use of the word ‘may’, a victim, under the\n             said proviso to Section 372 has been given a right to prefer\n             appeal by use of the expression ‘shall have a right to appeal’. It is\n             also significant to notice that, whereas in Section 378, grant of\n             leave has been made a condition precedent for entertaining any\n             appeal against acquittal preferred under sub-sections (1) and (2),\n             and grant of special leave for entertaining an appeal by a\n             complainant preferred under sub-section (4), there is no such\n             qualification prescribed in the said proviso to section 372 for a\n             victim to maintain his appeal against an order of acquittal, or\n             against a conviction for a lesser offence or against imposition of\n             inadequate compensation……. Hence, in the opinion of this\n             Court, the Legislature, by a conscious act, has put the right of a\n             victim to prefer an appeal under the Code, in terms of the said\n             proviso to Section 372, at a much higher pedestal than the right of\n             a prosecuting agency or a complainant to present an appeal. Any\n             otherwise intention of the Legislature is ruled out from the fact\n             that, had it been so, it would have inserted a new sub-section in\n             Sections 377 or 378, putting his right, with limitations and\n             qualifications, at par with that of the prosecuting agency or the\n             complainant, instead of inserting this right of victim in the\n             opening section of the chapter itself.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_66\">57.   Thereafter, the High Court gave its reasons and conclusion for\n\nholding that the date of judgment of a criminal court has to be necessarily\n\ntreated as the relevant date for applying the test of maintainability of\n\nappeal by the victim under three contingencies laid down under the\n\nproviso to <a href=\"/doc/81939/\" id=\"a_77\">Section 372</a> of the Cr.P.C. irrespective of the date of\n\noccurrence, institution of the case, cognizance or commitment. The Delhi\n\nHigh Court had referred to the relevant passages of the judgment of the\n\nPatna High Court and we have extracted these passages above and they\n\nneed not be repeated here.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183608225\" id=\"span_51\">58.   The Division Bench of the Kerala High Court dealt with this issue\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_52\">\f                                  30</span>\n\nin <a href=\"/doc/183608225/\" id=\"a_78\">Vanaja K.C. v. State of Kerala &amp; Ors.17 In</a> this case the alleged\n\noffence or incident took place on 27 th January, 2005 and the judgment of\n\nacquittal by the Trial Court was rendered on 24 th February, 2010. The\n\nquestion considered by the High Court was:</span>\n</p>\n<blockquote id=\"blockquote_31\">             “Whether the victim gets a right of appeal under the proviso to\n             <a href=\"/doc/81939/\" id=\"a_79\">Section 372</a> Cr.P.C. in a case where the date of occurrence was\n             before and the judgment was pronounced after the date of\n             commencement of Act 5 of 2009?”\n</blockquote><p data-structure=\"Precedent\" id=\"p_68\">59.   The Division Bench relied upon an earlier decision of the High\n\nCourt in Balakrishnan Master which referred to the letter and spirit of\n\nthe law. The following passage from the decision of the Kerala High\n\nCourt is instructive:\n</p>\n<blockquote id=\"blockquote_32\">             “The question is whether the right of appeal conferred on the\n             victim by the proviso to Section 372 of the Code, has to be\n             determined with regard to the date of order of acquittal or\n             conviction of the accused for a lesser offence or order providing\n             inadequate compensation, or, with respect to the date of incident\n             giving rise to the prosecution of the accused. What is conferred\n             by the Amendment Act 5 of 2009 on the victim is a substantive\n             right to prefer an appeal in certain circumstances as specified, and\n             that alone. Act 5 of 2009 has come into effect from 31.12.2009.\n             Such right is available to a victim where a judgment is rendered\n             by the court on or after 31.12.2009, provided, any one of the\n             three circumstances covered by the proviso is involved in the\n             case. The right is dependent on the judgment rendered by the\n             court and not in relation to the incident which gave rise to the\n             prosecution of the accused, whether or not it was at the instance\n             of the victim…... Where there is no doubt that what is conferred\n             under the proviso to Section 372 of the Code enabling the victim\n             to prefer an appeal in the circumstances specified is a substantive\n             right conferred on him by the Statute its effect cannot be nullified\n             taking a view that the applicability of the proviso inserted has to\n\n17ILR 2016 (2) Kerala 713\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_53\">\f                                  31</span>\n\n             be reckoned with reference to the date of incident in the case\n             which led to the prosecution of the accused. Any such view\n             would be against the letter and spirit of the aforesaid proviso and\n             also the very purpose for which a right of appeal is conferred on\n             the victim, illustrating and defining the person falling thereunder,\n             and specifically limiting to what situation such a right could be\n             exercised.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">60.   Reference was also made to Parmeshwar Mandal wherein it was\n\nheld that the intention of the Legislature was not to vest the right of\n\nappeal in only those victims in whose cases the occurrence was after the\n\namendment to the <a href=\"/doc/445276/\" id=\"a_80\">Cr.P.C</a>. If that proposition were to be accepted, then for\n\nyears to come, the right of the victim to prefer an appeal in terms of the\n\nproviso would remain illusory (given the delay in disposal of cases).\n\n</p><p data-structure=\"RespArg\" id=\"p_70\">61.   On the basis of these decisions it was held that the appeal filed by\n\nthe victim would be maintainable since the judgment of acquittal passed\n\nby the Trial Court was post 31st December, 2009.\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">62.   There are decisions rendered by learned Single Judges of a few\n\nHigh Courts, but it is not necessary to further burden this judgment with\n\nan analysis of those decisions (we have referred to one of them). Suffice\n\nit to say that the decisions have more or less followed the reasons and\n\nconclusions arrived at in the Full Bench decisions rendered by different\n\nHigh Courts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_54\">\f                                 32</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_73\">63.   Broadly speaking, in the above cases, the view expressed by the\n\nHigh Courts is that if the judgment of the Trial Court is delivered after the\n\nproviso came into force, that is, after 31 st December, 2009 then,\n\nirrespective of the date of the offence, the victim can avail a right of\n\nappeal. In some of the decisions it has been held that the right of appeal\n\nis not an absolute right conferred on the victim, but it is subject to an\n\napplication seeking special leave to appeal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\">Dissenting decisions\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">64.   <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"9470968\" id=\"span_55\">In <a href=\"/doc/9470968/\" id=\"a_81\">D. Sudhakar v. Panapu Sreenivasulu @ Evone Water\n\nSreenivasulu and Ors.18 the Andhra Pradesh High</a> Court dismissed an\n\nappeal filed by the victim of an offence against an order of acquittal dated\n\n30th November, 2011 on the ground that it was not maintainable. The\n\nHigh Court relied upon the observation made by this Court in National\n\nCommission for Women for this conclusion.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"116744321\" id=\"span_56\">Reference was also made,\n\nincidentally, to a decision of the learned Single Judge of the Kerala High\n\nCourt in <a href=\"/doc/116744321/\" id=\"a_82\">John v. Shibu Cherian19</a> which also held to the same effect.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_76\">65.   A similar view was expressed by the Division Bench of the\n\nChhattisgarh High Court in Bhisam Prasad Bareth v. Dinesh Mahant &amp;\n\nOrs.20 relying upon the decision of this Court in National Commission\n18MANU/AP/1172/2012 decided on 7th December, 2012\n19MANU/KE/1839/2011 decided on 5th August, 2011\n20MANU/CG/0079/2012 decided on 15th March, 2012\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_57\">\f                                 33</span>\n\nfor Women. It may be mentioned here that the appeal filed in the\n\nChhattisgarh High Court was against an order of acquittal passed on 18 th\n\nMarch, 2009 in respect of an incident that occurred on 5 th March, 2008\n\nboth dates being well before the insertion of the proviso to Section 372 of\n\nthe Cr.P.C.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">\n</p><p data-structure=\"Precedent\" id=\"p_78\">66.      In the dissenting set of decisions, the view taken by the High\n\nCourts is to the effect that if the incident or the offence occurred prior to\n\n31st December, 2009 the victim cannot file an appeal under the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_83\">Section 372</a> of the Cr.P.C. regardless of the date of decision of the Trial\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">67.      An analysis of the decisions rendered by various High Courts\n\nindicates that the overwhelming view is that the date of the judgment and\n\norder passed by the Trial Court is the relevant date for determining the\n\napplicability of the proviso to <a href=\"/doc/81939/\" id=\"a_84\">Section 372</a> of the Cr.P.C. and if, as in the\n\npresent case, the judgment and order is post 31st December, 2009 then the\n\nvictim can prefer an appeal to the High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">Another view expressed by this Court\n\n\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_58\">\f                                       34</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_81\">68.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29443922\" id=\"span_59\">In <a href=\"/doc/29443922/\" id=\"a_85\">Satya Pal Singh v. State of Madhya Pradesh &amp; Ors.21</a> this Court\n\ngave what appears to be a rather expansive interpretation to the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_86\">Section 372</a> of the Cr.P.C. and concluded as follows:</span>\n\n</p><blockquote id=\"blockquote_33\">                  “This Court is of the view that the right of questioning the\n                  correctness of the judgment and order of acquittal by preferring\n                  an appeal to the High Court is conferred upon the victim\n                  including the legal heir and others, as defined under <a href=\"/doc/760919/\" id=\"a_87\">Section\n                  2(wa)</a> Cr.P.C. under the proviso to Section 372, but only after\n                  obtaining the leave of the High Court as required under sub-\n                  section (3) of <a href=\"/doc/487026/\" id=\"a_88\">Section 378</a> Cr.P.C.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_82\">      69.   In this case the offence occurred on or about 19 th July, 2010 and the\n\n      decision of the Trial Court was delivered on 13th June, 2013. On a plain\n\n      reading of the cited passage, it does appear that the date of the alleged\n\n      offence and the judgment and order of the Trial Court is not relevant,\n\n      meaning thereby that even if the offence was committed prior to 31 st\n\n      December, 2009 and the judgment and order was rendered prior to 31 st\n\n      December, 2009 the victim could prefer an appeal to the High Court after\n\n      obtaining leave. This is not so, and therefore the misunderstanding of the\n\n      expansive nature of the view expressed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">      70.   The two decisions of this Court mentioned above arise in two\n\n      different fact situations. In National Commission for Women the offence\n\n      and the judgment of the Trial Court were before 31 st December, 2009. In\n\n      Satya Pal Singh, the offence and the judgment of the Trial Court were\n\n      21(2015) 15 SCC 613\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_60\">\f                                  35</span>\n\nafter 31st December, 2009. None of these situations arise in the present\n\nappeals in which the offence was said to have been committed before 31 st\n\nDecember, 2009 while the judgment of the Trial Court was delivered after\n\n31st December, 2009. We are concerned in these appeals only with the\n\nmaintainability of an appeal by the victim under the proviso to <a href=\"/doc/81939/\" id=\"a_89\">Section\n\n372</a> of the Cr.P.C. where the alleged offence was committed before 31 st\n\nDecember, 2009 and the judgment and order has been delivered by the\n\nTrial Court post 31st December, 2009.         Therefore, none of the two\n\ndecisions of this Court are of any real assistance to us.\n\nOur conclusions\n\n</p><p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"673500\" id=\"span_61\">71.   It was submitted by learned counsel for the accused that the right to\n\nfile an appeal is a substantive right and it should not be easily recognized\n\nunless specifically conferred by statute. We agree. There is no doubt that\n\nfrom the time of the Constitution Bench decision of this Court in\n\n<a href=\"/doc/673500/\" id=\"a_90\">Garikapati Veeraya v. N. Subbiah Choudhry22</a> it has been held that the\n\nright to appeal is not a mere matter of procedure but is a substantive right.\n\nWe are bound by this decision as well as other decisions following this\n\nview. The question is whether this substantive statutory right has been\n\nconferred on the victim in a case such as the present.\n\n\n\n221957 SCR 488\n\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)</span>\n<span class=\"hidden_text\" id=\"span_62\">\f                                 36</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_85\">72.   It was also submitted by learned counsel for the accused that in the\n\npresent fact situation, if we were to hold that Kodagali was entitled to file\n\nan appeal against the acquittal of the accused, then we would be giving\n\nretrospective effect to the proviso to <a href=\"/doc/81939/\" id=\"a_91\">Section 372</a> of the Cr.P.C. It was\n\nsubmitted that if Parliament intended to confer a statutory right of appeal\n\non a victim with retrospective effect, it would have specifically said so.\n\nSince the proviso to <a href=\"/doc/81939/\" id=\"a_92\">Section 372</a> of the Cr.P.C. was not specifically given\n\nretrospective effect, it must operate prospectively and the crucial date in a\n\ncase such as the present would be the date of the alleged offence.\n\n</p><p data-structure=\"Precedent\" id=\"p_86\">73.   To counteract this, it was submitted by learned counsel for\n\nKodagali that the view expressed by this Court in National Commission\n\nfor Women was only an obiter and is not binding upon this Court. It is\n\nnot necessary for us to go into this aspect of the matter since we are of the\n\nview that the decision rendered in National Commission for Women has\n\nbeen misunderstood and misinterpreted and is clearly distinguishable on\n\nfacts. Even otherwise, the decision has been rendered by a Bench of the\n\ntwo learned judges and while the view expressed therein certainly has\n\ngreat persuasive value but it would not be binding on a Bench of three\n\nJudges. Besides, the obiter dicta of this Court would not bind us.\n\n</p><p data-structure=\"Precedent\" id=\"p_87\">74.   What is significant is that several High Courts have taken a\n\nconsistent view to the effect that the victim of an offence has a right of\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_63\">\f                                 37</span>\n\nappeal under the proviso to <a href=\"/doc/81939/\" id=\"a_93\">Section 372</a> of the Cr.P.C. This view is in\n\nconsonance with the plain language of the proviso. But what is more\n\nimportant is that several High Courts have also taken the view that the\n\ndate of the alleged offence has no relevance to the right of appeal. It has\n\nbeen held, and we have referred to those decisions above, that the\n\nsignificant date is the date of the order of acquittal passed by the Trial\n\nCourt. In a sense, the cause of action arises in favour of the victim of an\n\noffence only when an order of acquittal is passed and if that happens after\n\n31st December, 2009 the victim has a right to challenge the acquittal,\n\nthrough an appeal. Indeed, the right not only extends to challenging the\n\norder of acquittal but also challenging the conviction of the accused for a\n\nlesser offence or imposing inadequate compensation. The language of the\n\nproviso is quite explicit, and we should not read nuances that do not exist\n\nin the proviso.\n</p>\n<p data-structure=\"Section\" id=\"p_88\">75.   In our opinion, the proviso to <a href=\"/doc/81939/\" id=\"a_94\">Section 372</a> of the Cr.P.C. must also\n\nbe given a meaning that is realistic, liberal, progressive and beneficial to\n\nthe victim of an offence. There is a historical reason for this, beginning\n\nwith the Declaration of Basic Principles of Justice for Victims of Crime\n\nand Abuse of Power, adopted by the General Assembly of the United\n\nNations in the 96th Plenary Session on 29th November, 1985. The\n\nDeclaration is sometimes referred to as the Magna Carta of the rights of\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_64\">\f                                  38</span>\n\nvictims. One of the significant declarations made was in relation to access\n\nto justice for the victim of an offence through the justice delivery\n\nmechanisms, both formal and informal. In the Declaration it was stated as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_34\">             “4. Victims should be treated with compassion and respect for\n             their dignity. They are entitled to access to the mechanisms of\n             justice and to prompt redress, as provided for by national\n             legislation, for the harm that they have suffered.\n</blockquote><blockquote id=\"blockquote_35\">             5. Judicial and administrative mechanisms should be established\n             and strengthened where necessary to enable victims to obtain\n             redress through formal or informal procedures that are\n             expeditious, fair, inexpensive and accessible. Victims should be\n             informed of their rights in seeking redress through such\n             mechanisms.\n</blockquote><blockquote id=\"blockquote_36\">             6. The responsiveness of judicial and administrative processes to\n             the needs of victims should be facilitated by:\n</blockquote><blockquote id=\"blockquote_37\">                (a) Informing victims of their role and the scope, timing and\n             progress of the proceedings and of the disposition of their cases,\n             especially where serious crimes are involved and where they have\n             requested such information;\n</blockquote>\n\n<blockquote id=\"blockquote_38\">                    (b) Allowing the views and concerns of victims to be\n             presented and considered at appropriate stages of the proceedings\n             where their personal interests are affected, without prejudice to\n             the accused and consistent with the relevant national criminal\n             justice system;\n</blockquote><blockquote id=\"blockquote_39\">                   (c) Providing proper assistance to victims throughout the\n             legal process;\n</blockquote><blockquote id=\"blockquote_40\">                 (d) Taking measures to minimize inconvenience to victims,\n             protect their privacy, when necessary, and ensure their safety, as\n             well as that of their families and witnesses on their behalf, from\n             intimidation and retaliation;\n</blockquote><blockquote id=\"blockquote_41\">                (e) Avoiding unnecessary delay in the disposition of cases and\n             the execution of orders or decrees granting awards to victims.\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_89\">Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_65\">\f                                 39</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_90\">             7. Informal mechanisms for the resolution of disputes, including\n             mediation, arbitration and customary justice or indigenous\n             practices, should be utilized where appropriate to facilitate\n             conciliation and redress for victims.”\n\n\n</p><p data-structure=\"Section\" id=\"p_91\">76.   Putting the Declaration to practice, it is quite obvious that the\n\nvictim of an offence is entitled to a variety of rights. Access to\n\nmechanisms of justice and redress through formal procedures as provided\n\nfor in national legislation, must include the right to file an appeal against\n\nan order of acquittal in a case such as the one that we are presently\n\nconcerned with. Considered in this light, there is no doubt that the\n\nproviso to <a href=\"/doc/81939/\" id=\"a_95\">Section 372</a> of the Cr.P.C. must be given life, to benefit the\n\nvictim of an offence.\n</p>\n<p data-structure=\"Section\" id=\"p_92\">77.   Under the circumstances, on the basis of the plain language of the\n\nlaw and also as interpreted by several High Courts and in addition the\n\nresolution of the General Assembly of the United Nations, it is quite clear\n\nto us that a victim as defined in <a href=\"/doc/760919/\" id=\"a_96\">Section 2(wa)</a> of the Cr.P.C. would be\n\nentitled to file an appeal before the Court to which an appeal ordinarily\n\nlies against the order of conviction. It must follow from this that the\n\nappeal filed by Kodagali before the High Court was maintainable and\n\nought to have been considered on its own merits.\n</p>\n<p data-structure=\"Section\" id=\"p_93\">78.   As far as the question of the grant of special leave is concerned,\n\nonce again, we need not be overwhelmed by submissions made at the Bar.\n\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_66\">\f                                  40</span>\n\nThe language of the proviso to <a href=\"/doc/81939/\" id=\"a_97\">Section 372</a> of the Cr.P.C. is quite clear,\n\nparticularly when it is contrasted with the language of <a href=\"/doc/1856707/\" id=\"a_98\">Section 378(4)</a> of\n\nthe Cr.P.C. The text of this provision is quite clear and it is confined to an\n\norder of acquittal passed in a case instituted upon a complaint. The word\n\n‘complaint’ has been defined in <a href=\"/doc/255245/\" id=\"a_99\">Section 2(d)</a> of the Cr.P.C. and refers to\n\nany allegation made orally or in writing to a Magistrate. This has nothing\n\nto do with the lodging or the registration of an FIR, and therefore it is not\n\nat all necessary to consider the effect of a victim being the complainant as\n\nfar as the proviso to <a href=\"/doc/81939/\" id=\"a_100\">Section 372</a> of the Cr.P.C. is concerned.\n\nFinal order\n\n</p><p data-structure=\"Conclusion\" id=\"p_94\">79.   For the reasons mentioned above, the appeals are allowed and the\n\njudgment and orders passed by the High Court are set aside and the\n\nmatters are remitted back to the High Court to hear and decide the appeal\n\nfiled by Kodagali against the judgment and order of acquittal dated 28th\n\nOctober, 2013 passed by the District and Sessions Judge, Bagalkot\n\n(Karnataka) in S.C. No.49 of 2010.</p><pre id=\"pre_2\">\n\n                                                     ...……………………J\n                                                       (Madan B. Lokur)\n\n\n\n                                                     ...……………………J\nNew Delhi;                                             (S. Abdul Nazeer)\nOctober 12, 2018\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_95\">Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_67\">\f                                        41</span>\n\n                                                               REPORTABLE\n\n\n                 IN THE SUPREME COURT OF INDIA \n                CRIMINAL APPELLATE JURISDICTION\n\n\n         CRIMINAL APPEAL NOS.                              2018\n     (ARISING OUT OF S.L.P. (CRL.) NOS. 7040­7041 OF 2014)\n\n\nMALLIKARJUN KODAGALI (DEAD) REPRESENTED\nTHROUGH LEGAL REPRESENTATIVES              …APPELLANT(S)\n\n\n                                     Versus\n\n\nTHE STATE OF KARNATAKA &amp; ORS.                              …RESPONDENT(S)\n\n\n\n\n                              J U D G M E N T\n\n\nDeepak Gupta, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">1.     I have had the privilege of going through the detailed and\n\nerudite judgment of my brother Justice Lokur.  I am in complete\n\nagreement   with   my   learned   brother   that   the   pain   which   the\n\nvictim of a criminal offence suffers should be understood by the\n\ncourts and keeping in view the emerging trends in law, the rights\n\nof the victim should not be trampled.   Victims must be treated\n\n\n       Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_68\">\f                                       42</span>\n\nwith   sensitivity,   compassion   and   respect.     They   also   must   be\n\npermitted  to access  justice because it is sometimes found that\n\nthe investigating and prosecuting agencies do not follow up cases\n\nwith the zeal which is required.  Therefore, I fully agree with my\n\nlearned   brother   that   the   proviso   to   <a href=\"/doc/81939/\" id=\"a_101\">Section   372</a>   of   Code   of\n\nCriminal   Procedure,   1973   (for   short   ‘<a href=\"/doc/445276/\" id=\"a_102\">CrPC</a>’)   must   be   given   a\n\nmeaning that is realistic, liberal, progressive and beneficial to the\n\nvictims of the offences.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_98\">2.    However, at the same time, one cannot ignore the rights of\n\nthe accused and the procedure prescribed by law.  I am unable to\n\nagree with my learned brother that a victim can file an appeal in\n\nthe   High   Court   without   seeking   leave   to   appeal   in   terms   of\n\n<a href=\"/doc/613293/\" id=\"a_103\">Section 378(3)</a> of CrPC.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">\n\n</p><p data-structure=\"Section\" id=\"p_100\">3.    <a href=\"/doc/81939/\" id=\"a_104\">Sections 372</a> and <a href=\"/doc/487026/\" id=\"a_105\">378</a> of CrPC read as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n</p><blockquote id=\"blockquote_42\">         “372. No appeal to lie unless otherwise provided. ­ No\n         appeal shall lie from any judgment or order of a Criminal\n         Court except as provided for by this Code or by any other\n         law for the time being in force:\n</blockquote>\n<blockquote id=\"blockquote_43\">         [Provided that the victim shall have a right to prefer an\n         appeal against any order passed by the Court acquitting\n         the accused or convicting for a lesser offence or imposing\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_69\">\f                                    43</span>\n\n   inadequate   compensation,   and   such   appeal   shall   lie   to\n   the Court to which an appeal ordinarily lies against the\n   order of conviction of such Court.]”\n\n\n\n             xxx                   xxx                   xxx\n\n   “378.   Appeal   in   case   of   acquittal.   ­  (1)   Save   as\n   otherwise provided in sub­section (2), and subject to the\n   provisions of sub­sections (3) and (5),­\n\n</blockquote><blockquote id=\"blockquote_44\">        1.    the District Magistrate may, in any case, direct\n              the   Public   Prosecutor   to   present   an   appeal   to\n              the Court of Session from an order of acquittal\n              passed   by   a   Magistrate   in   respect   of   a\n              cognizable and non­bailable offence;\n</blockquote>\n<blockquote id=\"blockquote_45\">        2.    the State Government may, in any case, direct\n              the   Public   Prosecutor   to   present   an   appeal   to\n              the   High   Court   from   an   original   or   appellate\n              order of an acquittal passed by any Court other\n              than   a   High   Court   not   being   an   order   under\n              clause (a) or an order of acquittal passed by the\n              Court of Session in revision.\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_102\">   (2) If such an order of acquittal is passed in any case in\n   which   the   offence   has   been   investigated   by   the   Delhi\n   Special Police Establishment constituted under the <a href=\"/doc/1692639/\" id=\"a_106\">Delhi\n   Special Police Establishment Act, 1946</a> (25 of 1946)or by\n   any other agency empowered to make investigation into\n   an offence under any Central Act other than this Code,\n   the Central Government may, subject to the provisions of\n   sub­section   (3),   also   direct   the   Public   Prosecutor   to\n   present an appeal­\n\n</p><p data-structure=\"Precedent\" id=\"p_103\">        2. to   the   Court   of   Session,   from   an   order   of\n             acquittal passed by a Magistrate in respect of a\n             cognizable and non­bailable offence;\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">        3. to the High Court from an original or appellate\n             order of an acquittal passed by any Court other\n             than   a   High   Court   not   being   an   order   under\n             clause (a) or an order of acquittal passed by the\n             Court of Session in revision.\n</p>\n<p data-structure=\"Section\" id=\"p_105\">\nCrl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_70\">\f                                              44</span>\n\n\n\n\n          (3) No appeal to the High Court under sub­ section (1) or\n          sub­ section (2) shall be entertained except with the leave\n          of the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_106\">          (4)   If   such   an   order   of   acquittal   is   passed   in   any   case\n          instituted   upon   complaint   and   the   High   Court,   on   an\n          application made to it by the complainant in this behalf,\n          grants special leave to appeal from the order of acquittal,\n          the complainant may present such an appeal to the High\n          Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">          (5) No application under sub­section (4) for the grant of\n          special leave to appeal from an order of acquittal shall be\n          entertained   by   the   High   Court   after   the   expiry   of   six\n          months, where the complainant is a public servant, and\n          sixty days in every other case, computed from the date of\n          that order of acquittal.\n</p>\n<p data-structure=\"Section\" id=\"p_108\">          (6) If, in any case, the application under sub­section (4)\n          for the grant of special leave to appeal from an order of\n          acquittal   is   refused,   no   appeal   from   that   order   of\n          acquittal   shall   lie   under   sub­section   (1)   or   under   sub­\n          section (2).”\n\n\n\nThe   proviso   to   Section   372   was   added   by   way   of   amendment\n\ninserted by Act 5 of 2009 with effect from 31.12.2009.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_109\">4.    As   far   as   the   present   case   is   concerned,   the   offence   took\n\nplace   on   06.02.2009   i.e.   prior   to   31.12.2009   and   the   order   of\n\nacquittal was passed by the trial court on 28.10.2013.   I am in\n\nagreement with my learned brother that the right to file an appeal\n\nto  the  victim  will arise only on the date when the judgment is\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_71\">\f                                             45</span>\n\npassed   by   the   trial   court   because   then   alone  the   victim   has   a\n\nright   to   urge   that   the   acquittal   is   wrong   or   that   the   sentence\n\nawarded   to   the   accused   is   not   commensurate   with   the   offence\n\nwhich  the   accused   may   have committed.   Therefore, I have no\n\ndoubt that the victim has a right to appeal and to that extent the\n\njudgment of the High Court is liable to be set aside.  \n\n</p><p data-structure=\"Precedent\" id=\"p_110\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29443922\" id=\"span_72\">5.    My   only   difference   of   opinion   is   with   regard   to   the\n\nconclusion drawn in the judgment of my learned brother that the\n\nvictim, even in appeal filed in the High Court, is not required to\n\nseek leave of the High Court.  In my considered view, this matter\n\nis, in fact, no longer res integra.  This Court has specifically dealt\n\nwith   this   issue   in  <a href=\"/doc/29443922/\" id=\"a_107\">Satya   Pal   Singh   v.   State   of   M.P.   and\n\nOthers23</a>, wherein it held as follows:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_111\">\n</p><blockquote id=\"blockquote_46\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"825228\" id=\"span_73\">“10. The Full Bench of the High Court of Delhi in  <a href=\"/doc/825228/\" id=\"a_108\">Ram\n          Phal v. State</a>, 2015 SCC Online Del 9802, after examining\n          the   relevant   provisions   under   <a href=\"/doc/103447/\" id=\"a_109\">Section   2(wa)</a>   and   the\n          proviso   to   <a href=\"/doc/81939/\" id=\"a_110\">Section   372</a>   CrPC,   in   the   light   of   their\n          legislative   history   has   held   that   the   right   to   prefer   an\n          appeal conferred upon the victim or relatives of the victim\n          by virtue of the proviso to Section 372 is an independent\n          statutory   right.   Therefore,   it   has   held   that   there   is   no\n          need for the victim in terms of definition under <a href=\"/doc/760919/\" id=\"a_111\">Section\n          2(wa)</a>   CrPC   to   seek   the   leave   of   the   High   Court   as\n          required   under   sub­section   (3)   of   <a href=\"/doc/487026/\" id=\"a_112\">Section   378</a>   CrPC   to\n          prefer an appeal under the proviso to <a href=\"/doc/81939/\" id=\"a_113\">Section 372</a> CrPC.\n          The said view of the High Court is not legally correct for\n23 (2015) 15 SCC 613\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_74\">\f                                            46</span>\n\n          the reason that the substantive provision of <a href=\"/doc/81939/\" id=\"a_114\">Section 372</a>\n          CrPC clearly provides that no appeal shall lie from any\n          judgment   and   order   of   a   criminal   court   except   as\n          provided for by <a href=\"/doc/445276/\" id=\"a_115\">CrPC</a>. Further, sub­section (3) of <a href=\"/doc/487026/\" id=\"a_116\">Section\n          378</a>   CrPC   provides   that   for   preferring   an   appeal   to   the\n          High Court against an order of acquittal it is necessary to\n          obtain its leave.</span>\n</blockquote>\n<blockquote id=\"blockquote_47\">                    xxx                    xxx                    xxx\n\n                    xxx                    xxx                    xxx\n\n\n</blockquote><blockquote id=\"blockquote_48\">          15. Thus, to conclude on the legal issue:\n</blockquote>\n<blockquote id=\"blockquote_49\">                       “whether   the   appellant   herein,   being   the\n                 father of the deceased, has statutory right to prefer\n                 an  appeal   to  the   High   Court   against   the   order   of\n                 acquittal   under   the   proviso   to   <a href=\"/doc/81939/\" id=\"a_117\">Section   372</a>   CrPC\n                 without   obtaining   the   leave   of   the   High   Court   as\n                 required   under   sub­section   (3)   of   <a href=\"/doc/487026/\" id=\"a_118\">Section   378</a>\n                 CrPC?”\n\n          this Court is of the view that the right of questioning the\n          correctness   of   the   judgment   and   order   of   acquittal   by\n          preferring an appeal to the High Court is conferred upon\n          the victim including the legal heir and others, as defined\n          under <a href=\"/doc/760919/\" id=\"a_119\">Section 2(wa)</a> CrPC, under the proviso to Section\n          372, but only after obtaining the leave of the High Court\n          as required under   sub­section (3) of  <a href=\"/doc/487026/\" id=\"a_120\">Section  378</a>  CrPC.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_112\">          The   High   Court   of   M.P.   has   failed   to   deal   with   this\n          important   legal   aspect   of   the   matter   while   passing   the\n          impugned judgment and order.”\n\n\n\n</p><p data-structure=\"Section\" id=\"p_113\">6.    The only issue with which I am dealing is whether a victim\n\nwhile   filing   an   appeal   under   <a href=\"/doc/81939/\" id=\"a_121\">Section   372</a>   of   CrPC   in   the   High\n\nCourt against the acquittal of an accused is required to obtain\n\nleave   of   the   court   under   <a href=\"/doc/613293/\" id=\"a_122\">Section   378(3)</a>   CrPC.     Prior   to   the\n\namendment of <a href=\"/doc/81939/\" id=\"a_123\">Section 372</a> of CrPC the victim had no right to file\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_75\">\f                                        47</span>\n\nan appeal.   The traditional view has always been that the State\n\nrepresents the victim of the crime.  Criminal offences have always\n\nbeen treated to be offences against the State and it is the State\n\nalone which investigated and prosecuted such cases.  In case the\n\nState   machinery   does   not   take   action   on   the   complaint   of   the\n\nvictim, the said victim has a right under <a href=\"/doc/1291024/\" id=\"a_124\">Section 156</a> of CrPC to\n\napproach the court.   Under <a href=\"/doc/99487/\" id=\"a_125\">Section 156(3)</a> CrPC, the magistrate\n\nmay order an investigation to be done by the police.   Once the\n\ninvestigation is done, then again the victim has no hand in the\n\ninvestigation except to assist the investigating officer and to bring\n\nevidence   to   the   notice   of   the   investigating   officer.     After\n\ninvestigation,   the   investigating   officer   files   a   final   report   under\n\n<a href=\"/doc/1412034/\" id=\"a_126\">Section   173</a>   CrPC.     The   investigating   officer   may   come   to   the\n\nconclusion that either no offence is made out or may file report\n\nshowing   what   offences   are   made   out   in   which   case   the   court\n\nproceeds   further.     Even   in   those   cases   where   the  investigating\n\nagency  files  a report  that no criminal offence is made out, the\n\nvictim has a right to object to the report and he can argue before\n\nthe court that a case is made out on the basis of the evidence\n\n\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_76\">\f                                       48</span>\n\ncollected or he can even urge that the police must be directed to\n\ncarry out further and more investigation.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n\n</p><p data-structure=\"Section\" id=\"p_115\">7.    Chapter   XXIX   of   the   <a href=\"/doc/445276/\" id=\"a_127\">CrPC</a>   deals   with   appeals.     Appeals\n\nagainst   acquittal   are   governed   by  <a href=\"/doc/487026/\" id=\"a_128\">Section   378</a>   of  CrPC.  As  per\n\nsub­section (1) of  this  section only  a District Magistrate or the\n\nState   as   the   case   may   be   is   entitled   to   direct   the   Public\n\nProsecutor   to   file   an   appeal.   Sub­section   (2)   deals   with   cases\n\ninvestigated   under   the   <a href=\"/doc/1692639/\" id=\"a_129\">Delhi   Special   Police   Establishment   Act,\n\n1946</a> and in these cases the Central Government may also direct\n\nthe Public Prosecutor to file an appeal. I am concerned mainly\n\nwith sub­section (3) of <a href=\"/doc/487026/\" id=\"a_130\">Section 378</a> of CrPC, which provides that\n\nno appeal to the High Court either under sub­section (1) or sub­\n\nsection (2) shall be entertained except with the leave of the High\n\nCourt.   Sub­section   (4)   deals   with   appeals   filed   by   the\n\ncomplainant   in   case   the   order  of  acquittal  is  passed  in  a  case\n\ninstituted upon a complaint. In such cases if the appeal has to be\n\nfiled in the High Court it cannot be entertained unless the High\n\nCourt grants special leave to appeal from the order of acquittal.\n\nSub­section (5) provides the limitation for filing the petition for\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_77\">\f                                          49</span>\n\ngrant of special leave to appeal in terms of sub­section (4). Sub­\n\nsection (6) lays down that in case the application for special leave\n\nto appeal filed by a complainant under sub­section (4) is refused\n\nthen no appeal from that order of acquittal shall lie under sub­\n\nsection (1) or under sub­section (2). An analysis of <a href=\"/doc/487026/\" id=\"a_131\">Section 378</a> of\n\nCrPC   clearly   shows   that   the   <a href=\"/doc/445276/\" id=\"a_132\">CrPC</a>   envisaged   and   granted   a\n\npredominant role to the State. It was the State alone which was\n\nentitled to file an appeal.   The only exception was in complaint\n\ncases where the complainant could file an appeal. He also had to\n\nseek special leave to appeal in case the appeal lay to the High\n\nCourt.\n</p>\n<p data-structure=\"Section\" id=\"p_116\">8.    Interestingly,  <a href=\"/doc/81939/\" id=\"a_133\">Section 372</a> of CrPC which was amended in\n\nthe year 2008 to give a right to the victim is a negative section\n\nwhich specifically provided, before its amendment, that no appeal\n\nwould lie from any judgment or order of a criminal Court except\n\nas   provided  for  by  the   <a href=\"/doc/445276/\" id=\"a_134\">CrPC</a>  or by any other law in force. The\n\nLegislature while giving a victim the right to appeal did not, for\n\nreasons   best   known   to   it,   give   this   right   to   file   appeal   to   the\n\nvictim under <a href=\"/doc/487026/\" id=\"a_135\">Section 378</a> of CrPC or any other specific section.\n\nSurprisingly   this   right   to   the   victim   was   given   as   a   proviso   to\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_78\">\f                                       50</span>\n\n<a href=\"/doc/81939/\" id=\"a_136\">Section 372</a> of CrPC.  This proviso is not very happily worded. Be\n\nthat as it may, the fact is that a victim now has a right to appeal\n\nunder this proviso. He can file the appeal against the following\n\norders:­\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_117\">      (i)  any order passed by a Court acquitting the accused;\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_118\">      (ii)   any   order   passed   by   a   Court   where   the   accused   is\n\n           convicted of a lesser offence but the victim feels that\n\n           he should have been convicted for a higher offence.\n\n           Obviously the appeal lies against the acquittal of the\n\n           accused for a higher offence;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">      (iii) an appeal lies where the victim is not satisfied by the\n\n           quantum of compensation awarded.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_121\">9.    Dealing with the issue, as to whether a victim should seek\n\nleave   to  appeal,   one   must first understand the  concept behind\n\nintroducing the concept of leave to appeal, especially when the\n\nappeals   are   filed   in   the   High   Courts.   The   presumption   of\n\ninnocence which is attached to every accused gets fortified and\n\nstrengthened   when   the   said   accused   is   acquitted   by   the   trial\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_79\">\f                                        51</span>\n\nCourt. Probably, for this reason, the law makers felt that when\n\nthe appeal is to be filed in the High Court it should not be filed as\n\na   matter   of   course   or   as   matter  of  right  but  leave of  the  High\n\nCourt   must   be   obtained   before   the   appeal   is   entertained.\n\nTherefore, the High Court would at the initial stage of deciding\n\nwhether the leave is to be granted or not go into the merits of the\n\ncase.   Only   if   arguable   points   are   involved,   the   High   Court\n\nnormally grants leave to appeal. This would not only prevent the\n\nHigh Court from being flooded with appeals but more importantly\n\nwould ensure that innocent persons who have already faced the\n\ntribulation   of   a   long   drawn   out   criminal   trial   are   not   again\n\nunnecessarily dragged to the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_122\">10.  At   this   stage,   it   would   also   be   pertinent   to   mention   that\n\nunder   <a href=\"/doc/487026/\" id=\"a_137\">Section   378</a>   of   CrPC   an   appeal   against   the   order   of\n\nacquittal   passed   by   a   Magistrate   in   respect   of   cognizable   and\n\nnon­bailable offences lies to the Sessions Court and no leave to\n\nappeal   is   required.   From   the   Court   of   Magistrate   it   is   only\n\nappeals   in   respect   of   offences   which   are   non­cognizable   and\n\nbailable   i.e.   less   serious   offences   which   would   lie   to   the   High\n\nCourt.   In such cases, leave to appeal is a pre­requisite. This was\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_80\">\f                                          52</span>\n\ndone with a view to ensure that the persons who had faced trial\n\nfor relatively lesser offences should not have to bear the expenses\n\nof an appeal in the High Court. The other appeals which lie to the\n\nHigh   Court   are   appeals   from   the   Court   of   Sessions.   These   are\n\nserious criminal matters and relate to much graver offences. Here\n\nthe concept of leave to appeal was probably introduced because\n\nthese cases are decided by relatively senior Judges i.e. Sessions\n\nJudges. The Legislature felt that in such cases also the appeals\n\nagainst acquittals must be scrutinized with greater care.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_123\">11. As pointed out above, even a complainant when he files an\n\nappeal against an order of acquittal in a case instituted upon a\n\ncomplaint is required to obtain special leave to appeal. It is true\n\nthat the proviso to <a href=\"/doc/81939/\" id=\"a_138\">Section 372</a> of CrPC does not indicate that a\n\nvictim while filing an appeal in the High Court must file a petition\n\nfor leave to appeal before his appeal can be entertained. \n\n\n\n</p><p data-structure=\"Section\" id=\"p_124\">12.    I   am   of   the   considered   view   that   though   the   proviso   to\n\n<a href=\"/doc/81939/\" id=\"a_139\">Section   372</a>   of   CrPC   does   give   a   right   to   the   victim   to   file   an\n\nappeal, this proviso cannot be read in isolation. It has to be given\n\n\n       Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_81\">\f                                       53</span>\n\na   meaning   which   fulfills   the   intention   of   the   Legislature.   The\n\nproviso to <a href=\"/doc/81939/\" id=\"a_140\">Section 372</a> of CrPC does not lay down the procedure\n\nas to how, in what manner, and within which time the appeal has\n\nto be filed. An appeal, being a creature of the statute, it is also\n\nnecessary to prescribe the limitation and procedure for filing the\n\nappeal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_125\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_126\">13.   Adverting   to  sub­section (4) of <a href=\"/doc/487026/\" id=\"a_141\">Section  378</a> of CrPC, if an\n\norder of acquittal is passed on a case instituted upon a complaint\n\nthen   the   High   Court   before   entertaining   an   appeal   by   the\n\ncomplainant must grant special leave to appeal. The expression\n\n&quot;Special   leave   to   appeal&quot;   has   no   different   meaning   than   the\n\nexpression &quot;leave to appeal&quot; and it appears to me that the word\n\n“special”   has   been   added   only   to   distinguish   “leave   to   appeal”\n\nsought by the complainant from the “leave to appeal” sought by\n\nthe State. Thus, in a complaint case where the complainant has\n\nset the wheels of the Court in motion even if the complainant files\n\nthe   appeal   he   must   obtain   special   leave   to   appeal.   This   again\n\ngives rise to an interesting question­ Can the victim be placed on\n\na higher pedestal than the complainant? More often than not, the\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_82\">\f                                          54</span>\n\nvictim   and   the   complainant  are  likely  to   be  one  and  the  same\n\nperson.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_127\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_128\">14.  In  case,  I   accept  the  proposition  that the  victim  need not\n\nseek leave to appeal in case the appeal is to be filed in the High\n\nCourt   there   shall   be   another   anomalous   situation.   Supposing\n\nthere   are   two   victims   in   a   case   and   one   of   the   victims   files   a\n\ncomplaint and sets the wheels of justice moving and the case is\n\ntried as a complaint case. In case the accused is acquitted and\n\nthe victim who is the complainant wants to file an appeal in the\n\nHigh Court, he will have to seek special leave to appeal whereas\n\nthe victim who had not even approached the Court at the initial\n\nstage will be entitled to file an appeal without seeking leave to\n\nappeal. This could not have been the intention of the Legislature.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_129\">15.    I   am   fully   conscious   of   the   changes   in   criminal\n\njurisprudence   referred   to   by   my   learned   brother   and   the\n\nexpanding rights of the victim, which the victim must have.   At\n\nthe same time, these rights must be balanced with the rights of\n\nthe accused.  According to the records of National Crime Record\n\n\n       Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_83\">\f                                       55</span>\n\nBureau,   the   conviction   rate   in   the   country   in   2016   was   only\n\n21.25% and 78.75% cases ended in discharge or acquittal.  One\n\ncannot lose sight of the fact that out of these 78.75% cases in\n\nwhich acquittal was recorded, there may be many cases which\n\nare totally false.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_130\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_131\">16.   It   may   be   that   many   people   are   set   free   because   of   poor\n\ninvestigation and on account of indifferent prosecution.   At the\n\nsame time, it is not uncommon for individuals to file false cases.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108728085\" id=\"span_84\">In fact, this Court has noted the misuse of <a href=\"/doc/538436/\" id=\"a_142\">Section 498A</a> of Indian\n\nPenal   Code,   1860   in   the   case   of  Rajesh   Sharma  v.  State   of\n\nU.P.24 and of Scheduled Caste and Scheduled Tribe (Prevention of\n\nAtrocities)   Act,   1989   in   the   case   of  <a href=\"/doc/108728085/\" id=\"a_143\">Dr.  Subhash   Kashinath\n\nMahajan  v.  State   of   Maharashtra25</a>.     Therefore,   while\n\ninterpreting the law one cannot shut one’s eyes to the fact that a\n\nlarge number of false cases are filed and appeals will more likely\n\nthan not be filed in such cases when the acquittal of the accused\n\nis ordered.</span>  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_132\">\n\n24 2017 SCC Online SC 821\n25 (2018) 6 SCC 454\n\n\n      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_85\">\f                                        56</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_133\">17.   One   also   cannot   be   oblivious   to   the   fact   that   one   of   the\n\nbedrocks   of   our   criminal   jurisprudence   is   that   every   person   is\n\npresumed   innocent   unless   found   guilty.     This   presumption   of\n\ninnocence   gets   strengthened   when   the   person   is   acquitted.\n\nTherefore, the legislature felt that before a person who has been\n\nacquitted after a protracted trial is called to face proceedings in\n\nthe High Court in an appeal, the High Court should look into the\n\nmatter   and   first   decide   whether   there  are  sufficient   reasons   to\n\ngrant leave to file appeal or not.  This is, in a manner of speaking\n\na   preliminary   hearing   to   decide   whether   the   matter   is   worth\n\nlooking into or not.   I see no reason why such scrutiny should\n\nnot be done in appeals filed by the victim.  The victim cannot be\n\nplaced on a higher pedestal than the State or the complainant.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_134\">18.   The right of the victim to file an appeal is not taken away or\n\nin any manner weakened only because he has to seek leave to\n\nappeal.     If   <a href=\"/doc/613293/\" id=\"a_144\">Sections   378(3)</a>,   <a href=\"/doc/1856707/\" id=\"a_145\">378(4)</a>   and   <a href=\"/doc/81939/\" id=\"a_146\">372</a>   of   CrPC   are   read\n\ntogether, it is clear that the victim is also required to apply for\n\nleave to appeal before his appeal can be entertained.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_135\">      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_86\">\f                                         57</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_136\">19.   Though   the   victim   has   rights,   one   cannot   forget   that   a\n\nvictim who may have suffered, may also seek revenge.  Therefore,\n\nan   obligation   has   been   cast   upon   the   State   to   prosecute   the\n\naccused.     In   fact,   even   now   a   trial   under   the   <a href=\"/doc/445276/\" id=\"a_147\">CrPC</a>   has   to   be\n\nconducted   by   the   Public   Prosecutor   or   Assistant   Public\n\nProsecutor.  No private lawyer can be engaged to conduct the trial\n\nunder   <a href=\"/doc/1521964/\" id=\"a_148\">Section   301(2)</a>   of   CrPC.     A   private   person   including   the\n\nvictim, can only instruct a pleader to act on his behalf in court\n\nbut   the   prosecution   has   to   be   conducted   either   by   the   Public\n\nProsecutor   or   Assistant   Public   Prosecutor   and   the   pleader\n\nengaged by the private person can only act as per the directions\n\nof   the   Public   Prosecutor   or   Assistant   Public   Prosecutor.     The\n\nreason behind this is that the victim may fabricate evidence or\n\nhide true facts whereas the Public Prosecutor or Assistant Public\n\nProsecutor is expected to be fair to the court, to the accused and\n\nto the victim.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_137\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_138\">20.   On   the   one   hand   are  the   rights   of  the   victim   and  on   the\n\nother hand, is the well settled principle of criminal jurisprudence\n\nthat   every   man   is   presumed   to   be   innocent   till   proved   guilty.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_139\">      Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n<span class=\"hidden_text\" id=\"span_87\">\f                                      58</span>\n\nTherefore, though the victim may have a right to file an appeal,\n\nthis right of filing an appeal vested in the victim, cannot be larger\n\nthan the right of filing an appeal which inheres in the State and\n\nthe complainant in a complaint case.  Therefore, I am of the view\n\nthat when the victim files an appeal against acquittal in the High\n\nCourt he has to seek leave to appeal under <a href=\"/doc/613293/\" id=\"a_149\">Section 378(3)</a> CrPC.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_140\">                                                    .….…………………….J.\n                                                       (DEEPAK GUPTA)\n\n\nNew Delhi\nOctober 12, 2018\n\n\n\n\n     Crl. Appeal Nos._______/2018 (@ S.L.P. (Crl.) Nos. 7040-7041 of 2014)\n\f</p>","numcites":47,"numcitedby":177,"docsource":"Supreme Court of India","citetid":111899692,"divtype":"judgments","relatedqs":[{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"appeal against order of acquittal","formInput":"appeal%20against%20order%20of%20acquittal"},{"value":"section 2(wa) of crpc ","formInput":"section%202%28wa%29%20of%20crpc%20"},{"value":"appeal u/s 372","formInput":"appeal%20u/s%20372"},{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"victims rights","formInput":"victims%20rights"},{"value":"appeal under section 372 of criminal procedure code","formInput":"appeal%20under%20section%20372%20of%20criminal%20procedure%20code"},{"value":"section 378 of criminal procedure code ","formInput":"section%20378%20of%20criminal%20procedure%20code%20"},{"value":"section 378 crpc","formInput":"section%20378%20crpc"},{"value":"crpc judgments","formInput":"crpc%20judgments"},{"value":"criminal justice system","formInput":"criminal%20justice%20system"},{"value":"section 372 of code of criminal procedure by victim ","formInput":"section%20372%20of%20code%20of%20criminal%20procedure%20by%20victim%20"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"victim & section 372","formInput":"victim%20%26%20section%20372"},{"value":"section 378(3) of crpc","formInput":"section%20378%283%29%20of%20crpc"},{"value":"378(4)","formInput":"378%284%29"},{"value":"372 proviso","formInput":"372%20proviso"},{"value":"article 136","formInput":"article%20136"},{"value":"criminal jurisprudence","formInput":"criminal%20jurisprudence"}],"cats":[{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}