{"tid":138933966,"publishdate":"2020-01-08","title":"M/S. Eastern Coalfields Ltd. & Ors vs Ane Industries Pvt. Ltd. & Ors on 8 January, 2020","doc":"<h2 class=\"doc_title\">M/S. Eastern Coalfields Ltd. &amp; Ors vs Ane Industries Pvt. Ltd. &amp; Ors on 8 January, 2020</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-tandon\">Harish Tandon</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-tandon\">Harish Tandon</a>, <a href=\"/search/?formInput=benchid:h-bhattacharya\">Hiranmay Bhattacharyya</a></h3>\n\n<pre id=\"pre_1\">                 HIGH COURT AT CALCUTTA\n               CIVIL APPELLATE JURISDICTION\n                        C.A.N 599 OF 2016\n                               with\n                       F.M.A 4689 OF 2015\n                               with\n                       F.M.A 4686 OF 2015\n                               with\n                       F.M.A 4690 OF 2015\n                 M/s. Eastern Coalfields Ltd. &amp; Ors\n                                Vs\n                  ANE Industries Pvt. Ltd. &amp; Ors\n\n\n    Present:\n\n    THE HON&#x27;BLE JUSTICE HARISH TANDON\n                  &amp;\n    THE HON&#x27;BLE JUSTICE HIRANMAY BHATTACHARYYA\n\n\n                                   Mr. Jayanta Kumar Mitra, Sr. Advocate\n                                                 Mr. Kalimuddin Mondal\n                                                     (For the Appellants)\n\n\n                                      Mr. Hirak Kumar Mitra,Sr. Advocate\n                                             Mr. Mayukh Moitra, Advocate\n\n                                                    (For the Respondents)\n\n    Judgment On- 08/01/2020\n\n    Harish Tandon, J.\n</pre><p data-structure=\"Facts\" id=\"p_1\">             The Eastern Coal Fields Limited (&quot;ECL&quot;) as\nappellant has filed the instant appeal challenging the\n judgment and order dated 22nd September, 2015 passed by\nthe Learned Single Bench of this Court allowing the writ\npetitions by holding that the recoveries made by the\nappellant of the alleged excess amount paid on account of\nbulk diesel from 18th January, 2013 to 18th November, 2013\nwhereof and further directed them to recompense the\nrespondent no.1., the aforesaid amount within a stipulated\nperiod of time.\n</p><p data-structure=\"Issue\" id=\"p_2\">      The appearing counsels argued on diverse points and\ninitially cited innumerable judgments but later on squeezed\ntheir arguments to following points for consideration in the\ninstant appeal. Firstly, a point has been taken by the\nappellant that the writ petition was not maintainable\npertaining to the dispute arising out of a private contract\nand the interpretation of its clauses. Secondly, whether the\nescalation clause relating to the price of diesel incorporated\nin the Additional Terms and Conditions (&quot;ATC&quot;) was in fact\nvalid/modified or not? Thirdly, whether ECL was within its\nauthority to withdraw/suspend the earlier decision based on\nthe report of the Central Vigilance Commission and ancillary\nto it, whether the Central Vigilance Commission (CVC)\nretains the power to pass any directions/orders on ECL to do\nor not to do an act covered under the said contract?\n</p><p data-structure=\"Section\" id=\"p_3\">     Before we proceed to deal with the foresaid points urged\nbefore us it would be axiomatic to adumbrate the salient\nfacts which are more or less undisputed.\n</p><p data-structure=\"Facts\" id=\"p_4\">     The appellant floated a notice inviting tender (&quot;NIT&quot;) on\n9th October, 2009 for the purpose of hiring equipments for\nMohanpur-OC - Patch at Salempur area indicating the\nestimated costs at Rs. 83.58 crores. The offer of the\nrespondent no.1 was accepted on 28th January, 2010\ndirecting the petitioner to make preliminary arrangement to\nexecute the work under the said NIT and further approval\n was issued to the respondent no.1 intimating that the\ncompetent authority infact has approved the entire work at\nthe total costs of Rs. 86.94 Crores and the tenure of the\nwork contract was stipulated at five years.\n</p><p data-structure=\"Facts\" id=\"p_5\">     It is envisaged from the said contract that the\nrespondent no.1 required 8 to 10 thousand litres of High\nSpeed Diesel (&quot;HSD&quot;) per day to be procured directly from the\nIndian Oil Corporation Limited (&quot;IOL&quot;) as bulk consumer.\nThe respondent no.1 entered into an agreement with the IOL\nby executing a memorandum of arrangement dated 14th\nNovember, 2012 wherein the IOL was required to let out on\nhire basis, bulk outlets consisting of HSD pump,\nunderground tank and fittings near the site to cater to the\nrequirements of the respondent no.1.\n</p><p data-structure=\"Facts\" id=\"p_6\">     Initially the IOL charged the respondent no.1 the price\nof the HSD at the bulk rate but subsequently, as per the\narrangement, the IOL offered subsidized retail rate. It was\nthereafter detected that supplying at the subsidized rate to\nthe bulk consumer creates a burden on the company and as\nper the decision of the concerned Government, such\narrangement was withdrawn and thus, the respondent no.1\nwas compelled to purchase the HSD at the bulk rate,\ninclusive of the subsidy offered to the retail consumers.\n</p><p data-structure=\"Facts\" id=\"p_7\">     The same led to a price difference and the appellant was\napproached for variation/modification of the escalation\nclause appearing in the said ATC. In the 259th meeting of\nthe Board of Directors of the appellant held on 16th February\n2013, the proposal for price variation of the diesel escalation\nformula was considered and upon deliberation was\napproved. It was resolved that, in case of ongoing future\ntenders, the modification in general and the ATC of the bid\ndocument would come into effect from the date of the issue\nof the office order by ECL.\n</p><p data-structure=\"Facts\" id=\"p_8\">      The resolution of the said meeting was communicated to\nthe petitioner on 8th March, 2013. Subsequently, in a\nmeeting held on 20th February, 2013, the proposal was made\nfor the base rate of HSD on the bulk consumer price with\neffect from 18th January, 2013 i.e. the date from which IOC\nstarted changing the market rate on bulk purchase of diesel.\nThe aforesaid decision was again communicated to the\nappellant on 14th March, 2013 and was circulated amongst\nvarious authorities of the appellant on 21st March, 2013.\nBased on the foresaid resolution, the appellant charged the\nprice of the diesel at the higher rate at which the IOC\ncharged the respondent no.1 as bulk consumer and the\npayments were made by the respondent no.1.\n</p><p data-structure=\"Facts\" id=\"p_9\">     To make the record straight, it is pertinent to mention\nthat such payments on the higher price of the diesel was\nmade to the respondent no.1 between the period from 18\nJanuary, 2013 and 12th November, 2013. Subsequently, the\nappellant communicated to the respondent no.1 that in a\nmeeting of the Additional Director held on 18th November,\n2013, the earlier decision taken on 20th February, 2013 has\nbeen put under suspension which, has led to the instant\ndispute and both the parties are at variance thereat. It is\nalso undisputed that the aforesaid decision for suspension of\nthe decision of the Additional Director taken on 20th\nFebruary, 2013 was based upon a recommendation and\ndirection of the Central Vigilance Commission (&quot;CVC&quot;) which\nrecommended that because of the sale of diesel at the retail\nprice, the financial position of the oil companies were getting\nweakened and to reduce such burden, the diesel to the bulk\nconsumers should be made available at the price fixed\nthereof which includes the amount of subsidy given to the\nretail consumer.\n</p><p data-structure=\"Facts\" id=\"p_10\">      The respondents thereafter filed the writ petitions,\nchallenging the action of the appellant in deducting the\ndifference between the rate of the diesel charged from the\nbulk consumer and the rate of the diesel charged to the\nretail consumer on the premise that mere withdrawal of\nsubsidy does not ipso facto bring out the escalation in price\nof the diesel as the base price remains stagnant.\n</p><p data-structure=\"Precedent\" id=\"p_11\">      Such being the foundational facts, the writ petition was\nentertained by the Single Bench and it is discernible from\nthe impugned judgment that the basis of the arguments,\nadvanced before it, was the interpretation of the formula\nincorporated in the ATC relating to the price of diesel. The\nSingle Bench held that the formula incorporated initially in\nthe additional terms and conditions got modified by a\nsubsequent decision taken by the Additional Directors and\nin view of such modified formula, the respondent no.1 did\nnot charge an excess amount and therefore, it is entitled to a\nreimbursement of the amount illegally deducted by the\nappellant.\n</p><p data-structure=\"PetArg\" id=\"p_12\">     Mr. Jayanta Mitra, the learned Advocate appearing for\nthe appellant strenuously submits that the formula for\nescalation of the price of the diesel incorporated in the\noriginal ATC was never modified nor stood modified by the\nfunctional Directors as it was subject to a future order to be\npassed by the ECL.\n</p><p data-structure=\"PetArg\" id=\"p_13\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1572716\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2937017\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1210836\" id=\"span_3\">Mr. Mitra further submits that though the decision was\ntaken at one point of time to vary and/or modify the\nescalation formula but later on, it was suspended on the\nrecommendation having being received from the CVC and\ntherefore, any mistaken act cannot confer any special right\nupon the respondent no.1. Therefore, the decision to\nreimburse from the running bill is not unjustified. Mr. Mitra\narduously submits that the CVC constituted under the\n <a href=\"/doc/1166317/\" id=\"a_1\">Central Vigilance Commission Act, 2003</a> is within its\nauthority     to    tender     advice      to     the   Central\nGovernment/Corporations established by or under the\nCentral Government/Government Companies and if such\nrecommendation is made and implemented, it cannot be said\nto be illegal. Mr. Mitra placed much emphasis on the\nmaintainability of the writ petition relating to the commercial\nand private contracts and further submitted that the\nremedy, if there be any, is available under Civil Law and not\nin exercise of judicial review enshrined under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of\nthe Constitution of India. To buttress the aforesaid\nsubmission, Mr. Mitra relies upon a judgment of the\nSupreme Court rendered in the cases of <a href=\"/doc/1210836/\" id=\"a_3\">Puravankara\nProjects Ltd. vs. Hotel Venus International</a> &amp; ors.\nreported in 2007 (<a href=\"/doc/2937017/\" id=\"a_4\">10) SCC 33, K.K. Saxena vs.\nInternational Commission</a> on Irrigation and Drainage &amp;\nors. reported in 2015 (4) SCC 670, Binny Ltd. &amp; anr. vs.\nV. Sadasivan &amp; ors. reported in 2005 (<a href=\"/doc/1572716/\" id=\"a_5\">6) SCC 657, Orissa\nState Financial Corporation vs. Narsingh Ch. Nayak &amp;\nOrs.</a> reported in 2003 (10) SCC 261.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_14\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1572716\" id=\"span_4\">Mr. Mitra further submits that the interpretation and\nthe implementation of a clause in a contract cannot be the\nsubject matter of a writ petition more particularly when the\npayments were made strictly in terms of the contract and\n<a href=\"/doc/1572716/\" id=\"a_6\">placed reliance upon</a> a judgment of the Supreme Court in\nthe case of Kerala State Electricity Board &amp; anr. vs.\nKurien E. Kalathil &amp; ors. reported in 2000 (6) SCC 293. It\nis thus submitted that the Single Bench ought not to have\nentertained the writ petition when the core issue was that of\nthe interpretation of the escalation clause and the recovery\nof the money by way of reimbursement.</span>\n</p><p data-structure=\"RespArg\" id=\"p_15\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1572716\" id=\"span_5\">Per Contra, Mr. Hirak Mitra the learned Senior Counsel\nappearing for the writ petitioners/respondent no.1\n strenuously submits that the plea of maintainability of the\nwrit petition was never taken by the appellant before the\nSingle Bench and having allowed the matter to be decided on\nmerit, it is too late to take a plea of demurrer. Mr. Hirak\nMitra further submits that it is not an universal rule that a\nwrit petition relating to a contract or commercial dispute is\nnot maintainable. According to him, if the action of the\nstatutory authority, discharging the public functions offends\nany right guaranteed under the Constitution, the writ\npetition is maintainable even in a contractual field and\n<a href=\"/doc/1572716/\" id=\"a_7\">placed reliance upon</a> a judgment of the Apex Court delivered\nin the case of ABL International Ltd. &amp; anr. vs. Export\nCredit Guarantee Corporation of India Ltd. &amp; ors.\nreported in 2004 (3) SCC 553.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"616577\" id=\"span_6\">Mr. Mitra further submits\nthat if the Public Officer having authority to do an act in a\nspecified set of circumstances have not done it, the writ\npetition is maintainable to enforce both the public or the\nprivate right and <a href=\"/doc/1572716/\" id=\"a_8\">placed reliance upon</a> a judgment of the\nSupreme Court in case of <a href=\"/doc/616577/\" id=\"a_9\">I. Hirday Narain vs. Income Tax\nOfficer, Bareilly</a> reported in AIR 1971 SC 33.\n    Mr. Mitra would further submit that the power\nconferred upon the High Court to issue mandamus is wide\nand therefore, technicalities should not come into the way of\ngranting relief to the aggrieved persons and relied upon a\njudgment of the Supreme Court in the case of Andi Mukta\nSadguru Shree Muktajee Vandas Swami Suvarna Jayanti\nMohotsav Smarak Trust &amp; ors. vs. V.R. Rudani &amp; ors.\nreported in 1989 (2) SCC 691.</span>\n</p><p data-structure=\"RespArg\" id=\"p_16\">     Mr. Hirak Mitra further submits that once the writ\npetition was admitted and decided on merit upon exchange\nof affidavits and the plea of maintainability having not taken\ntherein, the Appellate Court should not permit such point to\nbe taken for the first time. Mr. Hirak Mitra submits that the\n price of the diesel should be construed in the perspective of\nthe price at which a consumer purchases the same from the\nmarket and therefore, it is immaterial, unconnected and\nunrelated with the various components inbuilt therein.\nAccording to him, the moment the respondent no.1 was\ndirected to purchase the diesel at the bulk price without any\ncomponent of subsidy offered to the retail consumer, such\nwould be the price of the diesel and therefore, the functional\nDirectors in their meeting dated 20th February, 2013 rightly\nrecommended, approved and modified the escalation clause.\nMr. Hirak Mitra further submits that once the modified\nescalation clause is implemented and the benefits were\nextended to the respondent no.1, the subsequent decision to\nput on hold such decision by the functional directors\nthemselves on the basis of the recommendation of the CVC is\nillegal.\n</p><p data-structure=\"PetArg\" id=\"p_17\">     It is further submitted that CVC does not have any\nsuperintending power on the administration and functioning\nof the companies and <a href=\"/doc/616577/\" id=\"a_10\">placed reliance upon</a> the object and\nthe reasons for incorporation of the <a href=\"/doc/1166317/\" id=\"a_11\">Central Vigilance\nCommission Act, 2003</a>.       Mr. Hirak Mitra submits that\n<a href=\"/doc/50794376/\" id=\"a_12\">Section 8</a> of the said Act does not envisage any such power\nof superintendence and therefore, such section should be\ninterpreted in conjunction with the aim and object of the\nsaid Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1917909\" id=\"span_7\">Mr. Mitra submits that the decision to suspend the\nearlier decision approving the modified escalation clause on\nthe basis of the recommendation of the CVC is per se illegal\nand relied upon a judgment of the Supreme Court in the\ncase of <a href=\"/doc/1917909/\" id=\"a_13\">Gopal Krishnaji Ketkar vs. Mohamed Haji Latif</a> &amp;\nors. reported in AIR 1968 SC 1413, Joint Action\nCommittee of Air Line Pilots` Association of India\n(ALPAI) &amp; ors. vs. Director General of Civil Aviation &amp;\nors. reported in 2011 (5) SCC 435.</span>\n</p><p data-structure=\"Precedent\" id=\"p_18\">      Mr. Mitra thus concludes that the action of the ECL in\ndeducting the amount paid for the price of the diesel at the\nrate applicable to the bulk consumer is illegal, improper and\nhas been rightly interfered with by the Single Bench of this\nCourt.\n</p><p data-structure=\"RespArg\" id=\"p_19\">     Taking the points so urged before us, we, take up the\nissue of maintainability of the writ petition. The point, which\nhas been urged before us is that the entire gamut of dispute\nrevolves around the action of the appellant either acting in\nterms of the clauses appearing in the contract or a decision\ntaken in administrative capacity to modify the clause and the\nconduct of the respondent no.1 in relation thereto. The\nrespondent no. 1 have sought to draw a distinction in this\nregard and according to them, the pivotal dispute hovers\naround the arbitrary action of the appellant in deducting the\namount from the running bill in the garb of an excess\npayment being made on the price of the diesel fixed for the\nbulk consumer.\n</p><p data-structure=\"Precedent\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1572716\" id=\"span_8\">In <a href=\"/doc/1572716/\" id=\"a_14\">Orissa State Financial Corporation</a> (supra), the\nApex Court was considering a case where the respondent\ntherein purchased a truck after utilising the loan taken from\nthe said corporation and defaulted in depositing the\ninstallments. The Corporation seized the vehicle and put the\nsame in auction and such auction was challenged in the writ\npetition filed before the High Court.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">     The writ petition was disposed of directing the truck\nowner to make a fresh application before the Corporation to\nadvance loan to purchase a new truck and the corporation\nwas further directed to sanction such loan. Further,\ndirection was also passed to make a representation before\nthe authority for waiver of the interest till date and the\nCorporation was directed to take decision thereupon. In the\nbackdrop of the aforesaid facts, the Apex Court held that the\n High Court, in fact, drew up a fresh contract for the parties\nwith certain directions which was beyond the scope of the\nwrit petition as the main relief was pertaining to the\nquashing of the notice of auction sale. It was further held\nthat it was beyond the jurisdiction of the Court in a\ncontractual matter in the following terms: -\n</p><blockquote id=\"blockquote_1\">    &quot;6. The said order is under challenge in this\n    appeal. On a plain reading of the impugned order it\n    is manifest that the High Court, while considering\n    the writ petition filed by the owner of the vehicle\n    for quashing of the notice of auction sale and for\n    other consequential reliefs, has passed order\n    drawing up a fresh contract between the parties\n    and has issued certain further directions in the\n    matter; the corporation has been directed to\n    advance a fresh loan to the writ petitioner to\n    enable him to purchase a new truck; to enter into\n    agreement for realization of the balance loan\n    amount in accordance with law; to write off the\n    remaining amount of Rs. 16,500/-and to order\n    waiving of the interest till date etc. The order to\n    say the least, was beyond the scope of the writ\n    petition which was being considered by the High\n    Court and beyond the jurisdiction of the court in a\n    contractual matter. No doubt, while exercising its\n    extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the\n    Constitution, the High Court has wide power to\n    pass appropriate order and issue proper direction\n    as necessary in the facts and circumstances of the\n    case and in the interest of justice. But that is not to\n    say that the High Court can ignore the scope of the\n    writ petition and nature of the dispute and enter\n    the field pertaining to contractual obligations\n    between the parties and issue such directions\n     annulling the existing contract and introducing a\n    fresh contract in its place.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">     The aforesaid judgment do not lay down an absolute\nproposition that the writ in a contractual matter is not\nmaintainable before the High Court exercising writ\njurisdiction. It depends upon various factors more\nparticularly, the nature of the dispute claimed in the writ\npetition. It is inconceivable that the High Court exercising\njudicial review to travel beyond the scope of the writ petition\nand pass directions unconnected and/or unrelated with the\ncore issues and the reliefs claimed therein.\n</p><p data-structure=\"Precedent\" id=\"p_23\">     In Binny Ltd. &amp; anr. (supra), the question which came\nfor consideration before the Court related to an order of\ntermination issued by the company and the point which\narose was whether the company can be brought within the\npurview of &#x27;authority&#x27; under <a href=\"/doc/609139/\" id=\"a_16\">Article 12</a> of the Constitution of\nIndia. The Apex Court held that in order to find out whether\na person is an authority amenable under the writ\njurisdiction, the first and foremost thing is to find out the\nfunctions it discharges. The public law remedy is available\nagainst a burden on a person provided it discharges public\nlaw functions and duties. A writ may further lie to secure the\nperformance of a public or statutory duty and a distinction\nhas to be drawn between public duties enforceable by\nmandamus, which are statutory in nature and the duties\narising merely from contract. The Apex Court was conscious\nthat the powers under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> is wide and does not lay\ndown that the moment the dispute is contractual in nature,\nthe writ would not lie. The observations made in the\nfollowing paragraphs read thus:-\n</p><blockquote id=\"blockquote_2\">    &quot;30. A contract would not become statutory simply\n    because it is for construction of a public utility and\n    it has been awarded by a statutory body. But\n nevertheless it may be noticed that the Government\nor Government authorities at all levels is\nincreasingly employing contractual techniques to\nachieve its regulatory aims. It cannot be said that\nthe exercise of those powers are free from the zone\nof judicial review and that there would be no limits\nto the exercise of such powers, but in normal\ncircumstances, judicial review principles cannot be\nused to enforce the contractual obligations. When\nthat contractual power is being used for public\npurpose, it is certainly amenable to judicial review.\nThe power must be used for lawful purposes and\nnot unreasonably.\n</blockquote><blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_10\">31. The decision of the employer in these two cases\nto terminate the services of their employees cannot\nbe said to have any element of public policy. Their\ncases were purely governed by the contract of\nemployment entered into between the employees\nand the employer. It is not appropriate to construe\nthose contracts as opposed to the principles of\npublic   policy    and   thus   void   and    illegal\nunder <a href=\"/doc/1625889/\" id=\"a_18\">Section 23</a> of the Contract Act. In contractual\nmatters even in respect of public bodies, the\nprinciples of judicial review have got limited\napplication. This was expressly stated by this Court\nin <a href=\"/doc/1156062/\" id=\"a_19\">State of U.P. vs. Bridge &amp; Roof Co.</a> (1996) 6 SCC\n22 and also in <a href=\"/doc/318728/\" id=\"a_20\">Kerala State Electricity Board vs.\nKurien E. Kalathil</a> (2000) 6 SCC 295. In the latter\ncase, this Court reiterated that the interpretation\nand implementation of a clause in a contract\ncannot be the subject matter of a writ petition.\nWhether the contract envisages actual payment or\nnot is a question of construction of contract. If a\n     term of a contract is violated, ordinarily, the\n    remedy is not a writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226.</a></span></span>\n</blockquote><blockquote id=\"blockquote_4\">    32. Applying these principles, it can very well be\n    said that a writ of mandamus can be issued\n    against a private body which is not a State within\n    the meaning of <a href=\"/doc/609139/\" id=\"a_22\">Article 12</a> of the Constitution and\n    such body is amenable to the jurisdiction\n    under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution and the High\n    Court under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution can\n    exercise judicial review of the action challenged by\n    a party. But there must be a public law element and\n    it cannot be exercised to enforce purely private\n    contracts entered into between the parties.\n</blockquote><blockquote id=\"blockquote_5\">    33. We are unable to perceive any public law\n    element in the termination of the employees by the\n    appellant in Civil Appeal No. 1976 of 1998 and the\n    remedy available to the respondents is to seek\n    redressal of their grievance in civil law or under\n    the labour law enactments especially in view of the\n    disputed questions involved as regards the status of\n    employees and other matters. So also, in the civil\n    appeal arising out of SLP(Civil) No. 6016 of 2002,\n    the writ petition has been rightly dismissed by the\n    High Court. We see no merit in the contention\n    advanced by the appellant therein. The High Court\n    rightly held that there is no public law element and\n    the remedy open to the appellant is to seek\n    appropriate relief other than judicial review of the\n    action taken by the respondent company.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1210836\" id=\"span_11\">A judgment rendered in <a href=\"/doc/1210836/\" id=\"a_25\">Puravankara Projects Ltd.</a>\n(supra) is related to a direction passed by the High Court to\nmodify the vital terms of a tender and in such backdrop, it\nwas held that even the Government enjoins a freedom of\n contract unless the contract or any of its terms offends the\nconstitutional provisions or there is a lack of careness or\nreasonableness therein.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1210836\" id=\"span_12\">In ABL International Ltd. &amp; anr. (supra), the Apex\n<a href=\"/doc/1210836/\" id=\"a_26\">Court further held</a> that a writ petition is maintainable if the\nState or an authority acts in an arbitrarily manner even in a\nmatter of contract. It was held that once the State, being a\nparty to the contract, does not act fairly, reasonably which is\na basic requirement under <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> of the Constitution, the\nwrit petition is maintainable even in a contractual field in\nthese words: -</span>\n</p><blockquote id=\"blockquote_6\">    &quot;23. It is clear from the above observations of this\n    Court, once State or an instrumentality of State is\n    a party to the contract, it has an obligation in law\n    to act fairly, justly and reasonably which is the\n    requirement of <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a> of the Constitution of\n    India. Therefore, if by the impugned repudiation of\n    the claim of the appellants the first respondent as\n    an instrumentality of the State has acted in\n    contravention of the above said requirement\n    of <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> then we have no hesitation that a writ\n    court can issue suitable directions to set right the\n    arbitrary actions of the first respondent. In this\n    context, we may note that though the first\n    respondent is a company registered under\n    the <a href=\"/doc/1353758/\" id=\"a_30\">Companies Act</a>, it is wholly owned by the\n    Government of India. The total subscribed share\n    capital of this company is 2,50,000 shares out of\n    which 2,49,998 shares are held by the President of\n    India while one each share is held by the Joint\n    Secretary, Ministry of Commerce and Industry and\n    Officer on Special Duty, Ministry of Commerce and\n    Industry respectively. The objects enumerated in\n     the Memorandum of Association             of   the   first\n    respondent at Para 10 states :\n</blockquote><blockquote id=\"blockquote_7\">         &quot;To undertake such functions as may be\n         entrusted to it by Government from time to\n         time, including grant of credits and guarantees\n         in foreign currency for the purpose of\n         facilitating the import of raw materials and\n         semi-finished goods for manufacture or\n         processing goods for export.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_26\">    Para 11 of the said object reads thus :\n</p><blockquote id=\"blockquote_8\">    &quot;To act as agent of the Government, or with the\n    sanction of the Government on its own account, to\n    give    the      guarantees,   undertake    such\n    responsibilities and discharge such functions as\n    are considered by the Government as necessary in\n    national interest.&quot;&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">              Ordinarily the writ petition in a contractual\nmatter should not be entertained more particularly when\nthere are disputed questions of facts required to be proved\nby a degree of evidence but neither of the judgments have\nculminated to an absolute rule that in all conceivable cases,\nthe moment the dispute pertains to a contractual matter, the\npower of judicial review is automatically excluded. There may\nbe a situation where the question of fact so raised can be\nconveniently decided on the materials available on record. It\nwould not be proper for the High Court to direct the parties\nto undergo a lengthy and expensive process of a civil suit\nagainst the public body as held in the case of ABL\nInternational Ltd. &amp; anr. (supra)of <a href=\"/doc/1210836/\" id=\"a_31\">the said judgment</a> which\nruns thus:-\n</p><blockquote id=\"blockquote_9\">    &quot;19. Therefore, it is clear from the above\n    enunciation of law that merely because one of the\n     parties to the litigation raises a dispute in regard\n    to the facts of the case, the court entertaining such\n    petition under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution is not\n    always bound to relegate the parties to a suit. In\n    <a href=\"/doc/1210836/\" id=\"a_33\">the above case</a> of Smt.Gunwant Kaur (supra), this\n    Court even went to the extent of holding that in a\n    writ petition, if facts required, even oral evidence\n    can be taken. This clearly shows that in an\n    appropriate case, the writ court has the\n    jurisdiction to entertain a writ petition involving\n    disputed questions of fact and there is no absolute\n    bar for entertaining a writ petition even if the same\n    arises out of a contractual obligation and or\n    involves some disputed questions of fact.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">               What can be culled out from the aforesaid\ndecisions is that ordinarily the Court should not entertain\nthe writ petition raising a dispute based on the contract but\nequally it cannot be said to be an universal rule that in all\nsituations the jurisdiction of the writ Court is ousted and/or\ntaken away. It depends upon variety of facts and the\ndischarge of functions by a public body and such action\nbeing unfair, unjust and consequently, offending <a href=\"/doc/367586/\" id=\"a_34\">Article 14</a>\nof the Constitution. The expensive process of the Civil Court\nmay not be regarded as an efficacious remedy if the action of\nthe public body is arbitrary. Apart from the same, the plea of\nnon-maintainability of the writ petition was not taken before\nthe Single Bench; atleast we do not find any discussion\nthereupon. Thus, it would not be proper at this stage to\nrelegate the parties to the civil suit when the remedy\nbecomes barred and/or inappropriate. In this regard,\nsupport can be lend to the above from the judgment of the\nSupreme Court in the case of Kerala State Electricity\nBoard &amp; anr. (supra) wherein it is held:-\n</p><blockquote id=\"blockquote_10\"> &quot;11. A statute may expressly or impliedly confer\npower on a statutory body to enter into contracts in\norder to enable it to discharge its functions.\nDispute arising out of the terms of such contracts\nor alleged breaches have to be settled by the\nordinary principles of law of contract. The fact that\none of the parties to the agreement is a statutory or\npublic body will not of itself affect the principles to\nbe applied. The disputes about the meaning of a\ncovenant in a contract or its enforceability have to\nbe determined according to the usual principles of\nthe <a href=\"/doc/171398/\" id=\"a_35\">Contract Act</a>. Every act of a statutory body need\nnot necessarily involve an exercise of statutory\npower. Statutory bodies, like private parties, have\npower to contract or deal with property. Such\nactivities may not raise any issue of public law. In\nthe present case, it has not been shown how the\ncontract is statutory. The contract between the\nparties is in the realm of private law. It is not a\nstatutory contract. The disputes relating to\ninterpretation of the terms and conditions of such a\ncontract could not have been agitated in a petition\nunder <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution of India. That\nis a matter for adjudication by a civil court or in\narbitration if provided for in the contract. Whether\nany amount is due and if so, how much and refusal\nof the appellant to pay it is justified or not, are not\nthe matters which could have been agitated and\ndecided in a writ petition. The contractor should\nhave been relegated to other remedies.\n</blockquote><blockquote id=\"blockquote_11\">12. Ordinarily, in view of aforesaid conclusions on\nthe first contention, we would have allowed the\nappeal and directed dismissal of the writ petition\n(O.P.283 OF 1995) without examining the second\n     contention. However, despite holding that the\n    disputes in question could not be agitated in a writ\n    petition and thus the High Court wrongly assumed\n    jurisdiction in the facts of the case, yet we are not\n    inclined in the exercise of our power under <a href=\"/doc/427855/\" id=\"a_37\">Article\n    136</a> of the Constitution, to dismiss the writ petition\n    of the contractor at this stage because that is likely\n    to result in miscarriage of justice on account of\n    lapse of time which may now result in the\n    foreclosure of all other remedies which could\n    otherwise be availed of by the contractor in the\n    ordinary course. Those remedies are not efficacious\n    at the present stage and, therefore, in view of\n    peculiar circumstances of the case, we have\n    examined the second contention and the factors\n    which weighted with the High Court in granting\n    relief.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_29\">             We, thus, do not find any substance in the\nsubmissions of the appellant that the writ petition is not\nmaintainable.\n</p><p data-structure=\"Section\" id=\"p_30\">               Reverting to the question on the main issue\nrelating to the escalation clause contained in the ATC and its\nalleged modification by the resolution taken in the meeting of\nthe functional Directors, before we proceed, it would be\nrelevant to quote the original escalation clause appearing in\nthe contract which runs thus:-\n</p><blockquote id=\"blockquote_12\">&quot;1.1. Escalation on Diesel\nThe amount for the work done shall be adjusted for the\nincrease   or decrease in the price of diesel and the\ncost shall be calculated in accordance with the\nformula given below:\n</blockquote><blockquote id=\"blockquote_13\">Vd= W x A x D-Do\n           100    Do\nWhere:\n</blockquote><blockquote id=\"blockquote_14\">Vd = Variation in the price of diesel i.e. increase or\ndecrease in the amount in Rupee to be paid or\nrecovered.\n</blockquote><blockquote id=\"blockquote_15\">W = Value of work done during the period under\nreckoning to which the escalation relates as indicated\nin clause no. 1.3 of the Additional Terms and\nConditions of the contract.\n</blockquote><blockquote id=\"blockquote_16\">A = Component of Diesel shall be 22 (Twenty-two),\nexpressed as percentage of total value of work.\nD = Price of Diesel per litre for the period to which the\nescalation relates.\n</blockquote><blockquote id=\"blockquote_17\">Do = Price of Diesel per litre prevalent on the base date\nof the contract as indicated in clause no.1(b) here\nabove:\n</blockquote><blockquote id=\"blockquote_18\">.....&quot;\n</blockquote><blockquote id=\"blockquote_19\">              It is not in dispute that the base rate for\npayment under the escalation formula was made operative\nfrom 17/11/2009, which is evident from the work order\nissued to the respondent no.1 on 04/02/2010.\nSubsequently, an arrangement was made with the IOC when\nthe HSD was supplied to the respondent no.1 as bulk\nconsumer at the retail rate. Undoubtedly, the Government\ngives subsidy to the retail consumer and therefore, the price\nis less than the price of diesel if sold to the bulk consumer.\nThere was no dispute in charging the price of the diesel as\nper the arrangement with the IOC but the dispute arose\nwhen the IOC rescinded the said arrangement and decided\nto sell the HSD to the bulk consumer at the rate applicable\nthereto. The price of the diesel cannot be interpreted to mean\n the base price excluding the subsidy and the other\ncomponents inbuilt in it. The price in ordinary parlance\nmeans the price at which the seller sells the goods and the\npurchaser purchases it. The subsidy is an integral part of\nthe price and cannot be segregated therefrom so as to\nbecome a standalone component. It is the policy of the\nGovernment to give subsidy to the public at large who buys\nthe diesel for personal use. However, the Government does\nnot propose to give incentives in the form of subsidy to the\nbulk consumers who are using the same for commercial\npurposes. The contention of Mr. Jayanta Mitra that subsidy\ncan never form a part of the price is not acceptable if a\ncomponent cannot be segregated, dissected and/or taken up\nfrom the final price charged by a seller, it remains an\nintegral part of the price.\n</blockquote><blockquote id=\"blockquote_20\">               We, do not find any difficulty in finding out the\nmeaning of the price of the HSD for applying the escalation\nformula. However, we are poised with the question whether\nthe escalation formula contained in the original contract was\nvaried and/or modified subsequently. The respondent no.1\napproached the ECL/appellant after the withdrawal of the\narrangement and the necessity to increase the price of the\ndiesel failed and a decision was taken therein that in order to\navoid any prolixity of confusion and/or ambiguity, such\nescalation formula needs modification. Though the approval\nwas made but it was subject to modification to be\nincorporated in the general terms and conditions. The\nresolution says :-\n</blockquote><blockquote id=\"blockquote_21\">    &quot;......\n</blockquote><blockquote id=\"blockquote_22\">           Board after detailed deliberation approved\n    that in case of onging &amp; future tenders, the\n    modification in the General &amp; additional terms &amp;\n    condition of the Bid document would come into\n     effect from the date of issue of office order by ECL\n    regarding modification/inclusion of price variation\n    clause     for   Diesel    escalation/de-escalation,\n    Performance security &amp; Medical treatment of the\n    contractor`s workmen in line with the CIL\n    guideline.\n</blockquote><blockquote id=\"blockquote_23\">    ....&quot;\n</blockquote><blockquote id=\"blockquote_24\">              What can be seen from the said resolution is\nthat although the modification was approved but it was to\ntake effect from the date of the issue of the office order by\nECL/appellant. By a letter dated 20th March, 2013, the\nGeneral Manager (M.C.) simply recorded the approval of the\nmodifications to be incorporated in the General Terms and\nConditions (&quot;GTC&quot;) on the basis of the decision of the\nfunctional directors taken in the meeting no. 259 dated\n16/02/2013.\n</blockquote><blockquote id=\"blockquote_25\">              By a letter dated 09/04/2013, again an\napproval for modification to be incorporated in the GTC was\nmade but no order was passed by the ECL/appellant\nsubstituting the modified escalation formula into the\nGTC/ATC. Even a letter dated 14/06/2013 issued by\nECL/appellant indicates that the modified clause would\ncome into effect from the date of the issue of the office order\nby the ECL/appellant. Though Mr. Hirak Mitra, learned\nSenior Advocate has put much emphasis on the letter dated\n20/03/2013 and 09/04/2013 that the ECL has approved\nthe substitution of the modified escalation formula but, it\nwould be apparent and evident from the subsequent letter\ndated 14/06/2013 that it was so approved subject to further\norder to be issued by ECL indicating the date from which it\nwould take effect. There is a complete silence thereafter.\nThere is no document forthcoming that such modified\nescalation formula was, infact, implemented and/or given\n effect to by an order of the ECL. Mere acceptance of the\nrequest and approval at one level does not confer an\nundisputed right upon the respondent no.1 to take shelter\nunder the modified escalation formula in absence of any\nspecific order passed by the ECL/appellant.\n</blockquote><blockquote id=\"blockquote_26\">              At the moment we are of the firm view that the\nmodified escalation formula was not incorporated in the\nGTC/ATC, in absence of any specific order of ECL, we did\nnot delve into the ancillary point that whether the CVC has a\nsuperintending authority on the ECL/appellant. Such\nquestion in our view, becomes academic and elementary in\nthe light of our specific finding that the escalation formula\nwas not modified.\n</blockquote><blockquote id=\"blockquote_27\">              As we have already held that the price of the\ndiesel is not dependent upon the other factors and the\nsubsidy cannot be segregated therefrom and in fact, at one\npoint of time the price of the diesel was being charged in\ncommensurate with the retail price, it does not take away\nthe applicability of the escalation formula, the moment such\nprice is charged at the bulk rate. If the price has increased\nfor any reason, be it an increase in the base rate or the\nchange in category, it amounts to an escalation in the price\nand therefore, the respondent no.1 is bound by the\nescalation formula as originally incorporated in the ATC.\n</blockquote><blockquote id=\"blockquote_28\">       The order of the Trial Court is therefore, modified to\nthe extent that if an excess amount has been deducted\napplying the escalation formula as appearing in the original\ncontract, the same is arbitrary, illegal and the appellant is\ndirected to reimburse the said amount within two months\nfrom the date of the order.\n</blockquote><blockquote id=\"blockquote_29\">       No order as to costs.\n</blockquote><blockquote id=\"blockquote_30\">        All connected applications are also, hereby, disposed\nof.\n</blockquote><blockquote id=\"blockquote_31\">        Urgent certified website copies of this order, if\napplied for, be given to the parties upon compliance with all\nrequisite formalities.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_32\">(Hiranmay Bhattacharyya,J.)          (Harish Tandon,J.)\n </blockquote>","numcites":16,"numcitedby":0,"docsource":"Calcutta High Court (Appellete Side)","citetid":138933966,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"escalation clause","formInput":"escalation%20clause"},{"value":"hirak mitra","formInput":"hirak%20mitra"},{"value":"central vigilance commission","formInput":"central%20vigilance%20commission"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"escalation","formInput":"escalation"},{"value":"cvc","formInput":"cvc"},{"value":"mandamus","formInput":"mandamus"},{"value":"\"subsidies\"","formInput":"%22subsidies%22"},{"value":"abl international","formInput":"abl%20international"},{"value":"charge  filter:  \"companies act\" doing of act not expressly mentioned in \"memorandum of association\"","formInput":"charge%20%20filter%3A%20%20%22companies%20act%22%20doing%20of%20act%20not%20expressly%20mentioned%20in%20%22memorandum%20of%20association%22"},{"value":"contract act","formInput":"contract%20act"},{"value":"price escalation","formInput":"price%20escalation"},{"value":"writ petition maintainable ","formInput":"writ%20petition%20maintainable%20"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"kerala state electricity board","formInput":"kerala%20state%20electricity%20board"},{"value":"abl international ltd","formInput":"abl%20international%20ltd"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}