{"tid":187611834,"publishdate":"2009-04-09","title":"Union Of India vs Samarendra Nath Mukherjee on 9 April, 2009","doc":"<h2 class=\"doc_title\">Union Of India vs Samarendra Nath Mukherjee on 9 April, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:i-banerjee\">Indira Banerjee</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-banerjee\">Indira Banerjee</a></h3>\n\n<pre id=\"pre_1\">                                               1\n\n\nORDER SHEET                                                                  Sheet No...\n                                  A.P. No. 251 of 2005\n\n                         IN THE HIGH COURT AT CALCUTTA\n                    ORDINARY ORIGINAL CIVIL JURISDICTION                           ORIGINAL\n                              SIDE\n\n\n                                                   In the matter of:\n\n\n                                      UNION OF INDIA\n                                          Vs.\n                                  SAMARENDRA NATH MUKHERJEE\nBEFORE:\nThe Hon&#x27;ble Justice\nINDIRA BANERJEE.\n\nDate: 09.04.2009\n                                  Mr. N.R. Mukherjee .....for the Petitioner\n\n                                  Mr. Moloy Kr. Ghosh.....for the Respondent\n\n\n                                       JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">        This application under <a href=\"/doc/1503578/\" id=\"a_1\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_2\">33</a> of the Arbitration Act, 1940, filed by\n\nUnion of India, is for setting aside an award dated 31 st January 2005, of Rs.6,97,105.25p in\n\nfavour of the respondent contractor, made and published by the sole arbitrator, Shree Dilip\n\nKumar Basu, a retired Judge of this Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Facts\" id=\"p_3\">        The petitioner floated a Tender Notice No. 568 A/89-90 on 5th March, 1990\n\ninviting tenders for work in relation to renewal of points and crossings and ancillary work\n\nat the Sealdah South Yard of Eastern Railway.\n</p><span class=\"hidden_text\" id=\"span_1\">                                                  2</span><p data-structure=\"Issue\" id=\"p_4\">\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">         Pursuant to the aforesaid tender enquiry, the respondent submitted its bid. The offer of\n\nthe respondent was accepted by a letter dated 21st May, 1990, and the respondent was directed to\n\ncommence work within ten days. A formal agreement in writing No.146 (i)(i) of 1990-1991 was\n\nexecuted by and between the petitioner and the respondent on 17th August, 1990.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">         The said agreement specifically provided that the General Conditions of Contract of the\n\nEastern Railway as amended from time to time, would govern the contract between the petitioner\n\nand the respondent. The General Conditions of Contract inter alia contained an arbitration clause.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_7\">       In the petition, it is alleged that the respondent, from the inception adopted a tardy\n\nand lethargic approach towards the contract work, and the time for completion of the\n\ncontract had to be extended time and again, on account of the laches of the respondent. The\n\ncontract was ultimately completed on or about 28 th May, 1991.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">       Upon completion of the contract work, a final bill, was prepared by the petitioner for\n\nRs.62,969.05p. According to the petitioner, the respondent agreed to and confirmed the\n\nsaid final bill without raising any objection and the sum of Rs.62,969.05p was paid to the\n\npetitioner on 4 th September, 1991. It is alleged that the respondent accepted the aforesaid\n\npayment in full and final settlement of his dues. However, by a letter dated 6th November,\n\n1995, the petitioner claimed Rs.15,92,249.10p towards his dues towards the contract work.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">       The respondent has, however, in his Affidavit-in-Opposition, categorically denied\n\nthe allegations in the petition and in particular, the allegation of having accepted\n<span class=\"hidden_text\" id=\"span_2\">                                               3</span>\n\n\nRs.62,969.05p in full and final settlement of his dues in respect of the contract.       The\n\nrespondent has further specifically referred to endorsements in the measurement book, as\n\nalso a contemporaneous letter dated 6 th September, 1991, being part of the records of the\n\narbitration proceedings.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">       The respondent invoked the arbitration clause, sought appointment of an arbitrator\n\nand filed a special suit under <a href=\"/doc/811701/\" id=\"a_3\">Section 20</a> of the Arbitration Act, 1940. By an order dated\n\n19 th July, 1996 Sujit Kumar Sinha, J. disposed of the suit by referring the disputes to the\n\narbitration of Mr. Gopal Chakraborty, a Senior Lawyer, who was appointed arbitrator.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">       The petitioner filed an appeal being APOT 569 of 1996, which was rejected by an\n\norder of the Division Bench dated 15 th October, 1996. The arbitrator Gopal Chakraborty\n\nentered into reference.    About 185 sittings were held before the said arbitrator Gopal\n\nChakraborty.    Sri Gopal Chakraborty, however, died before conclusion of the arbitration\n\nproceedings.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n\n</p><p data-structure=\"Facts\" id=\"p_14\">       After the death of Gopal Chakraborty, the respondent filed an application being G.A.\n\nNo.3166 of 2003 for appointment of an arbitrator in place of Gopal Chakraborty.        By an\n\norder dated 25 th November, 2003 in the said G.A. No.3166 of 2003 Sri Dilip Basu, a retired\n\nJudge of this Court was appointed arbitrator. The learned arbitrator held about 18 sittings.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">       The petitioner duly appeared before the learned arbitrator without protest. It would\n\nnot be out of place to mention that the petitioner did not file any appeal in the Supreme\n<span class=\"hidden_text\" id=\"span_3\">                                                  4</span>\n\n\nCourt against the order of the Division Bench dated 15th October, 1996 affirming the order\n\ndated 19 th July, 1996 of the Single Judge in the Special Suit under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a>, whereby the\n\nlearned Single Judge appointed a senior lawyer as arbitrator.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_16\">          The learned arbitrator made and published his award dated 31 st January, 2005\n\nrejecting the counter-claim of the respondent and awarding Rs.6,97,105.25p in favour of the\n\nrespondent which is under challenge in this application under <a href=\"/doc/1503578/\" id=\"a_5\">Section 30</a> read with <a href=\"/doc/1154891/\" id=\"a_6\">Section\n\n33</a> of the Arbitration Act, 1940.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">          Mr. N.R. Mukherjee appearing on behalf of the petitioner submitted that the\n\nimpugned award was without jurisdiction in as much as the arbitrator had not been\n\nappointed in accordance with clause 63(3)(a)(iii) of the General Conditions of Contract,\n\nwhich inter alia provides as follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><blockquote id=\"blockquote_1\">                       &quot;It is a term of this contract that no person other than a Gazetted\n                Officer appointed by the General Manager as aforesaid has to act as an\n                arbitrator or umpire and if for any reason that is not possible, the matter is not\n                to be referred to arbitration at all.&quot;\n</blockquote>\n<blockquote id=\"blockquote_2\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_20\">          Mr. Mukherjee submitted that no person other than a Gazetted Railway Officer could\n\nhave been appointed arbitrator. The appointment of arbitrator being in contravention of the\n\naforesaid provision, the award was a nullity, the same having been made by a coram non\n\njudice.\n</p><span class=\"hidden_text\" id=\"span_4\">                                               5</span><p data-structure=\"Issue\" id=\"p_21\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">      Mr. Mukherjee argued that if for any reason no gazetted railway officer could be\n\nappointed, the matter was not to be referred to arbitration at all. The dispute would have to\n\nbe settled by recourse to a suit. Mr. Mukherjee argued that even a right decision by a\n\nwrong forum was no decision in the eye of law.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">       In support of his argument, that the impugned award was a nullity, Mr. Mukherjee\n\ncited the following judgments:\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n\n</p><blockquote id=\"blockquote_3\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"546566\" id=\"span_5\">1. <a href=\"/doc/546566/\" id=\"a_7\">A. Mohammed Yunus vs. Food Corporation of India</a> reported in 2000(7) Supreme\n         Today 722.</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1781479\" id=\"span_6\">2. <a href=\"/doc/1781479/\" id=\"a_8\">Union of India vs. M.P. Gupta</a> reported in (2004) 10 SCC 504.</span>\n\n</blockquote><blockquote id=\"blockquote_5\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_7\">3. <a href=\"/doc/1625415/\" id=\"a_9\">Kiran Singh vs. Chaman Paswan</a> reported in AIR 1954 SC 340.</span>\n\n</blockquote><blockquote id=\"blockquote_6\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_8\">4. <a href=\"/doc/1478013/\" id=\"a_10\">Tarapore &amp; Co. vs. State of M.P.</a> reported in (1994) 3 SCC 521.</span>\n\n</blockquote><blockquote id=\"blockquote_7\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"917320\" id=\"span_9\">5. <a href=\"/doc/917320/\" id=\"a_11\">Smt. Jeevani Bano vs. Asha Arora</a> reported in AIR 1997 Raj. 261.</span>\n\n</blockquote><blockquote id=\"blockquote_8\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1224316\" id=\"span_10\">6. Unreported judgment of the Supreme Court in <a href=\"/doc/1224316/\" id=\"a_12\">Union of India vs. Krishna Kumar</a>.</span>\n\n</blockquote><blockquote id=\"blockquote_9\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1259387\" id=\"span_11\">7. Unreported judgment of this Court in <a href=\"/doc/1259387/\" id=\"a_13\">Union of India vs. Pam Developments Pvt</a>.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">         Ltd.\n</p>\n<p data-structure=\"RespArg\" id=\"p_27\">\n      Mr. Mukherjee next submitted that the impugned award was in any case, not a\n\nreasoned award. Mr. Mukherjee submitted that the learned arbitrator was obliged in terms\n\nof the contract, to give a reasoned award, in as much as the claim in the arbitration\n\nexceeded Rs.3,00,000/-.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">\n\n</p><p data-structure=\"Section\" id=\"p_29\">      The relevant clause provides as follows:\n</p><span class=\"hidden_text\" id=\"span_12\">                                                6</span><p data-structure=\"Section\" id=\"p_30\">\n\n\n</p><blockquote id=\"blockquote_10\">                      &quot;In cases where the claim is more than 3 lakhs the arbitrators/umpire\n               so appointed, as the case may be, shall give intelligible award (i.e. the\n               reasoning leading to the award shall be stated) with the sums awarded\n               separately on each individual item of dispute referred to arbitration.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_31\">                      A copy of such clause is annexed hereto and marked as Annexure B.&quot;\n\n\n       Mr. Mukherjee submitted that the reasons were cryptic and no reasons in the eye of\n\nlaw. The arbitrator did not indicate the reasons for not accepting the submissions of the\n\npetitioners.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">       In support of his submission that an unreasoned award was liable to be set aside, if\n\nthe arbitration agreement required reasons to be given Mr. Mukherjee cited the following\n\njudgments:\n</p>\n<blockquote id=\"blockquote_11\">       (i)     Union of India vs. Singh Verma &amp; Ors. reported in (1999) 3 CLT 354 (HC)\n\n</blockquote><blockquote id=\"blockquote_12\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"268039\" id=\"span_13\">(<a href=\"/doc/268039/\" id=\"a_14\">ii)    New India Civil Erectors (P) Ltd. vs. Oil and Natural Gas Commission</a>\n\n               reported in (1997) 11 SCC 75.</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_34\">       Mr. Mukherjee next submitted that the respondent had signed the final bill and\n\naccepted payment in full and final settlement of his claim. The respondent&#x27;s claim was,\n\ntherefore, barred under Clause 42(3) of the General Conditions of Contract. No arbitrable\n\ndispute thus existed and as such no further claim could be made.         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"209845\" id=\"span_14\">In support of his\n\nsubmission, Mr. Mukherjee cited the judgment of the Supreme Court in M/s. <a href=\"/doc/209845/\" id=\"a_15\">P.K. Ramaiya\n\n&amp; Co. vs. Chairman &amp; M.D., National Thermal Power Corporation</a> reported in (1994)\n\nSuppl.3 SCC 126.</span>\n</p><span class=\"hidden_text\" id=\"span_15\">                                              7</span><p data-structure=\"Section\" id=\"p_35\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">       Mr. Mukherjee next submitted that the arbitrator was a creature of the contract and\n\nwas thus bound by the terms and conditions of the contract.          An arbitrator had no\n\njurisdiction to make an award contrary to the express provisions of the contract and in\n\nparticular Clause 16(2) read with Clauses 17(3) and 43(2) of the General Conditions of\n\nContract.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">\n\n</p><p data-structure=\"PetArg\" id=\"p_38\">       Mr. Mukherjee argued that the learned arbitrator could not have awarded interest in\n\nview of the bar of Clause 16(2), which provides that the contractor might not claim interest\n\nfor any amount due under the agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">       In support of his submissions Mr. Mukherjee cited the following judgments:\n\n\n\n</p><blockquote id=\"blockquote_14\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_16\"><a href=\"/doc/1015491/\" id=\"a_16\">1.Associated Engineering Co. Vs. Govt. of Andhra Pradesh</a> reported in\n              1991 (4) SCC 93.</span>\n</blockquote>\n<blockquote id=\"blockquote_15\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_17\">2. <a href=\"/doc/1774832/\" id=\"a_17\">Executive Engineer, Dhenkanal Minor Irrigation Division, Orissa vs.\n              N.C. Budharaj</a> reported in AIR 2001 SC 626.</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">                    3. Rajasthan State Mines &amp; Minerals reported in 1999 (9) SCC 283.\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_41\">       Mr. Moloy Kr. Ghosh, appearing on behalf of the respondents submitted that the\n\npetitioner having participated in the proceedings before the learned arbitrator was estopped\n\nfrom questioning the jurisdiction of the arbitrator, after the award went against the\n\npetitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">\n\n</p><p data-structure=\"RespArg\" id=\"p_43\">       Mr. Ghosh argued that the award impugned was reasoned. The arbitrator had made a\n\nspeaking award. The arbitrator was not required to give a detailed judgment.\n<span class=\"hidden_text\" id=\"span_18\">                                                8</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_44\">       Mr. Ghosh submitted that Clause 43 (2) of the General Conditions of Contract, 1969\n\nprovides that the contractor shall not be entitled to any claim whatsoever against the\n\nrailway under or by virtue of or arising out of the contract, nor shall the railway entertain or\n\nconsider such claim, if made by the contractor, if he shall have signed &quot;no claim certificate&quot;\n\n</p><blockquote id=\"blockquote_17\">in favour of the railway after the works are finally measured up.\n\n\n\n</blockquote><blockquote id=\"blockquote_18\">       Mr. Ghosh pointed out that a copy of the prescribed form of the contractor&#x27;s &quot;no\n\nclaim certificate&quot; as required by the Eastern Railway under Clause 43(2) of the General\n\nConditions of Contract was tendered by the respondents before the learned arbitrator. The\n\npetitioner could not produce the no claim certificate in the format required under Clause\n\n43(2). In other words, the petitioner was not able to prove that the respondent had signed\n\nthe no claim certificate in the prescribed form, as required under Clause 43(2) of General\n\nConditions of Contract, 1969.\n</blockquote>\n<blockquote id=\"blockquote_19\">\n\n</blockquote><blockquote id=\"blockquote_20\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_19\">Mr. Ghosh also argued that the ground taken by the petitioner regarding full and\n\nfinal settlement was without basis. As rightly argued by Mr. Ghosh the learned arbitrator\n\nwas competent to adjudicate the factual issue of whether there had been a full and final\n\nsettlement and whether the prohibition of Clause 43(2) of the General Conditions of\n\nContract, 1969 was attracted. The issues were decided in favour of the respondent and\n\nagainst the petitioner on consideration of the materials on record including the provisions of\n\nthe contract. This Court may not sit in appeal over the factual findings of the learned\n<span class=\"hidden_text\" id=\"span_20\">                                                9</span>\n\n\narbitrator. The judgment in M/s. <a href=\"/doc/209845/\" id=\"a_18\">Ramaiya &amp; Co.</a> (supra) is distinguishable on facts in that\n\nthere was a finding of full and final settlement.</span>\n</blockquote>\n<blockquote id=\"blockquote_21\">\n\n</blockquote><blockquote id=\"blockquote_22\">       Mr. Ghosh agreed that the arbitrator was bound by the contract.           Mr. Ghosh,\n\nhowever, submitted that the interpretation of the contractual provisions was within the\n\ndomain of the arbitrator and unless the interpretation was absurd, the Court would not\n\ninterfere.   Mr. Ghosh submitted that none of the claims allowed by the arbitrator were\n\npatently barred under the contract.\n</blockquote>\n<blockquote id=\"blockquote_23\">\n\n</blockquote><blockquote id=\"blockquote_24\">       It is a matter of record that an independent arbitrator was appointed by an order\n\ndated 19 th July, 1996 passed in a Special Suit under <a href=\"/doc/811701/\" id=\"a_19\">Section 20</a> of the Arbitration Act, 1940.\n\nAn appeal from the order of the Single Judge was dismissed in October, 1996.              The\n\npetitioner did not appeal to the Supreme Court, but submitted to the jurisdiction of the\n\narbitrator. The issue of competence of the arbitrator is barred by res judicata in view of the\n\norder of the Division Bench of 15th October, 1996 dismissing the appeal against the order\n\nappointing Mr. Gopal Chakravarty as arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_25\">\n\n</blockquote><blockquote id=\"blockquote_26\">       The said Gopal Chakravarty held about 185 sittings during his life time.           The\n\npetitioner participated without demur. The present arbitrator also held about 18 sittings in\n\nwhich the petitioner participated without protest.\n</blockquote>\n<blockquote id=\"blockquote_27\">\n\n</blockquote><blockquote id=\"blockquote_28\">       The petitioner accepted and acted upon the order dated 25th November, 2003 in G.A.\n\nNo.3166 of 2003, whereby the present arbitrator was appointed. Having appeared before the\n<span class=\"hidden_text\" id=\"span_21\">                                                 10</span>\n\n\nindependent arbitrator, the petitioner is now estopped from contending that the appointment\n\nof the arbitrator was not in accordance with the contract.\n</blockquote>\n<blockquote id=\"blockquote_29\">\n\n</blockquote><blockquote id=\"blockquote_30\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1506501\" id=\"span_22\">As held by P.B. Mookerjee, J. in <a href=\"/doc/1506501/\" id=\"a_20\">Jupitar General Insurance Co. Ltd. vs. Corporation\n\nof Calcutta</a> reported in AIR 1956 Cal. 470, cited by Mr. Ghosh, a party participating in the\n\narbitration proceedings without protest, cannot afterwards challenge the whole proceedings\n\nas without jurisdiction when the award goes against him.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1311958\" id=\"span_23\">The same proposition was\n\nreiterated by the Supreme Court in <a href=\"/doc/1311958/\" id=\"a_21\">Prasun Roy vs. Calcutta Metropolitan Development\n\nAuthority</a> reported in AIR 1988 SC 205, Neelkantan and Bros.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1673016\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"100474\" id=\"span_25\"><a href=\"/doc/100474/\" id=\"a_22\">Construction vs. S.E.,\n\nNational Highways</a> reported in AIR 1988 SC 2045, Construction India vs. Secy., Works\n\nDeptt., Govt. of Orissa reported in AIR 1998 SC 717, Himalayan Construction Co. vs.\n\nExecutive Engineer, Irrigation Division, J &amp; K reported in <a href=\"/doc/1673016/\" id=\"a_23\">AIR 2000 SC 3539 and Inder\n\nSain Mittal vs. Housing Board, Haryana</a> reported in (2002) 3 SCC 175 cited by Mr. Ghosh.</span></span>\n\n\n\n</blockquote><blockquote id=\"blockquote_31\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1224316\" id=\"span_26\">The judgment of the Supreme Court in <a href=\"/doc/1224316/\" id=\"a_24\">Union of India vs. Krishna Kumar</a> (supra)\n\nwas rendered in an appeal arising out of an order under <a href=\"/doc/536284/\" id=\"a_25\">Section 34</a> of the Arbitration and\n\nConciliation Act, 1996 upsetting the judgment of the learned Single Judge whereby the\n\nlearned Single Judge had set aside the award.</span>\n</blockquote>\n<blockquote id=\"blockquote_32\">\n\n</blockquote><blockquote id=\"blockquote_33\">       In view of specific provisions of <a href=\"/doc/750244/\" id=\"a_26\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_27\">13</a> of the Arbitration and\n\nConciliation Act, 1996, any objection to the jurisdiction of the learned arbitrator is to be\n\nraised before the learned arbitrator. If the arbitrator proceeds with the reference, the award\n<span class=\"hidden_text\" id=\"span_27\">                                                 11</span>\n\n\nwould have to be challenged under <a href=\"/doc/1722761/\" id=\"a_28\">Section 34</a>.           The award of the arbitrator might be\n\nchallenged on the ground of want of jurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_34\">\n\n</blockquote><blockquote id=\"blockquote_35\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1224316\" id=\"span_28\">The judgment in <a href=\"/doc/1224316/\" id=\"a_29\">Krishna Kumar</a> (supra) was rendered in the particular facts of that\n\ncase, in the context of the provisions of the <a href=\"/doc/1306164/\" id=\"a_30\">Arbitration and Conciliation Act, 1996</a>. From\n\nthe judgement of the learned Single Judge, which was also cited before this Court, it\n\nappears that objection to the jurisdiction of the arbitrator had been taken before the learned\n\narbitrator, but not sustained. The judgment has no application in this proceeding under the\n\n<a href=\"/doc/1052228/\" id=\"a_31\">Arbitration Act, 1940</a>.</span>\n</blockquote>\n<blockquote id=\"blockquote_36\">\n\n</blockquote><blockquote id=\"blockquote_37\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_29\">In <a href=\"/doc/1625415/\" id=\"a_32\">Kiran Singh &amp; Ors. vs. Chaman Paswan &amp; Ors.</a>(supra) the Supreme Court inter\n\nalia held as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_38\">                                &quot;The answer to these contentions must depend on what the\n                        position in law is when a Court entertains a suit or an appeal over\n                        which it has not jurisdiction, and what the effect of <a href=\"/doc/1757983/\" id=\"a_33\">section 11</a> of the\n                        Suits Valuation Act is on that position. It is a fundamental principle\n                        well-established that a decree passed by a Court without jurisdiction is\n                        a nullity, &amp; that its invalidity could be set up whenever and wherever it\n                        is sought to be enforced or relied upon, even at the stage of execution\n                        and even in collateral proceedings. A defect of jurisdiction, whether it\n                        is pecuniary or territorial, or whether it is in respect of the subject-\n                        matter of the action, strikes at the very authority of the Court to pass\n                        any decree, and such a defect cannot be cured even by consent of\n                        parties. If the question now under consideration fell to be determined\n                        only on the application of general principles governing the matter,\n                        there can be no doubt that the District Court of Monghyr was coram\n                        non judice, and that its judgment and decree would be nullities. The\n                        question is what is the effect of <a href=\"/doc/1757983/\" id=\"a_34\">section 11</a> of the Suits Valuation Act\n                        on this position.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_45\">       The jurisdiction of Court cannot be equated with the jurisdiction of the arbitrator.\n\nWhile the jurisdiction of Court is created by statute, the arbitrator derives jurisdiction from\n<span class=\"hidden_text\" id=\"span_30\">                                                12</span>\n\n\nagreement. An agreement might be modified by the course of conduct of the parties. Thus,\n\nthe defect in appointment of an arbitrator may be deemed to have been waived by\n\ncontinuous participation without objection.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"917320\" id=\"span_31\">The judgment of the Rajasthan High Court in <a href=\"/doc/917320/\" id=\"a_35\">Smt. Jeevani Bano vs. Smt. Asha Arora\n\n&amp; Ors.</a> (supra) was also rendered in the context of the jurisdiction of a Court of law. The\n\nRajasthan High Court held that the objection to jurisdiction of Court could be raised at any\n\nstage.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_32\">In <a href=\"/doc/1478013/\" id=\"a_36\">Tarapore &amp; Co.</a> (supra) the Supreme Court held as follows:</span>\n</p>\n<blockquote id=\"blockquote_39\">                             &quot;The aforesaid are the rival contentions relating to jurisdiction.\n                      Before we express our views on this all important question, it deserves\n                      to be stated that if an authority would lack jurisdiction in the sense that\n                      the subject-matter is not amenable at all to its decision, i.e., the case be\n                      of patent lack of jurisdiction, acquiescence of the parties would not be\n                      material inasmuch as it is settled law that by agreement jurisdiction\n                      cannot be conferred. The present is, however, not such a case\n                      inasmuch as the arbitration clause, 4.3.29, reading as below:\n</blockquote><blockquote id=\"blockquote_40\">                                     &quot;...any dispute as to the meaning or the specification,\n                             conditions etc. or as to the quality of materials, workmanship\n                             etc. or any other matter, thing, dispute or question whatsoever\n                             relating to or arising out of or in any way connected with the\n                             contract whether arising during the period of the contract or\n                             after the completion shall be referred to the Arbitration of two\n                             persons, one each to be nominated by either party to the dispute,\n                             the two Arbitrators so appointed selecting an Umpire.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_50\">                      Would show that any dispute relating to or arising out of or in any way\n                      connected with the contract has to be referred to arbitration. The\n                      present was definitely a dispute arising out of or connected with the\n                      contract. The subject-matter of the dispute is thus squarely covered by\n                      the arbitration clause and therefore we do not read parent lack of\n                      jurisdiction on the part of the arbitrators in having gone into the\n                      question of reimbursement. The best that could be said is that the\n                      terms of the agreement being what they are, the arbitrators had no\n                      jurisdiction to entertain the claim, and so, the present was a case of\n<span class=\"hidden_text\" id=\"span_33\">                                               13</span>\n\n\n                     latent lack of jurisdiction. In such a case acquiescence of the parties\n                     may be relevant.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n       The Supreme Court in effect found that where a dispute arose out of or was\n\nconnected with the contract, and the subject-matter of the dispute was squarely covered by\n\nthe arbitration clause, the defect in constitution of the Arbitral Tribunal could at best be\n\nsaid to be a case of latent lack of jurisdiction where acquiescence of the party might be\n\nrelevant.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1781479\" id=\"span_34\">In <a href=\"/doc/1781479/\" id=\"a_37\">Union of India vs. M.P. Gupta</a> (supra), the Supreme Court was considering an\n\nappeal from an order of the Division Bench of the High Court whereby the Division Bench\n\nhad dismissed an appeal from an order of the Single Bench appointing a retired Judge as\n\narbitrator in contravention of Clause 64(3)(a)(ii) of the Contract, in terms whereof two\n\narbitrators, who were gazetted railway officers of equal status were to be appointed in the\n\nmanner <a href=\"/doc/1781479/\" id=\"a_38\">laid down in</a> Clause 64(3)(b), for all claims of Rs.5 lakhs and above, and for all\n\nclaims irrespective of the amount, if the issues involved were of a complicated nature.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1781479\" id=\"span_35\">In <a href=\"/doc/1781479/\" id=\"a_39\">M.P. Gupta</a> (supra) the Supreme Court held that a retired Judge could not be\n\nappointed sole arbitrator, there being an express provision in the contract for appointment\n\nof two arbitrators. The parties had not participated in proceedings before the arbitrator.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"546566\" id=\"span_36\">The order in <a href=\"/doc/546566/\" id=\"a_40\">A. Mohammed Yunus vs. Food Corporation of India</a> (supra) was passed\n\nin the particular facts of the case. The judgment does not lay down any binding precedent.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1311958\" id=\"span_37\">The earlier judgments in <a href=\"/doc/1311958/\" id=\"a_41\">Prasun Roy</a> (supra) and other cases were also not considered.</span>\n<span class=\"hidden_text\" id=\"span_38\">                                                 14</span>\n\n\n\n\n</p><blockquote id=\"blockquote_41\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"714743\" id=\"span_39\">&quot;Reasons&quot; have been defined in <a href=\"/doc/714743/\" id=\"a_42\">Union of India vs. M.L. Capoor</a> reported in AIR\n\n1974 SC 87 as submitted by Mr. Mukherjee. They are:</span>\n</blockquote>\n<blockquote id=\"blockquote_42\">       &quot;The links between the materials on which certain conclusions are based and the\nactual conclusions. They disclose how the mind is applied to the subject matter for a\ndecision whether it is purely administrative or quasi-judicial. They should reveal a rational\nnexus between the facts considered and the conclusions reached. Only in this way can\nopinions or decisions recorded be shown to be manifestly just and reasonable&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_56\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_40\">Although it is not necessary for the arbitrators to have a detailed judgment, as held in\n\n<a href=\"/doc/1625415/\" id=\"a_43\">Singh Verma &amp; Ors</a> (supra) cited by Mr. Mukherjee, the reasons must be adequate, in the\n\nsense that they must deal with the points raised; intelligible, in the sense that the facts\n\nfound must reasonably support the conclusion, and proper, in the sense that the conclusion\n\nmust not be an illegal one.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"205027\" id=\"span_41\">The award of the learned Arbitrator is sufficiently reasoned and is based on his\n\nanalysis of the materials and evidence on record. The arbitrator is not required to give\n\ndetailed reasons as held by the Supreme Court in <a href=\"/doc/205027/\" id=\"a_44\">Indian Oil Corporation vs. Indian Carbon\n\nLtd.</a> reported in AIR 1988 SC 1340. Short intelligible reasons indicating the mind of the\n\narbitrator, as in the instant case, would suffice.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">       It is a well-established proposition that this Court cannot scrutinize the\n\nreasonableness of the reasons given by the arbitrator. This proposition finds support from\n\nthe judgment of the Supreme Court in Municipal Corporation of Delhi vs. M/s. Jagannath\n\nAshok Kumar reported in AIR 1987 SC 2316.\n</p><span class=\"hidden_text\" id=\"span_42\">                                                15</span><p data-structure=\"Conclusion\" id=\"p_61\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_62\">       Clause 16(2) of the General Conditions of Contract relied upon by Mr. Mukherjee\n\nfell for consideration in different Division Bench judgments of this Court.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193400\" id=\"span_43\">In <a href=\"/doc/193400/\" id=\"a_45\">Union of\n\nIndia vs. Royal Construction</a> reported in (2002) 1 CHN 13, the Division Bench held that the\n\nsaid clause did not prohibit the arbitrator from granting interest.</span> Similar view was taken in\n\nthe judgment of the Division Bench dated 8th August, 2001 in G.A. No.3694 of 2000 (Union\n\nof India vs. Lovely Construction), which does not appear to have been reported.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_63\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1259387\" id=\"span_44\">In <a href=\"/doc/1259387/\" id=\"a_46\">Union of India vs. Pam Development Pvt. Ltd.</a> reported in AIR 2005 Cal. 332 the\n\nDivision Bench held that notwithstanding Clause 16(2) the arbitrator has power to grant\n\ninterest.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142872667\" id=\"span_45\">It is true that in <a href=\"/doc/142872667/\" id=\"a_47\">Union of India vs. Budhlani Engineering Pvt. Ltd.</a> (2008 CWN\n\n(Vol.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1259387\" id=\"span_46\">112) 1195 a Division Bench presided over by Bhaskar Bhattacharya, J. has differed\n\nfrom the view taken in <a href=\"/doc/1259387/\" id=\"a_48\">Pam Development</a> (supra) and referred the issue of whether Clause\n\n16(2) prohibits the arbitrator from granting interest to the Chief Justice for constitution of a\n\nlarger Bench.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n\n</p><p data-structure=\"Precedent\" id=\"p_65\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1766532\" id=\"span_47\">Be it noted that in Board of Trustees for the <a href=\"/doc/1766532/\" id=\"a_49\">Port of Calcutta vs. Engineers-De-\n\nSpace-Age</a> reported in (1996) 1 SCC 516, cited by Mr. Ghosh, the Supreme Court held that\n\na clause of the contract prohibiting the Commissioners from granting interest on account of\n\ndelayed payment to the contractor was to be strictly construed. The Supreme Court found\n\nthat the clause did not prohibit the arbitrator from awarding interest pendente lite. The\n\nSupreme Court held that the arbitrator had jurisdiction to interpret the clause of the\n\ncontract, to decide whether pendente lite interest could be awarded by him thereunder.</span>\n<span class=\"hidden_text\" id=\"span_48\">                                               16</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_66\">       The very fact that at least three Division Benches have taken the view that the\n\narbitrator might award interest notwithstanding Clause 16(2) and other Division Benches\n\nhave taken a different view, makes it clear that Clause 16(2) is capable of more than one\n\ninterpretation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n\n</p><p data-structure=\"Precedent\" id=\"p_68\">       The arbitrator has the authority to interpret the provisions of the contract based on\n\nhis understanding of the law and the Court would not interfere with the interpretation unless\n\nthe same was patently perverse, unreasonable, absurd, whimsical and shocked the\n\nconscience of the Court. If the arbitrator&#x27;s interpretation of Clause 16(2) derives support\n\nfrom at least three Division Bench judgments, it cannot be said that the award of interest is\n\nso grossly erroneous or arbitrary as to warrant interference of this Court in an application\n\nfor setting aside under <a href=\"/doc/1503578/\" id=\"a_50\">Section 30</a> read with <a href=\"/doc/1154891/\" id=\"a_51\">Section 33</a> of the Arbitration Act, 1940. This\n\nCourt, in exercise of jurisdiction under <a href=\"/doc/1503578/\" id=\"a_52\">Section 30</a> read with <a href=\"/doc/1154891/\" id=\"a_53\">Section 33</a> of the Arbitration\n\nAct, 1940 does not sit in appeal over the award made by an arbitrator.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_69\">       This application thus fails and is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">                                                            (Indira Banerjee, J.)\n </p>","numcites":30,"numcitedby":0,"docsource":"Calcutta High Court","citetid":187611834,"divtype":"judgments","relatedqs":[{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"works contract","formInput":"works%20contract"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"m p. gupta ","formInput":"m%20p.%20gupta%20"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"\"nullity\"","formInput":"%22nullity%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}