{"tid":163248511,"publishdate":"1800-01-01","title":"M/S.Archer Power Systems Private ... vs Kohli Ventures Limited","doc":"<h2 class=\"doc_title\">M/S.Archer Power Systems Private ... vs Kohli Ventures Limited</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-sundar\">M.Sundar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-banerjee\">Indira Banerjee</a>, <a href=\"/search/?formInput=benchid:m-sundar\">M.Sundar</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nRESERVED ON : 24.08.2017\n\nDELIVERED ON :   16.11.2017\n\nCORAM :\n\nThe Hon&#x27;ble Ms.INDIRA BANERJEE, CHIEF JUSTICE\nAND\nThe Hon&#x27;ble Mr.JUSTICE M.SUNDAR \n\nOriginal Side Appeal No.144 of 2017\n&amp;\nC.M.P.No.10504 of 2017\n\nM/s.Archer Power Systems Private Limited\n403L, Pantheon Road\nEgmore\nChennai \u0016 600 008\nNow at 3rd Floor, Block A, Bannari Amman Towers\nNo.29, Dr.Radhakrishnan Road\nMylapore\nChennai- 600 004\nRepresented by its Director Rohit Rabindernath\t\t.. Appellant \n\n\t\tVs.\n\n1.Kohli Ventures Limited\n   Company incorporated in British Virgin Island\n   Having its office at\n   9th Floor, Suit 4\n   Berkeley Square House, Berkeley Square\n   London, IND 6DD United Kingdom\n\n2.Cascade Energy Ptd Ltd.,\n    Nominee of Kohli Ventures Limited\n    Having its registered office at No.203\n    Hosgang Street, No.03-73\n    Singapore \u0016 530 203\n\n3.Zynergy Solar Projects and Services Private Limited\n   403 L, Pantheon Road, Egmore, Chennai \u0016 600 008\n   Now at 3rd Floor, Block A, Bannari Amman Towers\n   No.29, Dr.Radhakrishnan Road, Mylapore\n   Chennai \u0016 600 004\n\n4.Rohit Rabindranath\n   S/o.Late Rabindra\n   Road No.26, Poes Garden\n   Gopalapuram\n   Chennai \u0016 600 086\n\n5.Greatshine Holdings Private Limited\n   403 L, Pantheon Road, Egmore, Chennai \u0016 600 008\n   Now at 3rd Floor, Block A, Bannari Amman Towers\n   No.29, Dr.Radhakrishnan Road, Mylapore\n   Chennai \u0016 600 004\n\n6. Alectrona Engery Private Limited\n   403L, Pantheon Road, Egmore, Chennai \u0016 600 008\n   Now at 3rd Floor, Block A, Bannari Amman Towers\n   No.29, Dr.Radhakrishnan Road, Mylapore\n   Chennai \u0016 600 004\n\n7.Zynergy Capital Pte. Ltd.,\n   No.3, Philip Street,   \n   No.17-02, royal Group Building\n   Singapore \u0016 048693\n   Now at \u0016 100, Jalan Sultan, #03-45\n   Sultan Plaza, Singapore - 19900\t\t\t.. Respondents\n\n\nOriginal Side Appeal is preferred under Order XXXVI of the Original Side Rules r/w. Clause 15 of the Letters Patent against the decretal order passed by the learned single Judge of this Court dated 01.06.2017 and made in O.A.No.347 of 2017.\n\n\t\tFor Appellant\t: Mr.P.H.Arvind Pandian,\n\t\t\t\t\t  Senior Counsel\n\t\t\t\t\t  for Mr.Sricharan Rangarajan\n\n\t\tFor Respondents\t: Mr.M.S.Krishnan,\n\t\t\t\t\t  Senior counsel \n\t\t\t\t\t  for Mr.V.Sankara Narayanan for R2\n\n\t\t\t\t\t  Mr.Satish Parasaran,\n\t\t\t\t\t  Senior counsel\n\t\t\t\t\t  for Mr.Pawan Jhabakh for RR4 to 6\t\n\t\n\n\nJUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">M.SUNDAR, J.\n</p>\n<p data-structure=\"Precedent\" id=\"p_2\">\tThis intra-court appeal is directed against an order dated 01.06.2017 made by a learned Single Judge on the Original Side of this Court in  O.A.No.347 of 2017. To be noted, this order dated 01.06.2017 has been passed in three applications, i.e., O.A.No.347 of 2017, A.Nos.2270 of 2017 and 2271 of 2017. Further to be noted, Application Nos.2270 and 2271 of 2017 are applications in O.A.No.347 of 2017 being applications for vacating the interim order and for suspending the interim order.\n</p><p data-structure=\"Facts\" id=\"p_3\">\t2.O.A.No.347 of 2017 is an application under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as &#x27;<a href=\"/doc/1306164/\" id=\"a_2\">A and C  Act</a>&#x27; in this order for the sake of brevity).  When O.A.No.347 of 2017 was moved under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> of the A and C Act, an interim order was granted on 07.04.2017.  Subsequently, the second respondent in O.A.No.347 of 2017 entered appearance and took out applications in A.Nos.2270 and 2271 of 2017 with prayers for vacating and suspending the interim order dated 07.04.2017  respectively.\n</p><p data-structure=\"Issue\" id=\"p_4\">\t3. Learned single Judge vide the above said common order dated 01.06.2017 dismissed O.A.No.347 of 2017.  Inferentially, A.Nos.2270 and 2271 of 2017 stood allowed.\n</p><p data-structure=\"Issue\" id=\"p_5\">\t4.Aggrieved, the applicant before the learned single Judge is before us in this intra-Court appeal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">\t5.It may be necessary to set out a thumbnail sketch of the facts under the caption &#x27;Factual Matrix&#x27; for the purpose of appreciating our  judgment and we do so infra.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\t6. FACTUAL MATRIX :\n</p><blockquote id=\"blockquote_1\">\t6(a) Before setting out the factual matrix we make it clear that this is only a thumbnail sketch of facts as stated supra.  This is so as the entire matter pertains to an issue of jurisdiction.\n</blockquote><blockquote id=\"blockquote_2\">\t6(b) In terms of individuals, there are two individuals who are the main players in this entire commercial venture. One is Rohit Rabindranath, who is said to be a promoter of some entities/companies which have been collectively described as &#x27;Zynergy Group of Companies&#x27;.  The other is Tej Kohli, a Costa Rican national of Indian origin, who is believed to have  residential and corporate track records in U.S.A, U.K, Costa Rica and several other countries.\n</blockquote><blockquote id=\"blockquote_3\">\t6(c) To be noted, according to the appellant before us, it subsequently came to light that Tej Kohli was also known as Navtej Kohli.\n</blockquote><blockquote id=\"blockquote_4\">\t6(d) Besides the two individuals referred to supra, there are 7 entities which are players in a commercial venture which is the subject matter of this appeal before us.  For the purpose of brevity, convenience and clarity, we refer to the seven entities in the following manner:\n</blockquote><blockquote id=\"blockquote_5\">i.Archer Power Systems Private Limited, which is the appellant before us, is an Indian Company and is hereinafter referred to as &#x27;Archer India&#x27;;\n</blockquote><blockquote id=\"blockquote_6\">ii.Kohli Venture Limited, which is the first respondent before us is a company registered in British Virgin Islands and is hereinafter referred to as &#x27;Kohli Ventures, BVI&#x27;;\n</blockquote><blockquote id=\"blockquote_7\">iii.Cascade Energy Pte Ltd.,, which is the second respondent  before us is an entity registered under the Laws of Singapore and is hereinafter referred to as &#x27;Cascade Singapore&#x27;;\n</blockquote><blockquote id=\"blockquote_8\">iv.Zynergy Solar Projects and Services Private Limited, which is the third respondent before us is an Indian company and is hereinafter referred to as &#x27;Zynergy Solar, India&#x27;;\n</blockquote><blockquote id=\"blockquote_9\">v.Greatshine Holdings Private Limited, which is the 5th respondent before us is an Indian company and is hereinafter referred to as &#x27;Greatshine Holdings, India&#x27;;\n</blockquote><blockquote id=\"blockquote_10\">vi.Alectrona Energy Private Limited, which is the 6th respondent before us is an Indian company and is hereinafter referred to as &#x27;Alectrona India; and\nvii.Zynergy Capital Pte. Ltd.,, which is the 7th respondent before us is the company registered under the Laws of Singapore and is hereinafter referred to as &#x27;Zynergy Capital, Singapore&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_11\">\t6(e) To be noted, one of the above said two individuals, Rohit Rabindranath, the Indian National is Respondent No.4 before us.  The other individual referred to supra i.e., Tej Kohli, a Costa Rican national of Indian origin is not a party before us.\n</blockquote>\n<blockquote id=\"blockquote_12\">\t6(f) Particularly speaking, Kohli Ventures, BVI holds 51% shares in Zynergy Solar, India.  51% share holdings of Kohli Ventures, BVI in Zynergy Solar, India is through Cascade, Singapore, which holds the said shares as a nominee of Kohli Ventures, BVI.  To be precise, according to the appellant, the said 51% shares  is 67,46, 998 equity shares of Rs.10/- each.\n</blockquote>\n<blockquote id=\"blockquote_13\">\t6(g) Both Greatshine Holdings, India and Alectrona, India are subsidiaries of Zynergy Solar, India.  To be noted,  according to the appellant, these two companies become subsidiaries of Zynergy Solar, India because Kohli Ventures, BVI holds 61.62% and 96.44% shares respectively in these two companies.\n</blockquote>\n<blockquote id=\"blockquote_14\">\t6(h) We have mentioned supra that one of the individuals Rohit Rabindranath is the promotor of Zynergy Group of Companies.  It is to be noted that according to the appellant, the Zynergy Groups of Companies is constituted by Archer India, Zynergy Solar India, Greatshine Holdings, India, Alectrona, India and Zynergy Capital, Singapore.\n</blockquote><blockquote id=\"blockquote_15\">\t6(i) While 51% shares  in Zynergy Solar, India is held by Kohli Ventures, BVI, as mentioned supra, the remaining 49% share in Zynergy Solar India is held by Archer, India, which is the appellant before us.\n</blockquote>\n<blockquote id=\"blockquote_16\">\t6(j) At the risk of repetition, we are not delving further into factual details qua shareholding, intra stakes etc., as we are dealing with a jurisdictional issue.\n</blockquote><blockquote id=\"blockquote_17\">\t6(k) It is the case of the appellant that the above said two individuals  Rohit Rabindranath and Tej Kohli met and after several rounds of discussion regarding business expansion by infusion of further funds, entered into four contracts/agreements,  the details of which in the sequence in which they were entered into are as follows:\n</blockquote><blockquote id=\"blockquote_18\">\ti) Strategic Investment Agreement dated 27.07.2015;\n</blockquote><blockquote id=\"blockquote_19\">\tii) Shareholders Agreement dated 27.07.2015;\n</blockquote><blockquote id=\"blockquote_20\">\tiii)  FCCB Agreement dated 11.08.2015; (though the expansion has not been set out in the pleadings before the learned Single Judge  or in the memorandum of grounds before us, we learnt of the same in the hearing and also gathered the same from the contract that &#x27;FCCB&#x27; stands for &#x27;Fully compulsorily Convertible Bonds&#x27;); and\n</blockquote><blockquote id=\"blockquote_21\">\tiv) OFCD Agreement dated 11.08.2015  (though the expansion has not been set out in the pleadings before the learned Single Judge  or in the memorandum of grounds before us, we  learnt of the same in the hearing and also gathered the same from the contract that OFCD stands for Optionally Fully Convertible Debentures).\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">To be noted, with regard to agreements of even date, the sequence in which they were entered into is as per the submissions of the appellant before us.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">\t6(l) When the individuals and entities set out supra embarked upon their commercial venture, it is averred that it ran into rough weather when a  e-mail dated 12.07.2016 and a letter dated 02.03.2017 were caused to be issued  by the Reserve Bank of India (&#x27;RBI&#x27; for brevity).  It is also averred that trouble brewed further when the bankers of Alectrona India (which is a wholly-owned subsidiary of Zynergy Solar, India) issued certain letters relating to &#x27;Know Your Customer&#x27; (&#x27;KYC&#x27; for brevity) of the 51% of the shareholders.\n</p><p data-structure=\"Issue\" id=\"p_10\">\t6(m) In a nutshell, it is the case of the appellant (Archer, India) that post allotment of securities and transfer of shares in favour of  Cascade, Singapore, Archer India came to understand from the above said communications from RBI that OFCD Agreement entered into by Archer India with Kohli Ventures, BVI, contemplates acts that are not permitted under certain provisions of a master circular dated 01.07.2015 issued by RBI under the provisions of <a href=\"/doc/1058990/\" id=\"a_4\">Section 6(3)</a> of Foreign Exchange Management Act, 1999 (FEMA for brevity)  read with a FEMA notification dated 03.05.2000.\n</p><p data-structure=\"Precedent\" id=\"p_11\">\t6(n)We again do not delve further into this aspect of the matter, as we are dealing with a jurisdictional issue.\n</p><p data-structure=\"Issue\" id=\"p_12\">\t6(o)Under the above said circumstances, Archer India filed a company petition in C.P.No.13 of 2017 on 16.03.2017 on the file of the National Company Law Tribunal (hereinafter referred to as &#x27;NCLT&#x27; for brevity), complaining of oppression and mismanagement with the plea of rectification of register of members. It is the admitted case of Archer India that it filed this company petition in NCLT on coming to know about Tej Kohli and his entities in due diligence conducted by it pursuant to the above said letters from the bankers of  Zynergy Solar, India and RBI. There were no interim orders. It is also alleged by Cascade Singapore that Archer India filed this company petition on the file of NCLT by pleading that arbitration clause is not applicable. However, we shall deal with this under the caption &#x27;Discussion&#x27; infra later.\n</p><p data-structure=\"Issue\" id=\"p_13\">\t6(p) Thereafter, complaining that there is breach / violation of contracts /agreements, Archer, India filed an application being O.A.No.347 of 2017 before a learned Single Judge on the Original Side of this Court invoking <a href=\"/doc/1079220/\" id=\"a_5\">Section 9</a>  of the A and C Act with prayers for interim injunction restraining Kohli Ventures, BVI and Cascade, Singapore and their agents or any one acting under them from exercising any of their rights under the above said Shareholders Agreement dated 27.07.2015, FCCB Agreement dated 11.08.2015 and OFCD agreement dated 11.08.2015.  Though couched as a limb and further limb of one prayer, in sum and substance, Archer India wanted to injunct Kohli BVI, and Cascade, Singapore from exercising any of their rights under the four contracts/agreements, namely Strategic Investment Agreement, Shareholders Agreement, both dated 27.07.2015, FCCB and OFCD Agreements, both dated 11.08.2015.\n</p><p data-structure=\"Section\" id=\"p_14\">\t6(q) None was on caveat  when the application was moved. Learned Single Judge of this Court on the original side granted an interim order as prayed for on 07.04.2017. To be noted, when the application was moved Archer India had not invoked the arbitration clause.  In other words, when the application was moved, Arbitration proceedings had not commenced within the meaning of <a href=\"/doc/138599/\" id=\"a_6\">Section 21</a> of the A and C Act. For the purpose of abundant clarity on facts, it is to be stated that there is nothing before us to show that the arbitration proceedings have commenced now.  We were informed in the hearing that the notice of invocation was issued on 28.06.2017 without placing a copy of the notice or acknowledgment for receipt of the same by the noticees. We do notice that arbitration proceedings would commence only on receipt of the trigger notice from the appellant herein by the noticees as would be evident from a plain reading of <a href=\"/doc/138599/\" id=\"a_7\">Section 21</a> of the A and C Act.\t\n</p><p data-structure=\"Facts\" id=\"p_15\">\t6(r) As stated supra, after service of notice, respondents entered appearance and Cascade Singapore, which was arrayed as second respondent before the learned single Judge also took out applications in A.Nos.2270 and 2271 of 2017  for vacating and suspending respectively the interim orders dated 07.04.2017.\n</p><p data-structure=\"Facts\" id=\"p_16\">\t6(s) After a hearing and detailed discussion, the learned single Judge  dismissed O.A.No.347 of 2017.\n</p><p data-structure=\"Issue\" id=\"p_17\">\t7. Aggrieved, Archer India has preferred the instant intra-Court appeal before us.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">     \t8. Having set out the factual matrix in a nutshell (thumbnail sketch as we prefer to describe it), we now proceed to discuss and analyse the submissions and counter submissions under the caption &#x27;discussion&#x27;:\n</p>\n<blockquote id=\"blockquote_22\">DISCUSSION:\n</blockquote>\n<blockquote id=\"blockquote_23\">\t8 (a) The  sheet anchor submission on the basis of which Archer India moved the <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> application is that there have been several misrepresentations, primarily by Tej Kohli / respondents, which have  lead to breach/ violation of the terms of the four contracts /agreements, i.e., Strategic Investment Agreement dated 27.07.2015  (hereinafter &#x27;SIA&#x27; for brevity), Shareholders Agreement also dated 27.07.2015 (hereinafter &#x27;SHA&#x27; for brevity), Fully Compulsorily Convertible Bonds Agreement dated 11.08.2015 (hereinafter &#x27;FCCB&#x27; for brevity) and Optionally Fully Convertible Debentures Agreement also dated 11.08.2015 (hereinafter &#x27;OFCD&#x27; for brevity).\n</blockquote>\n<p data-structure=\"Section\" id=\"p_19\">\t8(b) While denying the misrepresentation, breach/violation, the primary contention of Cascade, Singapore, which sought to vacate and suspend the interim order is that the Indian Courts do not have jurisdiction to entertain an application under <a href=\"/doc/1079220/\" id=\"a_9\">Section 9</a> of A and C Act, as there is a specific clause in the contracts/agreements between the parties excluding the provisions of application of <a href=\"/doc/1306164/\" id=\"a_10\">A and C Act</a>.\n</p><p data-structure=\"PetArg\" id=\"p_20\">\t8(c) The learned single Judge, after analyzing the rival submissions dismissed O.A.No.347 of 2017 mainly on two grounds.  One is that the Indian Courts do not have jurisdiction to entertain the application as the parties by express terms / covenants excluded the applicability of <a href=\"/doc/1306164/\" id=\"a_11\">A and C Act</a>.  The second ground is that there is no intention to arbitrate on the part of Archer India much less manifest intention to arbitrate, owing to which the proximate cause between arbitration and interim order has snapped.  In other words, the second ground in simplistic terms is that the arbitration clause has not been triggered off by Archer India even after moving Court, obtaining interim order and for that matter, even after Cascade, Singapore, had entered appearance and sought to vacate and suspend the interim order. To be noted, it was not triggered even on 01.06.2017 when the learned Single Judge dismissed O.A.No.347 of 2017 after hearing both sides elaborately.\n</p><p data-structure=\"Section\" id=\"p_21\">\t8(d) It may be necessary to extract the relevant clauses, particularly the Dispute Resolution Clauses in the aforesaid four contracts/agreements and we do so:\n</p>\n<blockquote id=\"blockquote_24\">\ti)In SIA dated 27.07.2015, the relevant clauses are Clauses 49 and 50:\n</blockquote><blockquote id=\"blockquote_25\">\u0013Dispute Resolution:-\n</blockquote><blockquote id=\"blockquote_26\">49) That in case of any dispute arising out of this agreement or any of the implementation agreement the same will be initially settled by way of conciliation between the parties at company level, failing which conciliation proceedings will be continued at the level of Board of Directors of the respective companies. In case the parties do not come to a settlement or understanding based on the conciliation proceedings, the matter will be referred arbitration under the aegis of International Chamber of Commerce, to be held at London.\n</blockquote>\n<blockquote id=\"blockquote_27\">Applicable Laws\n</blockquote><blockquote id=\"blockquote_28\">50) This agreement is being executed at New Delhi and will be subject to the laws of India.......\u0014 \n\n</blockquote><blockquote id=\"blockquote_29\">\tii) Clauses 89 and 91 of the SHA dated 27.07.2015 are relevant and the same are extracted hereunder:\n</blockquote><blockquote id=\"blockquote_30\">\t\u001389. The Arbitration proceedings shall take place in London and under the rules and regulations of ICC (International Chambers of Commerce) (\u0013Arbitration Rules\u0014) in terms of India Laws, by a sole arbitrator appointed by ICC. The arbitrator shall determine what discovery will be permitted, based on the principle of limiting the cost and time that the parties must expend on discovery; provided however, that the arbitrator shall permit such discovery as they deem necessary or advisable to achieve an equitable resolution of the dispute. The decision and/or award rendered by the arbitrator shall be binding on the parties. The costs of any arbitration (including reasonable attorney fees) of the parties shall be borne by the party against whom the award is passed, unless the arbitrator determines otherwise.\n</blockquote><blockquote id=\"blockquote_31\">\t91. <a href=\"/doc/1306164/\" id=\"a_12\">The Indian Arbitration Act, 1996</a> will not apply to the Arbitration Proceedings as the law applicable to such Arbitration shall be British law. To enforce the decision of Arbitrator the parties shall be free to take support of Indian Courts and Judicial system in terms of international law.\u0014\n\n</blockquote><blockquote id=\"blockquote_32\">\tiii) Though not projected before us, we also notice clauses 18 to 20 of the FCCB dated 11.08.2015, which read as follows:\n</blockquote><blockquote id=\"blockquote_33\">Arbitration:\n</blockquote><blockquote id=\"blockquote_34\"> 18) Exclusively of Arbitration: Subject to Clause 17, all disputes, controversies and claims directly or indirectly arising in relation to the validity, interpretation, construction, performance, breach, termination or enforceability of the Agreement (including without limitation, this clause)(collectively disputes) shall be submitted to final and binding arbitration by a panel of 1 (one) sole arbitrator in terms of India Law and in accordance with the rules of conciliation and arbitration of the international chamber of commerce (the ICC), London.\n</blockquote><blockquote id=\"blockquote_35\"> 19)Reference to the Strategic Investment Agreement: The provisions of clause of the Strategic Investment Agreement shall apply to the resolution of any such disputes and to any such arbitration.\n</blockquote><blockquote id=\"blockquote_36\">Dispute Resolution:\n</blockquote><blockquote id=\"blockquote_37\"> 20) That in case of any dispute arising out of this agreement or any of the implementation agreement, the same will be initially settled by way of conciliation between the parties at company level, failing which conciliation proceedings will be continued at the level of Board of Directors of the respective companies. In case the parties do not come to a settlement or understanding based on the conciliation proceedings, the matter will be referred arbitration under the aegis of International chamber of Commerce, to be held at London.\n</blockquote>\n<blockquote id=\"blockquote_38\">\tiv)Again though not projected, we also notice clauses 23 and 24 of the OFCD agreement, which read as follows:\n</blockquote><blockquote id=\"blockquote_39\">Dispute Resolution:\n</blockquote><blockquote id=\"blockquote_40\">\t23) That in case of any dispute arising out of the agreement or any of the implementation agreement, the same will be initially settled by way of conciliation between the parties at company level, failing which conciliation proceedings will be continued at the level of Board of Directors of the respective companies. In case the parties do not come to a settlement or understanding based on the conciliation proceedings, the matter will be referred arbitration under the aegis of International Chamber of Commerce, to be held at London.\n</blockquote><blockquote id=\"blockquote_41\">Applicable Laws:\n</blockquote><blockquote id=\"blockquote_42\">\t24) This agreement is being executed at New Delhi and will be subject to the laws of India.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_22\">\t8(e) Having noticed the above clauses, we have also noted the submissions of the learned counsel for the appellant that the above said contracts/agreements were executed in the sequence in which they have been set out and we also find that the parties have definitely chosen Alternate Dispute Resolution (&#x27;ADR&#x27; for brevity) as the mode dispute resolution. The ADR chosen is arbitration, particularly institutional arbitration through International Chamber of Commerce (&#x27;ICC&#x27; for brevity), London. \n</p><p data-structure=\"Section\" id=\"p_23\">\t8(f) We need to necessarily remind ourselves of the legal position that once the seat of arbitration is set out by the parties explicitly, it follows that the curial law,  i.e., procedural law for arbitration shall be the law of the country which is seat for the arbitration. In this case, the seat of arbitration is ICC, London. The parties have not made any departure in this regard (curial law). The parties have not said that Indian laws would be the curial law. Therefore, in the absence of any express departure, we go by the well established principle that once the parties set out the seat of arbitration, curial law follows. In other words, curial law shall be law of UK/British Laws in this case. \n</p><p data-structure=\"Precedent\" id=\"p_24\">\t8(g)We also notice that the parties have covenanted that proper law for the contract shall be Indian Laws. \n</p><p data-structure=\"CDiscource\" id=\"p_25\">\t8(h) Another factor that emerges from a conjoint reading of the clauses of the contracts / agreements is that the parties have agreed that any entity, which is a contracting party, shall take recourse to enforcement of a foreign award under <a href=\"/doc/1306164/\" id=\"a_13\">Part II of the A and C Act</a>. To be noted, this is a post award scenario.\n</p><p data-structure=\"Section\" id=\"p_26\">\t8(i) The above is set out by us in the light of the fact that the parties vide SHA have specifically and particularly excluded the provisions of the <a href=\"/doc/1306164/\" id=\"a_14\">A and C Act</a> (except for enforcement of Award under <a href=\"/doc/1306164/\" id=\"a_15\">Part II of A and C Act</a>). A harmonious reading of the clauses of the four contracts / agreements show that, complete exclusion of the <a href=\"/doc/1306164/\" id=\"a_16\">A and C Act</a> would not exclude a party from seeking enforcement of a Foreign Award under <a href=\"/doc/784819/\" id=\"a_17\">Sections 47</a>, <a href=\"/doc/963351/\" id=\"a_18\">48</a> and <a href=\"/doc/1559160/\" id=\"a_19\">49</a> of the A and C Act in the light of the other provisions of <a href=\"/doc/1306164/\" id=\"a_20\">Part II of A and C Act</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">\t8(j) Before proceeding further with our discussion on jurisdiction issue, we deem it appropriate to discuss the second aspect on which the learned single Judge dismissed the original application i.e., Arbitration not being triggered off falls for consideration. In our considered opinion, the second aspect of the matter is fairly simple and a few undisputed dates would clinch the issue. (We shall go back to our discussion of jurisdiction issue in the later part of this judgment).\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">\t8(k) The original application was moved before the learned Single Judge and an interim order was granted on 07.04.2017. Thereafter, the second respondent before us entered appearance and sought to vacate /suspend the interim order and the same was heard on 25.04.2017. Post a detailed hearing, the order that is called in question before us came to be passed by the learned Single Judge on 01.06.2017. Until this point of time, no trigger notice has been issued. Ultimately, admittedly the trigger notice was issued only on 28.06.2017. Intriguingly, to be noted, the instant intra-court appeal has been filed on 29.06.2017 i.e., the next day.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\t8(l) In this regard, we have also noted the submission made on behalf of Archer India (appellant before us) that under the contract, they have 90 days to trigger off the arbitration and therefore, they have triggered off the arbitration well within the stipulated time.\n</p><p data-structure=\"Section\" id=\"p_30\">\t8(m) This does not find favour with us. The reason is, we are testing whether the arbitration has been triggered off and commenced within the meaning of <a href=\"/doc/138599/\" id=\"a_21\">Section 21</a> of A and C Act at the earliest point of time, as  Archer India has moved the Court under <a href=\"/doc/1079220/\" id=\"a_22\">Section 9</a> of the A and C Act and obtained an interim order before commencement of the arbitration proceedings.\n</p><p data-structure=\"Section\" id=\"p_31\">\t8(n)  Therefore, it is clear that the appellant before us, namely Archer, India has moved the Court and obtained an interim order under <a href=\"/doc/1079220/\" id=\"a_23\">Section 9</a> of the A and C Act before commencement of arbitral proceedings (commencement of arbitral proceedings within the meaning of <a href=\"/doc/138599/\" id=\"a_24\">Section 21</a> of the A and C Act). There may be no infirmity or illegality in doing this. A contracting party is entitled to move a Court of competent jurisdiction before the commencement of arbitral proceedings. In fact the law is well settled that it can be done before, during and after the arbitral proceedings, but the point is, if a party chooses to move a Court purportedly under <a href=\"/doc/1079220/\" id=\"a_25\">Section 9</a> of the A and C Act before the commencement of Arbitral proceedings, such a party should take all and every effort to demonstrate its intention to commence arbitral proceedings. In other words, a party which moves a Court and obtains an interim order cannot eternally squat on the interim order without commencing arbitral proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_32\">\t8(o) To put it more succinctly, a contracting party cannot get a perpetual order under <a href=\"/doc/1079220/\" id=\"a_26\">Section 9</a> of the A and C Act. In the instant case, Archer India having moved the Court and obtained an interim order on 07.04.2017, had not done anything towards commencement of arbitral proceedings. Even after the contesting respondent, namely, Cascade Singapore, the second respondent, entered appearance and filed applications for vacating and suspending the interim order, Archer India did not do anything. Archer India had not triggered / invoked the arbitration clause even when the order came to be passed by the learned Single Judge. Archer India had done nothing towards triggering the arbitration thereafter too. Ultimately, Archer India has done so only on 28.06.2017 a day before filing the instant intra-court appeal. Therefore, we have no hesitation in holding that the learned single Judge was correct in coming to the conclusion that Archer India had not exhibited its intention to arbitrate, much less manifest intention to arbitrate. Manifest intention to arbitrate is a sine qua non for moving the Court under <a href=\"/doc/1079220/\" id=\"a_27\">Section 9</a> of the A and C Act and obtaining the interim order when <a href=\"/doc/1079220/\" id=\"a_28\">Section 9</a> application is moved before commencement of arbitral proceedings. The learned single Judge has drawn inspiration from the ratio of the Supreme Court in Firm Ashok Traders Vs.Gurumukh Das Saluja reported in (2004) 3 SCC 155, we have no reason to disagree for reasons set out in the next paragraph.\n</p><p data-structure=\"Section\" id=\"p_33\">\t8(p)\tWith regard to Firm Ashok Traders, Mr.P.H.Arvind Pandian, learned Senior Counsel submitted before us that the ratio in Firm Ashok Traders is not of relevance any more in the light of sub-section (2) of <a href=\"/doc/1079220/\" id=\"a_29\">Section 9</a> which was introduced on 23.10.2015 as part of large scale amendments to <a href=\"/doc/1306164/\" id=\"a_30\">A and C Act</a>. Unlike the position qua <a href=\"/doc/1306164/\" id=\"a_31\">A and C Act</a>, when Firm Ashok Traders was written, now the statute gives 90 days time to a <a href=\"/doc/1079220/\" id=\"a_32\">section 9</a> applicant to trigger the arbitration proceedings. In our view, this does not mean that a <a href=\"/doc/1079220/\" id=\"a_33\">section 9</a> applicant need not show any immediacy or imminence in triggering arbitration. In fact, the very prescription of a very short period like 90 days under sub-section (2) of <a href=\"/doc/1079220/\" id=\"a_34\">Section 9</a> itself is to emphasis the intention of the statute makers that a <a href=\"/doc/1079220/\" id=\"a_35\">section 9</a> applicant should be able to demonstrate immediacy and imminence, though the position that 90 days period is available to a <a href=\"/doc/1079220/\" id=\"a_36\">section 9</a> applicant to trigger the arbitration under the statute itself is indisputable. With this observation, in the light of the core issues that fall for our consideration in the instant case, we are of the further view that it would suffice to say that we have noticed that the arbitration trigger notice has been sent only a day prior to filing of the instant appeal and leave the matter to rest at that in this case. \n</p> \n<p data-structure=\"Issue\" id=\"p_34\">    \t 8(q) This takes us back to the jurisdiction issue.\n</p>\n<p data-structure=\"PetArg\" id=\"p_35\">\t8(r) Archer India, the appellant before us would primarily contend that SIA dated 27.07.2015 is the master agreement.  It would contend that it is the mother agreement and that the other three agreements, namely, SHA, FCCB and OFCD are merely for implementation of SIA. On such a plea, Mr.P.H.Aravind Pandian, learned Senior Counsel, leading Mr.Sricharan Rangarajan for the appellant and Mr.Satish Parasaran,  learned Senior Counsel instructed by counsel on record for the fourth respondent supporting the appellant would contend in unison that the Dispute Resolution clause and applicable laws clause being clauses 49 and 50 (extracted supra) in the SIA alone should have been looked into, as according to them, it is the master /mother agreement.    \n</p><p data-structure=\"Section\" id=\"p_36\">    \t8(s)Axiomatically, they would contend that the arbitration/settlement of disputes clauses being clauses 89 to 91 in the SHA  ought not to have been looked into because it is only subsequent and because SHA is only one of the implementation agreements for implementation of SIA. This obviously is a corollary of the mother agreement theory.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">     \t 8(t)In the hearing, we also pointed out that both SIA and SHA are dated 27.07.2015.  To this, both the learned Senior Counsel would contend that the agreements by their very nature are such that SIA should have preceded SHA though they were executed on the same day.  On a close scrutiny of the contents of the two agreements, we do not have much difficulty in accepting this submission,  but the submission which we feel is not indisputable is the submission that the Dispute Resolution clauses in SHA do not apply and that the Dispute Resolution clause in SIA alone would apply, merely because SIA preceded SHA.\n</p><p data-structure=\"PetArg\" id=\"p_38\">     \t8(u) It is also contended on behalf of the learned senior counsel for the appellant that with regard to <a href=\"/doc/1079220/\" id=\"a_37\">Section 9</a> of the A and C Act, they had moved the Court only under SIA and not under SHA or the other two agreements.\n</p><p data-structure=\"Precedent\" id=\"p_39\">     \t8(v) Be that as it may, we have noticed the Dispute Resolution clauses in the other two agreements, namely FCCB and OFCD agreements also and we have extracted the same supra though it was not projected before us.   \n</p><p data-structure=\"CDiscource\" id=\"p_40\">  \t9. We are of the considered opinion that all the Dispute Resolution Clauses and Applicable Laws clauses in all the four contracts/agreements have to be read harmoniously without conflict or contradiction to one another.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">  \t10. We are also of the considered view that the entire commercial venture (which now appears to have turned out to be a misadventure) is capable of being operated only when all the four contracts/agreements operated unison.\n</p><p data-structure=\"Issue\" id=\"p_42\">\t11(a)\tA crucial question which arises in this appeal is whether an application under <a href=\"/doc/1079220/\" id=\"a_38\">Section 9</a> of the A and C Act can be moved in Indian courts when the curial law is admittedly / indisputably British Laws and therefore not Indian laws.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\t11(b)\tIn the instant case, the arbitration is through ICC, London. Therefore, it follows that curial law is laws of U.K. and more particularly Rules of ICC, London. It is asserted before us that proper law for arbitration agreement is also laws of U.K. However, both the contesting parties before us submit that proper law for the contract is Indian law.\n</p>\n<p data-structure=\"RespArg\" id=\"p_44\">\t11(c)\tMr.M.S.Krishnan, learned Senior Counsel for Cascade Singapore (2nd respondent) would draw our attention to the proviso to <a href=\"/doc/883201/\" id=\"a_39\">Section 2(2)</a> of the A and C Act and say that the proviso would enure to the benefit of a party only when there is no agreement to the contrary. Saying so, learned Senior counsel draws our attention to clauses 79, 89 and 91 of the Shareholders Agreement (SHA) dated 27.07.2015. While clause 79 captioned  &#x27;Entire Agreement&#x27; says that the Shareholders agreement (SHA) together with SIA, i.e., Strategic Investment Agreement (also dated 27.07.2015) constitute the entire agreement between the parties, Clause 89 is part of the arbitration clause, which inter-alia says that arbitration proceedings shall take place in London and under the rules and regulations of ICC in terms of Indian laws and clause 91 says that the <a href=\"/doc/1306164/\" id=\"a_40\">A and C Act</a> will not apply to arbitration proceedings as the law applicable to such arbitration shall be British law.\n</p><p data-structure=\"PetArg\" id=\"p_45\">\t11(d)\tMr.M.S.Krishnan, learned Senior counsel, would, therefore, submit that the intention of parties was to say that the <a href=\"/doc/1306164/\" id=\"a_41\">A and C Act</a> will not apply to the instant case, the sole exception being implementation of an Award made abroad (ICC, London in this case) for which support of Indian Courts are required.\n</p>\n<p data-structure=\"RespArg\" id=\"p_46\">\t11(e)\tIn response, learned Senior Counsel Mr.Satish Parasaran appearing for the fourth respondent would submit that Clause 91 of the Shareholders Agreement (SHA), alluded to supra, only means that the <a href=\"/doc/1306164/\" id=\"a_42\">A and C Act</a> will not apply to arbitration proceedings as the proper law for the arbitration agreement is British Law. On this premise, Mr.Satish Parasaran, learned Senior Counsel, would go on to submit that a <a href=\"/doc/1079220/\" id=\"a_43\">Section 9</a> application under the <a href=\"/doc/1306164/\" id=\"a_44\">A and C Act</a> is not arbitration proceedings, but proceedings in relation to an arbitration. Stressing that there is a clear distinction between arbitration proceedings and proceedings in relation to arbitration, Mr.Satish Parasaran, learned Senior Counsel, submitted that the same is articulated in a reported judgment and stated that the same will be circulated, but we find that no such citation has been circulated.\n</p><p data-structure=\"Section\" id=\"p_47\">\t11(f)\tIn other words, we understand the submission of Mr.Satish Parasaran to mean that Clause 91 of the Shareholders Agreement (SHA) merely reiterates the position that British Law is not only the curial law, but also proper law for the arbitration agreement.\n</p><p data-structure=\"Section\" id=\"p_48\">\t11(g)\tWe deem it appropriate to extract Clauses 91 and 79 of the SHA, i.e., Shareholders Agreement, which reads as follows :\n</p><blockquote id=\"blockquote_43\">\t\u001391.<a href=\"/doc/1306164/\" id=\"a_45\">The Indian Arbitration Act, 1996</a> will not apply to the Arbitration proceedings as the law applicable to such Arbitration shall be British law. To enforce the decision of Arbitrator the parties shall be free to take support of Indian courts and judicial system in terms of international law.\u0014\n\t\u001379.This Agreement, together with strategic Investment agreement dated 27th July 2015 Constitutes the entire agreement between the Parties hereto with respect to the matters dealt with therein and supersedes any previous agreement between the Parties hereto in relation to such matters. Each of the Parties hereto hereby acknowledges that in entering into this Agreement it has not relied on any representation or warranty save as expressly set out herein or in any document referred to herein. No variation of this Agreement shall be valid or effective unless made by one or more instruments in writing signed by such of the Parties hereto, which would be affected by such variation.\u0014 \n\n\t11(h)\tOn first blush, the above argument appeared attractive and convincing.\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">\t11(i)\tWe also put it to Mr.M.S.Krishnan, learned Senior Counsel, who fairly accepted that there is a clear distinction between arbitration proceedings and proceedings in relation to arbitration and that a <a href=\"/doc/1079220/\" id=\"a_46\">Section 9</a> application is not an arbitration proceeding, but only a proceeding in relation to a arbitration. This fair submission by Mr.M.S.Krishnan, learned Senior Counsel, makes our task of narrowing down the issue less complex. \n</p><p data-structure=\"Section\" id=\"p_50\">\t11(j)\tWith this submission in mind, when we took a closer look at clause 91 supra, and read it as a whole, we are of the view that the submission of Mr.Satish Parasaran, learned Senior Counsel is unacceptable and untenable.  The reason is simple. Clause 91 consists of two sentences. The first sentence says that <a href=\"/doc/1306164/\" id=\"a_47\">A and C Act</a> will not apply to arbitration proceedings as it is only British Law that would apply to arbitration proceedings. Therefore, if one says that this is only a reiteration that proper law for arbitration agreement is British Law, relying on this sentence alone, it may appear convincing, but it is not to be so, as the next sentence in clause 91 says that for enforcement of a decision of the arbitrator, in other words for enforcement of an Award, the parties will be free to take support of Indian courts and Indian judicial system in terms of international law. In other words, a reading of the two sentences in clause 91 together leads us to a view that the intention of the parties as articulated in clause 91 was to exclude the <a href=\"/doc/1306164/\" id=\"a_48\">A and C Act</a> completely, the only exception being enforcement of a foreign award for which support of Indian Courts is required. This to our mind is quite indisputable. Arbitration is through ICC, London. If an award is passed, considering the nature of transaction between the parties, it is most likely that a situation will arise post award, wherein and whereunder the parties may have to enforce the award through Indian courts.   If this interpretation of clause 91 is adopted, then this clause 91 reads well in conjunction with clauses 89 and 79 of the Shareholders Agreement (SHA) and becomes &#x27;an agreement to the contrary&#x27; as occurring in proviso to <a href=\"/doc/883201/\" id=\"a_49\">Section 2(2)</a> of the A and C Act.\n</p><p data-structure=\"Section\" id=\"p_51\">\t11(k)\tIf there is an agreement to the contrary, i.e., an agreement between parties saying that the <a href=\"/doc/1306164/\" id=\"a_50\">A and C Act</a> will not apply except for enforcement of an award / post award, the question of whether it is arbitration proceedings or proceedings in relation to arbitration pales into insignificance as <a href=\"/doc/1079220/\" id=\"a_51\">section 9</a> of A and C Act itself will stand excluded.\n</p><p data-structure=\"Section\" id=\"p_52\">\t11(l)\tThe reason behind this logic is very simple and straight.\n</p><p data-structure=\"Section\" id=\"p_53\">\t11(m)\tArbitration per se is a creature of contract in contradistinction to being a creature of a statute. As arbitration per se is wholly a creature of  contract, the intention of parties is extremely solemn and sanctus. When the intention of the parties is to exclude the applicability of the <a href=\"/doc/1306164/\" id=\"a_52\">A and C Act</a> except for enforcement of a foreign Award, one has to necessarily say that the intention of parties is to exclude the <a href=\"/doc/1306164/\" id=\"a_53\">A and C Act</a> which includes <a href=\"/doc/1079220/\" id=\"a_54\">section 9</a> of A and C Act owing to which the distinction between arbitration proceedings and  proceedings in relation to arbitration pales into insignificance.\n</p>\n<p data-structure=\"Section\" id=\"p_54\">\t11(n)\tTo be noted, proviso to <a href=\"/doc/883201/\" id=\"a_55\">Section 2(2)</a> of the A and C Act talks only an agreement to the contrary and does not make a distinction between arbitration proceedings and proceedings in relation to arbitration. \n</p><p data-structure=\"Issue\" id=\"p_55\">\t11(o)\tWe also notice that all four agreements in the instant case, namely, Strategic Investment Agreement (SIA), Shareholders Agreement (SHA), FCCB Agreement and OFCD Agreement are prior to amendment to <a href=\"/doc/1306164/\" id=\"a_56\">A and C Act</a>, which came into force on 23.10.2015. To be precise and for the sake of clarity, to be noted, the Strategic Investment Agreement (SIA) and Shareholders Agreement (SHA) are dated 27.7.2015 and FCCB Agreement and OFCD Agreement are dated 11.8.2015 and the amendment to <a href=\"/doc/1306164/\" id=\"a_57\">A and C Act</a>, which has brought the proviso to <a href=\"/doc/883201/\" id=\"a_58\">Section 2(2)</a> of the A and C Act is dated 23.10.2015. \n</p><p data-structure=\"Precedent\" id=\"p_56\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_1\">11(p)\tPrior to 23.10.2015, Balco judgment [<a href=\"/doc/173015163/\" id=\"a_59\">Bharat Aluminium Company Vs. Kaiser Aluminium Technical Services Inc.</a> (2012) 9 SCC 552] dated 6.9.2012 was operating. Relevant paragraphs in Balco judgment read as follows :</span>\n</p><blockquote id=\"blockquote_44\">\t\u0013115.Upon consideration of the entire matter, it was observed in SulameRica case[2012 WL 14764 : 2012 EWHC 42 (Comm)] that \u0013In these circumstances it is clear to me that the law with which the agreement to arbitrate has its closest and most real connection is the law of the seat of arbitration, namely, the law of England\u0014 (para 14). It was thereafter concluded by the High Court that the English law is the proper law of the agreement to arbitrate (para 15). \n</blockquote><blockquote id=\"blockquote_45\">\t116.The legal position that emerges from a conspectus of all the decisions, seems to be, that the choice of another country as the seat of arbitration inevitably imports an acceptance that the law of that country relating to the conduct and supervision of arbitrations will apply to the proceedings. \n</blockquote><blockquote id=\"blockquote_46\">\t117.It would, therefore, follow that if the arbitration agreement is found or held to provide for a seat/place of arbitration outside India, then the provision that the <a href=\"/doc/1306164/\" id=\"a_60\">Arbitration Act, 1996</a> would govern the arbitration proceedings, would not make <a href=\"/doc/1306164/\" id=\"a_61\">Part I of the Arbitration Act, 1996</a> applicable or enable the Indian courts to exercise supervisory jurisdiction over the arbitration or the award. It would only mean that the parties have contractually imported from the <a href=\"/doc/1306164/\" id=\"a_62\">Arbitration Act, 1996</a>, those provisions which are concerned with the internal conduct of their arbitration and which are not inconsistent with the mandatory provisions of the English procedural law/curial law. This necessarily follows from the fact that Part I applies only to arbitrations having their seat/place in India.\u0014\n\n\t11(q)\tTherefore, we have no hesitation in coming to the conclusion that there is an agreement to the contrary between the parties in the instant case, as contemplated in proviso to <a href=\"/doc/883201/\" id=\"a_63\">Section 2(2)</a> of the A and C Act. \n</blockquote>\n<p data-structure=\"Section\" id=\"p_57\">\t11(r)\tWith regard to applicable laws and exclusion, the indisputable position that emerges in this case can be summarized as follows :\n</p><blockquote id=\"blockquote_47\">\t(a)Curial law is British Law. To be precise, curial law will be arbitration rules of International Chambers of Commerce, London;\n</blockquote><blockquote id=\"blockquote_48\">\t(b)Proper law for the arbitration agreement shall be British Law;\n</blockquote><blockquote id=\"blockquote_49\">\t(c)Proper law for the contract shall be Indian law;\n</blockquote><blockquote id=\"blockquote_50\">\t(d)There shall be a complete exclusion of the <a href=\"/doc/1306164/\" id=\"a_64\">A and C Act</a>. The lone exception being those provisions of the <a href=\"/doc/1306164/\" id=\"a_65\">A and C Act</a> which deal with the enforcement of a Foreign Award through Indian courts in India.\n</blockquote>\t\n<p data-structure=\"Precedent\" id=\"p_58\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_2\">11(s)\tWith regard to the above, we deem it appropriate to refer to a judgment of the Supreme Court in <a href=\"/doc/156247141/\" id=\"a_66\">Reliance Industries Limited and another Vs. Union of India</a> [(2014) 7 SCC 603]. Relevant paragraphs are part of paragraph 71, 72 and 73 and the same read as follows :</span>\n</p><blockquote id=\"blockquote_51\">\t\u001371.  . . . . . . . . . . . . . . .\n</blockquote><blockquote id=\"blockquote_52\">It may therefore be seen that problems arising out of an arbitration may, at least in theory, call for the application of any one or more of the following laws:\n</blockquote><blockquote id=\"blockquote_53\">1. The proper law of the contract i.e. the law governing the contract which creates the substantive rights of the parties, in respect of which the dispute has arisen.\n</blockquote><blockquote id=\"blockquote_54\">2. The proper law of the arbitration agreement i.e. the law governing the obligation of the parties to submit the disputes to arbitration, and to honour an award.\n</blockquote><blockquote id=\"blockquote_55\">3. The curial law i.e. the law governing the conduct of the individual reference.\n</blockquote><blockquote id=\"blockquote_56\">***\n</blockquote><blockquote id=\"blockquote_57\">1. The proper law of the arbitration agreement governs the validity of the arbitration agreement, the question whether a dispute lies within the scope of the arbitration agreement; the validity of the notice of arbitration; the constitution of the tribunal; the question whether an award lies within the jurisdiction of the arbitrator; the formal validity of the award; the question whether the parties have been discharged from any obligation to arbitrate future disputes.\n</blockquote><blockquote id=\"blockquote_58\">2. The curial law governs the manner in which the reference is to be conducted; the procedural powers and duties of the arbitrator; questions of evidence; the determination of the proper law of the contract.\n</blockquote><blockquote id=\"blockquote_59\">3. The proper law of the reference governs the question whether the parties have been discharged from their obligation to continue with the reference of the individual dispute.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_59\">***\nIn the absence of express agreement, there is a strong prima facie presumption that the parties intend the curial law to be the law of the \u0011seat\u0012 of the arbitration i.e. the place at which the arbitration is to be conducted, on the ground that that is the country most closely connected with the proceedings. So in order to determine the curial law in the absence of an express choice by the parties it is first necessary to determine the seat of the arbitration, by construing the agreement to arbitrate.\u0014\n\t\t\t\t(emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_60\">72. The same legal position is reiterated by this Court in Dozco [(2011) 6 SCC 179 : (2011) 3 SCC (Civ) 276 : (2010) 83 ALR 488] . In para 12 of the judgment, it is observed as follows: (SCC p. 185)\n\u001312. In the backdrop of these conflicting claims, the question boils down to as to what is the true interpretation of <a href=\"/doc/1071750/\" id=\"a_67\">Article 23.</a> This <a href=\"/doc/1071750/\" id=\"a_68\">Article 23</a> will have to be read in the backdrop of <a href=\"/doc/581566/\" id=\"a_69\">Article 22</a> and more particularly, <a href=\"/doc/1293832/\" id=\"a_70\">Article 22.1.</a> It is clear from the language of <a href=\"/doc/1293832/\" id=\"a_71\">Article 22.1</a> that the whole agreement would be governed by and construed in accordance with the laws of The Republic of Korea. It is for this reason that the respondent heavily relied on the law <a href=\"/doc/156247141/\" id=\"a_72\">laid down in</a> Sumitomo Heavy Industries Ltd. v. ONGC Ltd. [Sumitomo Heavy Industries Ltd. v. ONGC Ltd., (1998) 1 SCC 305] This judgment is a complete authority on the proposition that the arbitrability of the dispute is to be determined in terms of the law governing arbitration agreement and the arbitration proceedings have to be conducted in accordance with the curial law. This Court, in that judgment, relying on Mustill and Boyd: The Law and Practice of Commercial Arbitration in England, 2nd Edn., observed in para 15 that where the law governing the conduct of the reference is different from the law governing the underlying arbitration agreement, the court looks to the arbitration agreement to see if the dispute is arbitrable, then to the curial law to see how the reference should be conducted, \u0011and then returns to the first law in order to give effect to the resulting award\u0012. In para 16, this Court, in no uncertain terms, declared that the law which would apply to the filing of the award, to its enforcement and to its setting aside would be the law governing the agreement to arbitrate and the performance of that agreement.\u0014\nWe are in respectful agreement with the aforesaid judgment.\n</p><p data-structure=\"Section\" id=\"p_61\">\t73. In view of the aforesaid binding precedent, we are unable to accept the submission of Mr Ganguli that the <a href=\"/doc/1306164/\" id=\"a_73\">Arbitration Act, 1996</a> has not been excluded by the parties by agreement. For the same reasons, we are unable to approve the conclusions reached by the Delhi High Court that reference to laws of England is only confined to the procedural aspects of the conduct of the arbitration reference. \u0013\n\n\t11(t)\tAnother factor of importance is manifest intention to arbitrate on the part of Archer India which filed the <a href=\"/doc/1079220/\" id=\"a_74\">Section 9</a> application about which we have discussed supra in this judgment. We delve more into it now for adding clarity. There was a reference to  Firm Ashok Traders Vs.Gurumukh Das Saluja reported in (2004) 3 SCC 155 for the ratio that there cannot be an order in perpetuity and proximate cause between the trigger and the interim order should not have snapped. To this Mr.P.H.Arvind Pandian, learned Senior Counsel, would submit that Firm Ashok Traders&#x27; case is not of relevance any more post 23.10.2015 amendment to the <a href=\"/doc/1306164/\" id=\"a_75\">A and C Act</a> in the light of <a href=\"/doc/150591478/\" id=\"a_76\">Section 9(2)</a> of the A and C Act. In other words, submission of the learned Senior Counsel is that <a href=\"/doc/150591478/\" id=\"a_77\">Section 9(2)</a> of the A and C Act now provides for an applicant under <a href=\"/doc/1079220/\" id=\"a_78\">Section 9</a> of the A and C Act ninety days to commence arbitral proceedings. We have also noted supra in this judgment that the trigger notice was sent a day before the filing of the instant intra-court appeal. With regard to interpretation to <a href=\"/doc/150591478/\" id=\"a_79\">Section 9(2)</a> of the A and C Act, there can be no dispute that it provides ninety days time for an applicant in a <a href=\"/doc/1079220/\" id=\"a_80\">Section 9</a> application to invoke arbitral proceedings and commence arbitral proceedings within the meaning of <a href=\"/doc/138599/\" id=\"a_81\">Section 21</a> of the A and C Act. However, no explanation much less a tenable or acceptable explanation has been given for not invoking the arbitration clause earlier, which would have authenticated immediacy and imminence on the part of the appellant in invoking the arbitration clause. Considering the nature of the facts of this case, suffice to say that we have noticed this.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">\t11(u)\tIn the instant case, we notice that <a href=\"/doc/1079220/\" id=\"a_82\">Section 9</a> application was filed before commencement of arbitration proceedings. There is no difficulty in accepting the proposition that <a href=\"/doc/1079220/\" id=\"a_83\">Section 9</a> application can be filed before commencement of arbitration. In fact, law is very well settled that it can be filed  before, during and / or after arbitration proceedings. Having filed <a href=\"/doc/1079220/\" id=\"a_84\">Section 9</a> application before commencement of arbitration proceedings, applicant in <a href=\"/doc/1079220/\" id=\"a_85\">Section 9</a> application has to establish his manifest intention to arbitrate by commencing arbitral proceedings at the earliest. Be that as it may, in the instant case, as set out supra, the arbitration trigger notice has been issued only a day before the filing of the appeal. However, as this is within 90 days period prescribed by <a href=\"/doc/150591478/\" id=\"a_86\">Section 9(2)</a>, we do not delve much on this aspect of the matter in the light of the factual matrix in the instant case.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">     12. Going back to the jurisdiction issue, we are unable to persuade ourselves and accept the submissions of the appellant that the Dispute Resolution Clauses  in SIA alone should be looked into.  A harmonious construction of the above said clauses in the four contracts/agreements, in our opinion, leads to the following inescapable/indisputable conclusions:\n</p><blockquote id=\"blockquote_60\">a) All the parties have unanimously agreed that Dispute Resolution shall be by ADR and that ADR shall be Arbitration;\n</blockquote><blockquote id=\"blockquote_61\">b) Arbitration shall be institutional arbitration;\n</blockquote><blockquote id=\"blockquote_62\">c) Such institutional arbitration shall be by International Chamber of Commerce (ICC, London);\n</blockquote><blockquote id=\"blockquote_63\">d) Being institutional arbitration, the curial law for the arbitration shall be laws of UK as institutional arbitration shall be governed by the internal rules of ICC;\n</blockquote><blockquote id=\"blockquote_64\">e) Parties have unanimously agreed that proper law for the contract shall be Indian Laws;\n</blockquote><blockquote id=\"blockquote_65\">f) Parties have completely excluded the applicability of <a href=\"/doc/1306164/\" id=\"a_87\">A and C Act</a>; \n</blockquote><blockquote id=\"blockquote_66\">g) While the parties have completely excluded the applicability of <a href=\"/doc/1306164/\" id=\"a_88\">A and C Act</a>, parties were live and conscious that a scenario wherein and whereby enforcement of a foreign award (award passed by ICC, London) will become necessary; \n</blockquote><blockquote id=\"blockquote_67\">h) As the parties have visualised a scenario wherein the enforcement of foreign award in India may become necessary, they made an exception to the exclusion of <a href=\"/doc/1306164/\" id=\"a_89\">A and C Act</a> and said that the aid of relevant provisions in Part II  (Parties appear to have been looking at <a href=\"/doc/784819/\" id=\"a_90\">Sections 47</a> to <a href=\"/doc/1559160/\" id=\"a_91\">49</a> of the A and C Act) can be taken for enforcement of a foreign award. \n</blockquote><blockquote id=\"blockquote_68\">i) In other words, the parties have agreed that if there is a dispute, the same shall be resolved by arbitration through ICC, London.  \n</blockquote><blockquote id=\"blockquote_69\">j) The procedural law for the arbitration, namely curial law shall be laws of UK and the dispute shall be decided in accordance with Indian Laws.  Ultimately if an award is passed, for enforcement of such an award in India, recourse to relevant provisions of Part II can be taken.  In this context, we deem it appropriate to highlight the unique feature of arbitration proceedings. That unique feature of arbitration proceedings is that Arbitration and Arbitral Tribunal are always a creature of contract and not a creation of a statute.  As the Arbitration and Arbitral Tribunal are creatures of contract, the intention of the contracting parties and a harmonious construction of various covenants and clauses in the contract including the parties is imperative and sine qua non for deciding any jurisdictional issue.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_64\">\t13. Having arrived at such a conclusion, we also decided to test the submission of the appellant on a demurrer. The submission of the appellant Archer India is that the clauses in SIA (which according to them is the Master/Mother contract) alone should be looked into.  On a demurrer, let us assume it to be correct and test the submission.\n</p><p data-structure=\"Section\" id=\"p_65\">\t14. There is no dispute that the relevant clauses in SIA are clauses 49 and 50, which have been extracted supra.  Clause 49 merely says that Arbitration shall be under the aegis of International Chamber of Commerce, London.  It does not specify the curial law. As observed by us earlier in this judgment, when curial law is not specifically mentioned in a contract, it will be law of the Country, which is the seat of arbitration.  In other words, when contracting parties unambiguously agree on the seat of arbitration, it follows that curial law shall be the law of the country, which is the seat of the arbitration.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">\t15. In the instant case, applying this principle, as the parties have merely said that the seat of arbitration shall be ICC, London, it follows that the curial law shall necessarily be laws of UK.  This is so, particularly in the light of the fact that the parties have not made a departure in this regard (curial law). The parties have not said that some other curial law would apply. \n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\t16. In Clause 50, parties have said that agreement is being executed  in Delhi and subject to laws in India.  This only means that proper law for the contract shall be Indian laws.  To be noted, it is proper Law for the \u0011contract\u0012 and not proper law for the \u0011Arbitration Agreement\u0012.  Therefore, we have no hesitation in coming to the conclusion that even on a demurer, SIA tested in isolation also does not help the appellants.  \n</p><p data-structure=\"RespArg\" id=\"p_68\">\t17. However, as rightly pointed by Mr.M.S.Krishnan, the learned Senior Counsel, leading Mr.V.Sankara Narayanan, appearing for the second respondent, the moment we move away from this test on a demurrer, Clause 91 of the SHA comes into play where there is a complete exclusion of <a href=\"/doc/1306164/\" id=\"a_92\">A and C Act</a>.   \n</p><p data-structure=\"PetArg\" id=\"p_69\">\t18. Though, it was not argued before us either by the learned senior counsel appearing on behalf of the appellant or by the learned senior counsel, appearing on behalf of the Caveator, we also notice that Cascade Singapore, is not a party to SIA.  Therefore, Cascade Singapore, will not be a party to the arbitration agreement within the meaning of <a href=\"/doc/1804257/\" id=\"a_93\">Section 2(h)</a> of the A and C Act.  \n</p><p data-structure=\"Section\" id=\"p_70\">\t19. Mr.Satish Parasaran, learned Senior Counsel pressed into service <a href=\"/doc/883201/\" id=\"a_94\">Section 2(2)</a> of the A and C Act. <a href=\"/doc/883201/\" id=\"a_95\">Section 2(2)</a> of the Arbitration and Conciliation Act, reads as follows:-\n</p><blockquote id=\"blockquote_70\">  \u0013 2(1)............\n</blockquote><blockquote id=\"blockquote_71\"> \t (2)This Part shall apply where the place of arbitration is in India:\n</blockquote><blockquote id=\"blockquote_72\">\tProvided that subject to an agreement to the contrary, the provisions of <a href=\"/doc/1079220/\" id=\"a_96\">sections 9</a>, <a href=\"/doc/1403427/\" id=\"a_97\">27</a> and clause (a) of sub-section (1) and sub-section (3) of <a href=\"/doc/772406/\" id=\"a_98\">section 37</a> shall also apply to international commercial arbitration, even if the place of arbitration is outside India, and an arbitral award made or to be made in such place is enforceable and recognised under the provisions of Part II of this Act.\u0014 \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_71\">\t20. In the instant case, SIA is dated 27.07.2015, but the proviso to <a href=\"/doc/883201/\" id=\"a_99\">Section 2(2)</a> of A and C Act extracted supra, came into force with effect from 23.10.2015. It was  contended that it will still apply to the instant case as the reckoning date is the date on which the dispute arises or the date of commencement of arbitration proceedings. We have no hesitation or difficulty in accepting this submission, but we are unable to accept the contention that <a href=\"/doc/883201/\" id=\"a_100\">Section 2(2)</a> of the A and C Act furthers the case of the appellant for reasons set out supra in this judgment.\n</p><p data-structure=\"Section\" id=\"p_72\">\t21. <a href=\"/doc/883201/\" id=\"a_101\">Section 2(2)</a> makes it clear that <a href=\"/doc/1306164/\" id=\"a_102\">Part I of A and C Act</a> will apply when the place of Arbitration is India (To be noted, <a href=\"/doc/1804257/\" id=\"a_103\">Section 2</a> is contained in <a href=\"/doc/1306164/\" id=\"a_104\">Part I of the A and C Act</a>).  However, the proviso, which was introduced on 23.10.2015, says that the provisions of four sections contained in Part I would apply even when the place of arbitration is outside India. Those provisions are <a href=\"/doc/1079220/\" id=\"a_105\">Sections 9</a>, <a href=\"/doc/1403427/\" id=\"a_106\">27</a>, <a href=\"/doc/592315/\" id=\"a_107\">37(1)(a)</a> and <a href=\"/doc/599565/\" id=\"a_108\">37(3)</a>. A careful and plain reading of the proviso makes it clear that the proviso would operate and make the said four sections in Part I applicable even to contracts, where the place of arbitration is outside India, provided there is no agreement to the contrary. \n</p><p data-structure=\"Section\" id=\"p_73\">\t22. To put it in simple terms,  <a href=\"/doc/883201/\" id=\"a_109\">section 2(2)</a> of A and C Act mandates that the entire part <a href=\"/doc/1306164/\" id=\"a_110\">I of A and C Act</a>, i.e., <a href=\"/doc/1804257/\" id=\"a_111\">sections 2</a> to <a href=\"/doc/1724405/\" id=\"a_112\">43</a> contained in Chapters I to X will apply to domestic arbitrations meaning arbitrations where the place of arbitration is India. Proviso to <a href=\"/doc/883201/\" id=\"a_113\">section 2(2)</a> of A and C Act was introduced on and with effect from 23.10.2015 when large scale amendments to <a href=\"/doc/1306164/\" id=\"a_114\">A and C Act</a> were brought about. In and by this proviso to <a href=\"/doc/883201/\" id=\"a_115\">section 2(2)</a>, an exception is made to <a href=\"/doc/883201/\" id=\"a_116\">Section 2(2)</a>, wherein and whereby four out of the aforesaid 42 sections contained in Part I alone shall apply even to International commercial arbitrations, even if the place of arbitration is outside India. Those four provisions of <a href=\"/doc/1306164/\" id=\"a_117\">A and C Act</a> are <a href=\"/doc/1079220/\" id=\"a_118\">sections 9</a>, <a href=\"/doc/1804257/\" id=\"a_119\">2</a>, <a href=\"/doc/592315/\" id=\"a_120\">37(1)(a)</a> and <a href=\"/doc/599565/\" id=\"a_121\">37(3)</a> of A and C Act, but this with a rider that there should be no agreement to the contrary between the parties.\n</p><p data-structure=\"Precedent\" id=\"p_74\">\t23. To be noted, a proviso being an exception to main provision is construed strictly. Further to be noted, this proviso as set out supra is not without a rider. The rider is that the aforesaid four sections in <a href=\"/doc/1306164/\" id=\"a_122\">Part I of A and C Act</a> becoming applicable to international commercial arbitrations also (even if the place of arbitration is outside India) is subject to an agreement to the contrary. In other words, proviso to <a href=\"/doc/883201/\" id=\"a_123\">Section 2(2)</a> of A and C Act which is an exception is subject to a rider and the rider is &#x27;agreement to the contrary&#x27;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_75\">\t24.In the case on hand, there are no two opinions that the arbitration is an international commercial arbitration and that the place of arbitration is outside India, place being ICC, London. The proviso also mandates that an arbitral award made or to be made in such a place (outside India) should be enforceable and recognised under Part II of this Act. The aforesaid four sections in Part I, under normal circumstances, would have become applicable. To be noted, out of the four sections, in the instant case, we are concerned only with <a href=\"/doc/1079220/\" id=\"a_124\">Section 9</a> of A and C Act. In other words, in normal circumstances, <a href=\"/doc/1079220/\" id=\"a_125\">Section 9</a> would have become applicable to the case on hand, but what comes in the way is an agreement to the contrary. Clause 91 of Shareholders Agreement (SHA) clearly says that provisions of <a href=\"/doc/1306164/\" id=\"a_126\">A and C Act</a> are completely excluded. Clause 91 of SHA has already been extracted supra and explained / elucidated. This has to be read in tandem with clause 89 which deals with dispute resolution. Clause 79 of SHA is a covenant to the effect that SHA together with Strategic Investment Agreement (SIA) will constitute the entire agreement between the parties with respect to the matters dealt with therein. This takes us to the dispute resolution clause in SIA which is clause 49. Though extracted elsewhere in this order, for the sake of complete clarity clauses 91, 89 and 79 of the SHA followed by clause 49 of SIA are extracted infra in that sequence. They read as follows :\n</p><blockquote id=\"blockquote_73\">Clauses 91, 89 and 79 of SHA :\n</blockquote><blockquote id=\"blockquote_74\">\u001391. <a href=\"/doc/1306164/\" id=\"a_127\">The Indian Arbitration Act, 1996</a> will not apply to the Arbitration Proceedings as the law applicable to such Arbitration shall be British law. To enforce the decision of Arbitrator the parties shall be free to take support of Indian Courts and Judicial system in terms of international law.\n</blockquote><blockquote id=\"blockquote_75\">89.The Arbitration proceedings shall take place in London and under the rules and regulations of ICC (International Chambers of Commerce) (\u0013Arbitration Rules\u0014) in terms of India Laws, by a sole arbitrator appointed by ICC. The arbitrator shall determine what discovery will be permitted, based on the principle of limiting the cost and time that the parties must expend on discovery; provided however, that the arbitrator shall permit such discovery as they deem necessary or advisable to achieve an equitable resolution of the dispute. The decision and/or award rendered by the arbitrator shall be binding on the parties. The costs of any arbitration (including reasonable attorney fees) of the parties shall be borne by the party against whom the award is passed, unless the arbitrator determines otherwise.\n</blockquote><blockquote id=\"blockquote_76\">79.This Agreement, together with strategic Investment agreement dated 27th July 2015 Constitutes the entire agreement between the Parties hereto with respect to the matters dealt with therein and supersedes any previous agreement between the Parties hereto in relation to such matters. Each of the Parties hereto hereby acknowledges that in entering into this Agreement it has not relied on any representation or warranty save as expressly set out herein or in any document referred to herein. No variation of this Agreement shall be valid or effective unless made by one or more instruments in writing signed by such of the Parties hereto, which would be affected by such variation.\u0014\nClause 49 of SIA :\n</blockquote><blockquote id=\"blockquote_77\">\u001349) That in case of any dispute arising out of this agreement or any of the implementation agreement the same will be initially settled by way of conciliation between the parties at company level, failing which conciliation proceedings will be continued at the level of Board of Directors of the respective companies. In case the parties do not come to a settlement or understanding based on the conciliation proceedings, the matter will be referred arbitration under the aegis of International Chamber of Commerce, to be held at London.\u0014\n\n</blockquote><p data-structure=\"Section\" id=\"p_76\">\t25. The above makes it clear and puts beyond doubt that this is a case where though the arbitration agreement falls under proviso to <a href=\"/doc/883201/\" id=\"a_128\">section 2(2)</a> of A and C Act, there is an agreement to the contrary, as envisaged under proviso to <a href=\"/doc/883201/\" id=\"a_129\">section 2(2)</a> of A and C Act excluding all provisions of <a href=\"/doc/1306164/\" id=\"a_130\">A and C Act</a> and therefore, <a href=\"/doc/1079220/\" id=\"a_131\">Section 9</a> of A and C Act also will not be applicable to the instant case.\n</p><p data-structure=\"Precedent\" id=\"p_77\">\t26. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"166921970\" id=\"span_3\">In an attempt to buttress his submission that <a href=\"/doc/883201/\" id=\"a_132\">Section 2(2)</a> of A and C Act in fact furthers the case of the appellant, the learned Senior counsel pressed into service a decision of Delhi High Court in <a href=\"/doc/166921970/\" id=\"a_133\">Raffles Design International India Private Limited and Ors. Vs. Educomp Professional Education Limited and Ors.</a> reported in 2016 (6)ARBLR 426 (Delhi): 234 (2016) DLT 349.  Learned Senior Counsel drew our attention to Paragraph No.88 of <a href=\"/doc/166921970/\" id=\"a_134\">the said judgment</a>.  The said judgment was by a learned single Judge of the Delhi High Court.  Nonetheless, we did look into it and Paragraph No.88, wherein the learned Single Judge of the Delhi High Court has extracted the relevant portion of the 246th Report of the Law Commission of India which culminated in amendment to <a href=\"/doc/883201/\" id=\"a_135\">Section 2(2)</a> of the A and C Act.</span>  The learned single Judge has also referred to Balco Case (2012 (9) SCC 552) and held that <a href=\"/doc/883201/\" id=\"a_136\">Sec.2(2)</a> amendment i.e., insertion of proviso to 2(2) leads to Pre-Balco and Post-Balco situation.  Raffles Design is a case where an emergency award was passed by an emergency arbitrator and some interim relief were granted.  Thereafter, the High Court of the Republic of Singapore was moved under Section 3 of the International Arbitration Act seeking enforcement of the emergency award and ultimately a consent order was passed wherein certain parts of the Emergency Award were reiterated and parties agreed that the said paragraphs of the emergency award would operate notwithstanding those reiterated portion of the Emergency Award.  There was contravention to the reiterated portions of the Emergency Award is the complaint and on that basis, <a href=\"/doc/1079220/\" id=\"a_137\">Section 9</a> was moved.  This is clearly distinguishable on facts.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166921970\" id=\"span_4\">Therefore, in <a href=\"/doc/166921970/\" id=\"a_138\">Raffles Design International</a> Case, there is an \u0011agreement to the contrary\u0012  as envisaged in the proviso to <a href=\"/doc/883201/\" id=\"a_139\">Section 2(2)</a>.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166921970\" id=\"span_5\">We have no hesitation in holding that in <a href=\"/doc/166921970/\" id=\"a_140\">Raffles Design</a> case, law does not carry the case of the appellant any further.</span>   \n</p><p data-structure=\"CDiscource\" id=\"p_78\">\t27. Besides Firm Ashok Traders\u0012 case [(2004) 3 SCC 155], the following case laws were cited before the learned single Judge and the same have been dealt with by the learned Single Judge in the order that have been called for before us.  The case laws are as follows:\n</p><blockquote id=\"blockquote_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_6\"><a href=\"/doc/925897/\" id=\"a_141\">i) Olympus Superstructures V. Meena Vijay Khetan and Others</a> [(1999) 5 SCC 651];</span>\n</blockquote><blockquote id=\"blockquote_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_7\"><a href=\"/doc/92712826/\" id=\"a_142\">ii) Chloro Controls India Pvt. Ltd., V. Seven Trent Water Purifircation Inc.</a>, [(2013) 1 SCC 641];</span>\n</blockquote><blockquote id=\"blockquote_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"25196930\" id=\"span_8\"><a href=\"/doc/25196930/\" id=\"a_143\">iii)Sporting Pastime India Limited and K.K.Shivakumar V. Kasthuri and Sons Limited</a> [(2007) 141 Comp Cases 111 (Mad);</span>\n</blockquote><blockquote id=\"blockquote_81\">iv)Rakesh Malhotra V. Rajindev Kumar Malhotra [(2015) 192 Comp Cases 516 (Bom)]; and\n</blockquote><blockquote id=\"blockquote_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64625221\" id=\"span_9\"><a href=\"/doc/64625221/\" id=\"a_144\">v)Dirk India V. Maharastra State Electricity Generation Company</a> [Manu/MH/0268/2013).</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_79\">\t28\tOne other factor that we need to consider is filing of a company petition being C.P.No.13 of 2017 by Archer India on the file of NCLT on 16.3.2017 complaining of oppression and mismanagement with a plea for rectification of register of members. It is the specific admitted case of Archer India that it filed this company petition on the file of NCLT on coming to know about Tej Kohli and his entities in due diligence which in turn was conducted by Archer India pursuant to letters from bankers of Zynergy Solar, India and RBI.\n</p>\n<p data-structure=\"PetArg\" id=\"p_80\">\t29\tRelying on a copy of the company petition, Mr.M.S.Krishnan, learned Senior Counsel would draw our attention to paragraph 26 of the company petition, wherein Archer India has pleaded as follows :\n</p><blockquote id=\"blockquote_83\">\t\u001326)It is pertinent to state that the Agreements as have been annexed to this petition contain an Arbitration clause in the event of disputes arising of the respective Agreements and the venue of Arbitration is mentioned as London. However it is submitted that as the Petitioner contends the agreements itself are said to be void at its very inception considering the fact that the RBI Master circular prohibits the target clauses, the said clauses cannot be enforced. Even otherwise it is submitted that as matters pleaded here in and the reliefs as prayed for are in relation to <a href=\"/doc/172276913/\" id=\"a_145\">Companies Act, 2013</a> and specifically in relation to Oppression, Mismanagement and Rectification of Register of Members, it is imperative that these issues are pleaded before the Hon&#x27;ble National Company Law Tribunal, Chennai which shall only have the appropriate jurisdiction to grant the reliefs as prayed for.\u0014\n\n\t30\tMr.M.S.Krishnan, learned Senior Counsel would contend that before NCLT, Archer India took the stand that the arbitration clause will not cover disputes that have been raised and that it is only NCLT that would have jurisdiction and not being able to get an interim relief from NCLT, Archer India has chosen the <a href=\"/doc/1079220/\" id=\"a_146\">Section 9</a> route. \n</blockquote><p data-structure=\"CDiscource\" id=\"p_81\">\t31\tWe have examined the above extracted averments of Archer India in the company petition before NCLT, in the light of the fact that Archer India filed the company petition on 16.3.2017 and thereafter moved the <a href=\"/doc/1079220/\" id=\"a_147\">Section 9</a> application on 5.4.2017 before this Court. We have also noticed that no interim relief was granted by NCLT. Irrespective of the interim relief, we also notice that Archer India has taken a plea qua arbitration clause, which is certainly very different from the one that is being taken now. \n</p><p data-structure=\"Precedent\" id=\"p_82\">\t32\tAs stated supra, we have also noticed that arbitration trigger notice was not issued immediately on the due diligence said to have been conducted by Archer India obviously in February / March 2017. The trigger notice was issued only on 28.6.2017, a day prior to filing of the instant intra-court appeal, as noticed by us elsewhere. \n</p><p data-structure=\"Conclusion\" id=\"p_83\">\t33\tIn the light of the dates chronicled and noticed by us herein, we are inclined to agree with the submissions of Mr.M.S.Krishnan, learned Senior Counsel on this aspect of the matter.\n</p><p data-structure=\"Conclusion\" id=\"p_84\">\t34\tIn the light of the view we have taken we are of the considered opinion that it may not be necessary to delve into the above said case laws. Suffice to state that the learned Single Judge was right in concluding that <a href=\"/doc/1306164/\" id=\"a_148\">Part I of A and C Act</a> will not apply to the instant four contracts / agreements.  \n</p>\n<p data-structure=\"Section\" id=\"p_85\">\t35\tIn a case of this nature, we are essentially concerned with three aspects of the matter. They are, (a)Curial Law, (b)Proper Law for the Arbitration Agreement and (c) Proper Law for the Contract. In the instant case, the parties have explicitly agreed that curial law shall be laws of U.K / British Laws, because there is no dispute between the parties that the seat of the arbitration is London, to be specific, institutional arbitration by ICC, London. With regard to proper law for the contract, the parties have explicitly agreed vide Clause 89 of SHA that proper law for the contract shall be Indian Laws. What the parties have not explicitly and clearly spelt out by way of covenant/s in any of the contracts which govern the relationship between the parties is proper law for the arbitration agreement. In other words, the parties have not spelt out what would be the proper law for the arbitration agreement. To be  noted, even in the hearing before us, there is no dispute between the parties that the curial law is British Law and proper law for the contract is  Indian Law. The dispute centres around what is the proper law for the arbitration agreement. While the appellant Archer India persuades us to believe that it is Indian Law, the respondents assert that it is British Law. \n</p><p data-structure=\"Precedent\" id=\"p_86\">\t36\tAs set out supra, the parties have not explicitly set out the proper law for the arbitration agreement. This leaves us with the only option of examining the covenants and embarking upon an inferential process to find out and ascertain what is the proper law for the arbitration agreement. To be precise, we need to find out what is the proper law for the arbitration agreement as intended by the parties.\n</p><p data-structure=\"Precedent\" id=\"p_87\">\t<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"633347\" id=\"span_10\">37\tWe  now embark upon the exercise of the aforesaid inferential process. The Supreme Court in <a href=\"/doc/633347/\" id=\"a_149\">National Thermal Power Corporation Vs. Singer Company</a> [(1992) 3 SCC 551] took the view that the proper law for the contract will have to be construed as proper law for the arbitration agreement too. This is articulated in paragraphs 45 and 49 of NTPC judgment and the same read as follows :</span>\n</p><blockquote id=\"blockquote_84\">\u001345.It is true that an arbitration agreement may be regarded as a collateral or ancillary contract in the sense that it survives to determine the claims of the parties and the mode of settlement of their disputes even after the breach or repudiation of the main contract. But it is not an independent contract, and it has no meaningful existence except in relation to the rights and liabilities of the parties under the main contract. It is a procedural machinery which is activated when disputes arise between parties regarding their rights and liabilities. The law governing such rights and liabilities is the proper law of the contract, and unless otherwise provided, such law governs the whole contract including the arbitration agreement, and particularly so when the latter is contained not in a separate agreement, but, as in the present case, in one of the clauses of the main contract. \n</blockquote>\n<blockquote id=\"blockquote_85\">\t* * * * * * * * * * *\n</blockquote><blockquote id=\"blockquote_86\">49.Courts would give effect to the choice of a procedural law other than the proper law of the contract only where the parties had agreed that matters of procedure should be governed by a different system of law. If the parties had agreed that the proper law of the contract should be the law in force in India, but had also provided for arbitration in a foreign country, the laws of India would undoubtedly govern the validity, interpretation and effect of all clauses including the arbitration clause in the contract as well as the scope of the arbitrators&#x27; jurisdiction. It is Indian law which governs the contract, including the arbitration clause, although in certain respects regarding the conduct of the arbitration proceedings the foreign procedural law and the competent courts of that country may have a certain measure of control. (See the principle stated by Lord Denning, M.R. In International Tank and Pipe SAK v. Kuwait Aviation Fuelling Co. KSC [(1975) 1 All ER 242 (CA)] .) \u0013 \n\n\n\t38\tIn Balco case which has been referred to supra in this judgment, a Constitution Bench of the Supreme Court had also held that, to decide the proper law for the arbitration agreement, one has to see the law that would be closest to the arbitration proceedings. This is articulated in paragraph 115 of Balco, which has already been extracted supra.\n</blockquote><p data-structure=\"Precedent\" id=\"p_88\">\t39\tAs alluded to supra in this judgment, Balco was rendered in 2012 and there was a large scale amendment to <a href=\"/doc/1306164/\" id=\"a_150\">A and C Act</a> on 23.10.2015, which includes insertion of a proviso to <a href=\"/doc/883201/\" id=\"a_151\">Section 2(2)</a> of A and C Act which talks about an &#x27;agreement to the contrary&#x27;. This has also been alluded to supra in this judgment.\n</p><p data-structure=\"CDiscource\" id=\"p_89\">\t40\tIn the above backdrop, a scenario wherein the parties have not explicitly agreed upon the proper law for the arbitration agreement and have also covenanted a rider excluding the application of <a href=\"/doc/1306164/\" id=\"a_152\">A and C Act</a> had not fallen for consideration before any Court. In other words, it is not blessed with authorities / precedents and all the learned counsel before us agree on this in the hearing.\n</p><p data-structure=\"Precedent\" id=\"p_90\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_11\">41\tIn this backdrop, we also noticed one more aspect of the matter, wherein in <a href=\"/doc/156247141/\" id=\"a_153\">Reliance</a> case [(2014) 7 SCC 603], the Supreme Court had held that proper law for the arbitration agreement will be for &#x27;reference and enforcement&#x27;. To be noted, the relevant paragraphs in reliance have been extracted by us supra.</span>\n</p><p data-structure=\"Precedent\" id=\"p_91\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_12\">42\tEven prior to Reliance [(2014) 7 SCC 603], in <a href=\"/doc/216597/\" id=\"a_154\">Sumitomo Heavy Industries Ltd. Vs. ONGC Ltd.</a>, [(1998) 1 SCC 305], the Supreme Court had expressed a similar view by drawing from Mustill and Boyd&#x27;s Law and Practice of Commercial Arbitration in England, 2nd Edn. This is in paragraphs 10 and 16 of <a href=\"/doc/216597/\" id=\"a_155\">the said judgment</a> of Sumitomo Heavy Industries Ltd., which read as follows :</span>\n</p><blockquote id=\"blockquote_87\">\u001310. In the Law and Practice of Commercial Arbitration in England, 2nd Edn. by Mustill and Boyd, there is a chapter on \u0013The Applicable Law and the Jurisdiction of the Court\u0014. Under the sub-title \u0013Laws Governing the Arbitration\u0014, it is said,\n\u0013An agreed reference to arbitration involves two groups of obligations. The first concerns the mutual obligations of the parties to submit future disputes, or an existing dispute to arbitration, and to abide by the award of a tribunal constituted in accordance with the agreement. It is now firmly established that the arbitration agreement which creates these obligations is a separate contract, distinct from the substantive agreement in which it is usually embedded, capable of surviving the termination of the substantive agreement and susceptible of premature termination by express or implied consent, or by repudiation or frustration, in much the same manner as in more ordinary forms of contract. Since this agreement has a distinct life of its own, it may in principle be governed by a proper law of its own, which need not be the same as the law governing the substantive contract.\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">The second group of obligations, consisting of what is generally referred to as the \u0011curial law\u0012 of the arbitration, concerns the manner in which the parties and the arbitrator are required to conduct the reference of a particular dispute. According to the English theory of arbitration, these rules are to be ascertained by reference to the express or implied terms of the agreement to arbitrate. This being so, it will be found in the great majority of cases that the curial law, i.e., the law governing the conduct of the reference, is the same as the law governing the obligation to arbitrate. It is, however, open to the parties to submit, expressly or by implication, the conduct of the reference to a different law from the one governing the underlying arbitration agreement. In such a case, the court looks first at the arbitration agreement to see whether the dispute is one which should be arbitrated, and which has validly been made the subject of the reference, it then looks to the curial law to see how that reference should be conducted and then returns to the first law in order to give effect to the resulting award.\n</p><p data-structure=\"Precedent\" id=\"p_93\">***\nIt may therefore be seen that problems arising out of an arbitration may, at least in theory, call for the application of any one or more of the following laws\u0017\n</p><p data-structure=\"Precedent\" id=\"p_94\">1. The proper law of the contract, i.e., the law governing the contract which creates the substantive rights of the parties, in respect of which the dispute has arisen.\n</p><p data-structure=\"Conclusion\" id=\"p_95\">2. The proper law of the arbitration agreement, i.e., the law governing the obligation of the parties to submit the disputes to arbitration, and to honour an award.\n</p><p data-structure=\"Precedent\" id=\"p_96\">3. The curial law, i.e., the law governing the conduct of the individual reference.\n</p><p data-structure=\"Conclusion\" id=\"p_97\">***\n</p><p data-structure=\"Issue\" id=\"p_98\">1. The proper law of the arbitration agreement governs the validity of the arbitration agreement, the question whether a dispute lies within the scope of the arbitration agreement; the validity of the notice of arbitration; the constitution of the tribunal; the question whether an award lies within the jurisdiction of the arbitrator; the formal validity of the award; the question whether the parties have been discharged from any obligation to arbitrate future disputes.\n</p><p data-structure=\"Conclusion\" id=\"p_99\">2. The curial law governs the manner in which the reference is to be conducted; the procedural powers and duties of the arbitrator; questions of evidence; the determination of the proper law of the contract.\n</p><p data-structure=\"Conclusion\" id=\"p_100\">3. The proper law of the reference governs the question whether the parties have been discharged from their obligation to continue with the reference of the individual dispute.\n</p><p data-structure=\"CDiscource\" id=\"p_101\">***\nIn the absence of express agreement, there is a strong prima facie presumption that the parties intend the curial law to be the law of the \u0011seat\u0012 of the arbitration, i.e., the place at which the arbitration is to be conducted, on the ground that that is the country most closely connected with the proceedings. So in order to determine the curial law in the absence of an express choice by the parties it is first necessary to determine the seat of the arbitration, by construing the agreement to arbitrate.\u0014\n(emphasis supplied)\n     \t* * * * * * * * * * * * * * *\n</p><p data-structure=\"Precedent\" id=\"p_102\">16. The law which would apply to the filing of the award, to its enforcement and to its setting aside would be the law governing the agreement to arbitrate and the performance of that agreement. ...............\u0014\n\n\t43\tBe that as it may, Sumitomo Heavy Industries Ltd. was rendered under the 1940 <a href=\"/doc/1052228/\" id=\"a_156\">Arbitration Act</a>. Though some of the principles <a href=\"/doc/216597/\" id=\"a_157\">laid down in</a> Sumitomo Heavy Industries Ltd. are still being referred to by the Supreme Court of India in judgments right upto Reliance Industries Limited [(2014) 7 SCC 603] making an exception to the general rule that a decision rendered under 1940 Act cannot be cited as a precedent for the 1996 Act, we are not delving further into it because of complete clarity that has been given by the Supreme Court in Balco case supra. Paragraphs 116 and 117 of Balco case give complete clarity, which have been extracted by us supra.\n</p>\n<p data-structure=\"Section\" id=\"p_103\">\t44\tEven with regard Balco supra, we have noticed that it is prior to 23.10.2015, i.e., prior to large scale amendments to the <a href=\"/doc/1306164/\" id=\"a_158\">A and C Act</a>. To our mind, paragraphs 116 and 117 of Balco extracted supra still hold the field notwithstanding the 23.10.2015 amendments, the only rider being proviso to <a href=\"/doc/883201/\" id=\"a_159\">Section 2(2)</a> of A and C Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">\t45\tA neat question can be formulated as follows :\n</p><blockquote id=\"blockquote_88\">\t&#x27;In an International Commercial Arbitration where the seat of arbitration is outside India, will the provisions of <a href=\"/doc/1306164/\" id=\"a_160\">Part I of A and C Act</a> apply?&#x27;\n\n\t46\tIn search of an answer to the above question, we attempt to trace the trajectory which the legal position has taken qua answer to the aforesaid question and the same is as follows :\n</blockquote>\n<blockquote id=\"blockquote_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_13\">(a) In  <a href=\"/doc/110552/\" id=\"a_161\">Bhatia International Vs. Bulk Trading S.A. and another</a> [(2002) 4 SCC 105 = AIR 2002 SC 1432] decided on 13.3.2002, a three Judges Bench of the Hon&#x27;ble Supreme Court held that Part I is applicable. This answer was with a rider that it is open to the parties to exclude the applicability of Part I by an express covenant.</span>\n</blockquote><blockquote id=\"blockquote_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_14\">(b) On 6.9.2012, in <a href=\"/doc/173015163/\" id=\"a_162\">Bharat Aluminium Company Vs. Kaiser Aluminium Technical Services Inc.</a> [(2012) 9 SCC 552], a Constitution Bench of the Supreme Court did not agree with Bhatia International&#x27;s  principle and said Part I is not applicable. There is no rider. In other words, our understanding is Part I is not applicable and parties by a covenant cannot make Part I applicable.</span>\n</blockquote><blockquote id=\"blockquote_91\">(c) Thereafter, large scale amendments were made to <a href=\"/doc/1306164/\" id=\"a_163\">A and C Act</a> on 23.10.2015 and the amendment which impacts the answer to the neat question is addition of a proviso to <a href=\"/doc/883201/\" id=\"a_164\">Section 2(2)</a> of the A and C Act. By this addition, answer to the above question stands modified as \u0013Part I will not be applicable, but the parties by an express covenant are at liberty to make some provisions contained in Part I, i.e., <a href=\"/doc/1079220/\" id=\"a_165\">Sections 9</a>, <a href=\"/doc/1403427/\" id=\"a_166\">27</a>, <a href=\"/doc/592315/\" id=\"a_167\">37(1)(a)</a> and <a href=\"/doc/599565/\" id=\"a_168\">37(3)</a> alone  applicable.\n</blockquote><blockquote id=\"blockquote_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"52585881\" id=\"span_15\">(d)Post large scale amendments to <a href=\"/doc/1306164/\" id=\"a_169\">A and C Act</a>, Balco-2 decision in <a href=\"/doc/52585881/\" id=\"a_170\">Bharat Aluminium Company Vs. Kaiser Aluminium Technical Services Inc.</a> [(2016) 4 SCC 126] was rendered on 28.1.2016.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170570894\" id=\"span_17\">In Balco-2, placing reliance on a decision in <a href=\"/doc/170570894/\" id=\"a_171\">Union of India Vs. Reliance Industries Ltd.</a> [(2015) 10 SCC 213] (dated 22.9.2015) [Tobe noted, though <a href=\"/doc/156247141/\" id=\"a_172\">Reliance Industries Ltd.</a>&#x27;s case [(2015) 10 SCC 213] is prior to the amendment], a two Judges Bench of the  Supreme Court reiterated Balco-1 principle.</span></span> Therefore, the answer now, post Balco-2 is the same as in &#x27;C&#x27; supra. [To be noted, Balco-2 tested whether <a href=\"/doc/536284/\" id=\"a_173\">Section 34</a> petition will lie in Indian Courts in the scenario contemplated in the neat question for which we are seeking an answer]. \n</blockquote>\n<p data-structure=\"Section\" id=\"p_105\">\t47\tTherefore, we are of the considered view that the parties to the contracts were fully aware of the obtaining position of law that the proper law for the arbitration agreement will become British law as they have agreed that seat of arbitration is London owing to which parties have agreed that curial law shall be British Law. However, the parties were clear in their mind that they wanted <a href=\"/doc/1306164/\" id=\"a_174\">A and C Act</a> to be applied only for enforcement, i.e., post award. In other words, the parties were very clear in their mind and therefore, the intention of the parties was to completely exclude the application of <a href=\"/doc/1306164/\" id=\"a_175\">A and C Act</a> until passing of the Award. This has resulted in Clause 91 of SHA which has been extracted supra in this judgment. Therefore, the reason for Clause 91 of SHA is not far to seek and to our mind it looks logical. The entire arbitration proceedings is to be conducted by ICC London in accordance with British Law. Several properties in the form of shares are in India. Therefore, the moment an Award is passed, a party in whose favour the award is passed will need the aid of <a href=\"/doc/1306164/\" id=\"a_176\">A and C Act</a> to enforce the award. In all other aspects, the parties were clear in their mind that there should be no recourse to <a href=\"/doc/1306164/\" id=\"a_177\">A and C Act</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_106\">\t48\tThough this has not been put in issue in this appeal, we notice that a very interesting proposition props up. If a <a href=\"/doc/1079220/\" id=\"a_178\">section 9</a> application is filed in the instant case, post award, the dynamics and dimensions of applicable law may change. However, as it has not been put in issue before us, rightly so, this being the pre award stage, we refrain from expressing any opinion on the same and make it clear that this question is left open to be canvassed by the parties at the appropriate time if the need arises. \n</p>\n<p data-structure=\"Section\" id=\"p_107\">\t49\tAt the risk of repetition, we reiterate that arbitration being a creature of contract, intention of the parties is extremely sanctus. This is reinforced and reflected in Parliamentary wisdom in introduction of proviso to <a href=\"/doc/883201/\" id=\"a_179\">Section 2(2)</a> of A and C Act which has been referred to supra.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">\t50\tTo give clarity to the elaborate narrative and discussion, we attempt to simplify, encapsulate the discussion and say that clause 91 of SHA is the clincher in this litigation. In other words, in the absence of clause 91 in the SHA, the dynamics and complexion of this litigation would have been very different. We have set out this only in an attempt to achieve a good blend of enhancement of clarity and brevity. Therefore, this shall not be construed as the sole finding in this judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">\t51  Conclusion:\n</p><blockquote id=\"blockquote_93\">               In the light of the narrative and discussion supra, the application under <a href=\"/doc/1079220/\" id=\"a_180\">section 9</a> of A and C Act is not maintainable in Indian courts in the instant case and we find no illegality or infirmity in the impugned order of the learned Single Judge.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_110\">\t52  Decision:\n</p><blockquote id=\"blockquote_94\">\tOwing to all that have been stated supra, the intra-court original appeal in O.S.A.No.144 of 2017 is dismissed confirming the order of learned Single Judge in O.A.No.347 of 2017 dated 01.06.2017.  Though the second respondent was on caveat and was heard, considering the nature of the matter and the trajectory of this intra-court appeal, we are not examining the aspect of cost.  Consequently, the connected miscellaneous petition is also dismissed.\n</blockquote>\n<pre id=\"pre_2\">(I.B., CJ.)      (M.S., J.)\n\t\t\t\t\t\t\t 16.11.2017\nIndex: Yes\ngpa/vvk\n The Hon&#x27;ble Chief Justice\nand            \nM.Sundar, J.      \n\n\ngpa/vvk\n\n\n\n\n\n\n\n\n judgment in\nOriginal Side Appeal No.144 of 2017 &amp;\n<span class=\"hidden_text\" id=\"span_18\">C.M.P.No.10504 of 2017</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n16.11.2017\n\n\n\n\n          </pre>","numcites":33,"numcitedby":0,"docsource":"Madras High Court","citetid":163248511,"divtype":"judgments","relatedqs":[{"value":"nclt","formInput":"nclt"},{"value":"Section 9 of arbitration act: whether temporary injunction be claimed to prevent transfer of shares","formInput":"Section%209%20of%20arbitration%20act%3A%20whether%20temporary%20injunction%20be%20claimed%20to%20prevent%20transfer%20of%20shares"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"Institutional  Arbitration ","formInput":"Institutional%20%20Arbitration%20"},{"value":"fccb","formInput":"fccb"},{"value":"proper law of contract","formInput":"proper%20law%20of%20contract"},{"value":"\"kohli ventures\"","formInput":"%22kohli%20ventures%22"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"arbitration - commencement of proceedings","formInput":"arbitration%20-%20commencement%20of%20proceedings"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"law governing the agreement and arbitration","formInput":"law%20governing%20the%20agreement%20and%20arbitration"},{"value":"curial law","formInput":"curial%20law"},{"value":"\"proper law\" \"contract\"","formInput":"%22proper%20law%22%20%22contract%22"},{"value":"firm ashok traders","formInput":"firm%20ashok%20traders"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":" shareholders agreement doctypes+JV: supremecourt","formInput":"%20shareholders%20agreement%20doctypes%2BJV%3A%20supremecourt"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}