{"tid":120528673,"publishdate":"2017-07-14","title":"Raj Television Network Ltd vs Thaicom Public Company Limited on 14 July, 2017","doc":"<h2 class=\"doc_title\">Raj Television Network Ltd vs Thaicom Public Company Limited on 14 July, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-sundar\">M.Sundar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-sathyanarayanan\">M.Sathyanarayanan</a>, <a href=\"/search/?formInput=benchid:m-sundar\">M.Sundar</a></h3>\n\n<pre id=\"pre_1\">        \n\n \n\nIN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nRESERVED ON : 22.06.2017\n\nDATE OF DECISION :  14.07.2017\n\nCORAM :\n\nThe Hon&#x27;ble Mr.JUSTICE M.SATHYANARAYANAN\nAND\nThe Hon&#x27;ble Mr.JUSTICE M.SUNDAR \n\nO.S.A.No.113 of 2017\nand\nC.M.P.No.7665 of 2017\n\n\nRaj Television Network Ltd.\nHaving its place of business at\nNo.32, II, Pose Road,\nTeynampet,\nChennai-600 008.\t\t\t\t\t\t.. Appellant \n\n\n\t\tVs.\n\nThaicom Public Company Limited,\nA company incorporated under the Laws of Thailand,\nhaving its place of business at\nNo.41/103 (New No.63/21),\nRattanathibet Road,\nNonthaburi-11000, Thailand.\t\t\t\t.. Respondent\n\n\nOriginal Side Appeal is preferred under Order XXXVI Rule 9 of O.S. Rules read with Clause 15 of the Letters Patent  against the order of the learned Single Judge dated 26th October, 2016 made in O.P.No.127 of 2016. \n\n\t\tFor Appellant\t: Mr.K.Harishankar\n\n\t\tFor Respondent \t: Mr.R.Parthasarathy\n\n- - - - \n\nJUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">M.SUNDAR, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">\tThis intra-court appeal is directed against judgment and decree dated 26.10.2010 made by a learned Single judge on the Original Side of this Court in O.P.No.127 of 2016, allowing the petition, which was filed under <a href=\"/doc/784819/\" id=\"a_1\">Sections 47</a> to <a href=\"/doc/1559160/\" id=\"a_2\">49</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as &#x27;<a href=\"/doc/1306164/\" id=\"a_3\">A and C Act</a>&#x27; for brevity) for enforcement of a foreign award.\n</p><p data-structure=\"Facts\" id=\"p_3\">\t2\tBare minimum facts necessary for appreciating our order is set out infra under the caption &#x27;Factual Matrix&#x27;.\n</p><p data-structure=\"Issue\" id=\"p_4\">\t3\tFATUAL MATRIX :\n</p><blockquote id=\"blockquote_1\">\t3(a)\tThaicom Public Company Limited is a public limited company incorporated in the Kindgom of Thailand (hereinafter referred to as &#x27;Thaicom&#x27; for the sake of brevity). Thaicom is engaged in the business of providing transponder services. \n</blockquote><blockquote id=\"blockquote_2\">\t3(b)\tRaj Television Network Limited is a public limited company incorporated under the laws of India (hereinafter referred to as &#x27;Raj TV&#x27; for the sake of brevity). Raj TV is engaged in the business of operating and broadcasting television channels, providing news, entertainment and other programmes to its viewers. \n</blockquote><blockquote id=\"blockquote_3\">\t3(c)\tThaicom and Raj TV entered into a Transponder Service Agreement dated 10.09.2003. Under this Transponder Service Agreement, Raj TV was permitted to use what is technically described as &#x27;C-Band Regional Beam Transponder on Thaicom 3&#x27; for delivery of its television transmissions for a period of four years and nine months from 1.10.2003 to 30.06.2008. This Transponder Service Agreement dated 10.09.2003 is hereinafter referred to as the &#x27;said contract&#x27; for the sake of brevity, convenience and clarity. The service which is subject matter of the &#x27;said contract&#x27; is hereinafter referred to as &#x27;transponder services&#x27; for the sake of brevity.\n</blockquote><blockquote id=\"blockquote_4\">\t3(d)\tUnder the said contract, it was agreed that Raj TV would pay Thaicom a service fee of 35,834 US Dollars per month for the transponder services. Further, under the said contract, Raj TV was responsible to uplink their digital television signals to Thaicom&#x27;s transponder from Raj TV&#x27;s own earth station in India.\n</blockquote><blockquote id=\"blockquote_5\">\t3(e)\tThe said contract became operational from 01.10.2003. However, by November, 2004, Raj TV was no longer able to uplink their own TV signals to Thaicom&#x27;s transponder and requested Thaicom&#x27;s assistance to uplink their television signals to Thaicom&#x27;s transponder.  This service was also provided by Thaicom. This service is referred to as &#x27;Teleport Services&#x27; (it is also known as &#x27;Uplink service&#x27;). For the purpose of this order, it is referred to as &#x27;Teleport Services&#x27; uniformly for the sake of clarity.\n</blockquote><blockquote id=\"blockquote_6\">\t3(f)\tOwing to the above said Teleport Services, the consideration originally agreed under the said contract was increased and Raj TV agreed to make an additional payment of 1,00,000 US $, 90,000 US $ and 80,000 US $ for the first, second and third channels respectively. On the basis of the existing contractual relationship vide the said contract between Thaicom and Raj TV, Thaicom also agreed to provide further services to redistribute videos from other satellites on need based requirement, essentially to cover breaking news, sports or live events. This service is referred to as &#x27;Occasional Services&#x27; for the sake of convenience and clarity. Additional amounts were agreed upon for Occasional Services and invoices were raised from time to time in this regard.\n</blockquote><blockquote id=\"blockquote_7\">\t3(g)\tTherefore, the said contract, which was originally entered into for Transponder Services alone on 10.9.2003, subsequently post November, 2004 became a contract for three services to be provided by Thaicom to Raj TV and the three services, as alluded to supra, are (a) Transponder Services, (b) Teleport Services and (c) Occasional Services. The said contract on the above terms was operating for over a year from November, 2004. Around December, 2005, it is alleged that Raj TV defaulted in making payment for various services provided by Thaicom.\n</blockquote><blockquote id=\"blockquote_8\">\t3(h)\tOwing to the default, a meeting between Thaicom and Raj TV was held on 31.1.2006 and the contracting parties arrived at an agreement, wherein and whereby Thaicom waived the outstanding Teleport Service fees on condition that the outstanding Transponder Services fee would be made good by Raj TV. However, it is understood that further defaults in payment by Raj TV resulted in a second meeting on 2.8.2006, wherein Thaicom agreed to waive outstanding Teleport Service fees and granted Raj TV further fee adjustments to facilitate timely payment of all outstanding payments. It is stated that it was also further agreed in this second meeting that the fee for Teleport Service  would be reduced to 15,800 US $ per month. However, we are informed that Raj TV continued to be in default.\n</blockquote><blockquote id=\"blockquote_9\">\t3(i)\tWhen things stood as above, some time in July 2007, there were large scale changes in Indian regulations qua broadcasting services owing to which local broadcasters were required to broadcast only via Indian satellite. Therefore, in compliance with the Indian regulations, Raj TV shifted from Thaicom to an Indian satellite called INSAT-2E. Therefore, the said contract between Thaicom and Raj TV was terminated by mutual consent on 4.8.2007. \n</blockquote><blockquote id=\"blockquote_10\">\t3(j)\tOn 23.10.2012, Thaicom issued a legal notice to Raj TV demanding amounts allegedly due and owing to Thaicom under the said contract. It is for all practical purposes is the arbitration trigger notice, because clauses 19 and 23 of the said contract provide for dispute resolution by arbitration.\n</blockquote><blockquote id=\"blockquote_11\">\t3(k)\tWhile clause 19 of the said contract stipulates that the agreement, rights and responsibilities of the contracting parties, including any dispute, controversy, or claims arising out of the said contract or breach (including termination or invalidity) shall be subject to and construed in accordance with the laws of the Republic of Singapore, Clause 23 of the said contract stipulates that all disputes between the parties shall be referred to arbitration to be held in Singapore under UNCITRAL Rules.\n</blockquote><blockquote id=\"blockquote_12\">\t3(l)\tFrom here on, for the sake of convenience and clarity, we shall refer to the above said clauses 19 and 23 of the said contract together (collectively) as &#x27;arbitration agreement&#x27;. \n</blockquote><blockquote id=\"blockquote_13\">\t3(m)\tAs per the arbitration agreement, arbitration was commenced and held in Singapore in accordance with UNCITRAL Arbitration Rules. After  detailed arbitration proceedings, wherein oral and documentary evidence was let in and after completion of pleadings and after arguments were heard, the Arbitral Tribunal in Singapore passed a final Award dated 21.9.2015, wherein the Arbitral Tribunal inter-alia passed an Award to the effect that Raj TV shall pay 384,122.54 US $ to Thaicom towards unpaid fees; 71,812.21 US $ towards legal fees and costs of Thaicom; 268,425.88 US $ towards interest on unpaid amounts upto 31.1.2014. The Award also ordered simple interest at the rate of 10% per annum on the above said sum of 384,122.54 US $ from 31.1.2014 upto the date of payment. \n</blockquote><blockquote id=\"blockquote_14\">\t3(n)\tBeing an Award under <a href=\"/doc/1306164/\" id=\"a_4\">Part II of the A and C Act</a>, Thaicom filed a petition in the Madras High Court under <a href=\"/doc/784819/\" id=\"a_5\">Sections 47</a> to <a href=\"/doc/1559160/\" id=\"a_6\">49</a> of the A and C Act, praying for enforcement of the above said Foreign Award dated 21.9.2015. Raj TV entered appearance and resisted the petition on two grounds, namely, (a) jurisdiction of the arbitral tribunal qua teleport services or occasional services and (b) limitation.\n</blockquote><blockquote id=\"blockquote_15\">\t3(o)\tThe learned Single Judge, after detailed hearing, held against Raj TV with regard to both the aforesaid grounds and allowed the petition. Aggrieved Raj TV has filed the instant intra-court appeal being O.S.A.No.113 of 2017.\n</blockquote>\n<blockquote id=\"blockquote_16\">DISCUSSION :\n</blockquote><blockquote id=\"blockquote_17\">\t4(a)\tThis appeal before us, as is evident from the memorandum of grounds of appeal, has been preferred under Order XXXVI Rule 9 of Madras High Court Original Side Rules read with Clause 15 of Letters Patent. \n</blockquote><blockquote id=\"blockquote_18\">\t4(b)\tPreliminary objection was raised by Mr.R.Parthasarathy, learned counsel appearing for Thaicom (respondent before us) that this intra-court appeal is not maintainable.\n</blockquote><blockquote id=\"blockquote_19\">\t4(c)\tIt is the specific contention of the learned counsel for Thaicom that the order of the learned Single Judge is one allowing a petition for enforcement of a foreign award and is, therefore, not covered by <a href=\"/doc/58560/\" id=\"a_7\">Section 50</a> of the A and C Act, which enumerates / adumbrates appealable orders under <a href=\"/doc/1306164/\" id=\"a_8\">Part II of the A and C Act</a>. In other words, he would contend that an appeal under <a href=\"/doc/58560/\" id=\"a_9\">Section 50</a> of the A and C Act would lie only when the learned Judge has passed an order refusing to enforce the foreign award under <a href=\"/doc/963351/\" id=\"a_10\">Section 48</a> of the A and C Act. \n</blockquote>\n<blockquote id=\"blockquote_20\">\t4(d)\tIt is necessary to extract usefully <a href=\"/doc/58560/\" id=\"a_11\">Section 50</a> of the A and C Act, which reads as follows :\n</blockquote><blockquote id=\"blockquote_21\">\t\u001350.Appealable orders.-(1) An appeal shall lie from the order refusing to --\n</blockquote><p data-structure=\"Section\" id=\"p_5\">\t(a)refer the parties to arbitration under <a href=\"/doc/160474/\" id=\"a_12\">section 45</a>;\n</p><p data-structure=\"Issue\" id=\"p_6\">\t(b)enforce a foreign award under <a href=\"/doc/963351/\" id=\"a_13\">section 48</a>,\nto the Court authorised by law to hear appeals from such order.\n</p><p data-structure=\"Section\" id=\"p_7\">\t(2) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\u0014\n\n\t4(e)\tA perusal of <a href=\"/doc/58560/\" id=\"a_14\">Section 50</a> of the A and C Act would show that Mr.R.Parthasarathy is correct in contending that an appeal would lie only if the learned Single Judge had refused to pass an order for enforcing a foreign award and an appeal will not lie in a case like this where the learned Single Judge has allowed the petition for enforcement of a foreign award. However, we are unable to agree that this would completely denude this court of powers under Clause 15 of Letters Patent to entertain an appeal. The reason is simple. With regard to <a href=\"/doc/1306164/\" id=\"a_15\">Part I of the A and C Act</a>, orders that are appealable are set out in <a href=\"/doc/772406/\" id=\"a_16\">Section 37</a> of the A and C Act and the same reads as follows :\n</p>\n<blockquote id=\"blockquote_22\">\t\u001337.Appealable orders.-- (1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n</blockquote><blockquote id=\"blockquote_23\">\t[(a)refusing to refer the parties to arbitration under <a href=\"/doc/1146817/\" id=\"a_17\">section 8</a>;\n</blockquote><blockquote id=\"blockquote_24\">\t(b)granting or refusing to grant any measure under <a href=\"/doc/1079220/\" id=\"a_18\">section 9</a>;\n</blockquote><blockquote id=\"blockquote_25\">\t(c)setting aside or refusing to set aside an arbitral award under <a href=\"/doc/536284/\" id=\"a_19\">section 34</a>.]\n\t(2)An appeal shall also lie to a Court from an order of the arbitral tribunal--\n</blockquote><blockquote id=\"blockquote_26\">\t(a)accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or\n</blockquote><blockquote id=\"blockquote_27\">\t(b)granting or refusing to grant an interim measure under <a href=\"/doc/318136/\" id=\"a_20\">section 17</a>.\n</blockquote><blockquote id=\"blockquote_28\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_1\">(3)No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\u0014 \n\t\t\t{Underlining and highlighting done \t\t\tto supply emphasis}\n\n\t4(f)\tIn <a href=\"/doc/772406/\" id=\"a_21\">Section 37</a> of the A and C Act, the Legislature itself has categorically mandated &#x27;(and from no others)&#x27; in parenthesis, which is clearly a negative import. This was noticed and elucidated in <a href=\"/doc/1851595/\" id=\"a_22\">Fuerst Day Lawson Limited Vs. Jindal Exports Limited</a>  reported in (2011) 8 SCC 333.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_2\">In <a href=\"/doc/1851595/\" id=\"a_23\">Fuerst Day Lawson Limited</a>&#x27;s case, the Supreme Court held that an appeal under Clause 15 of Letters Patent will not lie and appeal against orders or proceedings assailing awards will lie only if it fits into <a href=\"/doc/772406/\" id=\"a_24\">Section 37</a> of the A and C Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_3\">Relevant paragraphs in <a href=\"/doc/1851595/\" id=\"a_25\">Fuerst Day Lawson Limited</a>&#x27;s case are as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_29\">\u001389.It is, thus, to be seen that <a href=\"/doc/1052228/\" id=\"a_26\">Arbitration Act, 1940</a>, from its inception and right through to 2004 (in P.S. Sathappan[(2004) 11 SCC 672] ) was held to be a self-contained code. Now, if the <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration Act, 1940</a> was held to be a self-contained code, on matters pertaining to arbitration, the <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration and Conciliation Act, 1996</a>, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so. Once it is held that the <a href=\"/doc/1052228/\" id=\"a_29\">Arbitration Act</a> is a self-contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it \u0013a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done\u0014. In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. \n</blockquote><blockquote id=\"blockquote_30\">90.We, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by <a href=\"/doc/1559160/\" id=\"a_30\">Sections 49</a> and <a href=\"/doc/58560/\" id=\"a_31\">50</a> of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under <a href=\"/doc/1660061/\" id=\"a_32\">Section 6</a> of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as a self-contained and exhaustive code in itself. \n</blockquote><blockquote id=\"blockquote_31\">91.In light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under <a href=\"/doc/58560/\" id=\"a_33\">Section 50</a> of the Arbitration and Conciliation Act, 1996.\u0013\n\n\t4(g)\tHowever, there is no such negative import in <a href=\"/doc/58560/\" id=\"a_34\">Section 50</a> of the A and C Act. When the Parliament in all its legislative wisdom has clearly incorporated negative import in one provision, namely, <a href=\"/doc/772406/\" id=\"a_35\">Section 37</a> and has deleted it in another provision, namely, <a href=\"/doc/58560/\" id=\"a_36\">Section 50</a> in the same statute, we have to necessarily come to the conclusion that <a href=\"/doc/772406/\" id=\"a_37\">Sections 37</a> and <a href=\"/doc/58560/\" id=\"a_38\">50</a> of the A and C Act have to be read differently in terms of scope and purport. \n</blockquote><blockquote id=\"blockquote_32\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50148889\" id=\"span_4\">4(h)\tIn this regard, a judgment of a Division Bench of this Court in Tamil Nadu Electricity Board, rep by <a href=\"/doc/50148889/\" id=\"a_39\">Secretary Vs. Videocon Power Limited</a> rep by its Authorised Signatory reported in 2009-1-L.W. 936, to which one of us (M.Sathyanarayanan, J.) was a party, was pressed into service to say that this appeal is not maintainable. Our attention was drawn to paragraph 32 of <a href=\"/doc/50148889/\" id=\"a_40\">the said judgment</a>, which reads as follows :</span>\n</blockquote><blockquote id=\"blockquote_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50148889\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50148889\" id=\"span_6\">\u001332. Inasmuch as Sub-section (1) of <a href=\"/doc/58560/\" id=\"a_41\">section 50</a> of the Act is available only against the order refusing to refer the parties to arbitration under <a href=\"/doc/160474/\" id=\"a_42\">section 45</a> of the Act and an order refusing to enforce a foreign award under <a href=\"/doc/963351/\" id=\"a_43\">Section 48</a> of the Act, no second appeal is contemplated in view of Sub-<a href=\"/doc/1804257/\" id=\"a_44\">section 2</a> of <a href=\"/doc/58560/\" id=\"a_45\">section 50</a> of the Act. [See - Shyama Charan Agarwala &amp; sons v. Union of India, (2002) 6 SCC 201]. However, Sub-<a href=\"/doc/1804257/\" id=\"a_46\">section 2</a> of <a href=\"/doc/58560/\" id=\"a_47\">section 50</a> of the Act, empowers a right on the parties aggrieved to approach the Supreme Court.  The said section by virtue of its specific provision provides for second appeal only to the Supreme Court in respect of an order allowing the petition for enforcement of a foreign award. It must be construed that the provisions of Clause 14 of the Letters Patent is excluded. Hence, the provisions of Letters Patent cannot prevail over a <a href=\"/doc/1369884/\" id=\"a_48\">Legislative Act</a>. When there is a specific enactment  contemplating a provision for appeal  to the Supreme Court in respect of an order  passed under <a href=\"/doc/963351/\" id=\"a_49\">Section 48</a> of the Act, the appeal under 15 of Letters Patent  is not certainly maintainable.  Accordingly, Point No.4 is answered.\u0014\n\t\n\t4(i)\tBesides the clear distinction between <a href=\"/doc/772406/\" id=\"a_50\">Sections 37</a> and <a href=\"/doc/58560/\" id=\"a_51\">50</a> of the A and C Act owing to absence of negative import within parenthesis, we are also of the considered view that the ratio in <a href=\"/doc/50148889/\" id=\"a_52\">Videocon Power Limited</a>&#x27;s case does not help the respondent in the instant case, because <a href=\"/doc/50148889/\" id=\"a_53\">Videocon Power Limited</a>&#x27;s case is clearly distinguishable on facts. That was a case where there was an issue about whether a particular award was domestic award or foreign award. As a siquitur, a further question was whether such an award can be questioned under Section 34 of Part I of the A and C Act. This court on examination of facts and circumstances of the case, came to the conclusion that the award in question <a href=\"/doc/50148889/\" id=\"a_54\">in that case</a> is a foreign award and therefore, the same cannot be questioned under <a href=\"/doc/536284/\" id=\"a_55\">Section 34</a> of the A and C Act. It was ultimately held <a href=\"/doc/50148889/\" id=\"a_56\">in that case</a> that it was open to the company in whose favour the award was passed to approach this court for enforcement of such foreign award. We, therefore, proceed to examine the matter on merits.</span></span> \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_8\">\t4(j)\tFor the purpose of further discussion, it is essential to examine the grounds on which Raj TV resisted the original petition for enforcement of foreign award before the learned Single Judge.\n</p><p data-structure=\"Precedent\" id=\"p_9\">\t4(k)\tRaj TV resisted the petition before the learned Single Judge on two grounds, as set out supra.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">\t4(l)\tGround No.1 was that the claim itself is barred by limitation under Indian law, as a consequence of which the said Award is opposed to public policy in India and is therefore, unenforceable in India. (To be noted, limitation for money claim under Indian laws is three years and under Singaporean Law, it is six years).\n</p><p data-structure=\"Facts\" id=\"p_11\">\t4(m)\tGround No.2 was that the Arbitral Tribunal did not have jurisdiction qua Teleport services and occasional services, as according to Raj TV, the said contract dated 10.09.2003, which contains the arbitration agreement (Clauses 19 and 23), pertains only to Transponder Services (Teleport services and occasional services were agreed upon subsequently) and according to Raj TV, there is no arbitration clause in the subsequent agreement / arrangement.\n</p><p data-structure=\"RespArg\" id=\"p_12\">\t4(n)\tLearned Single Judge after a detailed hearing held against Raj TV with regard to both grounds and allowed the petition. Learned Single Judge held that limitation is a matter of procedural law. Learned Single Judge went on to hold that once the seat of arbitration is agreed upon, the Curial law will be the law of the Country, which is the seat of arbitration. Learned Judge proceeded on the principle that limitation is procedural law.\n</p><p data-structure=\"Precedent\" id=\"p_13\">\t4(o)\tWith regard to jurisdiction of Arbitral Tribunal, the learned Judge held that Thaicom and Raj TV submitted themselves to the jurisdiction of the Arbitral Tribunal, there was no preliminary objection and they cannot now raise the jurisdiction issue. Further, on a demurer also, the learned Single Judge held that the jurisdiction issue qua jurisdiction of the Arbitral Tribunal, that is being raised by Raj TV was unfounded.\n</p><p data-structure=\"Precedent\" id=\"p_14\">\t4(p)\tBefore we proceed further and discuss the issue that is being called in question before us, it may be necessary to note certain factual and legal aspects of the matter. \n</p><p data-structure=\"Section\" id=\"p_15\">\t4(q)\tThe contract is, admittedly, between an Indian company and a company incorporated in the Kingdom of Thailand. The said contract definitely contains arbitration clauses (Clauses 19 and 23). Therefore, there is no dispute that there is an arbitration agreement between the contracting parties, namely, Thaicom and Raj TV. It is also not in dispute that the venue for arbitration is a neutral venue, namely, Singapore. In other words, it is not in dispute that the seat of arbitration is Singapore. Therefore, there can be no two views or dispute about the fact that the &#x27;proper law&#x27; for the &#x27;arbitration agreement&#x27; is Singaporean law. In other words, the Curial Law is Singaporean Law.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">\t4(r)\tWhile proper law for the arbitration agreement is indisputably Singaporean law, proper law for the contract is put an issue. While Thaicom would contend that proper law for the contract is also Singaporean Law, Raj TV would contend that proper law for the contract is not Singaporean Law.\n</p><p data-structure=\"PetArg\" id=\"p_17\">\t4(s)\tWhile Thaicom would contend that the limitation is procedural law and therefore, Curial Law would apply, Raj TV would contend that it is not just procedural law, but substantive law too and therefore, cannot be governed by Curial Law alone. \n</p><p data-structure=\"RespArg\" id=\"p_18\">\t4(t)\tWhile both contracting parties, namely, Thaicom and Raj TV, agreed without any dispute that there is an arbitration agreement between them for Transponder Services, there is disagreement between the contracting parties about the existence of an arbitration agreement for the other two services, namely, Teleport services and occasional services. While Thaicom would contend that the arbitration agreement is applicable for all three services, Raj TV would contend that the arbitration agreement is applicable only for Transponder services and not for Transport and Occasional services.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">\t4(u)\tWith regard to limitation period, Raj TV would elaborate the proposition qua limitation by saying that the Award of the Singapore Arbitral Tribunal based on Singaporean law of limitation (six years for money claim) is essentially opposed to public policy in India, as the law of limitation is founded on public policy.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\t4(v)\tAll these issues have been dealt with by the learned Single Judge. Now that, the judgment and decree of the learned Single Judge has been put in issue before us, it may be necessary to try and capitulate / capture them as they arise in this appeal. We do that. We would list the issues arising in this appeal as follows :\n</p><blockquote id=\"blockquote_34\">\t(i)\tWhile proper law for arbitration agreement (Curial Law) is indisputably Singaporean Law, what is the proper law for the contract qua the said contract dated 10.9.2003?\n</blockquote><blockquote id=\"blockquote_35\">\t(ii)\tIs the plea of limitation governed by the procedural law alone (Curial Law in this case) or is it substantive law too and therefore, not governed by Curial Law alone?\n</blockquote><blockquote id=\"blockquote_36\">\t(iii)\tOn a demurer, if the award of the Arbitral Tribunal of Singapore is construed to be a infarct of law of limitation in India, can that be construed as opposed to public policy owing to such infarct alone?\n</blockquote><blockquote id=\"blockquote_37\">\t(iv)\tWith regard to jurisdiction, is it open to a contracting party (Raj TV in this case) to raise the issue of jurisdiction qua Arbitral Tribunal post the preliminary / post award stage?\n</blockquote><blockquote id=\"blockquote_38\">\t(v)\tBoth with regard to limitation and jurisdiction, what is the extent to which it can be raised in a petition for enforcement of Foreign Award under <a href=\"/doc/784819/\" id=\"a_57\">Sections 47</a> to <a href=\"/doc/1559160/\" id=\"a_58\">49</a> of the A and C Act particularly in the light of scope and purport of <a href=\"/doc/1211237/\" id=\"a_59\">Sections 44</a> and <a href=\"/doc/160474/\" id=\"a_60\">45</a> of the A and C Act?\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_21\">\t4(w)\tWe have set out the issues as encapsulated supra only for the sake of convenience. We shall proceed with the discussion of all five issues at one go.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">\t4(x)\tOn limitation, learned Single Judge has noticed that part of the Award which deals with the limitation. Paragraphs 39 to 42 of the Award are those which deal with the limitation. The same may usefully be extracted below :\n</p><blockquote id=\"blockquote_39\">\t\u001339.Procedural issues shall be governed by the law of the seat of arbitration, i.e. Singapore law, and limitation is a procedural matter. Hence, Indian limitation law does not apply.\n</blockquote><blockquote id=\"blockquote_40\">\t40.Article 6(1) of the Singaporean Limitation Act provides that action founded on contract \u0013shall not be brought after the expiration of 6 years from the date on which the cause of action accrued\u0014. The earliest due date of payment for the invoices was 23 July 2007. The Notice of Arbitration was served on the Respondent on 23 October 2012 and pursuant to <a href=\"/doc/416232/\" id=\"a_61\">Article 3(2)</a> of the UNCITRAL Rules, \u0013arbitral proceedings shall be deemed to commence on the date on which the notice of arbitration is received by the Respondent\u0014. Hence, any claim within six years before 23 October 2012, i.e. 24 October 2006 is not time-barred.\n</blockquote><blockquote id=\"blockquote_41\">\t41.Save for the Occasional Service fees, which the Claimant is no longer pursuing, all the claims made are within the limitation period and thus, not time-barred.\n</blockquote><blockquote id=\"blockquote_42\">\t42.The Tribunal agrees with the submissions of the Counsel for the Claimant that, neither the nationality of a party, nor the actual or possible forum of enforcement are touchstones for the determination of which limitation law applies to the claim. Counsel for the Respondent failed to provide legal bases or authorities to support his contention to the contrary.\u0014\n\n\t4(y)\tAs stated supra, arbitration agreement in the instant case is constituted by clauses 19 and 23 of the said contract dated 10.9.2003. Learned Single Judge has noted that it is the admitted case of the contracting parties that a combined reading of clauses 19 and 23 is to the effect that the seat of arbitration has been agreed to be Singapore and the governing law in the contract would be Singaporean Law. In other words, the stated position of the contracting parties is that proper law for the said contract is Singaporean Law. What the parties have not explicitly spelt out and covenanted is what would be the proper law for the arbitration agreement. In other words, what would be the Curial Law has not been explicitly / directly set out and covenanted. \n</blockquote><p data-structure=\"Section\" id=\"p_23\">\t4(z)\tIn our opinion, this makes the task very simple and easy. The reason is, Curial Law or proper law for the arbitration agreement is directly evident (not even inferred)  from the agreed seat of arbitration. The moment contracting parties agree on the seat of arbitration, it goes without saying that proper law for the arbitration agreement shall be the law of land, which is the seat of arbitration. In the instant case, there is no dispute between contracting parties, namely, Thaicom and Raj TV, that the seat of arbitration is Singapore. The moment Thaicom and Raj TV agreed that the seat of arbitration is Singapore, it follows indisputably that proper law for arbitration agreement (Curial Law) is Singaporean law. In our view, it need not be explicitly set out in the contract. Only when the parties agree on Curial Law of some other country other than the country, which is the seat of arbitration, there will be a necessity to set out explicitly about Curial Law. If the parties do not spell out, it goes without saying that Curial Law shall be the law of land, which is the seat of arbitration.\n</p><p data-structure=\"Section\" id=\"p_24\">\t4(aa)\tThis takes us to the question of what is the contract between the parties with regard to proper law for the contract. There is no dispute between the parties that it has been clearly / unambiguously spelt out in the said contract that proper law for the contract, namely for breach of  dispute, controversy, or claims arising out of the said contract, shall be Singaporean Law. Therefore, as contracting parties have not chosen to spell out that Curial Law shall be the law of land other than the seat of arbitration, we have no hesitation in holding that both proper law for arbitration agreement (Curial Law) as well as proper law for the contract is Singaporean Law in the instant case. Therefore, it follows as a natural and inevitable corollary that it is not necessary to even enter into the arena of debate as to whether limitation is merely procedural law or substantive law. On a demurer, even if it is conceded that limitation is not merely procedural law, but substantive law too, as both are governed by Singaporean Law, the limitation that shall be applicable is Singaporean Law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">\t4(ab)\tThis takes us to the next question as to whether limitation being determined on the basis of Singaporean Law where law of limitation of money claim is six years unlike three years in India would per se render the award opposed to public policy and therefore unenforceable.\n</p><p data-structure=\"Precedent\" id=\"p_26\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_7\">4(ac)\tPublic policy in India has been well articulated  and explained by the Hon&#x27;ble Supreme Court, commencing from <a href=\"/doc/86594/\" id=\"a_62\">Renusagar Power Co. Ltd. Vs. General Electric Co.</a> [1994 Supp (1) SCC 644].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_8\">In <a href=\"/doc/86594/\" id=\"a_63\">Renusagar Power Co. Ltd.</a>&#x27;s case, public policy was explained by the Hon&#x27;ble Supreme Court of India in the following words :</span>\n</p><blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_9\">\u001346.While observing that \u0013from the very nature of things, the expressions \u0011public policy\u0012, \u0011opposed to public policy\u0012 or \u0011contrary to public policy\u0012 are incapable of precise definition\u0014 this Court has laid down: (SCC p. 217, para 92)\n\u0013Public policy \u0005 connotes some matter which concerns the public good and the public interest. The concept of what is for the public good or in the public interest or what would be injurious or harmful to the public good or the public interest has varied from time to time.\u0014 (See : <a href=\"/doc/477313/\" id=\"a_64\">Central Inland Water Transport Corpn. Ltd. v. Brojo Nath Ganguly</a> [(1986) 3 SCC 156, 217 : 1986 SCC (L&amp;S) 429 : (1986) 1 ATC 103 : (1986) 2 SCR 278, 372] .)</span>\n\n</blockquote><blockquote id=\"blockquote_44\">47.The need for applying the touchstone of public policy has been thus explained by Sir William Holdsworth:\n</blockquote><blockquote id=\"blockquote_45\">\u0013In fact, a body of law like the common law, which has grown up gradually with the growth of the nation, necessarily acquires some fixed principles, and if it is to maintain these principles it must be able, on the ground of public policy or some other like ground, to suppress practices which, under ever new disguises, seek to weaken or negative them.\u0014 (History of English Law, Vol. III, p. 55)\n\n</blockquote><blockquote id=\"blockquote_46\">48.Since the doctrine of public policy is somewhat open-textured and flexible, Judges in England have shown certain degree of reluctance to invoke it in domestic law. There are two conflicting positions which are referred as the \u0011narrow view\u0012 and the \u0011broad view\u0012. According to the narrow view courts cannot create new heads of public policy whereas the broad view countenances judicial law making in this areas. (See :Chitty on Contracts, 26th Edn., Vol. I, para 1133, pp. 685-686). Similar is the trend of the decision in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_10\">In <a href=\"/doc/930662/\" id=\"a_65\">Gherulal Parakh v. Mahadeodas Maiya</a> [1959 Supp 2 SCR 406 : AIR 1959 SC 781] this Court favoured the narrow view when it said:</span>\n</blockquote><blockquote id=\"blockquote_47\">\u0013\u0005 though the heads are not closed and though theoretically it may be permissible to evolve a new head under exceptional circumstances of a changing world, it is admissible in the interest of stability of society not to make any attempt to discover new heads in these days\u0014 (p. 440)\n</blockquote><blockquote id=\"blockquote_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527706\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906138\" id=\"span_13\">49.In later decisions this Court has, however, leaned towards the broad view. [See : <a href=\"/doc/1906138/\" id=\"a_66\">Murlidhar Agarwal v. State of U.P.</a> [(1974) 2 SCC 472, 482 : (1975) 1 SCR 575, 584] ; <a href=\"/doc/477313/\" id=\"a_67\">Central Inland Water Transport Corpn. v. Brojo Nath Ganguly</a> [(1986) 3 SCC 156, 217 : 1986 SCC (L&amp;S) 429 : (1986) 1 ATC 103 : (1986) 2 SCR 278, 372] at p. 373; <a href=\"/doc/527706/\" id=\"a_68\">Rattan Chand Hira Chand v. Askar Nawaz Jung</a> [(1991) 3 SCC 67, 76-77] .]</span></span></span> \n</blockquote><blockquote id=\"blockquote_49\">50. In the field of private international law, courts refuse to apply a rule of foreign law or recognise a foreign judgment or a foreign arbitral award if it is found that the same is contrary to the public policy of the country in which it is sought to be invoked or enforced. The English courts follow the following principles:\n</blockquote><blockquote id=\"blockquote_50\">\u0013Exceptionally, the English court will not enforce or recognise a right conferred or a duty imposed by a foreign law where, on the facts of the particular case, enforcement or, as the case may be, recognition, would be contrary to a fundamental policy of English law. The court has, therefore, refused in certain cases to apply foreign law where to do so would in the particular circumstances be contrary to the interests of the United Kingdom or contrary to justice or morality.\u0014 (See :Halsbury&#x27;s Laws of England, 4th Edn., Vol. 8, para 418.)\n</blockquote><blockquote id=\"blockquote_51\">51.A distinction is drawn while applying the said rule of public policy between a matter governed by domestic law and a matter involving conflict of laws. The application of the doctrine of public policy in the field of conflict of laws is more limited than that in the domestic law and the courts are slower to invoke public policy in cases involving a foreign element than when a purely municipal legal issue is involved. (See : Vervaeka v. Smith [(1983) 1 AC 145, 164 : (1982) 2 All ER 144, 158] ; Dicey &amp; Morris, The Conflict of Laws, 11th Edn., Vol. 1 p. 92; Cheshire &amp; North, Private International Law, 12th Edn., pp. 128-129). The reason for this approach is thus explained by Professor Graveson:\n</blockquote><blockquote id=\"blockquote_52\">\u0013This concern of law in the protection of social institutions is reflected in its rules of both municipal and conflict of laws. Although the concept of public policy is the same in nature in these two spheres of law, its application differs in degree and occasion, corresponding to the fact that transactions containing a foreign element may constitute a less serious threat to municipal institutions than would purely local transactions.\u0014 (R.H. Graveson : Conflict of Laws, 7th Edn., p. 165)\n\n</blockquote><blockquote id=\"blockquote_53\">52. In Louchs v.Standard Oil Co. of New York [224 NY 99 (1918)] Cordozo, J. has said:\n</blockquote><blockquote id=\"blockquote_54\">\u0013The courts are not free to refuse to enforce a foreign right at the pleasure of the judges, to suit the individual notion of expediency or fairness. They do not close their doors unless help would violate some fundamental principle of justice, some prevalent conception of good morals, some deep-rooted tradition of the common weal.\u0014 (p. 111)\n</blockquote><blockquote id=\"blockquote_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_14\">53.The particular rule of public policy that the defendant invokes may be of this overriding nature and therefore enforceable in all actions, or it may be local in the sense that it represents some feature of internal policy. If so it must be confined to cases governed by the domestic law and it should not be extended to a case governed by foreign law. In order to ascertain whether the rule is all-pervading or merely local, it must be examined in the light of its history, the purpose of its adoption, the object to be accomplished by it and the local conditions. (See : Cheshire and North, Private International Law, 12th Edn., p. 129.) \u0013\n\n\t4(ad)\tWith regard to when Courts refuse to enforce a foreign acquired right on the ground that such enforcement would affront public policy, we again refer to <a href=\"/doc/86594/\" id=\"a_69\">Renusagar Power Co. Ltd.</a>&#x27;s case, which is widely construed to be some kind of a magnum opus on this and extract the following paragraphs:</span>\n</blockquote><blockquote id=\"blockquote_56\">\u001354.The cases in which the English courts refuse to enforce a foreign acquired right on the ground that its enforcement would affront some moral principle the maintenance of which admits of no possible compromise, have been classified as under:\n</blockquote><blockquote id=\"blockquote_57\">\u0013(i) Where the fundamental conceptions of English justice are disregarded;\n</blockquote><blockquote id=\"blockquote_58\">(ii) Where the English conceptions of morality are infringed;\n</blockquote><blockquote id=\"blockquote_59\">(iii) Where a transaction prejudices the interests of the United Kingdom or its good relations with foreign powers;\n</blockquote><blockquote id=\"blockquote_60\">(iv) Where a foreign law or status offends the English conceptions of human liberty and freedom of action;\u0014\n(See : Cheshire and North, Private International Law, 12th Edn., pp. 131-133.)\n</blockquote><blockquote id=\"blockquote_61\">55.As observed by Lord Simon of Glaisdale \u0013an English Court will exercise such a jurisdiction with extreme reserve\u0014. (Vervaeka v. Smith [(1983) 1 AC 145, 164 : (1982) 2 All ER 144, 158] ) \n</blockquote><blockquote id=\"blockquote_62\">56. In Dalmia Dairy Industries Ltd. v. National Bank of Pakistan [(1978) 2 Lloyd&#x27;s LR 223] the Court of Appeal refused to extend the doctrine of public policy to embrace the principle that the English courts should refuse to enforce an award arising out of a contract between persons who are nationals of foreign States which were at war with each other but each of which was in friendly relationship with England. In support of the applicability of the doctrine, it was argued that it would be harmful to international relations of the United Kingdom with friendly countries if it were to allow the machinery of its courts to be used to enforce a judgment, or an arbitral award in favour of a national of one foreign State friendly to the United Kingdom, against the national of another foreign State, also friendly to the United Kingdom, when the two foreign States are enemies of one another. Negativing the said contention, the Court of Appeal (Megaw, L.J.) has held:\n</blockquote><blockquote id=\"blockquote_63\">\u0013If there is no authority binding on us which specifically adopts that supposed doctrine, or principle, we should unhesitatingly decline to make new law to that effect in this case. We should regard it, on balance, as being contrary to public policy for such a principle to apply.\u0014 (p. 300)\n\n</blockquote><blockquote id=\"blockquote_64\">57.In Deutsche Schachtbau-und Tiefbohrgesellschaft mbH v. Ras Al Khaimah National Oil Co. [(1987) 2 All ER 769] decided by the Court of Appeal, Sir John Donaldson M.R. has said:\n</blockquote><blockquote id=\"blockquote_65\">\u0013Consideration of public policy can never be exhaustively defined, but they should be approached with extreme caution. As Burrough J. remarked in Richardson v. Mellish [(1824) 2 Bing 229, 252 : (1824-34) All ER Rep 258, 266] : \u0011It is never argued at all but when other points fail.\u0012 It has to be shown that there is some element of illegality or that the enforcement of the award would be clearly injurious to the public good or, possibly, that enforcement would be wholly offensive to the ordinary reasonable and fully-informed member of the public on whose behalf the powers of the State are exercised.\u0014 (p. 779)\n\n</blockquote><blockquote id=\"blockquote_66\">58. The approach of the American courts to the doctrine of public policy in its application to recognition and enforcement of foreign arbitral awards under the New York Convention is reflected in the decision of the US Court of Appeals in Parsons &amp; Whittemore Overseas Co. Inc. v. Societe Generale De L&#x27;Industrie Du Papier (Rakta) and Bank of America [508 F 2d 969 (1974)] wherein it has been observed:\n</blockquote><blockquote id=\"blockquote_67\">\u0013The general pro-enforcement bias informing the Convention and explaining its supersession of the Geneva Convention points toward a narrow reading of the public policy defense. An expansive construction of this defense would vitiate the Convention&#x27;s basic effort to remove pre-existing obstacles to enforcement. \u0005 We conclude, therefore, that the convention&#x27;s public policy defense should be construed narrowly. Enforcement of foreign arbitral awards may be denied on this basis only where enforcement would violate the forum State&#x27;s most basic notions of morality and justice.\u0014 (pp. 973-974)\n\n</blockquote><blockquote id=\"blockquote_68\">59. While dealing with arbitration agreements in international business transactions, the U.S. Supreme Court, has disapproved a parochial refusal by the courts of one country to enforce an international arbitration agreement as well as the \u0013parochial concept that all disputes must be resolved under our laws and in our courts\u0014. It has been observed:\n</blockquote><blockquote id=\"blockquote_69\">\u0013We cannot have trade and commerce in world markets and international waters exclusively on our terms, governed by our laws, and resolved in our Courts.\u0014 (Fritz Scherk v. Alberto-Culver Co. [41 L Ed 2d 270, 279, 281 : 417 US 506 (1974)] )\n</blockquote><blockquote id=\"blockquote_70\">60. Similarly in Mitsubishi Motors Corpn. v. Soler Chrysler-Plymouth Inc. [87 L Ed 2d 444] it was observed:\n</blockquote><blockquote id=\"blockquote_71\">\u0013We conclude that concerns of international comity, respect for the capacities of foreign and transnational tribunals, and sensitivity to the need of the international commercial system for predictability in the resolution of disputes require that we enforce the parties&#x27; agreement, even assuming that a contrary result would be forthcoming in a domestic context.\u0014 (pp. 456-457)\n</blockquote><blockquote id=\"blockquote_72\">61.In France, a distinction is made between international public policy (\u0013order public international\u0014) and the national public policy. Under the new French <a href=\"/doc/161831507/\" id=\"a_70\">Code of Civil Procedure</a>, an international arbitral award can be set aside if the recognition or execution is contrary to international public policy. In doing so it recognises the existence of two levels of public policy \u0017 the national level, which may be concerned with purely domestic considerations, and the international level, which is less restrictive in its approach. (See : Redfern and Hunter, Law and Practice of International Commercial Arbitration, 2nd Edn., p. 445.) \n</blockquote><blockquote id=\"blockquote_73\">62. According to Redfern and Hunter, \u0013if a workable definition of \u0011international public policy\u0012 could be found, it would be an effective way of preventing an award in an international arbitration from being set aside for purely domestic policy considerations\u0014. But in the absence of such a definition \u0013there are bound to be practices which some States will regard as contrary to international public interest and other States will not\u0014 [See : Redfern &amp; Hunter (supra) pp. 445-446.] <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_16\">\u0013\n\n\t4(ae)\tElucidation of public policy in <a href=\"/doc/86594/\" id=\"a_71\">Renusagar Power Co. Ltd.</a>&#x27;s case was considered subsequently by a three member bench of the Hon&#x27;ble Supreme Court in <a href=\"/doc/15591279/\" id=\"a_72\">Shri Lal Mahal Limited Vs. Progetto Grano Spa</a> [(2014) 2 SCC 433].</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_18\">In the <a href=\"/doc/15591279/\" id=\"a_73\">Shri Lal Mahal Limited</a>&#x27;s case, the Supreme Court of India, after analyzing public policy as elucidated in <a href=\"/doc/86594/\" id=\"a_74\">Renusagar Power Co. Ltd.</a>&#x27;s case, laid down the ratio that doctrine of public policy of India for the purpose of <a href=\"/doc/1306164/\" id=\"a_75\">Part II of the A and C Act</a> is more limited than the application of the same expression in respect of domestic awards governed by <a href=\"/doc/1306164/\" id=\"a_76\">Part I of the A and C Act</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_19\">Relevant paragraphs of <a href=\"/doc/15591279/\" id=\"a_77\">Lal Mahal</a>&#x27;s case are paragraph Nos.23 and 27, which read as follows :</span>\n</blockquote>\n<blockquote id=\"blockquote_74\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_20\">\u001323.Of the many questions framed for determination in <a href=\"/doc/86594/\" id=\"a_78\">Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644] , the two questions under consideration were:</span>\n</blockquote><blockquote id=\"blockquote_75\">(i) \u0013Does Section 7(1)(b)(ii) of the Foreign Awards Act preclude enforcement of the award of the Arbitral Tribunal, Gafta for the reason that the said award is contrary to the public policy of the State of New York?\u0014, and\n</blockquote><blockquote id=\"blockquote_76\">(ii) \u0013what is meant by public policy in Section 7(1)(b)(ii) of the Foreign Awards Act?\u0014.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">This Court held that the words \u0013public policy\u0014 used in Section 7(1)(b)(ii) of the Foreign Awards Act meant public policy of India. The argument that the recognition and enforcement of the award of the Arbitral Tribunal, Gafta can be questioned on the ground that it is contrary to the public policy of the State of New York was negated. A clear and fine distinction was drawn by this Court while applying the rule of public policy between a matter governed by domestic laws and a matter involving conflict of laws. It has been held in unambiguous terms that the application of the doctrine of \u0013public policy\u0014 in the field of conflict of laws is more limited than that in the domestic law and the courts are slower to invoke public policy in cases involving a foreign element than when purely municipal legal issues are involved.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">\t* * * * * * * * * * * * * *\n</p><p data-structure=\"Precedent\" id=\"p_29\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_21\">In our view, what has been stated by this Court in <a href=\"/doc/86594/\" id=\"a_79\">Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644] with reference to Section 7(1)(b)(ii) of the Foreign Awards Act must apply equally to the ambit and scope of <a href=\"/doc/1234356/\" id=\"a_80\">Section 48(2)(b)</a> of the 1996 Act.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86594\" id=\"span_22\">In <a href=\"/doc/86594/\" id=\"a_81\">Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644] it has been expressly exposited that the expression \u0013public policy\u0014 in Section 7(1)(b)(ii) of the Foreign Awards Act refers to the public policy of India. The expression \u0013public policy\u0014 used in <a href=\"/doc/961785/\" id=\"a_82\">Section 7(1)(b)(ii)</a> was held to mean \u0013public policy of India\u0014.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_23\">A distinction in the rule of public policy between a matter governed by the domestic law and a matter involving conflict of laws has been noticed in <a href=\"/doc/86594/\" id=\"a_83\">Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_24\">For all this there is no reason why <a href=\"/doc/86594/\" id=\"a_84\">Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644] should not apply as regards the scope of inquiry under <a href=\"/doc/1234356/\" id=\"a_85\">Section 48(2)(b)</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_26\"><a href=\"/doc/86594/\" id=\"a_86\">Following Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644], we think that for the purposes of <a href=\"/doc/1234356/\" id=\"a_87\">Section 48(2)(b)</a>, the expression \u0013public policy of India\u0014 must be given a narrow meaning and the enforcement of foreign award would be refused on the ground that it is contrary to the public policy of India if it is covered by one of the three categories enumerated in <a href=\"/doc/86594/\" id=\"a_88\">Renusagar [Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1) SCC 644] . Although the same expression \u0013public policy of India\u0014 is used both in <a href=\"/doc/549389/\" id=\"a_89\">Section 34(2)(b)(ii)</a> and <a href=\"/doc/1234356/\" id=\"a_90\">Section 48(2)(b)</a> and the concept of \u0013public policy in India\u0014 is same in nature in both the sections but, in our view, its application differs in degree insofar as these two sections are concerned.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"131260120\" id=\"span_27\">The application of \u0013public policy of India\u0014 doctrine for the purposes of <a href=\"/doc/1234356/\" id=\"a_91\">Section 48(2)(b)</a> is more limited than the application of the same expression in respect of the domestic arbitral award.\u0014\n\n\t4(af)\tThough not cited at the Bar, we have also taken note of a judgment of the Bombay High Court reported in 2015 (6) Arb.L.R. 172 (Bom) being M/s.Louis <a href=\"/doc/131260120/\" id=\"a_92\">Dreyfus Commodities Suisse S.A. Vs. Sakuma Exports Limited</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_30\">In <a href=\"/doc/131260120/\" id=\"a_93\">the said judgment</a>, the Bombay High Court, after referring to the judgments of the Hon&#x27;ble Supreme Court of India in <a href=\"/doc/919241/\" id=\"a_94\">O.N.G.C. Ltd. Vs. Saw Pipes Ltd.</a> [(<a href=\"/doc/86594/\" id=\"a_95\">2003) 5 SCC 705], Renusagar Power Co. Ltd. Vs. General Electric Co.</a> [(1994) Supp (1) SCC 644] and also <a href=\"/doc/15591279/\" id=\"a_96\">Shri Lal Mahal Limited Vs. Progetto Grano SPA</a> [(2014) 2 SCC 433] regarding &#x27;public policy&#x27; and &#x27;public policy of India&#x27;, culled out the principles and laid down a triple test. By this triple test, it was held that enforcement of a foreign award can be refused qua public policy in India only if such enforcement would be contrary to (i) fundamental policy of Indian law or  (ii) the interest of India or (iii) justice or morality.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_33\">4(ag)\tRelevant paragraph in the Bombay High Court judgment with regard to triple test (culled out from the principles <a href=\"/doc/15591279/\" id=\"a_97\">laid down by</a> the Hon&#x27;ble Supreme Court of India in <a href=\"/doc/919241/\" id=\"a_98\">O.N.G.C. Ltd.</a>&#x27;s case (supra), <a href=\"/doc/86594/\" id=\"a_99\">Renusagar Power Co. Ltd.</a> (supra) and also <a href=\"/doc/15591279/\" id=\"a_100\">Shri Lal Mahal Limited</a> (supra), is articulated in paragraph 71 of <a href=\"/doc/15591279/\" id=\"a_101\">the said judgment</a>. We deem it appropriate to extract the said paragraph 71 and the same reads as follows :</span></span></span>\n</p><blockquote id=\"blockquote_77\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_34\">\u001371.The Supreme Court clarified that the principles in the case of <a href=\"/doc/86594/\" id=\"a_102\">Renusagar Power Co. Ltd.</a> (supra) must apply for the purpose of <a href=\"/doc/1234356/\" id=\"a_103\">section 48(2)(b)</a> of the Arbitration &amp; Conciliation Act, 1996 and insofar as the proceedings for setting aside the award under <a href=\"/doc/1722761/\" id=\"a_104\">section 34</a> of the Arbitration Act is concerned, the principles <a href=\"/doc/86594/\" id=\"a_105\">laid down in</a> the case of O.N.G.C. Ltd. vs. Saw Pipes Ltd. (supra) governed the said proceedings. The Supreme Court accordingly held that the enforcement of the award would be refused under <a href=\"/doc/1234356/\" id=\"a_106\">section 48(2)(b)</a> in which if such enforcement would be contrary to (i) fundamental policy of Indian law or (ii) the interest of India ; or (iii) justice or morality.</span> The Supreme Court clarified that the wider meaning given to the expression &quot;public policy of India&quot; occurring in <a href=\"/doc/85288767/\" id=\"a_107\">section 2(b)(ii)</a> in the case of O.N.G.C. Ltd. vs. Saw Pipes Ltd. (supra) is not applicable where the objection is raised to the enforcement of foreign award under <a href=\"/doc/1234356/\" id=\"a_108\">section 48(2)(b)</a>.\u0014\n\n\t4(ah)\tWe applied the above triple test to the factual matrix in the instant case. We do not find that the enforcement of the foreign award in the instant case would be contrary to any one of the above said three facets. The only distinguishing feature is that the period of limitation prescribed in Indian Law for money suits is three years, whereas it is six years in Singaporean Law. No other distinction between Indian Law and Singaporean Law has been pointed out in the instant case qua the foreign award that is being sought to be enforced.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_31\">\t4(ai)\tAs a sequitur to the discussions supra, the inescapable and indisputable conclusion is that a foreign award cannot become opposed to public policy in India merely because a larger / longer period of limitation has been applied to test the claim in a money suit. More so, as alluded to supra, when the contracting parties have unambiguously covenanted that the proper law for the contract would be Singaporean Law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">\t4(aj)\tTherefore, we have no hesitation whatsoever in holding that a Foreign Award, merely because limitation aspect has been decided on the basis of foreign law, where the period of limitation is more, does not per se become opposed to public policy rendering it unenforceable in India.\n</p>\n<p data-structure=\"RespArg\" id=\"p_33\">\t4(ak)\tThis takes us to the next aspect of the matter, which is challenge to the jurisdiction of the Arbitral Tribunal qua Teleport Services and Occasional services. The learned Single Judge has rightly observed that this objection had not been raised by Raj TV till such time closing submissions were propounded before the Arbitral Tribunal. This is clear from the defence statement filed before the Arbitral Tribunal, as extracted by the Tribunal, wherein and whereby it becomes clear that the only objection which the respondent had raised is vis-a-viz jurisdiction and that was pivoted on the applicability of law of limitation i.e., whether Indian Law of limitation or Singaporean Law of limitation would apply in the given circumstances. With regard to Teleport Services and Occasional Services, it was simply stated by Raj TV, particularly in paragraph 5 of the defence statement that all payments have been made and therefore, nothing more was due and outstanding. There was, absolutely, no due whatsoever was the plea.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\t4(al)\tThis is evident from paragraphs 36 and 37 of the Award of  Arbitral Tribunal, which read as follows :\n</p>\n<blockquote id=\"blockquote_78\">\t\u001336.The Tribunal agrees with the Claimant that the jurisdiction of the Arbitrator was never raised prior to the Respondent&#x27;s closing submission despite the Tribunal&#x27;s effort to enquire and confirm their position during the oral hearing. <a href=\"/doc/1011960/\" id=\"a_109\">Article 16(2)</a> of the Model Law, is applicable to bar the Respondent&#x27;s belated jurisdictional challenge, which reads:\n</blockquote><blockquote id=\"blockquote_79\">\u0013A plea that the tribunal does not have jurisdiction shall be raised no later than the submission of the statement of defence. A party is not precluded from raising such a plea by the fact that he has appointed, or participated in the appointment of an arbitrator. A plea that the tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of authority is raised during the arbitral proceedings. The arbitral tribunal may, in either case, admit a later plea if it considers the delay justified.\u0013\n\n</blockquote><blockquote id=\"blockquote_80\">\t37.The Tribunal is of the opinion, since no explanation was ever provided for the Respondent&#x27;s change of position, nor extension of time sought for the delay, in any event the delay in raising the plea is unjustified and thus the jurisdictional challenge should be rejected.\u0014 \n\n\t4(am)\tTherefore, challenge to jurisdiction of Arbitral Tribunal also fails as flawed.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_35\">5\tCONCLUSION :\n</p><blockquote id=\"blockquote_81\">\t5(a)\tOwing to all that have been stated supra, we have no hesitation in coming to a conclusion that the order of the learned Single Judge dated 26.10.2016 made in O.P.No.127 of 2016 is correct and does not call for any interference.\n</blockquote>\n\n<blockquote id=\"blockquote_82\">6\tDECISION :\n</blockquote><blockquote id=\"blockquote_83\">\t6(a)\tTherefore, this intra-court appeal fails and is dismissed. Considering the nature of the matter and the trajectory of the litigation, we leave the parties to bear their respective costs. Consequently, connected miscellaneous petition is also dismissed.\n</blockquote>\n<pre id=\"pre_2\">(M.S.N.,J.)      (M.S., J.)\n\n14.07.2017         \n\nIndex\t\t: Yes\n\nvvk\n\n   \n\n\n\nM.Sathyanarayanan, J.\nand             \nM.Sundar, J.      \n\n\nvvk\n\n\n\n\n\n\n\n\n Judgment in\n<span class=\"hidden_text\" id=\"span_35\">O.S.A.No.113 of 2017</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n14.07.2017\n\n\n\n\n\n\n\n\n          </pre>","numcites":34,"numcitedby":2,"docsource":"Madras High Court","citetid":120528673,"divtype":"judgments","relatedqs":[{"value":"private international law","formInput":"private%20international%20law"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"opposed to public policy","formInput":"opposed%20to%20public%20policy"},{"value":"limitation procedural law","formInput":"limitation%20procedural%20law"},{"value":"public policy","formInput":"public%20policy"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"fuerst day lawson","formInput":"fuerst%20day%20lawson"},{"value":"proper law of contract","formInput":"proper%20law%20of%20contract"},{"value":"Doctrine of public policy","formInput":"Doctrine%20of%20public%20policy"},{"value":"videocon power","formInput":"videocon%20power"},{"value":"raj television network","formInput":"raj%20television%20network"},{"value":"curial law","formInput":"curial%20law"},{"value":"1994 scc (1)1","formInput":"1994%20scc%20%281%291"},{"value":"\"proper law\" \"contract\"","formInput":"%22proper%20law%22%20%22contract%22"},{"value":"jurisdiction of arbitral tribunal","formInput":"jurisdiction%20of%20arbitral%20tribunal"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"letters patent appeal ","formInput":"letters%20patent%20appeal%20"},{"value":"arbitral award","formInput":"arbitral%20award"}],"cats":[{"value":"appealable-orders","formInput":"tag:appealable-orders"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"conditions-for-enforcement-of-foreign-awards","formInput":"tag:conditions-for-enforcement-of-foreign-awards"},{"value":"enforcement-of-foreign-awards","formInput":"tag:enforcement-of-foreign-awards"}],"courtcopy":true,"query_alert":null,"agreement":false}