{"tid":135087731,"publishdate":"2017-12-15","title":"Hinduja Leyland Finance Ltd vs Debdas Routh & Anr on 15 December, 2017","doc":"<h2 class=\"doc_title\">Hinduja Leyland Finance Ltd vs Debdas Routh &amp; Anr on 15 December, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:i-p-mukerji\">I.P. Mukerji</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-p-mukerji\">I.P. Mukerji</a></h3>\n\n<pre id=\"pre_1\">              IN THE HIGH COURT AT CALCUTTA\n              Ordinary Original Civil Jurisdiction\n                        Original Side\n\n                       A.P No. 145 of 2017\n                   Hinduja Leyland Finance Ltd.\n                                v.\n                       Debdas Routh &amp; Anr.\n\n                       A.P. No. 181 of 2017\n                   Hinduja Leyland Finance Ltd.\n                                 v.\n                      Tarak Upadhyay &amp; Anr.\n\n                       A.P. No. 182 of 2017\n                   Hinduja Leyland Finance Ltd.\n                                 v.\n                      Prasad Mondal &amp; Anr.\n\n                      A.P. No. 535 of 2017\n                    Tata Capital Finance Ltd.\n                                v.\n                         Bharat Prasad\n\n                      G.A. No. 2964 of 2017\n                       A.P. No. 180 of 2017\n                   Hinduja Leyland Finance Ltd.\n                                 v.\n                       Debdas Routh &amp; Anr.\n\n                        A.P. No. 331 of 2017\n                        A.P. No. 180 of 2017\n                        A.P. No. 330 of 2017\n                      Tata Motors Finance Ltd.\n                                  v.\n                          Tarak Upadhyay\n\n\nFor the petitioners      :     Mr. Swatarup Banerjee\n                               Mr. Biplab Majumder\n                               Ms. Priyata Chakraborty\n                               Mr. Abhishek Bhattacharya\n                               Mr. Shibnath Bhattacharya\n                               Mr. Pijush Biswas\n                                                ....Advocates\n\nFor the Respondent       :     Mr. Priyankar Saha\n                                               ......Advocate\n\n\nJudgement On             :     15th December, 2017\n\n\nI.P. MUKERJI, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">In each of the above applications under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration and\n\nConciliation Act, 1996, the respondent/respondents have taken the point\n\nthat this Court is lacking in jurisdiction to determine it. The reason is\n that in each of the agreements between the parties, the venue of\n\narbitration was specified.\n</p>\n<p data-structure=\"PetArg\" id=\"p_2\">\nIt is now settled law that the venue of the arbitration specified in the\n\narbitration agreement means the &quot;seat&quot; of arbitration.             &quot;Seat&quot; is\n\nassociated with English law. If a &quot;venue&quot; is mentioned in addition to the\n\n&quot;seat&quot; then it refers to a place for holding the arbitration, other than the\n\nvenue. (See Shashour Sharma&#x27;s case reported in (2009) 2 Lloyd&#x27;s\n\nReport 376).\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75853915\" id=\"span_1\">By operation of the judgment of the Supreme Court in <a href=\"/doc/75853915/\" id=\"a_2\">Indus Mobile\n\nDistribution Private Limited Vs. Datawind Innovations Private\n\nLimited</a> reported in (2017) 7SCC 678 only the Court/Courts in the\n\nplace of seat have the determination to hear an application under Part-I\n\nof the said Act.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\nThe relevant passage from the Supreme Court judgment is set out\n\nbelow:-\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><blockquote id=\"blockquote_1\">&quot;19. A conspectus of all the aforesaid provisions shows that the moment\n\nthe seat is designated, it is akin to an exclusive jurisdiction clause. On the\n\nfacts of the present case, it is clear that the seat of arbitration is Mumbai\n\nand Clause 19 further makes it clear that jurisdiction exclusively vests in\n\nthe Mumbai courts. Under the Law of Arbitration, unlike <a href=\"/doc/161831507/\" id=\"a_3\">the Code of Civil\n\nProcedure</a> which applies to suits filed in courts, a reference to &quot;seat&quot; is a\n\nconcept by which a neutral venue can be chosen by the parties to an\n\narbitration clause. The neutral venue may not in the classical sense have\n\njurisdiction - that, no part of the clause of action may have arisen at the\n\nneutral venue and neither would any of the provisions of <a href=\"/doc/169730061/\" id=\"a_4\">Sections 16</a> to <a href=\"/doc/51447063/\" id=\"a_5\">21</a>\n\nof CPC be attracted. In arbitration law however, as has been held above,\n\nthe moment &quot;seat&quot; is determined, the fact that the seat is at Mumbai would\n\nvest Mumbai Courts with exclusive jurisdiction for purposes of regulating\n\narbitral proceedings arising out of the agreement between the parties.\n</blockquote><blockquote id=\"blockquote_2\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170532980\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23112747\" id=\"span_3\">20. It is well settled that where more than one court has jurisdiction, it is\n\nopen for the parties to exclude all other courts. For an exhaustive analysis\n\nof the case law, see <a href=\"/doc/23112747/\" id=\"a_6\">Swastik Gases (P) Ltd. v. Indian Oil Corpn. Ltd. This</a>\n\nwas followed in a recent judgment in <a href=\"/doc/170532980/\" id=\"a_7\">B.E. Simoese Von Staraburg\n\nNiedenthal v. Chhattisgarh Investment Ltd. Having</a> regard to the above, it\n\nis clear that Mumbai courts alone have jurisdiction to the exclusion of all\n\nother courts in the country, as the juridical seat of arbitration is at Mumbai.\n\nThis being the case, the impugned judgment is set aside. The injunction\n\nconfirmed by the impugned judgment will continue for a period of four\n\nweeks from the date of pronouncement of this judgment, so that the\n\nrespondents may take necessary steps under <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> in the Mumbai\n\nCourt. The appeals are disposed of accordingly.&quot;</span></span>\n</blockquote>\n<blockquote id=\"blockquote_3\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">In the said Act the reference to Court in <a href=\"/doc/1079220/\" id=\"a_9\">Section 9</a> denotes the Court\n\ndescribed in <a href=\"/doc/33153648/\" id=\"a_10\">Section 2(1)(e)(i)</a> of the Act. This sub-section describes Court\n\nas under:-\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><blockquote id=\"blockquote_4\">&quot;2(1) (e) (i) - in the case of an arbitration other than international\n\ncommercial arbitration, the principal Civil Court of original jurisdiction in a\n\ndistrict, and includes the High Court in exercise of its ordinary original civil\n\njurisdiction, having jurisdiction to decide the questions forming the subject-\n\nmatter of the arbitration if the same had been the subject-matter of a suit,\n\nbut does not include any Civil Court of a grade inferior to such principal\n\nCivil Court, or any Court of Small Causes;&quot;\n</blockquote>\n<blockquote id=\"blockquote_5\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\"><a href=\"/doc/1306164/\" id=\"a_11\">In the Act</a> there is no reference to the seat of arbitration but there is\n\nreference to a place of arbitration in <a href=\"/doc/385194/\" id=\"a_12\">Section 20</a> thereof. <a href=\"/doc/385194/\" id=\"a_13\">Section 20</a> is\n\ncomprised in Part I which relates to arbitrations held in India. <a href=\"/doc/33153648/\" id=\"a_14\">Section\n\n2(1)(e)(i)</a> has been interpreted in various decisions. It means that if a\n\nlitigant has to choose a Court to institute a <a href=\"/doc/1079220/\" id=\"a_15\">Section 9</a> application he\n\nwould have to choose a Court where a suit could be filed in respect of the\n\n&quot;subject matter of arbitration&quot;. The Court must not be inferior to the\n principal Civil Court including the High Court in the exercise of its\n\noriginal jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">\nThe judgment in Indus has referred to Balco v. Kaiser Aluminium\n\nTechnical Services Inc., (2012) 9 SCC 552. This judgment was\n\ndelivered by a five Judge Bench of the Supreme Court headed by the\n\nChief Justice. The judgment was delivered by Mr. Justice S.S. Nijjar with\n\nwhom all the other Judges concurred. Unfortunately, in the case of Indus\n\nMobile Distribution certain vital passages from this five Judge Bench\n\njudgment were not shown to their lordships. Those passages are as\n\nfollows:-\n</p>\n<p data-structure=\"Section\" id=\"p_10\">\n</p><blockquote id=\"blockquote_6\">&quot;96...................We are of the opinion, the terms &quot;subject-matter of the\n\narbitration&quot; cannot be confused with &quot;subject-matter of the suit&quot;. The term\n\n&quot;subject-matter&quot; in <a href=\"/doc/574497/\" id=\"a_16\">Section 2(1)(e)</a> us confined to Part I. It has a reference\n\nand connection with the process of dispute resolution. Its purpose is to\n\nidentify the courts having supervisory control over the arbitration\n\nproceedings. Hence, it refers to a court which would essentially be a court\n\nof the seat of the arbitration process. In our opinion, the provision in\n\n<a href=\"/doc/574497/\" id=\"a_17\">Section 2(1) (e)</a> has to be construed keeping in view the provision in <a href=\"/doc/385194/\" id=\"a_18\">Section\n\n20</a> which give recognition to party autonomy. Accepting the narrow\n\nconstruction as projected by the learned counsel for the appellants would,\n\nin fact, render <a href=\"/doc/385194/\" id=\"a_19\">Section 20</a> nugatory. In our view, the legislature has\n\nintentionally given jurisdiction to two courts i.e. the court which would\n\nhave jurisdiction where the cause of action is located and the courts where\n\nthe arbitration takes place. This was necessary as on many occasions the\n\nagreement may provide for a seat of arbitration at a place which would be\n\nneutral to both the parties. Therefore, the courts where the arbitration\n\ntakes place would be required to exercise supervisory control over the\n\narbitral process. For example, if the arbitration is held in Delhi, where\n\nneither of the parties are from Delhi, (Delhi having been chosen as a\n\nneutral place as between a party from Mumbai and the other from Kolkata)\n and the tribunal sitting in Delhi passes an interim order under <a href=\"/doc/318136/\" id=\"a_20\">Section 17</a>\n\nof the Arbitration Act, 1996, the appeal against such an interim order\n\nunder <a href=\"/doc/772406/\" id=\"a_21\">Section 37</a> must lie to the courts of Delhi being the courts having\n\nsupervisory jurisdiction over the arbitration proceedings and the tribunal.\n\nThis would be irrespective of the fact that the obligations to be performed\n\nunder the contract were to be performed either at Mumbai or at Kolkata,\n\nand only arbitration is to take place in Delhi. In such circumstances, both\n\nthe courts would have jurisdiction i.e. the court within whose jurisdiction\n\nthe subject-matter of the suit is situated and the courts within the\n\njurisdiction of which the dispute resolution i.e. arbitration is located.&quot;\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_11\">My understanding of the law is as follows. The phrase &quot;subject-matter of\n\nthe arbitration&quot; has to be given a liberal interpretation. The arbitration\n\nagreement is usually contained in a clause or in clauses in the main\n\ncontract document. The arbitration agreement may also be contained in\n\na separate document. The arbitration agreement may also state that the\n\ndetailed terms and conditions may be found in some standard terms and\n\nconditions which are contained in a separate booklet. Suppose the main\n\nor underlying contract is about sale and delivery of goods, containing an\n\narbitration clause. The subject-matter of the arbitration may be the claim\n\nby A for the price of those goods. This is a dispute arising out of the\n\nunderlying contract. Mr. X may be appointed as the arbitrator of this\n\ndispute by consent of the parties. Although, the parties have appointed\n\nhim by consent, one of them later discovers that he is biased towards the\n\nother party, the respondent. He does not start the arbitration reference at\n\nall and tries to delay it as long as possible. The aggrieved party\n\napproaches the arbitrator by way of an application under <a href=\"/doc/163714/\" id=\"a_22\">Section 13(2)</a> of\n\nthe Arbitration and Conciliation Act, 1996. The arbitrator rules that he is\n\nnot biased and continues with the reference. The aggrieved party has got\n\nno remedy but to wait till the award is published. He then challenges the\n\nsame under <a href=\"/doc/1170374/\" id=\"a_23\">Section 13(5)</a> of the said Act read with <a href=\"/doc/536284/\" id=\"a_24\">Section 34</a> thereof.\n This dispute arises out of the arbitration agreement.\n\n\nWe have to assume that the seat of the arbitration, agreed to by the\n\nparties is in Bhubaneswar. The contract was executed and wholly\n\nperformed within West Bengal. Nothing in relation to the underlying\n\ncontract happened in Bhubaneswar or Orissa.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">\nWhen one tries to ascertain the subject-matter of this particular\n\narbitration it is not only the dispute which arises out of the underlying\n\ncontract. It also involves the dispute of the parties with the arbitrator\n\narising out of the arbitration agreement. The phrase &quot;subject-matter of\n\nthe arbitration&quot; has to be given a purposive meaning by including within\n\nits field of operation disputes arising out of the underlying contract as\n\nwell as disputes arising out of appointment, conduct of arbitration,\n\napplication of the Rules relating to arbitration by the arbitrator and\n\nfinally the publication of the award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\nIf we assume that the arbitrator was challenged regarding his\n\nimpartiality at the seat of the arbitration where the sittings were held and\n\nhe ruled on that challenge from this place, it is not difficult to hold that a\n\npart of the cause of action arose at the place where the seat of the\n\narbitration is located. Therefore, the Court having jurisdiction over the\n\nseat of the arbitration i.e. Bhubaneswar in Orissa may be approached by\n\nway of a <a href=\"/doc/536284/\" id=\"a_25\">Section 34</a> application. Mr. Justice Nijjar has very poignantly\n\nobserved &quot;in such circumstances both the Courts would have the\n\njurisdiction i.e. Court within whose jurisdiction the subject matter of the\n\nsuit is situated and the Courts within which the jurisdiction of which the\n\ndispute resolution i.e. arbitration is located&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\nHowever, the case of Indus Mobile rules that the Court in the place\n\nwhere the seat of arbitration is located, have natural jurisdiction over\n\nany dispute.\n</p><p data-structure=\"Precedent\" id=\"p_15\"> I would very humbly like to say that nomination of a seat does not oust\n\nthe courts in other places where part of the cause of action has arisen, of\n\ntheir jurisdiction, as such a proposition would be contrary to the five\n\njudge bench decision of the Supreme Court in Balco. Hence, in choosing\n\na Court under <a href=\"/doc/33153648/\" id=\"a_26\">Section 2(1)(e)(i)</a> we have now an additional forum, that is,\n\nthe courts at the seat of arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\nNow, a little discussion on the effect of the forum selection clause. The\n\nlaw does not favour any contract ousting the jurisdiction of the Courts to\n\ntry and determine the disputes between the parties. Such a contract is\n\nunlawful and against public policy. It is void under <a href=\"/doc/1625889/\" id=\"a_27\">Sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_28\">28</a> of\n\nthe Indian Contract Act, 1872. But if more than one Court has\n\njurisdiction to entertain, try and determine the suit, the parties may\n\nagree that one of these Courts can hear and decide their disputes. This\n\nkind of an agreement is perfectly lawful. It is implicit that if a Court does\n\nnot have natural jurisdiction, the parties cannot confer jurisdiction on it\n\nby an agreement. I would like to quote a passage from Hakam Singh Vs.\n\nM/s. Gammon (India) Ltd reported in AIR 1971 SC 740:\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n</p><blockquote id=\"blockquote_7\">&#x27;It is not open to the parties by agreement to confer by their agreement\n\njurisdiction on a Court which it does not possess under the Code. But\n\nwhere two courts or more have under <a href=\"/doc/161831507/\" id=\"a_29\">the Code of Civil Procedure</a>\n\njurisdiction to try a suit or proceeding an agreement between the parties\n\nthat the dispute between them shall be tried in one of such Courts is not\n\ncontrary to public policy. Such an agreement does not contravene <a href=\"/doc/1224074/\" id=\"a_30\">Section\n\n28</a> of the Contract Act.\n</blockquote>\n<blockquote id=\"blockquote_8\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_4\">I would like to also quote four paragraphs from <a href=\"/doc/997135/\" id=\"a_31\">A.B.C. Laminart Pvt.\n\nLtd. and another v. A.P. Agencies, Salem</a> reported in AIR 1989 SC\n\n1239 which are as follows:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n</p><blockquote id=\"blockquote_9\">&quot;9. <a href=\"/doc/1224074/\" id=\"a_32\">Section 28</a> of the Contract Act, 1872 provides that every agreement by\n\nwhich any party thereto is restricted absolutely from enforcing his rights\n under or in respect of any contract, by the usual legal proceedings in the\n\nordinary tribunal, or which limits the time within which he may thus\n\nenforce his rights, is void to that extent. This is subject to exceptions,\n\nnamely, (1) contract to refer to arbitration and to abide by its award, (2) as\n\na matter of commercial law and practice to submit disputes on or in respect\n\nof the contract to agreed proper jurisdiction and not other jurisdictions\n\nthough proper. The principle of Private International Law that the parties\n\nshould bound by the jurisdiction clause to which they have agreed unless\n\nthere is some reason to contrary is being applied to municipal contracts. In\n\nLee V. Showmen&#x27;s Guild, (1952) 1 All ER 1175 at p. 1181 Lord Denning\n\nsaid: &quot;Parties cannot by contract oust the ordinary courts from their\n\njurisdiction. They can, of course, agree to leave questions of law, to the\n\ndecision of the domestic tribunal. They can, indeed, make the tribunal the\n\nfinal arbiter on questions of fact, but they cannot make it the final arbiter\n\non questions of law. They cannot prevent its decisions being examined by\n\nthe courts. If parties should seek, by agreement to take the law out of the\n\nhands of the courts and put it into the hands of a private tribunal, without\n\nany recourse at all to courts in cases of error of law, then the agreement is\n\nto that extent contrary to public policy and void.&quot;\n</blockquote>\n<blockquote id=\"blockquote_10\">\n</blockquote><p data-structure=\"Section\" id=\"p_20\">10. Under <a href=\"/doc/1625889/\" id=\"a_33\">Section 23</a> of the Contract Act the consideration or object of an\n\nagreement is lawful, unless it is opposed to public policy. Every agreement\n\nof which the object or consideration is unlawful is void. Hence there can be\n\nno doubt that an agreement to oust absolutely the jurisdiction of the Court\n\nwill be unlawful and void being against the public policy. Ex dolo malo non\n\noritur actio. IF therefore it is found in this case that Clause 11 has\n\nabsolutely ousted the jurisdiction of the Court it would be against public\n\npolicy. However, such will be the result only if it can be shown that the\n\njurisdiction to which the parties have agreed to submit had nothing to do\n\nwith the contract. If on the other hand it is found that the jurisdiction\n\nagreed would also be a proper jurisdiction in the matter of the contract it\n could not be said that it ousted the jurisdiction of the Court. This leads to\n\nthe question in the facts of this case as to whether Kaira would be proper\n\njurisdiction in the matter of this contract. It would also be relevant to\n\nexamine if some other courts than that of Kaira would also have had\n\njurisdiction in the absence of Clause 11 and whether that would amount to\n\nouster of jurisdiction of those courts and would thereby affect the validity\n\nof the clause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\n</p><p data-structure=\"Section\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1647074\" id=\"span_5\">20. When the Court has to decide the question of jurisdiction pursuant to\n\nan ouster clause it is necessary to construe the ousting expression or\n\nclause properly. Often the stipulation is that the contract shall be deemed\n\nto have been made at a particular place. This would provide the connecting\n\nfactor for jurisdiction to the Courts of that place in the matter of any\n\ndispute on or arising out of that matter of any dispute on or arising out of\n\nthat contract. It would not, however, ipso facto take away jurisdiction of\n\nother Courts. Thus, in <a href=\"/doc/1647074/\" id=\"a_34\">Salem Chemical Industries v. Bird &amp; Co.</a>, AIR 1979\n\nMad 16where the terms and conditions attached to the quotation\n\ncontained an arbitration clause provided that : &quot;any order placed against\n\nthis quotation shall be deemed to be a contract made in Calcutta and any\n\ndispute arising therefrom shall be settled by an Arbitrator to be jointly\n\nappointed by us&quot;, it was held that it merely fixed the situs of the contract\n\nat Calcutta and it did not mean to confer an exclusive jurisdiction on the\n\nCourt at Calcutta, and when a part of the cause of action had arisen at\n\nSalem, the Court there had also jurisdiction to entertain the suit under\n\n<a href=\"/doc/175502059/\" id=\"a_35\">Section 20(c)</a> of the Code of Civil Procedure.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">\n</p><p data-structure=\"Precedent\" id=\"p_24\">21. From the foregoing decisions it can be reasonably deduced that where\n\nsuch an ouster clause occurs, it is pertinent to see whether there is ouster\n\nof jurisdiction of other Courts. When the clause is clear, unambiguous and\n\nspecific accepted nations of contract would bind the parties and unless the\n\nabsence of ad idem can be shown, the other Courts should avoid\n\nexercising jurisdiction. As regards construction of the ouster clause when\n words like &#x27;alone&#x27;, &#x27;only&#x27;, &#x27;exclusive&#x27; and the like have been used there\n\nmay be no difficulty. Even without such word in appropriate cases the\n\nmaxim &#x27;expressiounius est exlusio alterius&#x27; - expression of one is the\n\nexclusion of another may be applied. What is an appropriate case shall\n\ndepend on the facts of the case. In such a case mention of one thing may\n\nimply exlution of another. When certain jurisdiction is specified in a\n\ncontract an intention to exclude all others from its operation may in such\n\ncases be inferred. It has therefore to be properly construed.&quot;\n\n\nLet us assume there is a contract between X and Y under which X is to\n\nsupply machinery to Y at an agreed price from X&#x27;s is factory in Kolkata to\n\nY in Kanpur, Uttar Pradesh. The contract was executed in the factory of\n\nX at Kolkata. The contract has an arbitration clause stating that the seat\n\nof arbitration will be at Allahabad, Uttar Pradesh.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">\nNow, under <a href=\"/doc/33153648/\" id=\"a_36\">Section 2(1)(e)(i)</a> of the Arbitration and Conciliation Act, 1996\n\nthe principal civil court having jurisdiction to try a suit with regard to the\n\n&quot;subject-matter of arbitration&quot; would have the jurisdiction. The territorial\n\njurisdiction of the Civil Courts to try a case is embodied in <a href=\"/doc/169730061/\" id=\"a_37\">Sections 16</a> to\n\n<a href=\"/doc/86911060/\" id=\"a_38\">20</a> of the Code of Civil Procedure and in the Letters patent of the High\n\nCourts having original jurisdiction. In the hypothetical case above the\n\nCourts at Kolkata, Kanpur and Allahabad would have jurisdiction under\n\n<a href=\"/doc/169730061/\" id=\"a_39\">Sections 16</a> to <a href=\"/doc/86911060/\" id=\"a_40\">20</a> of the Code of Civil Procedure.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\nThe principle of law <a href=\"/doc/1647074/\" id=\"a_41\">laid down by</a> our Courts, is that out of the several\n\npotential Courts with natural jurisdiction in which the suit can be\n\ninstituted, the parties may agree that it shall be instituted in only one of\n\nthese Courts. In other words, one that is chosen from all the potential\n\ncourts should have natural jurisdiction to determine the case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_6\">(See\n\nHakam Singh Vs. M/s. Gammon (India) Ltd reported in <a href=\"/doc/997135/\" id=\"a_42\">AIR 1971 SC\n\n740 and ABC Laminart Pvt. Ltd. and another Vs. A. P. Agencies,\n\nSalem</a> reported in AIR 1989 SC 1239.             If this Court is chosen it\n excludes all other Courts. The seat of arbitration has also the natural\n\njurisdiction to try a case as held in Indus Mobile and Balco,\n\n\nThe summary of my views is as follows;-</span>\n</p>\n<p data-structure=\"Section\" id=\"p_27\">\ni.     The definition of Court in <a href=\"/doc/831280/\" id=\"a_43\">Section 2(1)(e)(i)</a> has to be given a\n\n       purposive interpretation. When it refers to the subject-matter of\n\n       arbitration it is to mean that the subject-matter of dispute will not\n\n       only comprise of disputes arising out of the underlying contract\n\n       but also disputes arising out of the conduct of the arbitral\n\n       proceedings making, publication of the award and so on.\n\n\nii.    If the dispute between the parties is with regard to the conduct of\n\n       the arbitration or with the arbitrator or the making and publication\n\n       of the award, the Court situated in the seat of arbitration has\n\n       natural jurisdiction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75853915\" id=\"span_7\">iii.   Even otherwise, the courts in the seat of arbitration have natural\n\n       jurisdiction over any dispute, whether it stems from the underlying\n\n       contract or from the arbitration, as per the <a href=\"/doc/75853915/\" id=\"a_44\">Indus</a> case.\n\n\niv.    An application under <a href=\"/doc/1306164/\" id=\"a_45\">Part I of the Arbitration and Conciliation Act,\n\n       1996</a>, lies before any Court which has natural jurisdiction over the\n\n       subject-matter of arbitration.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">\nv.     If the seat of arbitration and the place chosen by the parties as the\n\n       place where litigation is to be instituted, by virtue of the forum\n\n       selection clause, is the same, then the Courts of that place only\n\n       have exclusive jurisdiction to try the case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75853915\" id=\"span_8\">vi.    A forum selected by the parties will only have jurisdiction if it also\n\n       has natural jurisdiction over the subject-matter of the arbitration.\n\n\nTherefore, I do not think that the decision in the case of <a href=\"/doc/75853915/\" id=\"a_46\">Indus Mobile\n\nDistribution Private Limited Vs. Datawind Innovations Private\n\nLimited and Others</a> reported in (2017) 7 SCC 678 read with the Balco\n case [2012] 9 SCC 552 has so changed the law so as to oust the\n\njurisdiction of this Court which is invoked, inter alia, on the ground that\n\npart of the cause of action has arisen within the jurisdiction of this\n\nCourt. Therefore, the plea taken by the respondents in each of the\n\napplications fails.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">\nCertified photocopy of this Judgment and order, if applied for, be\n\nsupplied to the parties upon compliance with all requisite formalities.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">                                                     (I.P. MUKERJI, J.)\n </p>","numcites":23,"numcitedby":5,"docsource":"Calcutta High Court","citetid":135087731,"divtype":"judgments","relatedqs":[{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"public policy","formInput":"public%20policy"},{"value":"subject matter of arbitration","formInput":"subject%20matter%20of%20arbitration"},{"value":"ouster","formInput":"ouster"},{"value":"ouster clause ","formInput":"ouster%20clause%20"},{"value":"hinduja leyland finance ltd","formInput":"hinduja%20leyland%20finance%20ltd"},{"value":"contract act","formInput":"contract%20act"},{"value":"principal civil court ","formInput":"principal%20civil%20court%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"original jurisdiction","formInput":"original%20jurisdiction"},{"value":"balco","formInput":"balco"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"arbitration matters","formInput":"arbitration%20matters"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"place-of-arbitration","formInput":"tag:place-of-arbitration"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}