{"tid":950552,"publishdate":"2000-01-18","title":"D. Mohan vs Regional Manager, Apsrtc, Khammam ... on 18 January, 2000","doc":"<h2 class=\"doc_title\">D. Mohan vs Regional Manager, Apsrtc, Khammam ... on 18 January, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000(2)ALD148, 2000(1)ALT315</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-reddy\">B. Sudershan Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-reddy\">B. Sudershan Reddy</a></h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. This Batch of three writ petitions may be disposed of by a common order. The question that arises for consideration in all these writ petitions is as to whether the writ petitions filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India, in the facts and circumstances of the case, are maintainable against the Andhra Pradesh State Road Transport Corporation. Whether a writ would lie to resolve dispute arising out of a concluded contract between the petitioners and the respondent-corporation. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. It would be enough if the facts in brief are noticed in Writ Petition No.22472 of 1999 to appreciate the background under which the said question arises foronsideration. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The Andhra Pradesh State Road Transport Corporation issued a notification dated 4-12-1998 inviting sealed tenders from the interested persons to do their business in the specified stalls/areas/canteens in the bus station in Khammam District. The allotment of stalls/space/canteen as the case may be is by way of licence for the specified period. The petitioner submitted his sealed tender pursuant to the said notification in respect of shop No.28 situated in bus station at Khammam. In the notification itself, thenature of the business is indicated as for doing any lawful business. The petitioner happen to be the highest bidder agreeing to offer a sum of Rs.15,555/- per month as the licence fee. The licence was accordingly granted in favour of the petitioner for a period commencing from 1-3-1999 to 28-2-2002. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The first respondent by proceedings dated 8-2-1999 informed the petitioner accepting the licence fee offered by the petitioner at Rs.15,555/- per month for running pan/general/confectionary stall in shop No.28 at Khammam bus station. The petitioner was accordingly directed to pay security deposit equivalent to six months licence fee and one month advance licence fee by 28-2-1999. The petitioner was also directed to enter into an agreement with Regional Manager, Khammam APSRTC on or before 28-2-1999. Thereafter an agreement was entered into by the petitioner and the respondent-corporation and a licence-deed was executed on 15-2-1999. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The second respondent herein by notice dated 23-2-1999 advised the petitioner to sell only the permitted items as per the terms and conditions and remove all unauthorised items from the shop immediately. It is the case of the respondent-corporation that as per the terms and conditions of the agreement, the petitioner is entitled to sell only pan, general and confectionary items. But whereas the petitioner was doing all types of business and was selling cool drinks also. The petitioner was put once again on notice on 30-4-1999 by the first respondent herein requiring him not to sell unauthorised items in the&#x27;stall in question. The petitioner sent his reply on 31-5-1999 stating that along with the pan shop, cool drinks were also sold as demanded by the general public. According to the petitioner, his brother D. Venkateshwarlu and his father B. Seetharamaiah constitute Joint Hindu Family and there are no differences inbetween them and his father and brother are also licence holders of their respective shops and with mutual consent the licensed items were being sold as per their convenience. The first respondent herein through the proceedings dated 29-6-1999 required the petitioner to show-cause as to why the licence granted to him should not be terminated for violating the terms of agreement and for selling unauthorised items in stall No.28 in Khammam Bus Station. The petitioner was specifically put on notice .stating that as per clause 2 of the agreement, the licence is for running a pan, general and confectionary items in shop No.28 at Khammam bus station. But the petitioner was found selling cool drinks and fancy items unauthorisedly even after serving of two notices requiring the petitioner not to sell such items. The petitioner again submitted his reply on 1-9-1999 inter alia denying the allegations made against him. The first respondent herein through the proceedings dated 5-10-1999 after considering the objections as well as the explanation of the petitioner terminated the licence on the ground that the petitioner had violated the terms of agreement by selling unauthorised items in the said stall. It is the said proceedings which is challenged in this writ petitions on various grounds. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. In the counter-affidavit filed by the respondent-Corporation, it is inter alia stated that the rights and obligations of the petitioner and the respondent-Corporation are regulated by the licence deed executed between the parties. The disputes and matters relating to violation of any such terms and conditions arises in realm of private law and the remedy of <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India is not available. The dispute that may arise with regard to interpretation of the terms and conditions of the licence deed and further question as to whether any of the terms and conditions are at all violated cannot be gone into in a writpetition filed under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India. The petitioner, if at all aggrieved by the termination order dated 5-10-1999 has to approach the competent Court of civil jurisdiction and avail the common law remedy. Such a plea has been taken in the counter-affidavit apart from denying the allegations and averments in the affidavit filed in support of the writ petition. The corporation in the counter-affidavit joined issue with the petitioner and justified its action by contending that the petitioner is not entitled to sell any other items in stall No.28 except the items that were permitted to be sold by the corporation as specified and covered by the terms and conditions of the licence deed. It is under those circumstances, the question as to maintainability of writ petitions arises for consideration. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> 7. The same question as to the maintainability of writ petition arises for consideration in the other two writ petitions, though under different facts and circumstances. That&#x27;s how the three writ petitions may have to be disposed of dealing with the question as to the maintainability of the writ petitions. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\"> 8. Sri M.R.K. Chowdary, learned senior Counsel contends that the impugned proceedings suffer from incurable jurisdictional errors. It is contended that the procedure adopted by the first respondent in terminating the licence deed is arbitrary and therefore, violative of <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution of India. It is further submitted that the petitioner belongs to Schedule Tribe community and therefore, is not be in a position to question the proceedings of the corporation by resorting to normal regular civil litigation. It is submitted by the learned senior Counsel that the respondent-corporation having received the explanation from the petitioner to various notices should have made an enquiry before issuing the impugned proceedings. According to thelearned senior Counsel, the procedure adopted by the respondent-corporation is not only arbitrary but violative of principles of natural justice. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> 9. Learned Counsel for the petitioners in WP Nos.22677 and 23509 of 1999 adopt the submissions made by the learned senior Counsel. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 10. Sri K. Haranath, learned standing Counsel appearing on behalf of the respondent in WP No.22677 of. 1999 and Smt. G. Jyothi Kiran, learned Standing Counsel for the APSRTC in other two writ petitions submits that the writ petitions filed under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India are totally misconceived and not maintainable. Both of them contend that the dispute between the petitioner and the respondent-corporation arises in the realm of private law. No writ would lie to enforce contractual obligations. It is further contended that the principles of natural justice and doctrine of equality have no application whatsoever in a dispute arising out of concluded contracts. It is submitted that the dispute as to the interpretation of terms and conditions of the licence deed simplicitor cannot be resolved by this Court in a judicial review proceeding. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1433365\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"906698\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1261492\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1238017\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1058612\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281050\" id=\"span_6\">11. Sri M.R.K. Chowdary, learned senior Counsel appearing on behalf of the petitioner places reliance upon well known decisions rendered by the Supreme Court in <a href=\"/doc/1281050/\" id=\"a_6\">Ramana Dayaram Shetty v. International Airport Authority of India</a>, , M/s. <a href=\"/doc/1058612/\" id=\"a_7\">Dwarakadas Marfatia v. Board of Trustees</a>, <a href=\"/doc/1238017/\" id=\"a_8\">Bombay Port, , Mahabir Auto Stores v. Indian Oil Corporation</a>, , <a href=\"/doc/1261492/\" id=\"a_9\">Shrilekha Vidyarthi v. State of U.P.</a>, , <a href=\"/doc/906698/\" id=\"a_10\">State of H.P. v. Raja Mahendra Pal</a>, , and <a href=\"/doc/1433365/\" id=\"a_11\">Hindustan Petroleum Corporation Ltd. v. Dolly Das</a>, , in support of his submission that every action of the State and its instrumentality or agency is liable to betested on the touch stone of <a href=\"/doc/367586/\" id=\"a_12\">Article 14</a> of the Constitution of India. Every State action must not be arbitrary but must be based on some rational and relevant principle which is non-discriminatory. Learned senior Counsel submits that the State and its instrumentality cannot be permitted to act arbitrarily in entering into relationship, contractual or otherwise and exercise of such power and functions in trade by the State is subject to <a href=\"/doc/367586/\" id=\"a_13\">Article 14</a> of the Constitution of India.</span></span></span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_7\">In <a href=\"/doc/1281050/\" id=\"a_14\">R.D. Shetty</a>&#x27;s case (supra), it is observed by the Supreme Court that where the Government is dealing with the public, whether by way of giving jobs or entering into contracts or issuing quotas or licences or granting other forms of largess, the Government cannot act arbitrarily at its sweet will and, like a private individual, deal with any person it pleases, but its action must be in conformity with standard or norm which is not arbitrary, irrational or irrelevant. It is observed by the Supreme Court that the power or discretion of the Government in the matter of grant of largess including award of jobs, contracts quotas, licences etc., must be confined and structured by rational relevant and non-discriminatory standard or norm and if the Government departs from such standard or norm in any particular case or cases, the action of the Government would be liable to be struck down.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_8\">In M/s. <a href=\"/doc/1058612/\" id=\"a_15\">Dwarkadas Marfatia</a>&#x27;s case (supra), the Apex Court held that:</span> \n</p><blockquote id=\"blockquote_1\">  &quot;The contractual privileges are made immune from the protection of the <a href=\"/doc/679372/\" id=\"a_16\">Rent Act</a> for the respondent because of the public position occupied by the respondent authority. Hence, its actions are amenable to judicial review only to the extent that the State must act validly for a discernible reason not whimsically for any ulterior purpose. Where any special right or privilege is granted to any public or statutory body on the presumption that it must act in certain manner, such bodies must make good such presumption while acting by virtue of such privileges. Judicial review to oversee if such bodies are so acting is permissible.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_9\">In <a href=\"/doc/1238017/\" id=\"a_17\">Mahabir Auto Store</a>&#x27;s case (supra), the Supreme Court observed:</span> \n</p><blockquote id=\"blockquote_2\">  &quot;.....If a Government action even in the matters of entering or not entering into contracts, fails to satisfy the test of reasonableness, the same would be unreasonable. Rule of reason and rule again arbitrariness and discrimination, rules of fair play and natural justice are part of the rule of law applicable in a situation or action by State instrumentality in dealing with citizens. Even though the rights of the citizens are in the nature of contractual rights, the manner, the method and motive of a decision of entering or not entering into a contract, are subject to judicial review on the touchstone of relevance and reasonableness, fair play, natural justice, equality and non-discrimination.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> In the same decision, the Apex Court, itself, observed that: \n</p><blockquote id=\"blockquote_3\">  &quot;Whether public law or private law rights are involved, in a case, depends upon the facts and circumstances of the case. The dichotomy between rights and remedies cannot be obliterated by any straight jacket formula. It has to be examined in each particular case.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 15. It may be noticed that the Indian Oil Corporation was entrusted with the distribution of petroleum product but subject to policies and guidelines of the Department of Petroleum in the Ministry of Energy, Government of India and there are clear directives to the Indian Oil Corporation tothe effect that the lubricants are to be sold only to consumers, to those parties who will not sell directly or indirectly to foreign oil companies and no sale should take place to old agents or distributor of foreign oil companies. The Ministry directed the Oil Company that no new distributor was to be appointed for distribution of lubricating oils as there was a ban imposed on the appointment of new distributors. The action of the Indian Oil Corporation therein was traceable to the directions issued by the Department of Petroleum in the Ministry of Energy, Government of India. It is under those facts and circumstances, the Apex Court made the said observation. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_10\">16. It is clear that the Supreme Court&#x27;s decisions in R.D. Shelty&#x27;s case (<a href=\"/doc/1238017/\" id=\"a_18\">supra) and Mahabir Auto Stores</a>&#x27;s case (supra), do not lay down that a writ would lie to enforce contractual obligations; nor the said decisions hold that disputes arising out of concluded contracts could be judicially reviewed by this Court in exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution of India.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 17. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1261492\" id=\"span_11\">In <a href=\"/doc/1261492/\" id=\"a_20\">Shrilekha Vidyarthi</a>&#x27;s case (supra), the observations made by the Supreme Court that the State actions in the contractual matters can as well be tested under <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a> of the Constitution of India and may have to be understood in the context in which such observations were made by the Supreme Court. It was a case of termination by one stroke of all Government Counsel in all the Districts of Utter Pradesh with effect from 28-2-1990 with a consequential direction to prepare a fresh panels to make appointments in place of the existing incumbents. The Apex Court came to the conclusion that the petitioners therein were holding a public office with public element attached to those offices. Under those circumstances, the Supreme Court repelled the contention that the appointmentof Government Pleaders and Counsel was only a professional engagement like that between a private client and his lawyer and it is purely contractual with no public element attached to it. The decision does not deal with commercial contracts or agreements voluntarily entered by private individuals and the instrumentalities of the State in the realm of private law.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"906698\" id=\"span_12\">In <a href=\"/doc/906698/\" id=\"a_22\">Raja Mahendra Pal</a>&#x27;s case (supra), the Apex Court in clear terms laid down that the power conferred upon the High Court under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution are discretionary in nature which can be invoked for the enforcement of any fundamental right or legal right but not for mere contractual rights arising out of an agreement particularly in view of the existence of an efficacious alternative remedy. The Constitutional Court should insist upon the party to avail of the same instead of invoking the extraordinary writ jurisdiction of the Court. However, it is observed by the Court that this does not however, debar the Court from granting the appropriate relief to a citizen under peculiar and special facts notwithstanding the existence of an alternative efficacious remedy, provided such special circumstances are pleaded and established in the given case. It is not laid down that a writ of Mandamus would lie to enforce contractual obligations.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1433365\" id=\"span_13\">In <a href=\"/doc/1433365/\" id=\"a_24\">Hindustan Petroleum</a>&#x27;s case (supra), the Apex Court in categorical terms held that in the absence of Constitutional or statutory rights being involved a writ proceeding would not lie to enforce contractual obligations even if it is sought to be enforced against the State or to avoid contractual liability arising thereto. In the absence of any statutory right <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> of the Constitution cannot be availed to claim any money in respect of breach of contract or tort or otherwise. But in the said case, the Supreme Court noted that the HindustanPetroleum Corporation sought to exercise its power under Section 7 of the Caltex (Acquisition of Shares of Cattex Oil Refining (India) Ltd.) Act, 1977 and under those circumstances held the writ petition to be maintainable.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_14\">In <a href=\"/doc/1974738/\" id=\"a_26\">Assistant Excise Commissioner v. Issac Peter</a>, , the Apex Court in categorical terms held that &quot;in case of contracts freely entered into with the Slate, there is no room for invoking the doctrine of fairness and reasonableness against one party to the contract (State), for the purpose of altering or adding to the terms and conditions of the contract, merely because it happens to be the State. In such cases, the mutual rights and liabilities of the parties are governed by the terms of the contracts and the laws relating to contracts. It must be remembered that these contracts are entered into pursuant to public auction, floating of tenders or by negotiation. There is no compulsion on anyone to enter into these contracts. It is voluntary on both sides. There can be no question of the State power being involved in such contracts.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_15\">The Apex Court in <a href=\"/doc/1974738/\" id=\"a_27\">the said decision</a> explained its earlier decisions in <a href=\"/doc/1261492/\" id=\"a_28\">Dwarkadas Marfatia, Mahabir Autostores and Shrilekha Vidyarthi</a> (supra) and laid down the law that in case of contracts freely entered with the State, there is no room for invoking the doctrine of fairness and reasonableness against one party to the contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_16\">In <a href=\"/doc/1261492/\" id=\"a_29\">the said decision</a>, it is observed that <a href=\"/doc/1238017/\" id=\"a_30\">Mahabir Auto Stores</a>&#x27;s case (supra), turned on its peculiar facts and noted that it was not a case where the rights of the parties were governed by a contract.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_17\">In <a href=\"/doc/1893286/\" id=\"a_31\">Bareilly Development Authority v. Ajay Pal Singh</a>, , the petitioner approached the High Court under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution of India challenging the revised terms and conditions of the Bareilly Development Authority on the gro  that the authority was estoppe from changing the conditions subject to which the petitioners had applied for registration and deposited the initial payment in the year 1980; that the enhancement of cost of the house/flat amounting almost double of the estimated cost as shown while inviting the applications and the increase of the monthly instalments as arbitrary and unilateral stand of the authority. The petitioners therein prayed for issuance of a writ of Mandamus directing the authorities to maintain the allotment of the flats in their favour on the original terms and conditions, to hand over the possession of the same and further to restrain the petitioners from cancelling the original allotment. The writ petitions were allowed and the authority carried the matter to the Supreme Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_18\">The Supreme Court after an elaborate consideration of the matter as to the maintainability of the writ petitions and after adverting to the judgment of the Supreme Court in <a href=\"/doc/1281050/\" id=\"a_33\">R.D. Shetty</a>, (supra), held as follows: -</span> \n</p>  \n\n<blockquote id=\"blockquote_4\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1281050\" id=\"span_19\">finding, in our view, is not correct in the light of the facts and circumstances of this case because in <a href=\"/doc/1281050/\" id=\"a_34\">Ramana Dayaram Shetty</a>&#x27;s case (supra), there was no concluded contract as in this case. Even conceding that the BDA has the trappings of a State or would be comprehended in &#x27;other authority&#x27; for the purpose of <a href=\"/doc/609139/\" id=\"a_35\">Article 12</a> of the Constitution, while determining price of the houses/flats constructed by it and the rate of monthly instalments to be paid, the &#x27;authority&#x27; or its agent after entering into the field of ordinary contract acts purely in its executive capacity. Thereafter the relations are no longer governed by the Constitutional provisions but by (he legally valid contract which determines the rights and obligations of the parties inter se. In this sphere, they can only claim right conferred upon them by the contract in the absence of any statutory obligations on the part of the authority(i.e., BDA in this case) in the said contractual field.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> re is a tine of decisions where the contract entered into between the State and the persona aggrieved is non-statutory and purely contractual and the rights are governed only by the terms of the contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution of India so as to compel the authorities to remedy a breach of contract pure and simple: Radhakrishna Aganval v. Slate of Bihar, (1977) 3 SCR 249 &amp; AIR 1977 SC 1496, Premji Bhai Parmar v. Delhi Development Authority,  and D.F.O. v. Biswanath Tea Company Ltd, . \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> view of the authoritative judicial pronouncements of this Court in the series of cases dealing with their scope of interference of a High Court while exercising its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution of India in cases of non-statutory concluded contracts like the one in hand, we are constrained to hold that the High Court in the present case has gone wrong in its finding that there is arbitrariness and unreasonableness on the part of the appellants herein in increasing the cost of the houses/flats and the rate of monthly instalments and giving directions in the writ petitions as prayed for.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> 22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_20\">In my considered opinion, the question raised in this batch of cases as to the maintainability of the writ petitions is not res Integra but squarely covered by an authoritative pronouncement of the Supreme Court in <a href=\"/doc/1156062/\" id=\"a_38\">State of U.P. v. Bridge and Roof Co. (India) Ltd.</a>, . It would be appropriate to recall as to what the Supreme Court said, as in my considered opinion, it is the complete answer and the same should put an end to this ever nagging question:</span> \n</blockquote>\n  \n\n<blockquote id=\"blockquote_8\"> &quot;Firstly, the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_39\">Contract Act</a> or, may be, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_40\">Sale of Goods Act</a>. Any dispute relating to interpretation of the terms and conditions of such a contract cannot be agitated, and could not have been agitated, in a writ petition. That is a matter either for arbitration as provisions by the contract or for civil Court, as the case may be. Whether any amount is due to the respondent from the appellant-Government under the contract and, if so, how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition, viz., to restrain the Government from deducting particular amount from the writ petitioner&#x27;s bitl(s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226.</a> Indeed, the High Court has not granted the said prayer. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> Secondly, whether there has been a reduction in the statutory liability on account of a change in law within the meaning of sub-clause (4) of Clause 70 of the Contract is again not a matter to be agitated in the writ petition. That is again a matter relating to interpretation of a term of the contract and should be agitated before the arbitrator or the civil Court, as the case may be. Tf any amount is wrongly withheld by the Government, the remedy of the respondent is to raise a dispute as provided by the contract or to approach the civil Court, as the case may be, according to law. Similarly if the Government says that any over-payment has been made to the respondent, its remedy also is the same. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_21\">Accordingly, it must be held that the writ petition filed by the respondent forthe issuance of a writ of Mandamus restraining the Government from deducting or withholding a particular sum, which according to the respondent is payable to it under the contract, was wholly misconceived and was not maintainable in law. (See the decision of this Court in <a href=\"/doc/1974738/\" id=\"a_42\">Assistant Excise Commissioner v. Isaac Peter</a>, , where the law on the subject has been discussed fully). The writ petition ought to have ben dismissed on this ground alone.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> ..... \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> ..... We need not express any opinion on these submissions because, as already pointed out hcrcinabove, the said question depends upon the interpretation of the terms of the contract between the parties. Just because the interpretation of orders made under Section 7-D or Section 8-D(l) may also fall for consideration while construing the terms of the contract does not convert the controversy into a public law issue. It is yet a matter within the realm of private law and, therefore, outside the purview of the writ petition. The Arbitrator under the contract or the civil Court, as the case may be - can go into and decide both questions of fact as well as questions of law.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1314218\" id=\"span_22\">In <a href=\"/doc/1314218/\" id=\"a_43\">National Thermal Power Corporation Ltd. v. Bhanu Construction Co. P. Ltd.</a>, , a Division Bench of this Court speaking through B.P, Jeevan Reddy, J., (as His Lordship then was), after referring to the various pronouncements of the Supreme Court including R.D. Shetty, concluded and held that:</span> \n</p><blockquote id=\"blockquote_13\">  <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1281050\" id=\"span_23\">&quot;..... it is clear beyond any doubt that merely because the Government, or an officer of the Government, or an agency or instrumentality of the State enters intoa contract for execution of certain works with another person, it cannot be said to be acting in the public law field. Its rights and obligations are the same as those of any other person entering into a contract. The only limitation is that before entering into the contract, it must act consistent with the guarantee contained in <a href=\"/doc/367586/\" id=\"a_44\">Article 14; (vide E.E.</a> &amp; C. Ltd. v. Stale of West Bengal, , and <a href=\"/doc/1281050/\" id=\"a_45\">Ramana v. International Airport Authority of India</a>, ). But once a contract is entered into, it is the terms of the contract that govern, and no question of <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a>, or arbitrary action, arises. The very concept of one party to the contract acting arbitrarily and thereby violating <a href=\"/doc/367586/\" id=\"a_47\">Article 14</a>, is misplaced. The action may be wrongful; but it is not such an action as is amenable to writ jurisdiction on the ground that it is arbitrary. If a contract is terminated wrongfully, it cannot be questioned in a writ petition saying that the termination is arbitrary, or unreasonable. The concept of arbitrary and unreasonable action amenable to writ jurisdiction is relevant only where the State acts under a statute, or in exercise of its executive/administrative power. Taking any other view would not only be contrary to well established authority, but would also cast an uncalled for burden upon this Court. Not only this Court would be exercising its writ jurisdiction for determining the private rights of the parties arising from, or relating to a contract, but would also be obliged to enquire into disputed questions of fact, which it would not ordinarily undertake.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 24. In Executive Engineer, I.C. v. C. Raghava Reddy, (DB), another Division Bench of this Court held: \n</p>  \n\n<blockquote id=\"blockquote_14\">  &quot;We should note that a writ of mandamus does not issue for enforcement of aprivate right, nor is it available for obtaining interim reliefs till cross-claims between parties are detenu ined in arbitration. It is axiomatic that relations between parties in a concluded contract are governed by the terms thereof; and rights and obligations of parties inter se have to be decided elsewhere. Such concluded contractual relations are no longer governed- by constitutional provisions. In cases where the contract is non-statutory the relations arc purely contractual and the rights are governed only by the terms of the contract. No writ or order can issue to compel the authorities to remedy a breach of the contract; nor can a mandamus issue for enforcement of contractual rights. This position is clear from a long line of authorities. Reference need be made only to a few of them: \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557202\" id=\"span_24\"><a href=\"/doc/557202/\" id=\"a_48\">Banchhanidhi Rath v. State of Orissa</a>, AIR 1972 SC 842, Dhanyalakshmi Rice Mills etc.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8128\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_27\">v. The Commissioner of Civil Supplies, , M/s. <a href=\"/doc/541216/\" id=\"a_49\">Radhakrishna Agarwal v. State of Bihar</a>, (1977) 3 SCR 249 &amp; AIR 1977 SC 1496, Delhi Development Premji Bhai Parinar v. Authority, , <a href=\"/doc/248227/\" id=\"a_50\">Hie Divisional Forest Officer v. Bishwanath Tea Co. Ltd.</a>, AIR 1981 SC 1378, Bareilty Development Authority v.Ajay <a href=\"/doc/8128/\" id=\"a_51\">PalSiugh, MR \\9W SC 1076, Geetha Timbers, Chalakudy v. State of Kerala</a>,  and M/s. Pancham Singh v. Slate of Bihar, . In Writ Appeals Nos.762 and 763 dated 3-8-1992 a Division Bench consisting one of us (Suvaraman Nair, J.,) had held that a writ cannot issue in relation to matters arising out of a non-statutory contract.</span></span></span> \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> A writ of mandamus issues to a public servant or authority only to enforce a statutory obligation or a public duty. Obligations arising from a contract whichis non-statutory cannot create a statutory duly enforceable by issue of a writ of mandamus&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1856231\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1856231\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1723455\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1715193\" id=\"span_31\">25. Similar is the view taken by this Court in M/s. <a href=\"/doc/1715193/\" id=\"a_52\">Padmavathi Constructions v. A.P. Industrial Infrastructure Corporation Ltd</a>, 1996 (<a href=\"/doc/1723455/\" id=\"a_53\">3) ALD 591, Tiima Oils and Chemicals Limited v. Visakhapatnam Port Trust</a>, 1997 (<a href=\"/doc/1856231/\" id=\"a_54\">5) ALD 144 and Vijay Fire Protection Systems Ltd. v. Visakhapatnam Port Trust</a>, 1997 (5) <a href=\"/doc/1856231/\" id=\"a_55\">ALD 479, (Vijay Fire Protection System</a>&#x27;s case (supra), rendered by a learned single Judge was upheld in WANo.941 of 1997 on 8-9-1997 and further upheld by the Supreme Court in SLP No.5788 of 1998 on 31-8-1999).</span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1331824\" id=\"span_32\">26. This Court in <a href=\"/doc/1331824/\" id=\"a_56\">Garla Sudhakar v. Government of A.P.</a>, , after an elaborate survey of the case law and various pronouncements of the Supreme Court touching upon the subject matter observed that &quot;contractual obligations, if any, without any statutory obligations, cannot be enforced in a writ petition and as such writ petition would not be maintainable.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481600\" id=\"span_33\">27. However, the decision of the Supreme Court in <a href=\"/doc/1481600/\" id=\"a_57\">Style (Dress Land) v. Union Territory, Chandigarh</a>, , may have to be noticed in detail to discern the principle and the ratio <a href=\"/doc/1481600/\" id=\"a_58\">laid down by</a> the Supreme Court. The dispute <a href=\"/doc/1481600/\" id=\"a_59\">in that case</a> centered around the sharp increase in the rent of leased commercial premises (shops), from Rs.2,671 to Rs.14,000 per month, imposed by Chandigarh Administration, upon shop keepers in Sector 17, Chandigarh in the year 1992. Aggrieved by the same, the lessees have filed WPs. in the High Court of Punjab and Haryana, but the writ petitions were disposed of with certain directions and ultimately the matter came to the Supreme Court. The Supreme Court after referring to its earlier decisions observed that the action of the respondents regarding imposition ofthe terms and conditions of the lease including the enhancement of rent is required to be fair and reasonable and not actuated by considerations which could be termed as arbitrary or discriminatory. The Government cannot act like a private individual in imposing the conditions solely with the object of extracting profits from its lessees. Governmental actions are required to be based on standards which are not arbitrary or unauthorised. Even the administrative orders are required to be made in a manner in consonance with the rules of natural justice, when they affect the rights of the citizens to the property or the attributes of the property. It is observed &quot;every State action, in order to survive, must not be susceptible to the vice of arbitrariness which is the crux of <a href=\"/doc/367586/\" id=\"a_60\">Article 14</a> and basic to the rules of law, the system which governs us, arbitrariness being the negation of the rule of law. Non-arbitrariness, being a necessary concomitant of the rule of law, it is imperative that all actions of every public functionary in whatever sphere must be guided by reason and not humour, whim, caprice or personal predilections of the persons entrusted with the task on behalf ofthe State and exercise of all powers must be for public good instead of being an abuse of power. Action of renewability should be gauged not on the nature of function but public nature of the body exercising that function and such action shall be open to judicial review even if it pertains to the contractual field. The State action which is not informed by reason cannot be protected as it would be easy for the citizens to question such an action as being arbitrary.&quot;</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_28\"> 28. The observations so made by the Supreme Court have to be understood in the background of the facts in the very same case. The Chandigarh Administration raised no dispute that power to transfer the property including leasing it out is conferred upon the Central Government by <a href=\"/doc/160138840/\" id=\"a_61\">Section 3</a> of theCapital of Punjab (Development and Regulation) Act, 1952 made applicable to the city of Chandigarh with effect from 1968. Sub-section (1) of <a href=\"/doc/1283886/\" id=\"a_62\">Section 3</a> itself authorises the Central Government to sell, lease or otherwise transfer, any land or building belonging to the Government in Chandigarh on such terms and conditions as it may think fit to impose. Conditions for sale, lease and transfer can be regulated by the Rules which may be made under the very Act. <a href=\"/doc/842228/\" id=\"a_63\">Section 22</a> of the Act authorises the Central Government to make Rule for carrying out the purposes of the Act which includes the terms and conditions on which any land or building may be transferred by the Central Government under the Act; the manner in which consideration money for any transfer may be paid etc., and the terms and conditions under which transfer of any right in any site or building may be permitted. However, the Central Government failed to make the Rules to transfer various properties under the terms of the lease in purported exercise of power under <a href=\"/doc/191637106/\" id=\"a_64\">Section 3(1)</a> of the Capital of Punjab (Development and Regulation) Act, 1952. It is thus clear that the properties were transferred to various lessees by the administration in purported exercise of statutory power and jurisdiction under <a href=\"/doc/191637106/\" id=\"a_65\">Section 3(1)</a> of the said Act. However, the terms and conditions were left to the satisfaction of the Central Government, since the Rules regulating the transfer of properties were not framed. It is under those circumstances, the Apex Court observed that &quot;it would have been in the interest of the Central Government to frame the Rules for infusing confidence and rationality, reasonableness and fairness in their actions.&quot; It is under those circumstances, the Apex Court observed that the imposition of the terms and conditions of the lease including the enhancement of rent is required to be fair and reasonable and not actuated by considerations which could be termed as arbitrary and discriminatory. Suchobservations were made by the Supreme Court, as the properties in question were transferred by leasing it out to various individuals by the Administration in purported exercise of statutory power conferred by <a href=\"/doc/160138840/\" id=\"a_66\">Section 3</a> of the said Act. It was a case of exercise of statutory power. \n</p> \n\n<p data-structure=\"Section\" id=\"p_29\"> 29. It is well settled that the statutory power conferred upon an authority is required to be exercised in a fair and reasonable manner and such exercise is liable to be tested in a judicial review proceeding on the touchstone of <a href=\"/doc/367586/\" id=\"a_67\">Article 14</a> of the Constitution of India. In my considered opinion<a href=\"/doc/1481600/\" id=\"a_68\">, <a href=\"/doc/1481600/\" id=\"a_69\">the said judgment</a></a> does not lay down that writ would lie to enforce a pure and simple contractual obligation arising out of a concluded contract unregulated by any statute or instructions which may have the force of statute. \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> 30. In my considered opinion, the concept of arbitrariness, non-application of mind, principles of natural justice, have no application to a case and dispute arising out of a concluded contract voluntarily entered between the parties where the terms and conditions are not regulated by any statute as such. The contract entered by the Government or its instrumentality in the realm of private law and the disputes arising thereunder cannot be judicially reviewed by this Court, unless the State or the instrumentality has entered into such contract in exercise of any statutory power. It is entirely a different matter altogether, if the terms and conditions themselves are regulated by the statute or Rules framed thereunder and the contract itself has been entered in exercise of the statutory power. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 31. The question as to the maintainability of the present writ petitions have to be viewed in the background of aforementioned settled legal position. \n</p> \n\n<p data-structure=\"Section\" id=\"p_32\"> 32. The deed of licence dated 15-2-1999 entered between the A.P. State RoadTransport Corporation and the petilioners herein contains various terms and conditions in which it is inter alia agreed that the licence is for running a pan, general and confectionary at Khammam bus station and the licensee shall sell in the stall/canteen, the items approved by the licensor. It inter alia provides that the licence shall be terminable with a three months advance notice on either side, however no licence shall be terminable within one year except in for default in payment of licence fee in which case the licence can be terminated with a month&#x27;s notice etc. It also provides that the licensee shall not carry or through others any business for which a separate tender lias been called in the premises of the Bus Station, Khammam. It is also provided that for violation of various terms and conditions of the agreement the licence shall be cancelled duly forfeiting the security deposit. It also provides that in the disputes in the scope and doubts or interpretation of the clauses or conditions and application of this licence or otherwise, the decision and application of this licence or otherwise, the decision of the Managing Director, APSRTC, shall be final. \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">    It is clearly evident that the\ncontract between the parties is a contract in the realm of private law. It is not a statutory contract. It is a pure and simple deed of licence. Any dispute relating to interpretation of terms and conditions of the deed of licence is to be resolved by the Managing Director of the Corporation, if an aggrieved parry invokes the said clauses requiring his interference in the matter for resolution of the dispute, if any. The respondent-corporation has not entered into this contract in exercise of any statutory power conferred upon it by any Act or regulation. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> 34.  According to the respondent-corporation, the petitioner is entitled to sell only pan, general and confectionary items.But he was doing all types of business and also selling cool drinks unauthorisedly. It is the case of the petitioner that he is authorised to run a pan, general and confectionary in the said shop and the general includes sale of cool drinks. His brother happens to be one of the licence holders in respect of another shop in which cool drinks are permitted to be sold and only with a view to facilitate his brother, some times cool drinks are sold by the petitioner. It is his case that instead of his brother selling cool drinks, he was doing so in the shop licensed to him. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> 35. The dispute thus essentially involves the interpretation of the terms and conditions of the deed of licence. The doctrine of fairness or the duly to act fairly or reasonably is the doctrine developed in the administrative law field to prevent failure of justice where the action is administrative in nature. The doctrine cannot be invoked to amend, alter or vary the express terms of contract between the parties. Obviously, the respondent-corporation grants licence/lease to highest bidders as a measure to augment its own financial resources. It involves pure commercial considerations and has no social objectives securing of funds to the best advantage of the Corporation appears to be the main object. It is thus nothing but a pure and simple transaction which is commercial in its nature. There is no State power as such involved. In such a situation, even if the licence is terminated wrongfully it cannot be questioned in a writ petition contending that such termination is arbitrary or unreasonable. This Court would not exercise its writ jurisdiction for determining the private rights of the parties arising from or relating to a contract, as such determination may also involve enquiry into disputed questions of fact, which this Court would not ordinarily undertake. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> 36. The submission that the petitioner being a Tribal would not be in a position toapproach the civil Court for rcdressal of his grievance cannot be accepted, for the simple reason that the petitioner is the highest bidder and participated in the open auction for obtaining licence in his favour for a valuable consideration of Rs.15,555/- per month. No need to say anything further on this aspect. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\"> 37. For all the aforesaid reasons, I hold that the writ petitions are not maintainable. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\"> 38. Before parting with these cases, it must be mentioned that this Court has not expressed any opinion whatsoever with regard to merits as the contentions raised in that regard are outside the ken of the writ petitions. It shall be open to the parties to raise those contentions at the proper stage before the appropriate Forum. The questions are left open. It shall be open to the petitioners to avail such remedies as may be available to them in law, if they are so advised and the Forum before which such contentions are raised shall have to go into the merits of each of the cases and decide the same in accordance with law uninfluenced by the dismissal of these writ petitions. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 39. The writ petitions are accordingly dismissed. No order as to costs. \n</p> \n\n","numcites":29,"numcitedby":4,"docsource":"Andhra HC (Pre-Telangana)","citetid":950552,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"apsrtc","formInput":"apsrtc"},{"value":"private realm of law-","formInput":"private%20realm%20of%20law-"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"shrilekha vidyarthi","formInput":"shrilekha%20vidyarthi"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"mandamus","formInput":"mandamus"},{"value":"contract act","formInput":"contract%20act"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"PETROLEUM","formInput":"PETROLEUM"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"\"concluded contract\"","formInput":"%22concluded%20contract%22"},{"value":"\"Writ of mandamus\"","formInput":"%22Writ%20of%20mandamus%22"},{"value":"indian oil","formInput":"indian%20oil"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}