{"tid":134281463,"publishdate":"2024-05-07","title":"Jharkhand Urja Vikas Nigam Limited ... vs M/S Rites Limited on 7 May, 2024","doc":"<h2 class=\"doc_title\">Jharkhand Urja Vikas Nigam Limited ... vs M/S Rites Limited on 7 May, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:navneet-kumar\">Navneet Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:navneet-kumar\">Navneet Kumar</a></h3>\n\n<pre id=\"pre_1\">     IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                (Letters Patent Appellate Jurisdiction)\n                     L.P.A. No. 162 of 2024\n\nJharkhand Urja Vikas Nigam Limited (JUVNL), earlier known as Jharkhand\nState Electricity Board (JSEB), through its General Manager having its office\nat Engineering Building, HEC, Dhurwa, P.O. &amp; P.S.-Dhurwa, Ranchi\n                                                        ... Appellant\n                                        Versus\n1. M/s RITES LIMITED, a Government of India Undertaking, under the\nMinistry of Railways and a Government Company within the meaning of\n<a href=\"/doc/1430621/\" id=\"a_1\">Section 617</a> of the Companies Act, 1956 having Registered Office at 27,\nBarakhamba Road, New Delhi and, Corporate Office at RITES Bhawan, 1,\nSector-29, P.O. Gurgaon, P.S. Gurgaon, District- Gurgaon-122001 in the State\nof Haryana, through its General Manager, Shri Dharam Gaj Prasad, aged 57\nyears, son of late Makrand Prasad Resident of Flat No. 674, Khelgaon, PO-\nKhelgaon; PS- Khelgaon; District- Delhi.\n2. General Manager, M/s RITES LIMITED, a Government of India\nUndertaking, under the Ministry of Railways and a Government Company\nwithin the meaning of <a href=\"/doc/1430621/\" id=\"a_2\">Section 617</a> of the Companies Act, 1956 having\nRegistered Office at 27, Barakhambha Road, New Delhi and, Corporate Office\nat RITES Bhawan, 1, Sector- 29, P.O. Gurgaon, P.S. Gurgaon, District-\nGurgaon-122001 in the State of Haryana.               ... Respondents\n3. The State of Jharkhand.                    ... Performa Respondent No. 3\n                              ---------------\n</pre><p data-structure=\"Precedent\" id=\"p_1\">CORAM: HON&#x27;BLE THE ACTING CHIEF JUSTICE\n     HON&#x27;BLE MR. JUSTICE NAVNEET KUMAR\n\nFor the Appellant          : Mr. Rajiv Ranjan, AG\n                             Mr. Sachin Kumar, Sr. S.C.\n                             Mr. Karamdeo, Advocate\nFor the State              : Mrs. Vandana Singh, Sr. SC-III\n                             Ms. Apoorva Singh, AC to Sr. SC-III\nFor the Respondents        : Mr. Vikas Pandey, Advocate\n                             Mr. Sanjay Kumar Prasad, Advocate\n                             Mr. Piyush Poddar, Advocate\n                             Mr. Manav Poddar, Advocate\n                             Mr. Deepak Kumar Sinha, Advocate\n</p><p data-structure=\"Issue\" id=\"p_2\">                               ---------------\n</p><p data-structure=\"Facts\" id=\"p_3\">                                                         7th May 2024\n\nPer, Shree Chandrashekhar, A.C.J.\n\n                The Jharkhand Urja Vikas Nigam Limited (in short, JUVNL) is\naggrieved by the decision of the writ Court to appoint a sole Arbitrator to\nadjudicate upon the claims and counter-claims which the parties may decide\n to raise.\n</p><p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100785689\" id=\"span_1\">2.           The writ Court referred to the arbitration clause incorporated\nunder <a href=\"/doc/260256/\" id=\"a_3\">Article 9</a> in the contract agreement and decision in the &quot;<a href=\"/doc/100785689/\" id=\"a_4\">Northern\nCoalfield Limited v. Heavy Engineering Corporation Limited and another</a>&quot;</span>\n</p><blockquote id=\"blockquote_1\">(2016) 8 SCC 685 and decided that the disputes between the parties should be\nreferred to sole Arbitrator for adjudication under the <a href=\"/doc/1306164/\" id=\"a_5\">Arbitration and\nConciliation Act, 1996</a> (in short &quot;<a href=\"/doc/54424454/\" id=\"a_6\">AC Act</a>&quot;).\n</blockquote><p data-structure=\"Precedent\" id=\"p_5\">3.           Aristotle had once remarked: &quot;It is equitable to be willing that a\ndifference shall be settled by discussion rather than by force; to agree to\narbitration rather than go to Court for the umpire in an arbitration looks to\nequity, whereas the juryman sees only law. Indeed, arbitration was devised to\nthe end that equity might have full sway&quot;.\n</p><p data-structure=\"Facts\" id=\"p_6\">4.           However, the JUVNL seemingly does not agree with Aristotle\nand has filed this Letters Patent Appeal purely on a technical plea.\n</p><p data-structure=\"Facts\" id=\"p_7\">5.           Briefly stated, the Jharkhand State Electricity Board (now\nrepresented through JUVNL) published NIT No.132/PR/JSEB/03 for the\nelectrification of 4923 villages on a Turnkey basis under 5 packages and LOI&#x27;s\nwere issued in favor of the Rites Limited on 10th November 2003 and that\nfollowed the work orders in its favor. The total value of the works under\ncontract was about Rs. 300 crores and the scheduled completion period was\ntwelve months. However, the JSEB unilaterally reduced the volume of the\nworks under the contract to 1848 villages for a value of Rs. 110.88 crores.\nLater, with the consent of JSEB, the works under contract were assigned to\nM/s Ramjee Power Construction Limited (in short, RPCL) which directly\nreceived payments from the JSEB. Before that, the Rites had requested for\nincorporation of an arbitration clause in the contract agreement through its\nletter dated 16th February 2004. Agreeing to the proposal of the Rites, an\narbitration clause for resolving the dispute through arbitration was\nincorporated in Agreement No. 7/RE/JSEB/03-04 dated 16th March 2004\nunder <a href=\"/doc/260256/\" id=\"a_7\">Article 9.</a> The JSEB granted an extension of time by one year and the\nscheduled completion date was extended till 15th March 2006. Still, there were\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                        2                   L.P.A. No. 162 of 2024</span>\n allegations and counter-allegations by the parties as to slow progress of the\nwork, forged bank guarantees and wrong encashment of bank guarantees. The\nRites invoked the arbitration clause and Mr. B.S. Meena was appointed as the\nsole Arbitrator on 6th December 2005 under the Permanent Machinery of\nArbitration. But before the arbitral proceedings could conclude he\nsuperannuated from service on 30th May 2008 and Dr. Santokh Singh was then\nappointed as the sole Arbitrator. He endeavored to persuade the parties for\nmutual settlement but could not succeed in his efforts and, in the meantime,\nhe was transferred elsewhere. Therefore, Dr. Gita Rawat was appointed as the\nsole Arbitrator who entered the reference on 2nd March 2009. The sole\nArbitrator directed the parties to explore the feasibility of a mutual settlement\nand, pursuant thereto, both parties appeared on 19th and 21st July 2010 and\ninformed her that the matter could not be mutually settled. Thereafter, the\nRites made claims under 22 heads before the arbitral Tribunal and the JUVNL\nalso made counter-claims under 8 heads.\n</p><p data-structure=\"Facts\" id=\"p_8\">6.            The claims made by the Rites pertained to payments towards the\nsupply of materials, pending supply bills, cost of maintenance, payment for\nerection work, price variation, bill for survey, loss of profit, loss of interest,\nloss due to wrong encashment of bank guarantee, loss of goodwill etc. The\nJUVNL made counter-claims for loss of revenue, over-heads and\nestablishment costs, burden of interest payment, additional costs for work and\nother interests on various counts. In Arbitration Case No. PMA/BMS/\n04/2006, the arbitral proceedings were closed after hearing the parties on\n21st July 2010 and the sole Arbitrator made an award on 19th January 2011\nfor Rs. 89,20,07,989/- with interest. In Appeal Arbitration Case\nNo. 02/LS/2011, the appellate Authority partly allowed the objections of the\nRites   and    published    the    award       with   an   enhanced      value         of\nRs. 327,76,03,759/- with interest of Rs. 416,96,11,748/-.\n</p><p data-structure=\"Issue\" id=\"p_9\">7.            Aggrieved by the awards dated 19th January 2011 and 19th\nSeptember 2011, the JUVNL laid a challenge thereon under <a href=\"/doc/54424454/\" id=\"a_8\">section 34</a> of the\nAC Act in Misc. Case No. 16 of 2011. However, this petition was dismissed\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                           3                  L.P.A. No. 162 of 2024</span>\n on 22nd November 2017 holding that the award made by the Permanent\nMachinery of Arbitration cannot be challenged in a proceeding under <a href=\"/doc/54424454/\" id=\"a_9\">section\n34</a> of the AC Act.\n</p><p data-structure=\"Precedent\" id=\"p_10\">8.            The Rites then came to this Court with the following prayers:\n</p><blockquote id=\"blockquote_2\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100785689\" id=\"span_4\">&quot;(a) For referring all disputes relating to and arising out of the ten Agreements\n     being No. 01 to 10/RE/JSEB/03-04 all dated 16.03.2004 in respect of the rural\n     electrification in Jharkhand between the Petitioner and the Respondent for\n     adjudication by the independent and impartial Sole Arbitrator or the panel of\n     Arbitration as may be deemed fit and proper by this Hon&#x27;ble Court as the award\n     dated 19.01.2011 passed by Joint Secretary and Sole Arbitrator, Dr. Gita Rawat\n     in PMA/BSM04/2006 under the Permanent Machinery of Arbitration in favour\n     of the petitioner being outside THE framework of law governing Arbitration\n     AND AS SUCH will not be legally enforceable in a court of law in view of the\n     judgment rendered by Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/100785689/\" id=\"a_10\">Northern\n     Coalfields Ltd versus Heavy Engineering Corporation Ltd &amp; Ors</a> reported in\n     (2016) 8 SCC 685 wherein the Hon&#x27;ble Supreme Court has, interalia, held that\n     the award made by Arbitrator under the Permanent Machinery of Arbitration\n     was outside the statute regulating Arbitration in this Country and, therefore,\n     was not executable in law and accordingly held that such an award is outside\n     the purview of <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a> 1940 and also under the <a href=\"/doc/1306164/\" id=\"a_12\">Arbitration and\n     Conciliation Act, 1996</a> and accordingly referred the matter in the said case to\n     the sole arbitrator for the adjudication of the dispute and relying upon <a href=\"/doc/100785689/\" id=\"a_13\">the said\n     judgment</a> the Ld. Commercial Court, Ranchi vide order dated 22.11.2017\n     passed in Misc. Case No. 16/2011 filed by JSEB<a href=\"/doc/536284/\" id=\"a_14\"> u/s 34</a> of the Arbitration and\n     Conciliation Act, 1996 challenging the said Award dated 19.01.2011 was\n     pleased to dismiss the said application filed by JSEB.</span>\n</blockquote><blockquote id=\"blockquote_3\">     (b) For any other appropriate writ (s)/ direction (s) as Your Lordships may deem\n     fit and proper for imparting substantial and conscionable justice to the\n     petitioner.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">9.            Before the writ Court, the JUVNL filed its affidavit-in-\nopposition narrating the lapses on the part of the Rites but what is relevant to\nnote is that except raising a bald opposition in paragraph no. 3 that the writ\npetition is not maintainable there was no serious challenge by the JUVNL to\nthe proposal of the Rites for arbitration through a Court-appointed arbitral\nTribunal. The writ Court held as under:\n</p><blockquote id=\"blockquote_4\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100785689\" id=\"span_5\">16. It is an admitted position that pursuant to permanent machinery of\n     arbitration, the dispute first taken is tried to be resolved, however, the same has\n     not attained finality as under the permanent machinery of arbitration, the\n     <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act, 1940</a> as well as the <a href=\"/doc/1306164/\" id=\"a_16\">Arbitration and Conciliation Act, 1996</a>\n     were made outside the purview of the dispute under the permanent machinery\n     of arbitration and the relevant paragraphs of <a href=\"/doc/100785689/\" id=\"a_17\">the said judgment</a> as already been\n     quoted hereinabove, wherein it has been held by the Hon&#x27;ble Supreme Court\n     considering the entire aspect of the matter arising out of the permanent\n     machinery of arbitration and the effect has been summarized in paragraph nos.\n     23 to 23.8 (supra). In paragraph no.26 of <a href=\"/doc/100785689/\" id=\"a_18\">the said judgment</a>, remand the matter\n     to the Hon&#x27;ble Supreme Court as well as the arbitration was considered. In\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                               4                       L.P.A. No. 162 of 2024</span>\n       paragraph no.27 of <a href=\"/doc/100785689/\" id=\"a_19\">the said judgment</a>, it was held that right of the appellant to\n      demand such an adjudication cannot be denied simply because it happens to be\n      Government owned company or even the appellant is a Government company.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_12\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100785689\" id=\"span_7\">In view of the above and finding the facts of the present case, the Court finds\n      that the case of the petitioner is fully covered in light of the judgment of the\n      Hon&#x27;ble Supreme Court in the case of &quot;<a href=\"/doc/100785689/\" id=\"a_20\">Northern Coalfields Limited</a>&quot; (supra)\n      and there will be no difficulty in having all the claims and the counter claims\n      of the petitioner as well as the respondent JUVNL referred to for adjudication\n      afresh in accordance with law to the sole-Arbitrator to be nominated by this\n      Court. Since the matter is being sent to the sole-Arbitrator for a fresh round of\n      arbitration, safely it can be under the <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration and Conciliation Act, 1996</a>.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_13\">      17. As such, this writ petition is allowed.\n</p><p data-structure=\"Facts\" id=\"p_14\">      18. Hence, this Court directs that all disputes relating to and arising out of the\n      contract executed between the petitioner and the respondent JUVNL including\n      all agreements which are the subject matter of the present writ petition,\n      including the arbitration clause shall, hereby, stand referred to Hon&#x27;ble Mr.\n      Justice Vineet Saran, a retired Judge of the Hon&#x27;ble Supreme Court to\n      adjudicate upon all the claims and counter-claims which the party may chose\n      to file before him. The Arbitrator shall be free to determine his own fee.\n</p><p data-structure=\"Precedent\" id=\"p_15\">      19. Accordingly, let a copy of this order be communicated to Hon&#x27;ble Mr.\n      Justice Vineet Saran, a retired Judge of the Hon&#x27;ble Supreme Court.\n</p><p data-structure=\"Section\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1993902\" id=\"span_8\">10.            A noticed above, the JUVNL has challenged the writ Court&#x27;s\ndecision to refer the disputes relating to and arising out of the contract between\nthe parties. The learned Advocate General submits that the jurisdiction under\n<a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution of India cannot be exercised in teeth of the\nstatutory provisions under the <a href=\"/doc/54424454/\" id=\"a_23\">AC Act</a>. Elaborating upon this point, the learned\nAdvocate General referred to <a href=\"/doc/102425510/\" id=\"a_24\">section 7</a> of the AC Act to submit that the\nexistence of an arbitration agreement in writing is a sine qua non for referring\nthe parties for arbitration under the <a href=\"/doc/54424454/\" id=\"a_25\">AC Act</a>. To submit that the decision in\n&quot;Northern Coalfields Limited&quot; was rendered under <a href=\"/doc/500307/\" id=\"a_26\">Article 142</a> of the\nConstitution and the High Court has no such powers, the learned Advocate\nGeneral referred to &quot;<a href=\"/doc/1993902/\" id=\"a_27\">State of Punjab &amp; Ors. v. Surinder Kumar</a> (1992) 1 SCC\n489 wherein the Hon&#x27;ble Supreme Court observed that merely because an\norder was issued by the Supreme Court it was not open to the High Court to\nissue a similar order under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution, without having\nregard to different fact-situations.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"197054318\" id=\"span_9\">The learned Advocate General also referred\nto &quot;<a href=\"/doc/197054318/\" id=\"a_29\">NTPC Limited v. SPML Infra Limited</a>&quot; (2023) 9 SCC 385 to impress upon\nthe Court that the jurisdiction of the Court under <a href=\"/doc/120593364/\" id=\"a_30\">section 11(6)</a> of the AC Act\nin the post-2015 amendment era is limited to examining the existence of an\narbitration agreement. To repeat, the argument advanced by the learned\n\n<span class=\"hidden_text\" id=\"span_10\">                                               5                       L.P.A. No. 162 of 2024</span>\n Advocate General is that the power under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution\ncannot be exercised in the face of a statutory bar in the <a href=\"/doc/54424454/\" id=\"a_32\">AC Act</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\">11.          On the other hand, Mr. Vikas Pandey, the learned counsel for the\nrespondents heavily relied on &quot;Northern Coalfields Limited&quot; and submitted\nthat arbitration being the most preferred mode for adjudication of a dispute\nwas given preference in &quot;Northern Coalfields Limited&quot; and, on the same\nanalogy, the writ Court passed an order in the present case for arbitration\nbefore a sole Arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26559193\" id=\"span_11\">In reply, the learned Advocate General next referred\nto &quot;<a href=\"/doc/26559193/\" id=\"a_33\">Mahanadi Coalfields Ltd. and another v. IVRCL AMR Joint Venture</a>&quot; 2022\nSCC OnLine SC 960 wherein clause 15 of the contract agreement provided\nfor &quot;settlement of dispute/arbitration&quot; but the substantive part thereof\nprovided that the settlement of dispute with Government agencies shall be\ndealt with in accordance with the guidelines of the Ministry of Finance. The\nlearned Advocate General would therefore emphatically submit that the\nHon&#x27;ble Supreme Court has held in a catena of judgments that no reference\nto arbitration can be made if there is no arbitration agreement between the\nparties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64125057\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178181798\" id=\"span_13\">The learned Advocate General also referred to &quot;<a href=\"/doc/178181798/\" id=\"a_34\">Magic Eye\nDevelopers Private Limited v. Green Edge Infrastructure Private Limited and\nothers</a>&quot; (2023) 8 SCC 50 to further buttress his submission that the existence\nand validity of an arbitration agreement are therefore to be decided at the pre-\nreferral stage itself and as held in &quot;<a href=\"/doc/64125057/\" id=\"a_35\">N.N. Global Mercantile (P) Ltd. v. Indo\nUnique Flame Ltd.</a>&quot; (2023) 7 SCC 1, that there cannot be any reference to the\narbitration sans an agreement between the parties.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"619283\" id=\"span_14\">12.          The &quot;Northern Coalfields Limited&quot; referred to &quot;<a href=\"/doc/619283/\" id=\"a_36\">Oil and Natural\nGas Commission v. Collector of Central Excise</a>&quot; 1995 Suppl. (4) SCC 541 as\nto why the Supreme Court taking note of the disputes inter-se public sector\nundertakings and/or with the Government directed the Government of India\nto set up a committee and such a committee headed by the Cabinet Secretary\nwas constituted. &quot;ONGC&quot; went through several clarifications in the coming\nyears and seems to have lost its relevance by afflux of time. Finally, a 5-Judge\nBench of the Hon&#x27;ble Supreme Court in &quot;Electronics Corporation of India v.</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_15\">                                        6                   L.P.A. No. 162 of 2024</span>\n<p data-structure=\"Precedent\" id=\"p_19\"> Union of India&quot; (2011) 3 SCC 404 recalled many of the directions issued in\nONGC. In &quot;Northern Coalfields Limited&quot;, the award made by the Arbitrator\nunder the Permanent Machinery of Arbitration was challenged in a civil suit.\nIn that proceeding, the Heavy Engineering Corporation Limited took a\ndefence that the plaint was liable to be rejected because the arbitral award\nprepared under the Permanent Machinery of Arbitration could not be\nchallenged in a civil suit. It was contended that the award made under the\nPermanent Machinery of Arbitration being outside the statutory regime under\nthe Arbitration Acts would not constitute an award that is amenable to be set\naside under the Arbitration Acts. The &quot;Northern Coalfields Limited&quot; also\nconsidered that the award so made cannot be made a rule of the Court to be\nenforceable as a decree made against the other party.\n</p><p data-structure=\"Precedent\" id=\"p_20\">13.          The doctrine of stare decisis is not imperative or inflexible and\nto what extent it is to be applied must be determined by the Court. The essence\nof the decision is its ratio and not every observation made in the judgment nor\nwhat logically follows from various observations made in the judgment. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623061\" id=\"span_16\">In\n&quot;<a href=\"/doc/623061/\" id=\"a_37\">Bhavnagar University v. Palitana Sugar Mill (P) Ltd.</a>&quot; (2003) 2 SCC 111 the\nHon&#x27;ble Supreme Court observed that a little difference in facts or some\nadditional facts may make a lot of difference in the precedential value of the\njudgment.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1145726\" id=\"span_17\">In &quot;<a href=\"/doc/1145726/\" id=\"a_38\">Union of India v. Dhanwanti Devi</a>&quot; (1996) 6 SCC 44 the\nHon&#x27;ble Supreme Court observed that everything said by a Judge while giving\na judgment does not constitute a precedent and the only thing in the decision\nthat binds the parties is the principle upon which the case is decided. The\ndecision in &quot;Northern Coalfields Limited&quot; to refer the disputes between the\nparties for adjudication to a nominated sole Arbitrator was based on the\nagreement/concession before the Hon&#x27;ble Supreme Court. We are of the view\nthat the decision in &quot;Northern Coalfields Limited&quot; does not constitute &quot;law&quot;\nunder <a href=\"/doc/882644/\" id=\"a_39\">Article 141</a> of the Constitution of India.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">14.          Notwithstanding that, we are not inclined to interfere with the\norder passed by the writ Court. To start with, there is an arbitration clause\nincorporated in <a href=\"/doc/260256/\" id=\"a_40\">Article 9</a> that provides that the disputes and differences\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                        7                   L.P.A. No. 162 of 2024</span>\n between the parties shall be settled through arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1688760\" id=\"span_19\">In &quot;<a href=\"/doc/1688760/\" id=\"a_41\">Vytla Sitanna v.\nMarivada Viranna &amp; Ors.</a>&quot; AIR 1934 PC 105 the decision of the panchayat\nin a family dispute was affirmed by the Privy Council. Sir John Wallis\nobserved that: &quot;Reference to a village panchayat is the time-honored method\nof deciding disputes of this kind, and has these advantages, that it is generally\ncomparatively easy for the Panchayatdars to ascertain the true facts, and that,\nas in this case, it avoids protracted litigation which, as observed by one of the\nwitnesses, might have proved ruinous to the estate. Looking at the evidence\nas a whole, their Lordships see no reason for doubting that the award was a\nfair and honest settlement of a doubtful claim based both on legal and moral\ngrounds, and are therefore of opinion that there are no grounds for interfering\nwith it&quot;. While this is an admitted proposition that resolution of the dispute\nthrough arbitration shall be a preferred mode, what is argued before us is that\na party in dispute cannot be forced to go for arbitration.</span>\n</p><p data-structure=\"Section\" id=\"p_22\">15.          It was at the insistence of the Rites that a provision for arbitration\nwas incorporated under <a href=\"/doc/260256/\" id=\"a_42\">Article 9</a> in the contract agreement. Sub-section (4) of\n<a href=\"/doc/102425510/\" id=\"a_43\">section 7</a> of the AC Act provides that an arbitration agreement shall be in\nwriting if it is contained in (a) a document signed by the parties (b) an\nexchange of letters, telex, telegrams or other means of telecommunication\nincluding communication through electronic means which provide a record of\nthe agreement or (c) an exchange of statements of claim and defense in which\nthe existence of the agreement is alleged by one party and not denied by the\nother. There is no dispute that <a href=\"/doc/260256/\" id=\"a_44\">Article 9</a> contains an arbitration agreement but\nthe difficulty has arisen in the present case because the arbitration between the\nparties was conducted through the Permanent Machinery of Arbitration which\nspecifically excluded the application of the <a href=\"/doc/1052228/\" id=\"a_45\">Arbitration Act, 1940</a> (now, the\n<a href=\"/doc/1306164/\" id=\"a_46\">Arbitration and Conciliation Act, 1996</a>). This is too well settled that this is the\nsubstance and not merely the form in the pleadings or any provision of law or\nany condition or stipulation in a contract that has to be looked at for inferring\nthe true intention of the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1841885\" id=\"span_20\">In &quot;<a href=\"/doc/1841885/\" id=\"a_47\">Sopan Sukhdeo Sable v. Asstt. Charity\nCommr.</a>&quot; (2004) 3 SCC 137 the Hon&#x27;ble Supreme Court observed that the\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                         8                    L.P.A. No. 162 of 2024</span>\n intention of the party concerned is to be gathered primarily from the tenor and\nterms of the pleadings taken as a whole. At the same time, it should be borne\nin mind that no pedantic approach should be adopted to defeat justice or hair-\nsplitting technicalities. The proposal of the Rites for incorporating the\narbitration clause in the contract agreement is therefore required to be seen.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_23\">16.             The letter dated 16th February 2004 written by the Rites\nsuggesting for incorporating a provision for arbitration was couched in the\nfollowing language :\n</p>\n<blockquote id=\"blockquote_5\">       RITES/RNC/JSEB/RE/129\n       Date- 16.02.2004\n\n       To,\n               The Chief Engineer (RE)\n               JSEB, Engineering Building,\n               Dhurwa, Ranchi\n\n       Sir,\n             Sub: Rural Electrification works on turnkey basis against package\n      A,B,C,D &amp; E.\n\n                While going through the work order for the above works, it is noticed\n      that there is no mention of arbitration clause in the contracts. Similarly, the\n      proformas for Material Received Certificate (MRC) for other than PSC Poles,\n      Joint Measurement Certificate (JMC) and Handing over/ Taking over are also\n      not enclosed which have already been submitted by us. In addition, it is also\n      not clarified regarding the schedule of adjustment of mobilization advance\n      although requested earlier by us.\n</blockquote><blockquote id=\"blockquote_6\">                Hence, the following should form part of the contract agreement :-\n</blockquote>\n<blockquote id=\"blockquote_7\">      1. ARBITRATION CLAUSE :\n</blockquote><blockquote id=\"blockquote_8\">                In the event of dispute or difference to the interpretation and\n      application of the contracts, such disputes shall be settled through Arbitration.\n      Arbitration between RITES &amp; JSEB shall be governed by Bureau of Public\n      Enterprises letter No. 3/593-PMA dated 30th June 1993 as amended from time\n      to time. Relevant clause of the letter is reproduced below :-\n</blockquote><blockquote id=\"blockquote_9\">                As referred vide Department of Public Enterprises letter No.\n      3/5/93PMA dated 30th June 1993 the relevant arbitration clause is reproduced\n      below.\n</blockquote><blockquote id=\"blockquote_10\">                &quot;In the event of any dispute or difference relating to the interpretation\n      and application of the provisions of the contracts, such dispute or difference\n      shall be referred by either party to the arbitration of one of the Arbitrators in\n      the Department of Public Enterprises to be nominated by the Secretary to the\n      Government of India, in charge of the Bureau of Public Enterprises. <a href=\"/doc/1052228/\" id=\"a_48\">The\n      Arbitration Act, 1940</a> shall not be applicable to the arbitration under this clause.\n      The award of the Arbitrator shall be binding upon the parties to the dispute,\n      provided, however, any party aggrieved by such award may make a further\n      reference for setting aside or revision of the award to the Law Secretary, Deptt.\n      of Legal Affairs, Ministry of Law &amp; Justice, Government of India. Upon such\n\n<span class=\"hidden_text\" id=\"span_22\">                                                9                       L.P.A. No. 162 of 2024</span>\n       reference the dispute shall be decided by the Law Secretary or the Special\n      Secretary/ Additional Secretary when so authorized by the Law Secretary,\n      whose decision shall bind the parties finally and conclusively. The parties in\n      the dispute will share equally the cost of arbitration as intimated by the\n      Arbitrator&quot;.\n</blockquote><blockquote id=\"blockquote_11\">      2.       Proforma for MRC for other than PSC Poles, JMC and handing over/\n      Taking over is again enclosed herewith, with draft agreement.\n</blockquote><blockquote id=\"blockquote_12\">      3.       The mobilization advance should be adjusted from the balance 20%\n      payments.\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">                              Thanking you\n                                                              Yours faithfully\n                                                              Bimal Prasad\n                                                            AGM(Elect.)/Rites\n                                                                Ranchi\n</p><p data-structure=\"Precedent\" id=\"p_25\">17.            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_23\">In &quot;<a href=\"/doc/1913246/\" id=\"a_49\">Jagdish Chander v. Ramesh Chander</a>&quot; (2007) 5 SCC 719 the\nHon&#x27;ble Supreme Court held that where the agreement provided that in the\nevent of disputes arising between the parties the same shall be referred to\narbitration, the clause shall be construed as an arbitration agreement. The\nHon&#x27;ble Supreme Court further elaborated that mere use of the word\n&quot;arbitration&quot; or &quot;arbitrator&quot; in a clause shall not make it an arbitration\nagreement if it requires or contemplates further or fresh consent of the parties,\nfor reference to the arbitration.</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">18.            The communication from the Rites for a provision in the contract\nagreement for the resolution of the disputes and differences between the\nparties which was accepted by the JUVNL can&#x27;t be confined to the Permanent\nMachinery of Arbitration. The arbitration through the Permanent Machinery\nof Arbitration is just one mode of resolving the dispute between the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_24\">In\n&quot;<a href=\"/doc/173015163/\" id=\"a_50\">Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.</a>&quot; (2016)\n4 SCC 126 the Hon&#x27;ble Supreme Court observed that the party autonomy is\nthe brooding and guiding spirit of the arbitration. Mere mention of one of the\ndispute resolution mechanisms shall not restrict the main provision in the\narbitration clause which provided that: &quot;In the event of dispute or difference\nto the interpretation and application of the contracts, such disputes shall be\nsettled through Arbitration&quot;. Moreover, the JUVNL participated in the arbitral\nproceedings before the sole Arbitrator, objected to the claims made by the\nRites and made counter-claims. The Rites preferred Appeal No. 02/LS/2011\nwhich was contested by the JUVNL and a modified award was made on 19th\n\n<span class=\"hidden_text\" id=\"span_25\">                                             10                     L.P.A. No. 162 of 2024</span>\n September 2011. This was the understanding of the JUVNL that the award\nwas enforceable under the <a href=\"/doc/54424454/\" id=\"a_51\">AC Act</a> as it laid a challenge to the awards dated\n19th January 2011 and 19th September 2011 in a petition under <a href=\"/doc/54424454/\" id=\"a_52\">section 34</a> of\nthe AC Act. In the order dated 22nd November 2017, the Commercial Court\nobserved as under:</span>\n</p><blockquote id=\"blockquote_13\">                 &quot;In the perspective of the above guidelines the O.P&#x27;s have contended\n      that this is a dispute between two public sector undertaking in which the matter\n      was referred for arbitration before the sole Arbitrator Smt. Geeta Rawat,\n      Permanent Machinery of Arbitration under Bureau of Public Enterprises New\n      Delhi and therefore, the only remedy for setting aside the award or filing appeal\n      against the arbitral award was to challenge the said award before the Law\n      Secretary, Department of Legal Affairs, Ministry of Law and Justice. But\n      instead of availing the said remedy the petitioners have filed the instant\n      application for setting aside of the award before this court which has no\n      jurisdiction to entertain the matter.\n</blockquote><blockquote id=\"blockquote_14\">                 On this point the learned Senior Counsel appearing on behalf of the\n      petitioner submitted that the appeal mechanism or even the Permanent\n      Machinery of Arbitration has no existence as on date but he fairly conceded\n      that the award published by the learned sole Arbitrator, Permanent Machinery\n      of Arbitration is an award which is out side the statutory provision of the\n      <a href=\"/doc/1306164/\" id=\"a_53\">Arbitration and Conciliation Act</a> and therefore, it is neither be amenable to be\n      set aside under the said statute nor be made a rule of the court to be enforcible\n      as a decree lawfully passed against the judgment debtor and the Permanent\n      Machinery of Arbitration was and continues to be outside the purview of the\n      <a href=\"/doc/1052228/\" id=\"a_54\">Arbitration Act</a> now replaced by the <a href=\"/doc/1306164/\" id=\"a_55\">Arbitration and Conciliation Act</a>.\n</blockquote><blockquote id=\"blockquote_15\">                 Relying upon the judgment rendered by the Hon&#x27;ble Apex Court in\n      North Coal Field Ltd Vs Heavy Engineers Corporation Ltd. &amp; Anr reported in\n      (2016) 8 SCC 685, I find that the petition filed U/s 34 of the <a href=\"/doc/1306164/\" id=\"a_56\">Arbitration and\n      Conciliation Act</a> filed by the petitioners for setting aside the award dated\n      19.01.2011 published by Smt. Geeta Rawat, Sole Arbitrator, Permanent\n      Machinery of Arbitration is outside the purview of the <a href=\"/doc/1306164/\" id=\"a_57\">Arbitration and\n      Conciliation Act</a> and therefore, it can not be entertained by this court and\n      accordingly the objection petition dated 25/11/2011 is allowed and the petition\n      filed U/s 34 of <a href=\"/doc/1306164/\" id=\"a_58\">Arbitration and Conciliation Act</a> for setting aside the award of\n      PMA dated 11/04/2011 is accordingly dismissed as not maintainable with\n      liberty to the parties to pursue in accordance with law whatever remedies are\n      available to them in respect of the grievances qua award dated 19.01.2011.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">19.            At this stage, JUVNL took a position after the dismissal of Misc.\nCase No. 16 of 2011 that the Rites may approach the civil Court because the\nawards dated 19th January 2011 and 19th September 2011 are not enforceable\nin a Court of law. The learned Advocate General raised an argument that the\nRites is not left remediless and it has a remedy by filling a suit for damages\nand compensation. In our opinion, this submission cannot be countenanced in\nlaw. Let us take a look at a converse situation. Assuming that the JUVNL\nhad succeeded in its challenge laid to the awards dated 19th January 2011 and\n\n<span class=\"hidden_text\" id=\"span_26\">                                              11                       L.P.A. No. 162 of 2024</span>\n 19th September 2011 then what would have been the course open to the Rites?\nQuite obviously, the Rites would have gone in appeal under <a href=\"/doc/54424454/\" id=\"a_59\">section 37</a> of the\nAC Act read with <a href=\"/doc/14006240/\" id=\"a_60\">section 13</a>(1-<a href=\"/doc/24236663/\" id=\"a_61\">A) of the Commercial Courts Act, 2015</a>. We\nare aware that a Court of law should not render a decision on hypothesis or a\nhypothetical situation but the situation presented before us is a real one. Now\nwould it have been open to the JUVNL to contend that the awards were not\namenable to a challenge under <a href=\"/doc/54424454/\" id=\"a_62\">section 34</a> of the AC Act? The Rites also could\nnot have taken a position in its Commercial Appeal that the awards were not\nexecutable as per the provisions under the <a href=\"/doc/54424454/\" id=\"a_63\">AC Act</a>.\n</p><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1538210\" id=\"span_27\">20.          The power under <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> of the Constitution is exercised in\nfurtherance of justice, equity and good conscience. In matters that pertain to\nthe larger public interest the power under <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution is not\nfettered by any limitation. By raising technical objections, a party to litigation\ncannot be permitted to frustrate the basic object and purpose behind the writs.\nThe High Court under <a href=\"/doc/1712542/\" id=\"a_66\">Article 226</a> of the Constitution issues prerogative writs\nto any person or authority within the territory or throughout the territories any\ndirections, orders including writs in the nature of habeas corpus, mandamus,\nprohibition, quo warrantor and certiorari, or any of them, for enforcement of\nany of the rights conferred by Part III and for any other purpose. The argument\nmade on the ground of alternative remedy does not sustain given the conduct\nof the JUVNL. As held by the Hon&#x27;ble Supreme Court in &quot;<a href=\"/doc/1538210/\" id=\"a_67\">Baburam Prakash\nChandra Maheshwari v. Antarim Zila Parish Ad Now Zila Parishad</a>&quot; AIR\n1969 SC 556, the alternative remedy is a self-imposed restriction on the\npowers exercisable by the writ Court. There is no rule or practice of universal\napplication that the High Court shall not exercise its power under <a href=\"/doc/1712542/\" id=\"a_68\">Article 226</a>\nwherever the aggrieved party has been provided an alternative route. The\ndecision not to exercise its power because of alternative remedy may be a\ndecision which can be taken in the facts and circumstances in a case but such\ndecision of non-interference cannot be made a rule of practice. The Rites has\nawards dated 19th January 2011 and 19th September 2011 made in its favor.\nBefore the sole Arbitrator, no objection was taken by the JUVNL that the\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                         12                   L.P.A. No. 162 of 2024</span>\n claims raised by the Rites cannot be decided through arbitration. Now taking\nrefuge in a situation where the awards made by the Permanent Machinery of\nArbitration are not enforceable, the JUVNL has raised a host of technical\nobjections. There may be a substance in the proposal that the Rites may\napproach the civil Court, but then, why the Rites? The JUVNL which\napproached the Commercial Court to challenge the awards dated 19th January\n2011 and 19th September 2011 would have instead gone to the civil Court.</span>\n</p><p data-structure=\"Precedent\" id=\"p_29\">21.          The question is what is the recourse open to this Court; to remain\nchained to the technicality or remind itself of the observations of the Hon&#x27;ble\nSupreme Court in &quot;Andi Mukta Sadguru Shree Muktajee Vandas Swami\nSuvarna Jayanti Mahotsav Smarak Trust v. V.R. Rudani&quot; (1989) 2 SCC 691.\nLong back, it was observed that mandamus is very wide remedy that is easily\navailable to reach injustice wherever it is found. The Hon&#x27;ble Supreme Court\nobserved that the judicial control over the fast-expanding maze of bodies\naffecting the rights of the people should not be put into the watertight\ncompartment, and it should remain flexible to meet the requirements of\nvariable circumstances. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"844819\" id=\"span_29\">In &quot;<a href=\"/doc/844819/\" id=\"a_69\">Dwarka Nath v. ITO</a>&quot; (1965) 3 SCR 536, the\nHon&#x27;ble Supreme Court observed that <a href=\"/doc/1712542/\" id=\"a_70\">Article 226</a> of the Constitution is\ncouched in a comprehensive phraseology and it ex-facie confers a wide power\non the High Courts to reach injustice wherever it is found.</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">22.          The judgments referred by the learned Advocate General were\nrendered in the context of the <a href=\"/doc/54424454/\" id=\"a_71\">AC Act</a> and except for a broad proposition that\nthe High Court should not exercise its powers in teeth of the provisions under\nthe <a href=\"/doc/54424454/\" id=\"a_72\">AC Act</a>, we are not shown any decision that in a situation like the present\none no order for referring the parties to arbitration could have been made by\nthe writ Court. The submission that the exercise of power under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a>\nof the Constitution to accept the proposal of an aggrieved party for arbitration\nnotwithstanding refusal by the other party shall open floodgates cannot be\ncountenance in law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1504544\" id=\"span_30\">In &quot;<a href=\"/doc/1504544/\" id=\"a_74\">Butu Prasad Kumbhar v. Steel Authority of India\nLtd.</a>&quot; 1995 Supp (2) SCC 225 the Hon&#x27;ble Supreme Court refused to accept\n&quot;opening of the floodgates&quot; argument that similar writ petitions shall start\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                        13                    L.P.A. No. 162 of 2024</span>\n pouring. The cases of the present nature are relatively few and arise only when\nthe other party takes an unfair stand. To conclude, this is the duty of the High\nCourt to reject a petition or the defence that is based on a purely technical\nstand to gain unfair advantage over the other parties.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_31\">23.            Having regard to the aforesaid facts and circumstances in the\ncase, L.P.A. No.162 of 2024 is dismissed.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_32\">                                    (Shree Chandrashekhar, A.C.J.)\n\n\n\n                                             (Navneet Kumar, J.)\nR.K./Nishant\nN. A.F.R.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                        14                   L.P.A. No. 162 of 2024</span>\n </p>","numcites":29,"numcitedby":0,"docsource":"Jharkhand High Court","citetid":134281463,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}