{"tid":126846,"publishdate":"1973-04-03","title":"Chaganti Kotaiah & Ors vs Gogineni Venkateshwara Rao & Anr on 3 April, 1973","doc":"<h2 class=\"doc_title\">Chaganti Kotaiah &amp; Ors vs Gogineni Venkateshwara Rao &amp; Anr on 3 April, 1973</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1973 AIR 1274, 1973 SCR (3) 867, AIR 1973 SUPREME COURT 1274, 1973 2 SCC 249, 1973 (1) SCWR 841, 1973 SCC(CRI) 801, 1973 3 SCR 867</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-alagiriswami\">A. Alagiriswami</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-alagiriswami\">A. Alagiriswami</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nCHAGANTI KOTAIAH &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nGOGINENI VENKATESHWARA RAO &amp; ANR.\n\nDATE OF JUDGMENT03/04/1973\n\nBENCH:\nVAIDYIALINGAM, C.A.\nBENCH:\nVAIDYIALINGAM, C.A.\nALAGIRISWAMI, A.\nDUA, I.D.\n\nCITATION:\n 1973 AIR 1274\t\t  1973 SCR  (3) 867\n 1973 SCC  (2) 249\n CITATOR INFO :\n R\t    1975 SC1854\t (3)\n\n\nACT:\nCode of Criminal procedure (Act 5 of 1898) s.  439--Revision\nagainst, acquittal by private party-Powers of Highi Court.\n\n\n\nHEADNOTE:\nIn  connection with the murder of two persons  and  injuries\nsustained  by  some prosecution witnesses, 30  persons\twere\ntried by the Sessions Court for offences under ss. 148,\t 302\nread with s. 149 or alternatively, under s. 302 read with s.\n34 and<a href=\"/doc/1011035/\" id=\"a_1\"> ss. 323</a>, <a href=\"/doc/724142/\" id=\"a_2\">324</a> and <a href=\"/doc/1540253/\" id=\"a_3\">326</a> I.P.C. The trial Court convinced\n8 of them of some of the offences but acquitted them of\t the\nother offences, and also acquitted the remaining 22  accused\nof  all the charges.  The convicted 8 accused filed  appeals\nbefore the High, Court.\t The State had not filed any  appeal\nbut,  one of the prosecution witnesses, As a private  party.\nfiled a criminal revision challenging the complete acquittal\nof  the\t 22  accused  as well as  the  acquittal  of  the  8\nconvicted persons of the other charge--.  The High Court set\naside  the  judgment  of the trial court  and  remanded\t the\nentire case for retrial.\nAllowing  the appeals to this Court,\nHELD:\t  The  order of the High Court in the revision\tcase\nshould be set aside and\t the appeals filed by the 8  accused\nshould be remanded to the High Court for disposal  according\nto law. [877G-H]\nThe  entire approach of the High Court in dealing  with\t the\ncriminal  revision was contrary to the principles laid\tdown\nby  this Court and the interference in revision by the\tHigh\nCourt was unjustified. [876C-D]\n(a)  On\t the evidence on record, it could not be  said\tthat\nthe acquittal of the 22 accused or of the 8 accused on some\nof the charges was not justified. [877D-E]\n(b)  Notwithstanding the fact that<a href=\"/doc/1667941/\" id=\"a_4\"> s.439(4)</a>, Cr.  P.C., does\nnot  authorise\tthe  High  Court to  convert  a\t finding  of\nacquittal  into\t one of conviction, it has  in\tthe  present\ncase,  in  fact contravened this provision  by\trecording  a\nfinding of guilt against the accused and directing the trial\ncourt to convict them after retrial.  The High Court  missed\nthe  important\tlimitations on its power and set  aside\t the\nfinding of acquittal, in revision, which could be done\tonly\nin very exceptional circumstances. [876C-D, H]\n(c)  The detailed consideration of the evidence by the\tHigh\nCourt  and  expression\tof opinion about the  guilt  of\t the\naccused has really loaded the dice against the accused\twhen\nthe case would go back for retrial. [877A-B]\n(d)  The  High\tCourt  had  admittedly\tnot  considered\t the\ngrievance  of  the  8 convicted accused\t in  their  criminal\nappeals.\t[875G]\n(e)There is no question of lack of jurisdiction in the trial\ncourt  to  try the case.  Nor was any attack made  that\t any\nevidence had been shut out at the trial. [876D-E, F-G]\n(f)There  was no shutting out at the trial of  any  evidence\nwhich the prosecution wanted to adduce or the defence wanted\nto  lead.  All available evidence had been let in  by  both.\nThe mere fact that the\n868\ntrial  court held that a dying declaration was not  relevant\nwhile  considering  the\t attack on another  person  did\t not\namount to shutting out evidence at the trial. [876E-F]\n(g)  It\t could not be said that there has been\tany  glaring\ndefect\tin the procedure or a manifest error on a  point  of\nlaw leading to a flagrant miscarriage of justice. [876G]\n(h)  It could pot also be said that the trial court did\t not\nconsider  the  alternative charges under<a href=\"/doc/37788/\" id=\"a_5\"> s. 34</a> and  s.\t149.\nThe  trial court had held that in view of the definite\tcase\nof  the prosecution and the nature of the evidence, none  of\nthe accused could be held constructively liable. [877B-C]\nK.Chinnaswamy  Reddy  v. State of Andhra Pradesh,  [1963]  3\nS.C.R.\t412,  Mahendra Pratap Singh v. Sarju  Singh  &amp;\tAnr.\n[1968]\t2  S.C.R.  287, Khetrabasi Samal etc.  v.  State  of\nOrissa etc., [1970] 1 S.C.R. 880 and Amar Chand Agarwalla v.\nShanti Bose and Another etc.  Criminal Appeals Nos.  101-103\ndecided on 22-12-1972, followed.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL APPELLATE JURISDICTION : criminal appeals Nos.\t 173\n&amp; 174 of 1970.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals\t by special leave from the judgment and order  dated\nAugust\t25,  1970  of  the  Andhra  Pradesh  High  Court  at\nHyderabad  in  Criminal Revn.  No. 727 of 1969 and  Cr.\t  A.\nNos. 201 and 202 ,of 1969.\n</p><p data-structure=\"Issue\" id=\"p_3\">P.   Basi  Reddy, K. R. Chaudhuri, Gopalakrishna Murthy\t and\nK.   Rajendra  Chaudhuri,  for the appellant  (in  both\t the\nappeals).\n</p><p data-structure=\"Issue\" id=\"p_4\">T.   V. S. Narasimhachari and K. Jayaram, for respondent No.\n<span class=\"hidden_text\" id=\"span_1\">1 (in\t  Cr. A. No. 173).</span>\nP.   Ram Reddy, P. Parameshwara Rao, for respondent No. 2\n(in Cr.\t A. No. 173) &amp; for respondent (in Cr.  A. No. 174).\nThe Judgment of the Court was delivered by\nVAIDIALINGAM,  J. These two appeals, by special\t leave,\t are\ndirected  against  the judgment and order dated\t August\t 25,\n1970,  of  the\tHigh Court of  Andhra  Pradesh\tin  Criminal\nRevision Case No. 727 of 1969 and Criminal Appeals Nos.\t 201\nand  202  of 1969 setting aside the judgment of\t the  Second\nAdditional Sessions Judge, Guntur, in Sessions Case No.\t 121\nof 1968 and remanding the entire case for retrial.\nIn  connection\twith  the murder of  two  persons,  Gogineni\nKoteswara  Rao\tand Venigandla Ratnababu, and  the  injuries\nsustained  by the prosecution witnesses, PWs 5 to 7 and\t 13,\non August 16, 1968, thirty persons were tried by the learned\nSessions Judge of Guntur for offences under <a href=\"/doc/763672/\" id=\"a_6\">section 148</a>\t and\n<a href=\"/doc/1560742/\" id=\"a_7\">section 302</a> read with<a href=\"/doc/999134/\" id=\"a_8\"> S. 149</a> or alternatively under  <a href=\"/doc/1560742/\" id=\"a_9\">section\n302</a>  read with <a href=\"/doc/37788/\" id=\"a_10\">section 34</a> and <a href=\"/doc/1011035/\" id=\"a_11\">sections 323</a>, <a href=\"/doc/724142/\" id=\"a_12\">324</a> and  <a href=\"/doc/1540253/\" id=\"a_13\">326</a>  of\nthe  Indian  Penal Code.  The learned Sessions\tJudge  found\nthat  accused  Nos.  5\tto 7, 14, 18,  19,  24\tand  25\t had\nparticipated in part of the occur-\n</p><span class=\"hidden_text\" id=\"span_2\">869</span>\n<p data-structure=\"Facts\" id=\"p_5\">rence  that took place on that day and convicted  the  under\n<a href=\"/doc/763672/\" id=\"a_14\">section\t 148</a>.  The 5th accused was convicted  under  <a href=\"/doc/1560742/\" id=\"a_15\">section\n302</a> for causing the death of Ratnababu and was sentenced  to\nundergo\t imprisonment for life.\t Accused Nos. 6 and  7,\t who\nwere  found guilty of causing simple injuries to  Ratnababu,\nwere  convicted under <a href=\"/doc/724142/\" id=\"a_16\">section 324</a>.  Accused Nos. 14, 19,  24\nand  25\t were  found guilty of causing\tinjuries  to  PW  7.\nAccused\t No.  25 was convicted under <a href=\"/doc/1011035/\" id=\"a_17\">section 323</a>  while\t the\nthree others were convicted under <a href=\"/doc/724142/\" id=\"a_18\">section 324</a>.\tAccused\t No.\n18  was\t found\tguilty\tof causing injuries  to\t PW  13\t and\nconvicted  under <a href=\"/doc/724142/\" id=\"a_19\">section 324</a>.  Sentences of imprisonment  of\nvarying terms were imposed on the accused found guilty under\n<a href=\"/doc/1011035/\" id=\"a_20\">sections  323</a> and <a href=\"/doc/724142/\" id=\"a_21\">324</a>.\tA sentence of rigorous\timprisonment\nwas also imposed on all these eight accused for the  offence\nunder  <a href=\"/doc/763672/\" id=\"a_22\">section\t148</a>.   The sentences  of  imprisonment\twere\ndirected  to run concurrently.\tThe learned  Sessions  Judge\nfound  that  none of the accused can be held guilty  of\t the\noffence\t of causing the death of Koteswara Rao nor  for\t the\ninjuries sustained by PWs 5 and 6. Accordingly he  acquitted\nthe  eight  convicted  accused of  all\tthe  other  charges.\nSimilarly  he also found that the other\t twenty-two  accused\nwere not guilty of any of the offences with which they\twere\ncharged and accordingly acquitted them.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">Accused\t No.  5 challenged his conviction  before  the\tHigh\nCourt  in Criminal Appeal No. 201 of 1969.  The other  seven\nconvicted accused, namely, accused Nos. 6, 7, 14, 18, 19, 24\nand, 25, filed Criminal Appeal No. 202 of 1969. One Gogineni\nVenkateswara  Rao, who gave evidence as PW 7 and who  was  a\nbrother\t of  the  deceased, Koteswara  Rao,  filed  Criminal\nRevision  Case No. 727 of 1969 under <a href=\"/doc/323239/\" id=\"a_23\">sections 435</a> and <a href=\"/doc/1290514/\" id=\"a_24\">439</a> of\nthe Code  of  Criminal\tProcedure  before  the\tHigh   Court\nagainst\t all  the  thirty accused  challenging\tthe  several\nacquittals  recorded  against them by the  learned  Sessions\nJudge.\tThe High Court allowed the two Criminal\t Appeals  as\nwell  as the Criminal Revision and after setting aside\tthe&#x27;\njudgment of the Sessions Court, remanded the entire case for\nretrial.  Criminal  Appeal  No. 173 of 1970 is\tby  all\t the\nthirty\taccused against the order in Criminal Revision\tCase\nNo. 727 of 1969; while Criminal Appeal No. 174 of 1970 is by\nthe  eight  accused, who had been  convicted  for  different\noffences under <a href=\"/doc/1560742/\" id=\"a_25\">sections 302</a>, <a href=\"/doc/763672/\" id=\"a_26\">148</a>, <a href=\"/doc/1011035/\" id=\"a_27\">323</a> and <a href=\"/doc/724142/\" id=\"a_28\">324</a>.\n Mr. Basi Reddy, learned counsel for the appellants in\tboth\nthe appeals, has attacked the judgment of the High Court  on\nthe  ground   that   the  High\tCourt\thas   exceeded\t its\njurisdiction  in  ordering a retrial at the  instance  of  a\nprivate party, namely, PW 7.  According\t  to   the   learned\ncounsel,  the  judgment of the Trial Court does\t not  suffer\nfrom  any  of the infirmities the existence of\twhich  alone\ngives jurisdiction to a High Court under exceptional cir-\n</p><span class=\"hidden_text\" id=\"span_3\">870</span>\n<p data-structure=\"Facts\" id=\"p_7\">cumstances to interfere under its revisional jurisdiction at\nthe ,instance of a private party.  It was further urged that\nthere has been no consideration of the appeals filed by\t the\neight  accused, who had been convicted of certain  offences.\nThe  reasons  given  by\t the  Trial  Court  for\t  acquitting\ncompletely  the\t twenty-two accused and for  acquitting\t the\neight  convicted  accused of certain  other,  offences\twere\nfully,\tsupported before us.  It was finally urged  that  no\ncase had been made out for interference by the High Court in\nits revisional jurisdiction and the proper approach should\nhave  been to dispose of on merits the two Criminal  Appeals\nfiled by the eight convicted accused.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">On  the\t other\thand, Mr.  Narasimhachari,  learned  counsel\nappearing  for\tPW 7, who filed the  Criminal  Revision,  no\ndoubt  attempted  to support in full the  order\t of  retrial\npassed\tby  the High Court.  We should frankly say  that  he\nfound  considerable difficulty in supporting  the  wholesale\nretrial ordered by the High Court.  But the learned  counsel\npressed before us for acceptance the infirmities pointed out\nby  the High Court in the reasoning of the learned  Sessions\nJudge  which,  according  to  him,  Justified  at  least   a\nreconsideration\t of the whole matter by the Trial  Court  In\nparticular   it\t was  stressed\tthat  there  has   been no\nconsideration  by  the\tTrial  Court  of  the\tconstructive\nliability of the accused of the various offences with  which\nthey   were  charged  read  with  <a href=\"/doc/37788/\" id=\"a_29\">section  34</a>  or   in\t the\nalternative,  <a href=\"/doc/999134/\" id=\"a_30\">section  149</a>.  The reasons even by  the  Trial\nCourt  for holding that the dying declaration, Ext.   P\t 15,\nmade  by Ratnababu cannot be treated as\t evidence  regarding\nthe attack on Koteswara Rao, are erroneous in law.  By\tthis\nreasoning the Trial Court has really shut out that piece  of\nvital  evidence from consideration.  These are some  of\t the\naspects that have been stressed for sustaining the order of\nthe  High  Court.  As the State is a party  in\tthe  appeals\nbefore us, we have heard its counsel Mr.  Ram Reddy, merely\nto.  assist us.\t Mr. Ram Reddy has also supported the  above\nreasons and has urged that these circumstances clearly\tshow\nthat there has been no proper trial before the learned Trial\nJudge.\t In  view  of the very serious\tinfirmities  in\t the\nreasoning  of the Trial Court, the only proper course to  be\nadopted-and  which,  according\tto  him,  has  been  rightly\nadopted by the High Court-is to have a retrial.\nIn  the\t view  we  take that the order\tof  the\t High  Court\nordering a retrial cannot be sustained and the two  Criminal\nAppeals filed by the eight convicted accused will have to be\nsent back to the High Court for being heard and disposed of\non merits.  We do not think it necessary to very elaborately\ndeal  with the various items of evidence, on record as\talso\nthe reasons given by the learned &#x27;Sessions Judge.  In  order\nnot  to\t prejudice the hearing of the appeals  by  the\tHigh\nCourt we retrain also from making any com-\n</p><span class=\"hidden_text\" id=\"span_4\">871</span>\n<p data-structure=\"CDiscource\" id=\"p_9\">ments or remarks about the nature of the evidence adduced by\nthe prosecution as well as the criticism of the same by\t the\naccused.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">It  is\tnow  necessary\tto broadly state  the  case  of\t the\nprosecution as well as the findings recorded by the  learned\nSessions  Judge.  In the village of Visadala there were\t two\nfactions, one led by the 3rd accused and the other by PW 23,\na  &#x27;brother of Koteswara Rao, one of the deceased.  All\t the\nthirty accused belong ,to the party of the 3rd accused.\t The\n2nd  accused  was the Sarpanch of the village  and  the\t 1st\naccused\t was  the acting Village Munsif at the time  of\t the\noccurrence  i.e. August 16, 1968.  PW 23 was  the  President\nof-  the  village Panchayat from 1956 to  1964\tafter  which\nperiod\tthe 2nd accused came to power.\tThere was  a  multi-\npurpose\t Cooperative  Society  established in  1963  in\t the\nvillage\t and the members of both the factions claimed to  be\nthe  President\tor Secretary of this  society.\t This  rival\nclaim  was the subject of Writ Petitions in the High  Court.\nThe 1st accused the acting Village Munsif at the time of the\noccurrence and his appointment was bitterly resented by\t the\nopposite  group.   All\tthis clearly  show  that  was  acute\nbitterness  and\t rivalry  between the  members\tof  the\t two\ngroups.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">The prosecution case is as follows\nOn  the\t morning  of August 16, 1968, PWs 5 and\t 6  who\t ate\nbrothers and who had taken a land on lease for\tcultivation,\nraised\ta  cross-bund  in  the\tcanal  for  the\t purpose  of\ndiverting  water to their field.  Some time  later,  accused\nNos.  2, 6 and 21 came and asked PWs 5 and 6 to. remove\t the\ncross-bund  but they refused.  The third accused  left\tthe\nplace abusing the two witnesses.  About 12 Noon on the\tsame\nday, PWs 5 and 6 noticed that there was diminution of  water\nin  the\t canal.\t  At that time Ratna babu,  who\t was  coming\nalong-side  the canal, was asked by these witnesses to\tplug\nany leakage near the cross-bund.  Ratnababu accordingly\t was\ntrying to close the leakage when all the thirty accused, who\nbelonged  to  one  faction, came to that  place\t armed\twith\ndifferent  weapons.   The 1 st accused stabbed PW 5  with  a\nspear both on his chest and on his temple.  The 6th  accused\nstabbed PW 5 on the right palm and the right wrist.  The 3rd\naccused\t beat  PW5  with a spear on his\t hand.\t When  PW  6\ninterfered, he was stabbed with a spear on the left chest by\nA-27  and was also beaten on the head back and leg by  A-21.\nAll  the  accused  then\t ran  towards  Ratnababu,  who\t was\nplugging- the hole in the siphon.  Ratnababu, on seeing\t the\naccused coming towards his direction, ran to the field of PW\n23 where Koteswara Rao with his brother, PW 7, was  working.\nAccused\t Nos.  1 to 4 stabbed Koteswara Rao on\tthe  various\nparts  of his body with spears and after he fell down,\tthey\nalong  with  A\t12, A 13, A 22 and A  23  inflicted  further\ninjuries.   When  PW7  attempted to interfere  to  save\t his\nbrother,  he was attacked by A 14, A 19, A 24 and A 25.\t  He\nwas also kicked by A 20.  Some\n8 72\nof the accused turned their attention on Ratnababu.  A 5,  A\n6, A 7, A 8 and A 10 inflicted spear injuries on  Ratnababu.\nWhen  PW 13 came to help Ratnababu, he was speared by A\t 18.\nAll the accused then ran away from the place.\nPWs  1 to 4 had witnessed the entire occurrence.   Koteswara\nRao  was  removed to his house in the village  and  he\tdied\nwithin\ta  very\t short time.  Ratnababu\t was  taken  to\t the\nGovernment  General Hospital, Guntur and, as  his  condition\nwas  very serious, a dying declaration, Ext.  P15,  recorded\nby  the\t Magistrate, PW 1 6, at about 8.40 P. M.,  the\tsame\nday.  Ratnababu died at 1. 29 A.M. on August 17, 1968.\t The\nMagistrate had also recorded a statement, Ext.\tP 1, from PW\n5 and a statement, Ext.\t P 16, from A 30.  At this stage  it\nmay be mentioned that the witnesses, who received  injuries,\nnamely,\t PWs 5, 6, 7 and 13 as well as some of the  accused,\nwho had received injuries, namely, A 5, A 14, A 29 and A 30,\nhad all arrived at the Government General Hospital,  Guntur,\nat about the same time and were treated by the same  doctor.\nThere is on record the wound certificates issued in  respect\nof  these persons.  Apart from the wound certificate  issued\nto  Ratnababu, at the time of his admission to the  Hospital\nthere  is also the description of the injuries sustained  by\nhim,  as mentioned in the postmortem certificate.  There  is\nalso  on  record the postmortem certificate  issued  to\t the\nother deceased, Koteswara Rao, which also shows that he\t had\nsustained a number of injuries.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">Most  of the accused, when they were examined under  <a href=\"/doc/1990693/\" id=\"a_31\">section\n312</a>,  pleaded complete ignorance about the occurrence.\t The\n5th  accused,  however\tpleaded\t that on  the  date  of\t the\noccurrence he, along with A14 and A30, had gone to water the\nfield of A30.  Near the cross-bund they found PWs 5 to 7, 13\nand  23,  the deceased Ratnababu and certain others.   A  30\nrequested  PW 23 to remove the cross-bund to enable  him  to\ntake water to his field.  On their refusal A30 attempted  to\nremove\tthe cross-bund when at the instigation of PW  23  he\nwas stabbed by one Appa Rao and also attacked by PW 23.\t  PW\n23  also  beat him and ran away.  A 14 stated  that  he\t was\nbeaten at the cross-bund by PW 23.  A, 29 also pleaded\tthat\nhe sustained injuries at the cross-bund when he was with A5,\nA14 and A30.  A30 also gave a somewhat similar statement.\n  Thus\tit  will  be  seen  that  while\t according  to\t the\nprosecution the occurrence took place in two stages, one  at\nthe place where the cross-bund was erected and the other  in\nthe  field  of\tPW23, on the other hand,  according  to\t the\ndefence,  the occurrence had taken place at the place  where\nthe cross-bund was raised by PWs 5 and 6 and that there\t was\nno incident whatsoever near the field of PW 23.\t The learned\nSessions  Judge\t made  a local inspection of  the  scene  of\noccurrence and has also noted his observations.\t It\n<span class=\"hidden_text\" id=\"span_5\">873</span>\nwill  be seen that according to the learned  Sessions  Judge\nthe field crow flies. from of PW 23 was at a distance of 290\nyards,\tas  the\t the place of  the  cross-bunding.   He\t has\nfurther\t noted that there was a donka which was\t about\tfive\nfeet lower in level compared to the neighbouring fields\t and\nthat  it would not have been possible for the  accused,\t who\nwere at the cross-bund, to see and identify anybody who\t may\nhave been near the donka.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">The  learned  Sessions Judge, after a consideration  of\t the\ndying  declaration  of\tRatnababu,  Ext,  P  15,  and  other\nevidence,  is  of  the view that  the  prosecution  case  of\nRatnababu running from the siphon to the field of PW 23\t and\nthat he was chased by the accused, is improbable.  It is the\nview of the learned Judge that ,the prosecution has not come\nforward\t with  the truth as to how the\taccused,  after\t the\noccurrence  at\tthe cross---bund, happened to  be  near\t the\nfield of PW 23.\t Regarding the occurrence at the cross-bund,\nthe court&#x27;s view is that there is the evidence of only PWs 5\nand  6. Though PWs 5 and 6 had received injuries, they\thave\nnot  said anything as to how accused Nos. 5, 14, 29  and  30\nsustained  injuries.   These  accused  also  have  sustained\ninjuries  at  the same time as PWs 5 and 6 and at  the\tsame\nplace, namely, the cross-bund.\tThe prosecution has stressed\nas to how these accused received injuries.  In view of these\nand other circumstances, the finding of the learned Sessions\nJudge  is that these four accused had acted in self  defence\nat the incident that took place at the cross--bunding by PWs\n5  and 6. The injuries sustained by PWs 5 and 6 being  of  a\nvery  minor nature sustained by them when the  said  accused\nacted  in self defence, none of those accused are guilty  of\nany offence regarding this particular incident.\nRegarding the second stage of the occurrence at the field of\nPW  23,\t the Trial Court&#x27;s view is that the  witnesses,\t who\nspoke  to the same, are PWs 1 to 4, 7 and 13.  PWs 7 and  13\nhad  received  injuries.   After  a  consideration  of\t the\nevidence of PWs 1 to 4, the learned Judge expresses the view\nthat  they  are tutored witnesses and that  they  have\tbeen\nselected  because  they belong to the party of PW  23.\t The\nlearned\t Judge-disbelieved their evidence and  eschewed\t the\nsame from consideration.  Left with the two other witnesses,\nnamely, PWs 7 and 13, the Trial Court\tis of the  view that\nthey being interested witnesses, their evidence will have to\nbe  treated with great caution and that it would be safe  to\naccept\ttheir evidence only if it is corroborated  by  other\nindependent  evidence.\t Ultimately the learned\t Judge\theld\nthat their evidence cannot be accepted regarding the  attack\non Kuteswara Rao.  Having regard to the evidence adduced  in\nthe  case,   the learned Judge has recorded a  finding\tthat\nnone  of the accused can be held liable for the\t offence  of\ncausing the death of Kuteswara Rao.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">8-L797Sup.C.I./73\n<span class=\"hidden_text\" id=\"span_6\">874</span>\nBut  so\t far as the attack on Ratnababu was  concerned,\t the\nlearned Judge took into account the evidence of PWs 7 and 8,\nthe medical evidence as also the dying declaration, Ext.   P\n15, and convicted accused Nos. 5 to 7, 14, 18, 19, 24 and 25\nin  the manner mentioned by us earlier.\t The  learned  Judge\nhas  also given reasons as to why some of these accused\t are\nnot  guilty  of\t the other offences  with  which  they\twere\ncharged\t and also for acquitting the rest of the twenty\t two\naccused.   The learned Judge has also given the reasons\t for\nconvicting some of the accused only under sections 323\tand\n</p><p data-structure=\"Precedent\" id=\"p_15\">324.   The  learned  Judge&#x27;s further  view  is\tthat  though certa\nin  charges had been framed read with ,<a href=\"/doc/37788/\" id=\"a_32\">section\t34</a>  or\nalternatively with 149, in the manner in which the  incident\nhas  ultimately\t been found to, have happened, there  is  no\nscope  for making any of the accused  constructively  liable\nunder these provisions.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">We  have  already mentioned that it is\tonly  the  convicted\neight  accused, who had filed two different  appeals  before\nthe High Court challenging their conviction.  The State\t had\nnot  filed  an\tappeal under <a href=\"/doc/1791573/\" id=\"a_33\">section  417</a>  of  the  Criminal\nProcedure  Code, either challenging the acquittal  of  these\neight accused of the other offences or against the acquittal\nof the remaining twenty two accused of III the charges..  We\nare particularly mentioning this aspect because if the State\nhad  filed  such  an  appeal,  the  nature  of\tjurisdiction\nexercised by the High Court will be entirely different.\t  On\nthe  other hand, it was the brother of one of the  deceased,\nnamely, PW 7, who had, filed, as a private party, a Criminal\nRevision  ,challenging the complete acquittal of the  twenty\ntwo accused as well as the acquittal of the eight  convicted\npersons of the other charges.\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301452\" id=\"span_7\">After  a review of the earlier decisions, the extent of\t the\njurisdiction of the High Court in the matter of\t interfering\nin revision against an order of acquittal has been laid down\nby  this  Court in <a href=\"/doc/1301452/\" id=\"a_34\">K. Chinnaswami Reddy v. State  of  Andhra\nPradesh</a>(1) as follows\n\t      &quot;It  is true that it is open to, a High  Court\n\t      in revision to set aside an order of acquittal\n\t      even  at\tthe  instance  of  private  parties,\n\t      though  the State may not have thought fit  lo\n\t      appeal;  but this jurisdiction should  in\t our\n\t      opinion  be exercised by the, High Court\tonly\n\t      in  exceptional  cases,  when  there  is\tsome\n\t      glaring defect in the procedure or there is  a\n\t      manifest\t error\ton  a  point  of   law\t and\n\t      consequently   there  has\t been\ta   flagrant\n\t      miscarriage of justice.  Sub-section (4) of<a href=\"/doc/1667941/\" id=\"a_35\"> s.\n\t      439</a>  forbids  a High Court from  converting  a\n\t      finding  of acquittal into one  of  conviction\n\t      and that makes it all the more incumbent on\n\t      (1)   [1963] 3 S. C. R. 412.</span>\n</p><span class=\"hidden_text\" id=\"span_8\">\t      875</span>\n<p data-structure=\"Precedent\" id=\"p_18\">\t      the High Court to see that it does not convert\n\t      the   finding   of  acquittal  into   one\t  of\n\t      conviction by the indirect method of  ordering\n\t      retrial,\twhen  it  cannot.  itself   directly\n\t      convert a finding of acquittal into a  finding\n\t      of  conviction.\tThis places  limitations  on\n\t      the,  power- of the High Court to get aside  a\n\t      finding  of  acquittal in revision and  it  is\n\t      only  in\texceptional cases  that\t this  power\n\t      should  be exercised.  It is not\tpossible  to\n\t      lay  down\t the criteria for  determining\tsuch\n\t      exceptional   cases  which  would\t cover\t all\n\t      contingencies.   We may however indicate\tsome\n\t      cases of this kind, which would in our opinion\n\t      justify  the High Court in interfering with  a\n\t      finding of acquittal in revision.\t These cases\n\t      may  be  :  where\t the  trial  court  has\t  no\n\t      Jurisdiction  to\ttry the case but  has  still\n\t      acquitted\t the  accused, or  where  the  trial\n\t      court has wrongly shut out evidence which\t the\n\t      prosecution  wished to produce, or where,\t the\n\t      appeal  court has wrongly held evidence  which\n\t      was   admitted  by  the  trial  court  to\t  be\n\t      inadmissible,  or where material evidence\t has\n\t      been  overlooked either by the trial court  or\n\t      by the appeal court, or where the acquittal is\n\t      based  on a compounding of the offence,  which\n\t      is  invalid  under the law.  These  and  other\n\t      cases  of similar nature can properly be\theld\n\t      to  be cases of exceptional nature, where\t the\n\t      High  Court can justifiably interfere with  an\n\t      order  of acquittal; and in such a case it  is\n\t      obvious  that it cannot be said that the\tHigh\n\t      Court  was doing indirectly what it could\t not\n\t      do  directly in view of the provisions of\t 439\n\t      (4).&quot;\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1835803\" id=\"span_9\">The   above   principles  have\talso  been   reiterated\t  in\n<a href=\"/doc/1835803/\" id=\"a_36\">Mahendra  Pratap Singh v. Sarju Singh &amp; Anr.</a>(1),  Khetrabasi\nSamal  etc.  v.\t State\tof Orissa  etc.</span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"32908\" id=\"span_10\">(<a href=\"/doc/32908/\" id=\"a_37\">2)  and\t Amar  Chand\nAgerwalla v. Shanti Bose and Another</a> ctc.(3).\nWe  have,  therefore, to see whether the order of  the\tHigh\nCourt  setting\taside the order of acquittal  of  the  eight\nconvicted  accused  of\tcertain\t charges  as  well  as\t the\nacquittal  of  the remaining twenty two accused of  all\t the\ncharges\t can  be upheld on the above principles.   The\tHigh\nCourt has admittedly not considered the grievance the  eight\nconvicted accused in their Criminal Appeals Nos. 201 and 202\nof 1969.  A perusal of the Judgment of the High Court  shows\nthat it has mainly dealt with the Criminal Revision filed by\nthe  private party.  In that context, it has considered\t the\nmaterial  evidence  in\tsome  detail  and  has\t practically\nexpressed   an\t opinion  against  the,\t accused   in\tsome\nrespects.It  has  practically given a finding that  all\t the\nthirty accused will have to be convicted under\n(1) [1968] (2) S C. R. 287.   (2)[1970] (1) S. C. R. 880.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_20\">     3) Criminal Appeal\t 12-1972.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">     Nos. 101-103 decided on22\n87 6\n<a href=\"/doc/1560742/\" id=\"a_38\">section\t 302</a>  read with either <a href=\"/doc/999134/\" id=\"a_39\">section 149</a> or  at  any\trate\n<a href=\"/doc/37788/\" id=\"a_40\">section\t 34</a>.   It  has held that the  dying  declaration  of\nRatnababu,  Ext.   P 15, is admissible\teven  regarding\t the\nattack on the other deceased, Koteswara Rao.  The High Court\nhas   also  expressed  its  opinion  that&#x27;.   Ext.    P\t  15\nestablishes, on the facts of the present case, that accused-\nNos.  1\t to 4 attacked Koteswara Rao and caused\t his  death.\nThe High Court&#x27;s view also appears to be that the search  or\ncorroboration made by the Trial Court regarding the evidence\nof some of the prosecution witnesses was unnecessary.\tEven\nsome of the convicted accused should have been convicted for\nmore serious offences.\tMore or less on this reasoning,\t the\nHigh Court remanded the entire case for retrial.\nWe  are of the opinion that the entire approach made by\t the\nHigh  Court  in\t dealing with the  Criminal  Revision  filed\nagainst\t acquittal by the private party is contrary  to\t the\nprinciples  <a href=\"/doc/32908/\" id=\"a_41\">laid  down in</a> the decisions <a href=\"/doc/32908/\" id=\"a_42\">referred  to  above</a>.\nNotwithstanding the fact that sub-section (4) of <a href=\"/doc/1842737/\" id=\"a_43\">section 459</a>\ndoes  not authorise the High Court to convert a\t finding  of\nacquittal into one of conviction, it has in fact contravened\nthis  provision by recording a finding of guilt against\t the\naccused and directing the Trial Court to convict them  after\na retrial.  There is no question of lack of Jurisdiction  in\nthe  Trial  Court to try the case; nor was any\tattack\tmade\nthat  any evidence has been shut out at the trial.   Whether\nthe dying declaration, Ext.  P 15, by Ratnababu can be taken\ninto  account  regarding the attack on Koteswara Rao,  is  a\nmatter which the Trial Court was entitled to decide one\t way\nor the &#x27;other.\tIf its view was wrong, the High Court  could\nhave gone into that aspect and differed from this opinion of\nthe Sessions Court if the State had filed an appeal  against\nacquittal.   Further  the mere fact that the  learned  Trial\nJudge  held  that this piece of evidence  is  not  relevant,\nwhile  considering  the attack on Koteswara Rao,  does\tnot\namount\tto-shutting out of evidence at the trial.   In\tfact\nthat  evidence\thas already come on record.   Therefore,  in\nthis case there has been no shutting out at the trial of any\nevidence  which\t the  prosecution wanted to  adduce  or\t the\ndefence wanted to lead.\t All available evidence has been let\nin by both the prosecution and the accused.\nNor can it be stated that there has been any glaring  defect\nin  the procedure or a manifest error on a point of law\t and\nconsequently  leading to a flagrant miscarriage of  justice.\nAs  mentioned  earlier,\t sub-section  (4)  of  <a href=\"/doc/1667941/\" id=\"a_44\">section\t 439</a>\nforbids, a High Court from converting a finding of acquittal\ninto  one  of conviction by an indirect method\tof  ordering\nretrial when the High Court itself cannot directly convert a\nfinding of acquittal into a finding of conviction.  The High\nCourt,\tin  our\t opinion, has missed  these  very  important\nlimitations  on\t its  power  to set  aside  the\t finding  of\nacquittal  in  revision which could be done  only  in  &#x27;very\nexception-\n</p><p data-structure=\"CDiscource\" id=\"p_22\">8 7 7\nal  circumstances.  In the case on hand, the High Court\t was\nnot justified in considering the evidence in such detail  if\nit  was\t really going to order a retrial.  Such\t a  detailed\nconsideration of evidence and an expression of opinion about\nthe guilt of the accused, in our opinion, has really  loaded\nthe  dice  against the accused when the case goes  bark\t for\nretrial.   Much stress has been laid by the High Court\tthat\nthough\tsubstantive  charges  had been\tframed\tagainst\t the\naccused\t read with <a href=\"/doc/37788/\" id=\"a_45\">section 34</a> or alternatively with  <a href=\"/doc/999134/\" id=\"a_46\">section\n149</a>  IPC,  the Trial Court has not recorded any\t finding  in\nthis  regard.\tHere  again,  the  High\t Court&#x27;s  view\t is,\nerroneous.  We have already referred to the finding recorded\nby the Trial Court that in view of the definite case of\t the\nprosecution  and  the, nature of the evidence, none  of\t the\naccused\t can be held constructively liable.  It is  on\tthat\nground\tthat  the  Trial Court has not\tfound  the  accused.\nconstructively guilty.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">We have indicated the reasons, which prompted the High Court\nto order a retrial.  The consequence of this will be to, put\nconsiderable  strain  on the accused who have  already\tgone\nthrough\t a trial at considerable stress and expense.   After\ngoing through the judgment of the learned Sessions Judge, we\ncannot\tcertainly say, particularly in view of the  evidence\non  record,  that  either the  acquittal  of  the  twentytwo\naccused\t or the acquittal of the eight convicted accused  of\nthe rest of the charges was not justified.  At any rate,  it\nmay  be\t safely stated that the learned Sessions  Judge\t has\ntaken  into account all the relevant circumstances.  It\t may\nbe  that  there are slight mistakes in some of\tthe  reasons\ngiven  by him but the judgment as a whole shows that he\t has\nreally\tapplied his mind to the various pieces\tof  evidence\nbefore\tpassing the order of acquittal in the manner he\t has\ndone.\tIn  the particular circumstances of this  case,\t the\ninterference  in revision by the High Court at the  instance\nof  the private party was not justified.  The  two,  appeals\nfiled  by  the convicted accused, namely,  Criminal  Appeals\nNos.  201  and 202 of 1969 have not been dealt with  by\t the\nHigh  Court on merits.\tThe appellants therein have a  right\nto  have  those appeals heard and dispossed of by  the\tHigh\nCourt according to law.\n</p><p data-structure=\"Conclusion\" id=\"p_24\"> In  the result, Criminal Appeal No. 173 of 1970 is  allowed\nand  the  judgment and order of the High Court\tin  Criminal\nRevision  Case No. 727 of 1969 are set aside and  the  said\nCriminal Revision will stand dismissed.\t Criminal Appeal No.\n174  of\t 1970 is also allowed and  in  consequence  Criminal\nAppeals Nos. 201 and 202 of 1969 filed by the eight  accused\nare  remanded  to the High Court for  bearing  and  disposal\naccording to law.\n</p><pre id=\"pre_2\">V.P.S.\t\t\t  Appeal partly allowed,.\n8 78\n\n\n\n</pre>","numcites":16,"numcitedby":20,"docsource":"Supreme Court of India","citetid":126846,"divtype":"judgments","relatedqs":[{"value":"retrial when ","formInput":"retrial%20when%20"},{"value":"section 323","formInput":"section%20323"},{"value":"section 324","formInput":"section%20324"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"revision in acquittal","formInput":"revision%20in%20acquittal"},{"value":"manifest error","formInput":"manifest%20error"},{"value":"s 439 ","formInput":"s%20439%20"},{"value":"guntur","formInput":"guntur"},{"value":"injuries on accused","formInput":"injuries%20on%20accused"},{"value":"acquittal of all the accused ","formInput":"acquittal%20of%20all%20the%20accused%20"},{"value":"324","formInput":"324"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"faction ","formInput":"faction%20"},{"value":"acquitted  filter:  302 and 201 ipc","formInput":"acquitted%20%20filter%3A%20%20302%20and%20201%20ipc"},{"value":"spear","formInput":"spear"},{"value":"202","formInput":"202"},{"value":"201","formInput":"201"}],"cats":[{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}