{"tid":761027,"publishdate":"1952-11-21","title":"Gauri Shankar And Sons vs Union Of India (Uoi) (General Manager, ... on 21 November, 1952","doc":"<h2 class=\"doc_title\">Gauri Shankar And Sons vs Union Of India (Uoi) (General Manager, ... on 21 November, 1952</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1953ALL446, AIR 1953 ALLAHABAD 446</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n  Brij Mohan Lall, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an appeal by the plaintiff against an order passed by the learned Civil Judge of Moradabad staying, under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a>, Arbitration Act,  (10 of 1940), a suit instituted by him  against the Union  of  India. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2.  The   appellant is   a joint   Hindu   family firm   carrying   on   the   business   of   contractors. It   entered  into    a   contract   to    supply    large quantities   of   stone   boulders   and    stone   chips to  the East Indian  Railway at railway station Kansrao.  Some   differences   arose  between   the appellant  and  the  railway  authorities.  Certain letters were   exchanged    between    them,    but they  served   only  to widen  the   gulf  between the  two.     Eventually,   the   railway  authorities cancelled the contract, removed the appellant&#x27;s name   from   the   list of   approved   contractors and circulated that decision to  all the Station Masters  with the result that the appellant became   debarred     from   securing    any   contract from   the   railway     administration   in   future. Thereupon,   it instituted   the   suit which   has given rise to this appeal to recover a sum  of Rs.  3,787-5-3   as   damages   for breach   of contract and  a  further  sum of Rs.   1.00,000-0-0 as compensation for libel. Its contention was that the   railway  authorities  had   acted  maliciously with a view to harm its reputation and their conduct in circulating their decision to &quot;blacklist&quot; the  appellant  amounted  to  a libel.     This part of the appellant&#x27;s case may best be slated by reproducing   a  portion   of para   12  of   the plaint.  It runs as follows : \n</p><blockquote id=\"blockquote_1\">   &quot;Further   the  removal   of the   name   of   the plaintiff firm from the list of approved contractors     and   blacklisting    them   was   also made deliberately to put the plaintiff to disgrace,  cause  loss  to  them  in  the  matter  of their  existing  contracts,   damage    their  professional   career,  injure  their   reputation  as contractors and harass them in carrying out the running contracts with the railway department. With that end in view, the fact of the plaintiff firm having been blacklisted and removed from the list of approved contractors was circulated and published amongst other parties to bring the plaintiff into contempt and create hatred against them with the intention of ruining plaintiff&#x27;s business and career as contractors.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3.   Before  filing  the  written   statement  the respondent  moved  the  learned  Civil  Judge  to stay  the  proceedings   under  <a href=\"/doc/1722761/\" id=\"a_2\">Section   34</a>,  Arbitration Act. It is common ground between the parties that para  65  of  the  publication  entitled  &#x27;&#x27;The Specifications,  Instructions  and  General Conditions of Contract&quot; is applicable to the present case. This para runs as follows : \n</p><blockquote id=\"blockquote_2\">   &quot;In   the   event   of   any   question   or   dispute arising under these conditions or in connection   with  the   contract   (except   as   to   any matter   the   decision     of which   is  specially provided  for by  these  conditions)   the  same shall be referred to the award of an arbitrator who shall be .....&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> It was contended by the respondent before the Civil Judge, and the same contention is reiterated before us, that this clause barred the trial of the suit by the learned Civil Judge. The appellant concedes that the portion of the claim relating to the recovery of a sum of Rs. 3,787-5-3 on account of the breach of contract is covered by this agreement. But it is contended that the claim for recovery of Rs. 1,00,000-0-0 as compensation for libel does not fall within the four corners of this agreement. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 4. The language of para 65 quoted above makes it clear beyond doubt that a resort to arbitration is to be made only in the event of a dispute arising &quot;under these conditions, or in connection with the contract.&quot; This means that if the parties are at variance as to the interpretation of any conditions of the contract, or one party asserts that any condition of the contract has been violated and the other denies it, or a demand is made by one party for getting some thing done under the terms of the contract which the other party considers to be outside the scope of the contract, the dispute has to be referred to arbitration. It is only matters relating to contract or the breach thereof that are to be referred to arbitration. It was never the intention of the parties that if one of them committed a tort giving rise to claim for compensation in favour of the other the dispute about the tortious act of the guilty party would also be referred to arbitration. Parties never contemplated that a claim for defamation brought by one party was to be referred to arbitration instead of being tried by a Court of law. The whole tenor of the agreement indicates that the parties were at pains to provide for the due fulfilment of contract and were anxious to have such disputes settled through arbitration. A claim for compensation for defamation, such as has been brought by the appellant, is totally different, from the question of performance of contract of delivery of stone boulders and stone chips. It is totally immaterial for the decision of the claim for defamation as to whether the appellant was guilty of breach of contract to supply the aforesaid commodities, or whether the railway authorities prevented the appellant firm from performing his part of the contract. The claim under tort brought by the appellant is totally distinct from the contractual disputes arising between the parties. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> 5. In this connection reference may be made to the case of -- &#x27;Monro v. Bognor Urban District Council&#x27;, (1915) 3 KB 167 (A). In that case also there was an agreement between the parties that  \n  &quot;If at any time any question, dispute or difference snail arise between the council or their engineer and the contractor upon or in relation to or in connection with the contract, the matter shall be referred to and determined by the engineer.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 6. The contractor sued to avoid the contract, on the ground that his consent thereto had been obtained by fraudulent misrepresentation. The other party pleaded the aforesaid agreement in bar of the trial. It was held that the suit was not barred because the alleged fraudulent misrepresentation was not a dispute &quot;upon or in relation to or in connection with the contract.&quot; On behalf of the respondent reliance was placed on the case of -- &#x27;Woolf v. Coin&#x27;s Removal Service&#x27;, (1947) 2 All ER 260. In that case there was an agreement to the effect that the defendants would remove the plaintiffs&#x27; furniture and effects from London to Marlowe and would safely keep and take care of them there. The plaintiffs claimed damages on the allegations that the defendants had been negligent in the discharge of their duties and had caused loss to him. There was an arbitration clause and relying on that clause it was contended by the defendants that the dispute should be referred to arbitration. The plaintiffs maintained that the allegations of negligence raised an issue of tort and should be tried by Court. This plea was overruled by the Court. This authority has been cited by the learned counsel for the respondent in support of the contention that a question of tort also can be referred to arbitration. The decision in this case does not lend support to this proposition. It was pointed out in the judgment of that case that the terms of the agreement imposed an obligation on the defendants to observe due diligence in the discharge of their contract and that negligence shown by them amounted to a breach of the term of contract. It was pointed out that negligence was a negation of due diligence, and, therefore, a breach of contract. It was on this ground that the Court held that although allegation of negligence &#x27;prima facie&#x27; gave rise to an issue of tort, it raised really no issue other than an issue of breach of contract. One important sentence in the judgment at page 263 will bear quotation. It runs as follows : \n</p><blockquote id=\"blockquote_3\">  &quot;In the present case there is an obligation of diligence in the contract itself, pleaded in para 2 of the statement of claim, and apparently co-extensive with the non-contractual obligation of diligence.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_8\"> It will, therefore, follow that this authority does not support the respondents&#x27; contention. In the circumstances, we are of the opinion that the dispute relating to compensation for the alleged defamation does not fall within the purview of the arbitration clause. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> 7. It may also be pointed out that <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a>, Arbitration Act, does not make it obligatory on the Court to necessarily refer the dispute to arbitration. It gives the Court a discretion to stay the proceedings in Court &quot;if it is satisfied that there is no sufficient reason why the matter should not be referred to in accordance with the arbitration agreement.&quot; In the present case we find that a big claim like that for the recovery of sum of Rs. 1,00,000-0-0 has been instituted against the Union of India and serious allegations have been made against responsible public servants. The conduct of the Chief Engineer and the Deputy Chief Engineer will have to be examined and the decision of this case may affect the prospects and the pensions of the said officers. The arbitrator in the present case will be the Deputy Chief Engineer who will be equal in rank to one of the officials whose conduct will be subject to enquiry, and lower in rank than the other official, viz., the Chief Engineer. It does not seem desirable that an enquiry against the then Chief Engineer and the then Deputy Chief Engineer should be entrusted in the hands of the present Deputy Chief Engineer. We are of the opinion that even if otherwise the case had been one which fell within the purview of the arbitration agreement we would have refrained from staying the proceedings in Court and referring it to arbitration, \n \n\n</p><p data-structure=\"Precedent\" id=\"p_10\"> 8. It was suggested on behalf of the appellant that since the greater portion of the claim is to be tried by the Court, the portion relating to the breach of contract may as well, in the discretion of this Court, be directed to be tried by the Civil Judge. We are not prepared to accede to this request; It is true that the Court has undoubtedly a discretion in the matter, but the said discretion is to be used judiciously. Once it is conceded, that the matter is covered by the arbitration agreement, the court should lend its weight to the enforcement of the agreement. If the parties intended that their disputes of a certain nature should be referred to arbitration, the Court should not, in the absence of any special reason to the contrary, nullify that agreement, \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_11\"> 9. The result, therefore, is that the appeal\nis allowed in part. The case shall be sent back\nto the Civil Judge who will try the portion of\nthe claim which relates to the recovery of\nRs. 1,00,000-0-0 as damages for defamation,\nand will refer the dispute to arbitration in\nrespect of the claim for recovery of Rs.\n</p><p data-structure=\"Conclusion\" id=\"p_12\">3,787-5-3. The parties shall pay and receive\nthe costs of this appeal in proportion to their\nfailure and success. \n</p>\n \n\n","numcites":1,"numcitedby":11,"docsource":"Allahabad High Court","citetid":761027,"divtype":"judgments","relatedqs":[{"value":"defamation","formInput":"defamation"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"torts","formInput":"torts"},{"value":"libel","formInput":"libel"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}