{"tid":1468576,"publishdate":"2002-12-11","title":"Binny Limited vs V. Jagannathan & Co. Rep., By Its ... on 11 December, 2002","doc":"<h2 class=\"doc_title\">Binny Limited vs V. Jagannathan &amp; Co. Rep., By Its ... on 11 December, 2002</h2>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n\n \n\n K. Govindarajan, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The above appeals are directed against the common judgement and decree in C.S.  No.  279/82 and in C.S.  No.  1577/1982 dated 21.12.1993.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The first respondent in OSA. No. 184/94 filed the suit in C.S. No. 279/82 seeking a decree for specific performance of the agreement of sale dated 21.1.1972 entered into between the appellant and the first respondent by executing and registering necessary sale deeds in  favour of  the first respondent and /or their nominees in respect of the balance of 30 grounds. Alternatively, they have prayed for damages of Rs. 10,000/-.  It is also prayed for compensation of Rs. 1,11,000/- and for consequential injunction. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\"> 3. For easy reference and convenience, we refer the ranks of the parties as mentioned in O.S.A. 184/1994.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4. The second respondent herein filed another suit   in C.S. No. 1577 of 1988 for specific performance of the agreement dated 17.5.1978 entered into with the first respondent with reference to 24 grounds in S. No. 495/1, 495/3 and 496 of Perambur village. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\"> 5. The first respondent firm was converted into proprietary concern and the proprietor V. Jaganatha Mudaliar died pending appeal and his son J. Soundararajan has been impleaded as 3rd respondent in both the appeals.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. On 21.1.1972 an agreement of sale was entered into between the appellant and the first respondent to sell 100 grounds of land for a sale consideration of 3,70,000/- in S. Nos. 495/1, 495/3 and 496, Perambur Village. According to the said agreement, time for completing the sale is six months and the entire sale consideration should be paid within three months failing which the same should be paid at least within another three months with 10% interest. Though an application was made by the first respondent for approval of lay-out, the first respondent has not paid the charges as demanded by the Corporation. Thereafter the first respondent was called upon to complete the transaction within 60 days by the appellant in the letter dated 4.7.75. At the request of the first respondent the time was extended till 31.12.75. In the letter dated 21.11.75, the appellant cancelled the agreement. Similar letter was also sent on 16.1.1976. On 25.6.76, the appellant agreed to revive the transaction on condition that the balance amount to be paid on or before 31.10.1976 and the lay out sanction should be obtained from the Corporation. It is also stated that the sale deeds can be executed only after paying the entire amount. In the meanwhile the <a href=\"/doc/65987743/\" id=\"a_1\">Tamil Nadu Urban Land (Ceiling and Regulation) Act</a> 1976 came into force with effect from 3.8.1976. In view of that, the first respondent requested the appellant to obtain exemption from the provisions of the said Act from the Government. The appellant sent a lawyer&#x27;s notice on 25.11.77 terminating  the agreement. Ultimately the Government accorded exemption in G.O.Ms. No. 2097 dated 26.9.1981. Once again the appellant had cancelled the agreement on 22.10.l981 as the first respondent has not paid the entire amount and got the sale deed executed. So,  the first respondent filed the suit in C.S. No. 279/82.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. The 2nd respondent filed a suit in O.S. No. 1577/88 on 9.12.88 on the basis of the agreement dated 17.5.78 entered into with the first respondent. The 2nd respondent entered into an agreement earlier on 6.6.72 to purchase about 78  grounds. They could purchase only 31 ground and 1978 sq.ft. Since they could not purchase the balance they had given up their right in the agreement with respect to the same. Subsequently on 17.5.78 again, the second respondent entered into agreement with the first respondent for the purchase of 24 grounds. On the basis that the first respondent has not executed the sale deed as agreed, they filed the said suit, for the relief of specific performance. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 8. The appellant filed a written statement alleging that time is essence of contract and the first respondent was not ready and willing at any point of time to purchase  the property by performing  his obligation under the agreement and that there is no privity of contract between the appellant and the 2nd respondent, and so the suit filed by the 2nd respondent seeking relief against the appellant. It is specifically stated that only due to non-payment of development charges by the 1st respondent to get lay-out plan and the delay in completing the sale as agreed, the Tamil Nadu Urban Ceiling Act came into force with effect from 3.8.1976. Had the first respondent obtained lay out permission early by paying necessary charges,  the said Act cannot not be applied  to  the lands in question. According to the appellant, the execution of the sale deed is not a condition precedent to pay the sale  consideration and time is the essence of contract as agreed between the parties.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"> 9. On these pleadings, the learned Judge framed issues separately in each suit and after appreciating the pleadings and evidence came to the conclusion as follows:- \n</p>   \n\n<blockquote id=\"blockquote_1\"> 1) The first respondent herein is a registered firm  and it can maintain the suit.\n</blockquote> \n\n<blockquote id=\"blockquote_2\"> 2)The first respondent can sustain the suit for specific performance without questioning the termination of the agreement dated 21.1.72 by the appellant.\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 3)While rejecting the case of the appellant herein that there is no privity of contract between the appellant and the 2nd respondent, it is held that  the 2nd respondent has become the nominee of the 1st respondent in respect of 24 grounds pursuant to the agreement dated 17.5.78 and so there is privity of estate between the appellant and the 2nd respondent.\n</blockquote> \n\n<blockquote id=\"blockquote_4\"> 4)It cannot be stated that time is the essence of contract.\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> 5)While considering the order of the Government exempting the land from the purview of the provisions of Tamil Nadu Urban Land Ceiling Act, it is found that the ultimate beneficiary under the said order is the second respondent society.\n</blockquote> \n\n<blockquote id=\"blockquote_6\"> 6)While considering the cancellation of the agreement by the appellant it is found that the cancellation of the agreement under Ex.P34 is unjustifiable and not binding on the first respondent. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">   7)It cannot be said that the agreement is not frustrated by the reason of the Government order.\n</blockquote> \n\n<blockquote id=\"blockquote_8\"> 8)With respect to the allegation of the 2nd respondent regarding the collusion between the appellant and the first respondent, the same was rejected.\n</blockquote> \n\n<blockquote id=\"blockquote_9\"> 9)With respect to the counter claim made by the 2nd respondent, it is found that the 2nd respondent cannot make counter claim in the year 1991 in C.S. 279/82.\n</blockquote> \n\n<blockquote id=\"blockquote_10\"> 10)The claim for damages  by the 2nd respondent is not barred by limitation.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"> 11)The first respondent is entitled to the decree for specific performance as prayed for but  not entitled to decree for damages as claimed.\n</blockquote> \n\n<blockquote id=\"blockquote_12\"> 13)The first respondent is entitled for permanent injunction restraining the appellant from dealing with the property.\n</blockquote> \n\n<blockquote id=\"blockquote_13\"> 14)The second respondent is not entitled to claim the damages of Rs. 24 lakhs, but entitled to a decree for specific performance against the appellant. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 10. Aggrieved against the said common judgement, the appellants have filed the above appeals. Learned senior counsel appearing for the appellants submitted that the first respondent was not at all ready and willing to perform their part of  contract continuously as he has no money to perform his obligation. The execution of the sale deeds by the appellant and getting the lay-out plan sanctioned are not a condition precedent to pay the entire sale consideration to the appellant.  But the first respondent did not pay the balance of sale consideration with interest as agreed upon and also postponed the compliance of the terms of the agreement for one reason or other. According to him, the extension of time was made only at the request of the first respondent  and the same cannot be taken advantage to contend that time is not the essence of the contract. Because the first respondent delayed the payment of betterment charges to get the lay out approved, the Tamil Nadu Urban Land Ceiling Act came into force in 1976 and thereby the parties were prevented from proceeding with the transaction. So the said delay was only due to the inordinate delay on the part of the first respondent in paying the charges and on that basis the learned counsel also submitted that the conduct of the first respondent establishes that he had no funds even to pay the betterment charges. According to him, on account of the lapse on the part of the first respondent in performing his obligation, the contract had become frustrated due to the intervention of the Tamil Nadu Urban Land  Ceiling Act. In view of the long delay, the first respondent cannot take advantage of the exemption granted by the Government to the appellant&#x27;s lands from the purview of the <a href=\"/doc/1005850/\" id=\"a_2\">Urban Land Ceiling Act</a>.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 11. Learned senior counsel, referring to the finding of the learned Judge to the effect that substantial consideration was paid, has submitted that the said finding is contrary to the fact, as substantial portion of the sale consideration was not paid by the first respondent. Learned Judge has not taken into consideration the entitlement of the appellant  to receive the money with interest and the liability on the part of the first respondent to pay the interest on the reduced balance of sale consideration. He also submitted that the first respondent has  come to the court not with clean hands. He has come forward with the case that they took possession of the property though in the agreement it is stated that possession has not been  handed over to the first respondent. According to him, on account of escalation of price of the land and on account of erosion of money value between the date of agreement and the date of the suit, granting a decree for specific performance will be onerous on the part of the appellant. Learned counsel also took us through the relevant documents and the evidence to substantiate his submissions that the judgement and the decree of the learned  Judge cannot be sustained.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 12. Learned counsel appearing for the 1st respondent submitted that the appellant cannot now come forward with the plea that they entitled for interest, as they did not claim any such amount earlier.  According to him, the 1st respondent had paid 90% of the sale consideration and so it cannot be said that the 1st respondent was not ready and willing to perform its part of the contract.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"> 13. Learned Advocate General appearing for the 2nd respondent has submitted that  the suit was filed by the 2nd respondent well in time.  He claims that the 2nd respondent is a nominee of the 1st respondent and so they are entitled to file a suit even against the appellant.  He also submitted that the appellant has not claimed any interest.  But, on the other hand, as stated in the written statement, they claimed only Rs. 35,000/- as balance of sale consideration from the 1st respondent and so the learned Judge is correct in holding that the 1st respondent had paid 90% of the sale consideration.  Referring to Exs.B19 and B20, he submitted that the 2nd respondent had knowledge only in 1988 about the dispute and so the suit was filed immediately.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 14. On the basis of the abovesaid arguments the following points are to be considered by this Court:-\n</p>   \n\n<blockquote id=\"blockquote_14\"> 1) Whether the 1st respondent was not ready and willing to perform their obligation under the agreement Ex.P1 executed on 21.1.1972?\n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (2) Whether time is the essence of the contract?\n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (3) Whether the agreement dated 21.1.1972 has become frustrated due to the intervention of the Tamil Nadu Urban Land Ceiling Act?\n</blockquote> \n\n<blockquote id=\"blockquote_17\"> (4)Can the 2nd respondent sustain the suit to enforce the agreement Ex.D9 entered into with the 1st respondent even against the appellant?\n</blockquote> \n\n<blockquote id=\"blockquote_18\"> (5) Whether the suit filed by the 2nd respondent  is in time? \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> 15. First we  incline to deal with the first three points.   The 1st respondent entered into an agreement with the appellant under Ex.P1 dated 21.1.1972 to purchase 100 grounds or thereabout in Re-survey  No. 495/1, 495/3 and 495/6 in Perambur village belonging to the appellant. The 1st respondent was a partnership concern. According to the said agreement, the appellant agreed to sell the land for a price of Rs. 3,700/- per ground in the year 1972. The advance amount of Rs. 25,000/- was paid. The 1st respondent agreed to apply to the Corporation of Madras for necessary  sanction of lay-out for building sites, at their expenses. It is specifically mentioned in the agreement that merely because the agreement was entered into, it shall not be construed as delivery of possession to the 1st respondent and possession shall continue with the appellant which shall be construed both as factual and legal possession. In the said agreement, it is further stated that the appellant shall not be liable to execute the sale deeds unless the total value for the entire property is paid over by the 1st respondent at the time of execution of the sale deeds. The period of six months from the date of execution of the agreement is fixed for completion of the entire transaction and in any event the entire sale price should be paid to the appellant before the expiry of the period of 3 months from the date of the agreement, and if such amount was not able to be paid, the 1st respondent should pay the entire sale consideration within another 3 months, i.e., within 6 months from the date  of the agreement, but with  the interest at 10% p.a. on any balance of sale consideration. No doubt, in this case, at the request of the 1st respondent, the appellant extended the time limit to complete the transaction. On that basis, the learned Judge came to the conclusion that time is not the essence of the contract in the present case.  We also agree with the said finding.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 16. The learned Judge found that the first respondent was willing to perform their part of the agreement on the basis that the balance of sale consideration is only Rs. 35,000/-. This finding was given accepting the case of the respondents. On the basis of the rate fixed at Rs. 3,700/- per ground in 1972, the  total consideration comes to Rs. 3,70,000/- for 100 grounds. As per  the agreement, the appellant is entitled to interest at 10% on the balance sale consideration. On the basis of the agreement Ex.P1, except the advance amount of Rs. 25,000/- the balance sale consideration fell due on 22.4.1972. So from that date, the appellant is entitled to interest at the rate of 10%. The learned Senior Counsel is also justified in saying that it is a commercial transaction and so they are entitled to enhance rate of interest  after six months from the date of agreement. But we are not going into the controversy regarding quantum of interest.  The fact remains that the 1st respondent is liable to pay interest on the balance amount from 22.4.1972. The learned Judge without appreciating the said recitals with reference to the entitlement of the appellant for the interest, found that the 1st respondent has paid 90% of the sale consideration which finding cannot be sustained. Even the learned counsel for the 1st respondent submitted that they paid 92% of the sale consideration. He simply ignored his liability to pay the interest. To escape from the said liability, he relied on the written statement filed by the appellant in which they referred to a letter dated 18.6.1976 informing the Board&#x27;s resolution mentioning the balance amount of Rs. 35,808/-, which has to be paid on or before 31.10.76. In spite of such resolution, admittedly the said amount was not paid by the 1st respondent. Since, the 1st respondent did not comply with the said condition, now it cannot be contended that the appellant had waived the interest in view of the above resolution, especially when the 1st respondent agreed to pay such interest in the agreement. Unless some material  is produced before this Court to prove that the appellant had specifically waived their claim for interest as contemplated under the agreement, the case of the 1st respondent cannot be countenanced in this regard. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 17. Now we have to decide, on the basis of the above observations, whether the 1st respondent was always ready and willing to perform his part of the contract so as to enable him to approach the Court seeking equitable remedy of specific performance of the agreement under Ex.P1.  The learned  Judge did not even frame the issue regarding  the same.  So, we have to decide the same on the basis of the evidence  available.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\"> 18. As per the agreement, the lay-out plan has to be obtained from the Corporation of Madras, by the 1st respondent.  From Ex.P2, the letter dated 18.4.1974 from Corporation of Madras to the first respondent, we are able to see that the 1st respondent made an application on 5.3.1974. Though the agreement was entered into in 1972, it is clear that the first respondent  did not take any step to get the lay out sanctioned for nearly 2 years.  On the basis of the said application dated 05.03.1974, Corporation officials, informed the 1st respondent through Ex. P2 letter to pay a sum of Rs. 236/-, being the centage charge in respect of the lay-out application, and on receipt of the said charge, further action could be taken.  Thereafter, under Ex.P3, dated 28.10.1974, a reminder was sent by the Corporation officials, to the letter dated 20.9.1974, to remit a sum of Rs. 65,830/- towards improvement charges for approving the lay-out.  Admittedly, the said amount was not paid by the first respondent for one reason or  the other.  So, under Ex.P5, dated 4.2.1975, the Corporation has rejected the application for the approval of the lay-out.  To the letter of cancellation of the appellant Ex.P6 dated 4.7.1975, the 1st respondent sent a reply under Ex.P7 dated 2.9.1975, wherein it was categorically admitted that they were not in a position to pay the entire arrears  of sale consideration within the time stipulated in Ex.P6. Under Ex.P6, the 1st respondent was asked to complete the transaction within 15 days from the date of receipt of the said letter.  In view of the inability expressed by the 1st respondent for completing the transaction by paying the balance of sale consideration, the appellant extended the period till the end of 1975 under Ex.P8 dated 24.9.1975, as per the request of the 1st respondent.  Ex.P10 dated 17.11.1975, the letter of the 1st respondent addressed to the appellant  clearly establishes that the 1st respondent was not having any money to pay the sale consideration in spite of the lapse of three years from the date of suit agreement.  In the said letter, the 1st respondent stated that the co-operative society, namely, the 2nd respondent failed to pay the amount as per the agreement between them and so the 1st respondent was unable to fulfil the commitment of payment  and were arranging payment in some other source.  Even in their letter Ex.P11 dated 21.11.1975, the 1st respondent came forward with the plea that they have arranged money with some other sources and the same would be paid within the end of November 1975. They have also regretted for the delay.  Since the amount was not paid as mentioned in the letter dated 17.11.1975, the appellant  informed the 1st respondent that, as already stated in their letter dated 11.11.1975, the agreement stood cancelled.  Thereafter, the 1st respondent requested the appellant in person on 21.6.1976 for revival of the agreement.  In Ex.P15 dated 25.6.1976 the appellant agreed for revival of the agreement on condition that the balance amount should be paid in one lump sum on or before 31.10.1976 and the sanction of lay-out should be obtained from the Corporation.  Without paying the amount as stated in Ex.P15, taking advantage of the Act, namely, <a href=\"/doc/1005850/\" id=\"a_3\">The Tamil Nadu Urban Land (Ceiling and Regulation) Act, 1976</a>, which came into force on 3.8.1976, the 2nd respondent asked the appellant to apply for exemption, as if they were ready to discharge their obligation otherwise.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 19. Even in the oral evidence  P.W.1, the managing partner of the 1st respondent firm, deposed that whatever the amount he collected by way of sale consideration from the 2nd respondent, he paid to the appellant and whenever he got money he used to pay the same to the appellant.  He also deposed that the last payment was made only in the month of December 1975.  He has stated that only because of the <a href=\"/doc/1005850/\" id=\"a_4\">Tamil Nadu Urban Land (Ceiling and Regulation) Act, 1976</a> came into force, he did not pay the amount.  From the above, it is clear that the first respondent was not having any money to pay the appellant and he could pay the money whenever he received money from the intending purchasers.   Though the 1st respondent ought to have paid the money within 6 months from the date of the agreement, since they did not have any money, they were unable to comply with the condition of payment of sale consideration in terms of Ex.P1 or even within the various extended period.   \n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\"> 20. Without the sanction of lay-out, the 1st respondent could not have sold the property.  Even to pay the necessary charges to` get the sanction of lay-out plan, they were not having any ready cash.  Since they were  not able  to get the sanction of lay-out in time, <a href=\"/doc/1005850/\" id=\"a_5\">The Tamil Nadu Urban Land (Ceiling and Regulation) Act, 1976</a> intervened, and on that basis,  the 1st respondent tried to avoid  the performance of their obligation arising out of the contract, stating that, without getting exemption from the purview of the said Act, sale deeds could not be executed.  The delay in execution of the sale deed was only due to the inaction and inability on the part of the 1st respondent to pay the sale consideration to the appellant and also the charges due to the Corporation.  Neither in the plaint nor in the evidence of P.W.1, it is not the case of the 1st respondent that the appellant had delayed  the matter in executing the sale deed, in spite of their readiness to pay the entire sale consideration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> 21. According to <a href=\"/doc/1779540/\" id=\"a_6\">Sec. 16</a> of the Specific Relief Act, 1963, specific performance of a contract cannot be enforced  in favour of a  person who failed to prove that he was always ready and willing to perform the contract.  Sec. 16(c)  of the said Act reads as follows:-\n</p>  \n \n\n<blockquote id=\"blockquote_19\">&quot;(c) Who fails to aver and prove that he has performed or has always been ready and willing to perform the essential terms of the contract which are to be performed by him, other than terms of the performance of which has been prevented or waived by the defendant.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_22\">Explanation:- For the purposes of clause (c):-\n</p>   \n\n<blockquote id=\"blockquote_20\"> (i)  where a contract involves the payment of money, it is not essential for the plaintiff to actually tender to the defendant or to deposit in court any  money except when so directed by the court;\n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (ii) the plaintiff must aver performance of, or  readiness and willingness to perform, the      contract   according to its true      construction.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 22. In the decision in Gomathinayagam  Pillai and  others v. Palanisami Nadar, AIR 1967(2) SCWR 147, the Apex Court has held as follows:-\n</p><blockquote id=\"blockquote_22\">  <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"958023\" id=\"span_1\">&quot;The respondent has claimed a decree for specific performance and it is for him to establish that he was, since the date of the contract, continuously ready and willing to perform his part of the contract.  If he fails to do so, he claim for specific performance must fail.  As observed by the Judicial Committee of the Privy Council in <a href=\"/doc/958023/\" id=\"a_7\">Ardeshir Mama v. Flora Sassoon</a>: &quot;In a suit for specific performance, on the other hand, he treated and was required by the Court to treat the contract as still subsisting.  He had in that suit to allege, and if the fact was traversed, he was required to prove a continuous readiness and willingness from the date of the contract to the time of the hearing, to perform the contract on his part.  Failure to make good that averment brought with it the inevitable dismissal of his suit.  The respondent must in a suit for specific performance of an agreement plead and prove that he was ready and willing to perform his part of the contract continuously  between the date of the contract and the date of hearing of the suit.&quot;</span>     \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 23. While dealing with the scope of the above said Sections, the Apex Court in the decision in Juraj Singh v. Raj Singh, AIR 1995 S.C. 945, has held as follows:-\n</p><blockquote id=\"blockquote_23\">  &quot;3. <a href=\"/doc/1058865/\" id=\"a_8\">Section 16(c)</a> of the Specific Relief Act, 1963 provides that the plaintiff must plead and prove that he has always been ready and willing to perform his part of the essential terms of the contract.  The continuous readiness and willingness at all stages from the date of the agreement till the date of the hearing of the suit need to be proved.  The substance of the matter and surrounding circumstances and the conduct of the plaintiff must be taken into consideration in adjudging readiness and willingness to perform the plaintiff&#x27;s part of the contract.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"763653\" id=\"span_2\">In the decision in <a href=\"/doc/763653/\" id=\"a_9\">His Holiness Acharya Swami Ganesh Dassji v. Sita Ram Thapar</a>, , while considering the distinction between &#x27;readiness&#x27; and &#x27;willingness&#x27; to perform a contract, the Apex Court has held as follows:-</span>\n</p><blockquote id=\"blockquote_24\">  &quot;There is a distinction between readiness to perform the contract and willingness to perform the contract.  By reading may be meant the capacity of the plaintiff to perform the contract which includes his financial position to pay the purchase price.  For determining  his willingness to perform his part of the contract,  the conduct has to be properly scrutinised. There is no documentary proof that the plaintiff had ever funds  to pay the balance of consideration.  Assuming that he  had funds, he has to prove his willingness to perform his part of the contract.  According to the terms of the agreement, the plaintiff was to supply the draft sale deed to the defendant within 7 days of the execution of the agreement, i.e., by 27.2.1975.  The draft sale deed was not returned after being duly approved by the petitioner.  The factum of readiness and willingness to perform plaintiff&#x27;s part of the contract is to be adjudged with reference to the conduct of the party and the attending circumstances. The Court may infer from the facts and circumstances whether the plaintiff was ready and was always read and willing to perform hsi part of the contract.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> 25. As mentioned already, the learned Judge has not considered the issue regarding the readiness and willingness by which alone the entitlement of a party to seek for specific performance of an agreement could be decided.  From the above discussion, on the basis of the documents and oral evidence, it is clear that the 1st respondent was not at all ready though they were willing, according to them, to perform their part of the contract.  The 1st respondent did not establish that they were having funds to pay the consideration at any point of time. On the other hand, the correspondences relied upon by the 1st respondent clearly reveals that they had no ready cash to discharge their obligation at any relevant point of time. The admission of P.W.1 in his deposition that he paid the amounts to the appellant towards the sale consideration wherever they receive the amounts from the intending purchasers adds strength to our conclusion.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1241816\" id=\"span_3\">26. The 1st respondent also cannot take advantage of the intervention of the <a href=\"/doc/65987743/\" id=\"a_10\">Tamil Nadu Urban Land (Ceiling and Regulation) Act</a>.  The Full Bench decision of this Court in <a href=\"/doc/1241816/\" id=\"a_11\">Gopirathanam, P. v. Ferrodous Estate (Pvt.) Ltd.</a>, , in which, one of us (S. JAGADEESAN, J.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"617687\" id=\"span_4\">is a party, rejecting the principle <a href=\"/doc/1241816/\" id=\"a_12\">laid down in</a> <a href=\"/doc/617687/\" id=\"a_13\">Shah Jitendra Nanalal v. Patel Lallubhai Ishverbhai</a>, , has held as follows:-</span>\n</p><blockquote id=\"blockquote_25\">  &quot;40. We do not think that the decision therein could be applied so far as Tamil Nadu Act is concerned. Exemption under Section 21 can be applied only by vendor and it is for him exemption is granted.  While considering suit for specific performance, Court is only concerned whether purchaser has come to Court for enforcing the agreement in terms thereof.  Asking vendor to get exemption and then to execute the agreement will be deviating from the terms of contract and the Court will not enforce such a contract.  That will mean that purchaser is not willing to purchase the land as per agreement, but only with deviation, i.e., Vendor must get exemption and execute the sale deed.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"238536\" id=\"span_5\">27. Moreover, the Division Bench of this court in <a href=\"/doc/238536/\" id=\"a_14\">Samiappan, B.P. (died) and 4 others, v. Arunthaselvan, 1994-1-L.W.</a> 399, held that in view of <a href=\"/doc/180821402/\" id=\"a_15\">Sec. 23</a> of the Tamil Nadu Land Reforms (Fixation of Ceiling on Lands) Act,(58 of 1961), there is prohibition of alienation and it was also declared that if any such alienation  effected contravening the provisions shall be deemed as null and void.  The learned Judges have held as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_26\">&quot;7. The only ground on which the Court below has dismissed the suit is that the agreement is void inasmuch as it is against the provisions of the Tamil Nadu Land Reforms Act (58 of 1961).  <a href=\"/doc/1005850/\" id=\"a_16\">S.23</a> of the Act, as it stood prior to the amendment in 1974, provided that the Authorised Officer shall  not take into consideration any transfer, whether by sale or  by gift, exchange, surrender, settlement or otherwise effected on or after the notified date and before the date of the publication of the final  statement under<a href=\"/doc/1121948/\" id=\"a_17\"> S.12</a> or 14. ......&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_29\"> 8. Learned counsel for the appellant contends that the provisions of the Act will invalidate only a transfer and will not affect an agreement of sale.  According to him an agreement is not a transfer and, therefore, the Section does not come into play .    We are unable to accept this argument.  The plaintiff seeks to have the agreement enforced by a Court of law and get a sale deed in pursuance thereof.  If the Court grants a decree in favour the plaintiff and it leads to a sale deed in favour of the plaintiff, either by the party or by the Court, that sale is automatically void and it is deemed to be void always as per the provisions of the Act.  The Court cannot be a party to a transaction which  would be void in law.  Hence, there is no substance in the contention that  the agreements are not affected by the provisions of the Act.      \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> 9. It is next argued that the agreement is valid as between the parties and it is only the  Authorised Officer who is not bound by the transaction and who is entitled to ignore the same. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1117400\" id=\"span_6\">In  this connection reliance is placed upon the Judgment  of the Supreme Court  <a href=\"/doc/1117400/\" id=\"a_18\">Mrs. Chandinee Widya Vati Madden v. Dr. C.L. Katial</a> .  In that case a contract of sale was entered  with reference to a house belonging to the defendant  on the plot granted by the Government. One of the terms of the contract was that the vendor shall obtain necessary permission of the Government for the same within two months of the agreement and if the permission was not forthcoming, it was open to the vendees to extend the date or to  treat the agreement as cancelled.  The vendor made an application for permission but for the reasons of her own, withdrew the same.  The vendees filed a suit for specific performance of the contract or in the alternative for damages. The  Court found that the vendor had wilfully refused to perform her part of the contract and the vendees  were entitled to get specific performance.  The contention that unless the Government granted permission, the contract was unenforceable was negatived.  The Court pointed out that the stipulation in the agreement was not a condition precedent and that the contract was not a contingent  one.  Hence, the Court held that the contract was binding as between the parties and enforceable as such.  The ruling has nothing to do with the present case.  Hence a provision in a statute declares a transaction to be void.  It is a declaration in rem.  The transaction is void for any purpose. It  cannot be said that it is void any purpose. It cannot be said that it is void only as against the Authorised Officer and valid as between the parties.  The very purpose of the amendment is to declare the entire transaction as a nullity from the inception.  The difference in the language between the Section as it stood before the amendment and the Section as it stands after the amendment is very significant.  Before the amendment the Authorised Officer shall not take into consideration certain transactions, but after the amendment, the statute itself declares the transaction to be void from the inception and a fiction is introduced that it is deemed to be always void.</span>      \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1881977\" id=\"span_7\">28. Even in the decision in <a href=\"/doc/1881977/\" id=\"a_19\">T. Periasami Nadar &amp; 5 others v. T.D. Ramasubramanian</a>, , such a view has been taken.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 29. After considering these decisions, the Full Bench of this Court in the decision in  (supra), has held as follows:-\n</p><blockquote id=\"blockquote_27\">  &quot;38. It is true that the Act is a self-contained Code with regard to urban lands and ceiling provisions.  It is also true that there are authorities to decide as to whether transaction is valid or invalid.  Question of valid or invalid transaction will apply only regarding completed transaction.  When Section 6  prohibits even proposed transfer, question of considering validity or invalidity does not arise and the consequences are also already declared by the Act as null and void.  It takes as if there is not transaction at all in the eye of law.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">According to the above decided cases, the agreement had itself become void with effect from 3.8.1976.  Even on that basis, the 1st respondent cannot sustain the suit to enforce the void agreement.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1241816\" id=\"span_8\">30. Since at the intervention of the <a href=\"/doc/1005850/\" id=\"a_20\">Tamil Nadu Urban Land (Ceiling and Regulation) Act, 1978</a>, the agreement itself has become void as held by the Full Bench of this Court in <a href=\"/doc/1241816/\" id=\"a_21\">Gopirathnam, P. v. Ferrodous Estate (Pvt.) Ltd.</a>, , and  as held by the Division Bench of this Court in Mariamma Varghese v. K.V. Balasubramaniam &amp; 11 others, 1994(1)L.W. 391, the agreement has become unenforceable.  When once the agreement has become void, the conduct of the parties by agreeing to continue the transaction arising out of the agreement becomes illegal and as such, whatever consent given by the appellant to get the exemption from the Government authorities or the steps taken by them to get such exemption by giving an assurance to the first respondent by extending the time for compliance  of the same will not confer any right on the 1st respondent.  It is well laid principle that an illegal act cannot be enforced as the same  cannot be validated by conduct of parties. Hence the time taken by the appellant to get the exemption from the provisions of the <a href=\"/doc/1005850/\" id=\"a_22\">Tamil Nadu Urban Land (Ceiling and Regulation) Act, 1978</a>, cannot amount to an extension of the period of the agreement.  In view of the same, the agreement becomes null and void as soon as the <a href=\"/doc/1005850/\" id=\"a_23\">Tamil Nadu Urban Land (Ceiling and Regulation) Act, 1978</a> came into force and thereafter the 1st respondent has no right to seek the compliance of the terms of the agreement.</span>\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"580446\" id=\"span_9\">31. We derive support for our above view from the recent judgment of the Apex Court reported in <a href=\"/doc/580446/\" id=\"a_24\">K. Narendra v. Rivera Apartments (P) Ltd.</a>, , wherein the learned Judges have held as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_28\">&quot;35. ....We are only noticing the subsequent event.  Possession over a meagre part of the property was delivered by the appellant to the respondents, and simultaneously with the agreement but subsequently at some point of time.  To that extent, the recital in the agreement and the averments made in the plaint filed by the respondents are false. On a major part of the property, the appellant has continued to remain in possession.  As opposed to this, the respondents have neither pleaded nor brought material on record to hold that they have acted in such a way as to render inequitable the denial of specific performance and to hold that their would be a case of greater hardship over the hardship of the appellant.  Upon an evaluation of the totality of the circumstances, we are of the opinion that the performance of the contract would involve such hardship on the appellant as he did not foresee while the non-performance would not involve such hardship on the respondents. The contract though valid at the time when it was entered, is engrossed in such circumstances that the performance thereof cannot be secured with precision.  The present one is a case where the discretionary jurisdiction to decree the specific performance ought not to be exercised in favour of the respondents.  ....&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"> 36. We have already held that until the repeal of ULCRA in the year 1999 the property agreed to be transferred was incapable of being transferred for failure of the requisite permission under ULCRA which situation continued to prevail for a period of about 16 years from the date of agreement until the repeal of ULCRA. In the facts and circumstances of the  case we do not think it appropriate to extend the benefit of the subsequent event of repeal of ULCRA in favour of the respondent-plaintiffs after a lapse of 16 years from the date of the contract. Permission for constructing a multi-storeyed complex on the premises was reused time and again by NDMC until the suit for specific performance came to be decreed by the trial court.  On none of the two events either of the parties had any control.  We are clearly of the opinion that at one point of time the contact had stood frustrated by reference to <a href=\"/doc/648614/\" id=\"a_25\">Section 56</a> of the Contract Act.  We do not think that the subsequent events can be pressed into service for so reviving the contract as to decree its specific performance.&quot;          \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 32. Insofar as the conduct of the parties are concerned, the 1st respondent got the transfer of the extent of the land for the consideration so far paid by them.  It is not his case that the 1st respondent is put to loss at the time of filing the suit.  Considering the lapse of time, there is no dispute that the value of the land had increased and as such, if at this stage, the relief of specific performance is granted, the 1st respondent would take undue advantage over the appellant.  On this ground also, the relief of specific performance cannot be granted in favour of the 1st respondent.  As stated already, when the 1st respondent did not have any ready cash to discharge his obligation, and having the benefit of the transaction by procuring the purchasers at least at his convenience, in our opinion, the relief of specific performance cannot be granted, as on his own conduct the 1st respondent had lost such right.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> 33. It is well settled that granting a decree for specific performance is a discretionary relief.  From the above discussion it is clear that the 1st respondent has not proved that he was always ready and willing  to perform his part of the contract continuously.  Even if he is able to establish so,  the Court need not exercise its discretion, though it has to be exercised on well established judicial principles.  In this case, the 1st respondent has not come to Court with clean hands.  In the agreement, it is specifically stated that possession of the property is with the appellant, both factually and legally.  Any entry into the same by the 1st respondent shall not be construed as delivery of possession to them.  In spite of the same, in paragraph 6 of the plaint, the 1st respondent has come forward with the plea that in pursuance of the said agreement and immediately thereafter, they took possession of vacant land.  The managing partner of the 1st respondent Mr. Jagannathan, as P.W.1 deposed that the property is in his possession as per the agreement.  The case of the 1st respondent is nothing but a deliberate false and contrary to the recitals in the agreement.  The said stand has been taken by the 1st respondent only for the purpose of invoking <a href=\"/doc/221518/\" id=\"a_26\">Sec. 53A</a> of the Transfer of Property Act.  This attitude of the 1st respondent itself is enough to reject the claim for specific performance made by  the 1st respondent.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> 34. The Apex Court in the decision in Lourdu Mari Davit v. Louis  Chinniah Arokyasami, AIR 1996 S.C. 2641,  while dealing the equitable relief of  specific performance has held as follows:-\n</p><blockquote id=\"blockquote_29\">  &quot;It is settled law that party who seeks to avail of the equitable jurisdiction of a Court, and, specific performance being equitable relief, must come to the Court with clean hands.  In other words, the party who makes false allegation does not not come with the clean hands and is not entitled to the equitable relief.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"731245\" id=\"span_10\">35. The Apex Court, in yet another case, in the decision in <a href=\"/doc/731245/\" id=\"a_27\">A.C. Arulappan v. Smt. Ahalya Naik</a>, 2002(2) L.W.399, reiterated the same principle in the following passage:-</span>\n</p>  \n\n<blockquote id=\"blockquote_30\">  &quot;10. ...This Court held that it is settled law  that the party who seeks to avail of the jurisdiction of a Court and specific performance being equitable relief, must come to Court with clean hands.  In other words, the party who makes false allegations does not come with clean hands and is not entitled to the equitable relief.&quot;    \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">.. .. .. .. \n</p> \n\n<blockquote id=\"blockquote_31\">&quot;15. Granting of specific performance is an equitable relief, though the same is now governed by the statutory provisions of the <a href=\"/doc/1671917/\" id=\"a_28\">Specific Relief Act, 1963</a>.  These equitable principles are nicely incorporated in <a href=\"/doc/1005850/\" id=\"a_29\">Section 20</a> of the Act.  While granting a decree for specific performance, these salutary guidelines shall be in the forefront of the mind of the court.  ....&quot;    \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"> 36. The appellant cancelled the agreement by letter dated 11.11.1975.  Though the 1st  respondent requested the appellant to revive the agreement by letter dated 25.6.1976, it was agreed to extend the time till 30.10.1976 only on certain specific conditions.  Admittedly, the said conditions were not complied with by the 1st respondent and so the cancellation of the agreement by the appellant under the letter dated 11.11.1975 would stand. Even otherwise, on the expiry of the extended period i.e. 30.10.1976, the agreement deemed to have been terminated as the 1st respondent failed to comply any one of the conditions mentioned in the letter dated 25.06.1976.  So the appellant should have filed the suit within 3 years from the said date of cancellation or termination of the agreement.  The appellant cannot take advantage of Ex.P40, dated 18.3.1982 under which the agreement was again cancelled, since the earlier cancellation of the agreement in the letter dated 11.11.1975 or at least on expiry of the extended period i.e. 30.10.1976 has become final.  The cancellation of the agreement under Ex.P40 cannot be taken  that the appellant had revoked the earlier cancellation of the agreement under the letter dated 11.11.1975.  But the 1st respondent filed the suit only in 1982, though under <a href=\"/doc/887242/\" id=\"a_30\">Article 54</a> the suit has to be filed within 3 years from the date, when the plaintiff had notice that specific performance of the agreement was refused.  The learned Judge, while deciding the said issue relied on the Government Order granting exemption and the subsequent letter of the 1st appellant, to come to the conclusion that the suit is not barred by limitation. The 1st respondent cannot take advantage of the Government Order as held by the Full Bench decision of this Court in  (supra).   So the said Government Order and the further letter cannot extend the period of limitation, especially when the earlier cancellation of the agreement has not been revoked.  So, the learned Judge is not correct in holding that the suit is not barred by limitation.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_43\"> 37. Now we proceed to deal with the case of the the 2nd respondent.  The 2nd respondent, the co-operative society entered into an agreement with the 1st respondent earlier on 6.6.1972 to purchase 78 grounds of land belongs to the appellant.  Since they could not purchase more than 31 grounds 1978 sq. ft., they had given up their right with respect to the balance extent. Subsequently, the 2nd respondent entered into another agreement with the 1st respondent  under Ex.D9 dated 17.5.1978, to purchase 24 grounds, out of 30 grounds which is the subject matter in O.S.A. No. 184/1994.  The 2nd respondent filed  the suit in C.S. No. 1577/1988 for specific performance of the said agreement even against the appellant stating that the 2nd respondent  is the nominee of the appellant in respect of the said 24 grounds and so there is a privity of estate in the said 24 grounds of land.  The learned Judge basing on the recitals in Ex.P1, the agreement entered into between the appellant and the 1st respondent,  found that since the appellant had agreed to execute the sale deed even in favour of the 1st respondent&#x27;s nominees, the 2nd respondent can sustain the suit for specific performance against the appellant as a nominee of the 1st respondent on the basis of Ex.D9 agreement, dated 17.5.1978.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_44\"> 38. The learned Judge though framed the issue to decide the question whether the suit  C.S. No. 1577/1988 is barred by limitation, no finding has been given regarding the same.  Learned Senior Counsel appearing for the appellant referring to the evidence of D.W.2 submitted that the 2nd respondent had knowledge even in 1981 not only about the litigation between the appellant and the 1st respondent, but also the cancellation of the agreement Ex.P1.  The learned Advocate General appearing  for the second respondent relied on Exs.D19 and D20, in support of his submission that in view of the said letters, the cause of action arose only in 1988 to file the suit by the 2nd respondent and so the suit filed by the 2nd respondent is well within time.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 39. It is not in dispute that <a href=\"/doc/887242/\" id=\"a_31\">Article 54</a> of the <a href=\"/doc/1317393/\" id=\"a_32\">Limitation Act</a> will apply to the facts of the present  case.  In fact, the learned Advocate General relied on the said Article to substantiate his submission.   To file a suit seeking relief for specific performance of a contract, the period of limitation as contemplated under <a href=\"/doc/887242/\" id=\"a_33\">Article 54</a> is three years from the date fixed for the performance or if no such date is fixed, when the plaintiff has the notice of the refusal of the performance.  In the present case, though no agreement was entered into between the appellant and the 2nd respondent, the 2nd respondent claims only as a nominee on the basis of Ex.P1 to enforce the agreement under Ex.D9.  If Ex.P1 is cancelled, the 2nd respondent cannot enforce the agreement against the appellant. So, the refusal to perform the contract as per the agreement Ex.P1 or cancellation of the same was the cause of action to file a suit by the 2nd respondent.  So, the 2nd respondent should have filed the suit within three years from the date of cancellation  of Ex.P1, if they want to enforce the contract against the appellant even if he is entitled to do so.   As admitted by D.W.2, the 2nd respondent had knowledge about the litigation in C.S. No. 279/1982 and the cancellation of the said agreement  even in 1981.  The learned Advocate General relied on Exs.D19 and D20 to show that the 2nd respondent had knowledge about the cancellation or refusal to perform the obligation by the appellant only in 1988, which is contrary to the oral evidence of D.W.2.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> 40. From the above facts, it is clear that the 2nd respondent has not field the suit in time, that is, within three years from the date of knowledge of cancellation of Ex.P1.  Hence the said suit in C.S. No. 1577/1988 is hopelessly barred by limitation.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_47\"> 41. Even with respect to the finding of the learned Judge that the 2nd respondent is a nominee of the 1st respondent and  so the 2nd respondent can enforce the agreement Ex.D9 against the appellant cannot be accepted.  Admittedly, the appellant is not a party to the said agreement Ex.D9, as the same  was only between the 1st and 2nd respondents.  The said agreement is an independent one.  No evidence is available or pointed out by the learned Advocate General before this Court that such an alleged nomination by the 1st respondent was duly informed to the appellant.  It is not the case of the respondents that the right under Ex.P1 was assigned in favour of the 2nd respondent.  As stated above, Ex.D9 is an independent transaction though on the basis of Ex.P1.  So, the 2nd respondent cannot claim as an assignee or nominee of the 1st respondent so as to enable the 2nd respondent to file a suit for specific performance against the appellant.\n</p> \n\n<p data-structure=\"Section\" id=\"p_48\"> 42. Sec. 15 of the specific Relief Act deals with persons who can obtain specific performance of a contract, which reads as follows:-\n</p>  \n \n\n<blockquote id=\"blockquote_32\">&quot;15. Who may obtain specific performance Except as otherwise provided by this Chapter, the specific performance of a contract may be obtained by -\n</blockquote>   \n\n<blockquote id=\"blockquote_33\"> (a) any party thereto;\n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (b) the representative in interest or the principal of any party thereto;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_49\"> PROVIDED that where the learning, skill, solvency or  any personal quality of such party is a material ingredient in the contract, or where the contract provides that his interest shall not be assigned, his representative in interest or his principal shall not be entitled to specific performance of the contract, unless such party has already performed his part of  the contract, or the performance thereof by his representative in interest, or his principal, has been accepted by the other party;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> (c)where the contract is a settlement on marriage, or a compromise of doubtful rights between members of the  same family and person beneficially entitled  thereunder;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\"> (d)where the contract has been entered into by a  tenant for life in due exercise of a power, the remainderman;\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\"> (e)a reversioner in possession, where the agreement is  a covenant entered into with his predecessor in title  and the reversioner is entitled to the benefit of such covenant;\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> (f)a reversioner in remainder, where the agreement is  such a covenant, and the reversioner is entitled to the  benefit thereof and will sustain material injury by reason of its breach;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> (g)when a company has entered into a contract and  subsequently becomes amalgamated with another company the new company which arises out of the amalgamation;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\"> (h)when the promoters of a company have, before its incorporation, entered into a contract for the purposes of the company, and such contract is warranted by the terms of the incorporation, the company;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\"> PROVIDED that the company has accepted the contract and has communicated such acceptance to the other party to the contract.&quot;  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"> 43. A person, not a party to the contract cannot ask for specific performance unless he establishes that he comes under any one of the categories mentioned in the above said provision.  The Division Bench of the Delhi High Court in Hari Das Sood v. Narinder Singh Oberoi, and another, AIR 1984 NOC 320 (Delhi), has held that specific performance of the contract may be obtained by \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_58\"> (a) a party thereto, or\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_59\"> (b) the representative in interest, or the principal of any party thereto. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_60\"> 44. The words &quot;representative in interest&quot; are not in the context of the property right but only in the context of the specific  performance of the contract.  In that context, a person who is a nominee or assignee of the agreement holder is entitled to enforce the contract.  In the present case, no pleading is available regarding the assignment by first  respondent to the 2nd respondent of the agreement under Ex.D9.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\"> 45. The Allahabad High Court, in the decision in Mool Chand v.Ram Phool, , while considering the scope of <a href=\"/doc/1999481/\" id=\"a_34\">Sec. 15</a> of the Specific Relief Act, has held as follows:-\n</p>   \n\n<blockquote id=\"blockquote_35\">&quot;7. On a careful consideration of the submissions made on behalf of the appellant I find that there is considerable force in the same. <a href=\"/doc/1999481/\" id=\"a_35\">Section 15</a> of the Specific Relief Act provides for persons who may obtain specific performance. Cls.(a) and (b) which are material for the purposes of instant appeal provide that the specific performance of a contract may be obtained by (a) any party thereof, or (b) the representative in interest or the principal of any party thereof.  There is proviso to cl.(b) but that is not relevant for the present purpose.  It would appear, therefore that specific performance may be obtained, inter alia, by a party to the contract or by any representative in interest or the principal of any party thereto. Representatives in interest would be an alienee, transferee or legal representatives after death, (executor or administrator) or an assignee in insolvency.  The undisclosed principal of the agent in whose favour contract is made may also obtain specific performance of a contract.\n</blockquote> \n\n<blockquote id=\"blockquote_36\"> In the instant case Ram Phool cannot be regarded a representative in interest of Jagdish Prasad.  By means of the agreement dated 15.4.1966 Jagdish Prasad did not purport or transfer or assign his rights in the disputed contract.  On the other hand what it says is that Jagdish Prasad was Benamidar of Ram Phool and he had filed suit for specific performance as his Benamidar and that it was Ram Phool who had paid the earnest money of Rs. 900/-.  Therefore, Ram Phool was not a party to the contract nor was he a representative in interest of Jagdish Prasad.  He was not an undisclosed principal also and as such he cannot claim specific performance of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_37\">...  ...  ...  ...\n</blockquote> \n\n<blockquote id=\"blockquote_38\">11. It is well established that no right can be enforced by a person who is not a party to the contract except in the case of a beneficiary in a trust created by a contract or in the case of a family arrangement.  No such exception was applicable in the case of Ram Phool and hence he could not enforce the contract in suit.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> 46. We can test the sustainability of the claim of the 2nd respondent even on the basis of <a href=\"/doc/161831507/\" id=\"a_36\">Order 22, Rule 10 of the Code of Civil Procedure</a>.  The Division Bench of this Court in Saradambal Ammal v. Kandaswamy Gounder, 1947-2-M.L.J., 374, while dealing with the scope of <a href=\"/doc/161831507/\" id=\"a_37\">Order 22, Rule 10 of the Code of Civil Procedure</a> has held as follows:-\n</p><blockquote id=\"blockquote_39\">  &quot;The words &#x27;any interest&#x27; in this rule include, in our opinion, any transferable &#x27;right to sue&#x27; spoken of in the earlier rules of the order which provide for its devolution in cases of death. The contention, therefore, that the &#x27;assignment, creation or devolution of an interest&#x27; referred in rule 10 mean an assignment, creation or devolution of an interest in tangible property cannot be accepted&quot;.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> 47. In another decision reported in Seetharamu Sami v. Lakshminarasimma, AIR 1991 Mad. 755, it is held that the phrase &quot;persons claiming under the transferee&quot; as mentioned in <a href=\"/doc/161831507/\" id=\"a_38\">Order 22, Rule 10 of the Code of Civil Procedure</a> include cases of devolution and assignment mentioned in <a href=\"/doc/161831507/\" id=\"a_39\">Order 22, Rule 10 of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"386480\" id=\"span_11\">48. So, to enforce the contract, there must be a privity of contract.  But, no one, other than the parties to the contract is entitled to enforce the same.  The third party for whose benefit a contract has been made may sue on the contracting party making the contract, for specific performance to the benefit of the third party. This view has been taken in <a href=\"/doc/386480/\" id=\"a_40\">Subbu v. Arunachalam</a>, AIR 1930, Madras 382, holding as follows:-</span>\n</p><blockquote id=\"blockquote_40\">  &quot;With respect it seems to us that if the law is that a person not a party to a contract cannot sue on the contract though a benefit is secured to him and unless the case falls within the exceptions in the cases above referred to the plaintiff has no cause of action it is no answer to say that all the parties are before the Court.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> 49. The Court of Appeal also, in the decision in Beswick v. Beswick, (1966)3 All E.R. 1, has held as follows:-\n</p>\n<blockquote id=\"blockquote_41\">  &quot;The general rule undoubtedly is that &quot;no third person can sue, or be sued, on a contract to which he is not a party&quot;; but at bottom that is only a rule of procedure.  It goes to the form of remedy, not to the underlying right.  Where a contract is made for the benefit of a third person who has a legitimate interest to enforce it, it can be enforced by the third person in the name of the contracting party or jointly with him or, if he refuses to join, by adding him as a defendant.  In that sense, and it is a very real sense, the third person has a right arising by way of contract.  He has an interest which will be protected by law. The observations to the contrary in Re Miller&#x27;s Agreement, (1947)2 All E.R. 78; (1947) Ch. 615, and Green v.  Russell (Mccarthy and Others, Third Parties), (1959)2 All E.R.529 at p.530; (1959) 2 Q.B. 226 at pp.239, 240, are  in my opinion erroneous.  It is different when a third person has no legitimate interest, as when he is seeking to enforce the maintenance of prices to the public disadvantage, as in Dunlop Pnematic Tyre Co., Ltd. v. Selfridge &amp; Co., Ltd., (1914-15) All E.R. Rep. 333 At p.334; (1915) A.C. 847 At p.853; or when he is seeking to rely, not on any right given to him by the contract, but on an exemption clause seeking to exempt himself from his just liability.  He cannot set up an exemption clause in a contract to which he was not a party; see Scruttons, Ltd. v. Mislord Siliconce, Ltd. (1962) 1 All E.R. 1; (1962) A.C. 446&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_66\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"942900\" id=\"span_12\">50. The Hon&#x27;ble Judges  of the Apex Court in <a href=\"/doc/942900/\" id=\"a_41\">M.C. Chacko v. The State Bank of Travancore</a>, , have dealt with the exceptions to the general Rule that a person not a party to the contract cannot enforce the agreement. While doing so, the Hon&#x27;ble Supreme Court has held as follows:-</span>\n</p>   \n\n<blockquote id=\"blockquote_42\"> &quot;9. The Kottayam Bank not being a party to the deed was not bound by the covenants in the deed, nor could it enforce the covenants. It is settled law that a person not a party to a contract cannot subject to certain well recognised exceptions, enforce the terms of the contract the recognised exceptions are that beneficiaries under the terms of the contract or where the contract is a part of the family arrangement may enforce the covenant. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"862612\" id=\"span_13\">In <a href=\"/doc/862612/\" id=\"a_42\">Krishna Lal Sadhu v. Pramila Bala Dasi, ILR</a> 55 Cal 1315 : AIR 1928 Cal 518 Rankin, C.J., observed:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_43\"> &#x27;Clause (d) of <a href=\"/doc/831280/\" id=\"a_43\">Section 2</a> of the Contract Act widens the definition of &#x27;consideration&#x27; so as to enable a party to a contract to enforce the same in India in certain cases in which the English Law would regard that party as the recipient of a purely voluntary promise and would refuse to him a right of action on the ground of nudum pactum. Not only, however, is there nothing in <a href=\"/doc/37562/\" id=\"a_44\">Section 2</a> to encourage the idea that contracts can be enforced by a person who is not a party to the contract but this notion is rightly excluded by the definition of promisor and promisee.\n</blockquote> \n\n<blockquote id=\"blockquote_44\"> Under the English Common Law only a person who is a party to a contract can sue on it and that the law knows noting of a right gained by a third party arising out of a contract: Dunlop Pneumatic Tyre Co. v. Selfridge and Co., 1915 AC 847.  It has however been recognised that where a trust is created by a contract, a beneficiary may enforce the rights which the trust so created has given him. The basis of that rule is that though he is not a party to the contract his rights are equitable and not contractual.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1020411\" id=\"span_14\">The Judicial Committee applied that rule to an India case <a href=\"/doc/1020411/\" id=\"a_45\">Khwaja Muhammad Khan v.  Husaini Begam</a>. (1910) 37 1nd app 152.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129356\" id=\"span_15\">In a later case, <a href=\"/doc/1129356/\" id=\"a_46\">Jamna Das v. Ram Autar</a>, (1911) 39 ind App 7 the Judicial Committee pointed out that the purchaser&#x27;s contract to pay off a mortgage debt could not be enforced by the mortgagee who was not a party to the contract. It must therefore be taken as well settled that except in the case of a beneficiary under a trust created by a contract or in the case of a family arrangement, no right may be enforced by a person who is not a party to the contract.&quot; .</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_67\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129356\" id=\"span_16\">51. Even the 1st respondent is not having any right in the land and if at all, the 1st respondent can only enforce the agreement.  So the 2nd respondent cannot claim any right on the basis of the agreement  under Ex.D9 and hence the 2nd respondent cannot sustain the suit against the appellant.  In an unreported judgment dated 29.2.2002 delivered in O.S.A. No. 139/1999, in which one of us (S. JAGADEESAN, J.) is a party to the judgment, an identical question  arose.  The appellant in the said case filed the suit for specific performance on the  basis of the suit agreement entered into between himself and the respondents 1 and 2, who were also the agreement holders to purchase the property from the owners who are respondents 3 to 8.  The Division Bench held that the agreement holders, i.e., respondents 1 and 2 therein have no right  in the immovable property and as such, they have no transferable right in the property.  Hence the agreement entered into by them with the appellant therein cannot be enforced by the appellant.  The Division <a href=\"/doc/1129356/\" id=\"a_47\">Bench further held</a>  in the following terms:-</span>        \n</p><blockquote id=\"blockquote_45\">  &quot;12. An agreement of sale will not convey any right or title in the immovable property in favour of the agreement holder. It is unnecessary for us to cite authorities for this proposition, since it is very clear from <a href=\"/doc/613871/\" id=\"a_48\">Section 54</a> of the Transfer of Property Act.  When that be so, the agreement of sale in favour of respondents 1 and 2 will not confer any right in the immovable property in their favour and as such, they have  no right to transfer.  If at all, at the best, they could assign agreement of sale in favour of the appellant, which is not the case herein.  When admittedly, respondents 1 and 2 have no transferable right in the property, then automatically the agreement executed by them in favour of the Appellant will not confer any right or title to be enforced.  On this short ground, the Appeal is liable to be dismissed. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_68\"> 52. From the above, it is clear that the 2nd respondent cannot be a nominee or assignee or even the person claiming interest under the 1st respondent, on the basis of the agreement under Ex.D9 and the 2nd respondent cannot be considered as an assignee of the rights under Ex.P1 also.  Moreover, it is also not the case of the 2nd respondent.  Their case is only that they are nominees of the 1st respondent in view of Ex.D9.  The said plea cannot be accepted in view of the above said discussions.  Ex.P1 was not executed for the benefit of the 2nd respondent. The 2nd respondent  did not file the suit claiming right jointly with the 1st respondent or on behalf of the 1st respondent. Since there is no privity of contract and the 2nd respondent is also not the nominee, the suit for specific performance of the contract against the appellant cannot be sustained in law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\"> 53. In view of the above discussions, the common  judgment, and decrees of the learned single Judge cannot be sustained and they are liable to be set aside.  Accordingly, they are set aside and these Appeals are allowed.  No costs.  C.M.P. Nos. 9172 and 9174 of 1994 are closed.\n</p> \n\n","numcites":30,"numcitedby":5,"docsource":"Madras High Court","citetid":1468576,"divtype":"judgments","relatedqs":[{"value":"specific performance of contract","formInput":"specific%20performance%20of%20contract"},{"value":"'readiness and willingness\"","formInput":"%27readiness%20and%20willingness%22"},{"value":"order no.22 rule no.10","formInput":"order%20no.22%20rule%20no.10"},{"value":"suit for specific performance","formInput":"suit%20for%20specific%20performance"},{"value":"clean hand","formInput":"clean%20hand"},{"value":"tamilnadu urban land ceiling act","formInput":"tamilnadu%20urban%20land%20ceiling%20act"},{"value":"tamil nadu urban land ceiling act","formInput":"tamil%20nadu%20urban%20land%20ceiling%20act"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"family arrangement ","formInput":"family%20arrangement%20"},{"value":"subsequent events","formInput":"subsequent%20events"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"tamilnadu land ceiling act","formInput":"tamilnadu%20land%20ceiling%20act"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"specific performance, decree","formInput":"specific%20performance%2C%20decree"},{"value":"urban land ceiling act","formInput":"urban%20land%20ceiling%20act"},{"value":"equitable relief","formInput":"equitable%20relief"},{"value":"urban land ceiling","formInput":"urban%20land%20ceiling"},{"value":"article 54","formInput":"article%2054"},{"value":"land ceiling acts","formInput":"land%20ceiling%20acts"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"}],"cats":[{"value":"land-regulation-law","formInput":"tag:land-regulation-law"}],"courtcopy":false,"query_alert":null,"agreement":false}