{"tid":113684311,"publishdate":"2019-09-24","title":"Nevada Properties Pvt. Ltd. Through Its ... vs The State Of Maharashtra on 24 September, 2019","doc":"<h2 class=\"doc_title\">Nevada Properties Pvt. Ltd. Through Its ... vs The State Of Maharashtra on 24 September, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 4554, AIRONLINE 2019 SC 1119, 2020 CRI LJ 308, (2019) 12 SCALE 826, 2019 (3) ABR(CRI) 918, (2019) 4 ALLCRILR 538, (2019) 4 CALLT 36, (2019) 4 CRILR(RAJ) 1124, (2019) 4 CRIMES 515, (2019) 4 KER LJ 391, (2019) 4 KER LT 179, (2019) 4 MAD LJ(CRI) 456, (2019) 4 PAT LJR 199, (2019) 4 RAJ LW 2760, (2019) 4 RECCRIR 592, (2019) 76 OCR 619, 2019 CRILR(SC MAH GUJ) 1124, (2020) 1 ALD(CRL) 21, AIR 2020 SC( CRI) 1</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-khanna\">Sanjiv Khanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:deepak-gupta\">Deepak Gupta</a>, <a href=\"/search/?formInput=benchid:s-khanna\">Sanjiv Khanna</a></h3>\n\n<pre id=\"pre_1\">                                                                                             REPORTABLE\n\n\n                                               IN THE SUPREME COURT OF INDIA\n\n\n                                             CRIMINAL APPELLATE JURISDICTION\n\n\n                                       CRIMINAL APPEAL NO.                   1481         OF 2019\n                          (ARISING OUT OF SPECIAL LEAVE PETITION (CRIMINAL) NO. 1513 OF 2011)\n\n\n               NEVADA PROPERTIES PRIVATE LIMITED\n               THROUGH ITS DIRECTORS                                                …..      APPELLANT(S)\n\n                                                    VERSUS\n\n               STATE OF MAHARASHTRA AND ANOTHER                                     …..    RESPONDENT(S)\n\n\n                                                                 WITH\n\n\n                                             CRIMINAL APPEAL NO. 1122 OF 2011\n\n\n                                    CRIMINAL APPEAL NOS.                1482-1485           OF 2019\n                (ARISING OUT OF SPECIAL LEAVE PETITION (CRIMINAL) NOS.891-894 OF 2011)\n\n\n                                       CRIMINAL APPEAL NO.                   1486         OF 2019\n                          (ARISING OUT OF SPECIAL LEAVE PETITION (CRIMINAL) NO. 4360 OF 2011)\n\n\n\n                                                                  AND\n\n\n                                    CRIMINAL APPEAL NO.                  1487               OF 2019\nSignature Not Verified\n                          (ARISING OUT OF SPECIAL LEAVE PETITION (CRIMINAL) NO. 3958 OF 2013)\nDigitally signed by\nMEENAKSHI KOHLI\nDate: 2019.09.24\n14:30:02 IST\nReason:\n\n\n\n\n                         Criminal Appeal arising out of\n                         SLP (Crl.) No. 1513 of 2011 and connected matters                          Page 1 of 39\n\f                                 JUDGMENT\nSANJIV KHANNA, J.\n\n               Leave granted in Special Leave Petitions.\n\n\n2.     A Division Bench of this Court (Jagdish Singh Khehar and Arun\n\n       Mishra, JJ.) vide order dated November 18, 2014, noticing that the\n\n       issues that arise have far reaching and serious consequences,\n\n       had referred the aforesaid appeals to be heard by a Bench of at\n\n       least three Judges. After obtaining appropriate directions from\n\n       Hon’ble the Chief Justice, these appeals have been listed before\n\n       the present Bench.\n\n\n3.     For the sake of convenience, we have treated the Criminal Appeal\n\n       arising out of Special Leave Petition (Criminal) No. 1513 of 2011,\n\n       filed by Nevada Properties Pvt. Ltd., as the lead case.         This\n\n       appeal arises from judgment of the High Court of Judicature at\n\n       Bombay dated November 29, 2010 wherein the majority judgment\n\n       has held that the expression ‘any property’ used in sub-section (1)\n\n       of <a href=\"/doc/648213/\" id=\"a_1\">Section 102</a> of the Code of Criminal Procedure, 1973\n\n       (hereinafter referred to as the ‘Code’) does not include immovable\n\n       property and, consequently, a police officer investigating a criminal\n\n       case cannot take custody of and seize any immovable property\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                 Page 2 of 39\n\f       which may be found under circumstances which create suspicion\n\n       of the commission of any offence.            According to the majority\n\n       judgment, earlier decision of the Division Bench of the same High\n\n       Court in Kishore Shankar Signapurkar v. State of Maharashtra\n\n       and Others1 lays down the correct ratio and the contrary view\n\n       expressed in M/s. Bombay Science and Research Education\n\n       Institute v. The State of Maharashtra and Others 2 does not lay\n\n       down the correct law. The minority view holds that the police\n\n       officer has power to seize any property, whether movable or\n\n       immovable, under <a href=\"/doc/648213/\" id=\"a_2\">Section 102</a> of the Code and the decision of the\n\n       Division Bench in M/s. Bombay Science and Research\n\n       Education Institute (supra) lays down the correct law and the\n\n       ratio in Kishore Shankar Signapurkar (supra) is not good law.\n\n\n4.     In order to decide the present controversy which is primarily legal,\n\n       we would begin by reproducing <a href=\"/doc/648213/\" id=\"a_3\">Section 102</a> of the Code, which\n\n       reads as under:\n\n                 “<a href=\"/doc/648213/\" id=\"a_4\">S.102</a> Power of police officer to seize certain\n                 property.\n\n                 (1) Any police officer may seize any property which\n                 may be alleged or suspected to have been stolen, or\n                 which may be found under circumstances which create\n                 suspicion of the commission of any offence.\n\n\n1\n 1997 Vol.IV L J 793\n2\n 2008 All M.R.(Crl.) 2133\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                   Page 3 of 39\n\f                 (2) Such police officer, if subordinate to the office in\n                 charge of a police station, shall forthwith report the\n                 seizure to that officer.\n\n                 (3) Every police officer acting under sub-section (1)\n                 shall forthwith report the seizure to the Magistrate\n                 having jurisdiction and where the property seized is\n                 such that it cannot be conveniently transported to the\n                 Court, or where there is difficulty in securing proper\n                 accommodation for the custody of such property, or\n                 where the continued retention of the property in police\n                 custody may not be considered necessary for the\n                 purpose of investigation, he may give custody thereof\n                 to any person on his executing a bond undertaking to\n                 produce the property before the Court as and when\n                 required and to give effect to the further orders of the\n                 Court as to the disposal of the same.\n\n                 Provided that where the property seized under sub-\n                 section (1) is subject to speedy and natural decay and\n                 if the person entitled to the possession of such property\n                 is unknown or absent and the value of such property is\n                 less than five hundred rupees, it may forthwith be sold\n                 by auction under the orders of the Superintendent of\n                 Police and the provisions of <a href=\"/doc/239420/\" id=\"a_5\">Sections 457</a> and <a href=\"/doc/211851/\" id=\"a_6\">458</a>\n                 shall, as nearly as may be practicable, apply to the net\n                 proceeds of such sale.”\n\n\n5.     <a href=\"/doc/648213/\" id=\"a_7\">Section 102</a> of the Code is part of a fasciculus of provisions under\n\n       Chapter VII – ‘Process to Compel the Production of Things’. Part\n\n       A of the said Chapter deals with Summons to produce; Part B\n\n       deals with Search-warrants; Part C deals with General provisions\n\n       relating to searches; and Part D, of which <a href=\"/doc/648213/\" id=\"a_8\">Section 102</a> is the first\n\n       Section, falls under the part described as Miscellaneous. The\n\n       marginal note of <a href=\"/doc/648213/\" id=\"a_9\">Section 102</a> states – “Power of police officer to\n\n       seize certain property”. Sub-section (3) of <a href=\"/doc/648213/\" id=\"a_10\">Section 102</a> was\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                      Page 4 of 39\n\f       inserted by Act No. 45 of 1978. It was later amended by section\n\n       13(a) of the Cr.P.C. Amendment Act, 2005 (Act 25 of 2005) by\n\n       adding the expression “or where there is difficulty in securing\n\n       proper accommodation for the custody of such property, or where\n\n       the continued retention of the property in police custody may not\n\n       be considered necessary for the purpose of investigation.” Proviso\n\n       to sub-section (3) was also added by the <a href=\"/doc/2077/\" id=\"a_11\">Amendment Act, 2005</a>.\n\n       Sub-section (3) to Section 102 is intended to give greater\n\n       discretion to the police officer for releasing seized property, where\n\n       there is a difficulty in securing proper accommodation for the\n\n       custody of the property or where the continued retention of the\n\n       property in police custody is not considered necessary for the\n\n       purpose of investigation. Proviso states that if the seized property\n\n       is of perishable nature and the value of such property is less than\n\n       five hundred rupees and if the person entitled to the possession of\n\n       such property is unknown or absent, the police is empowered to\n\n       sell such property by auction under orders of the Superintendent\n\n       of Police.\n\n\n6.     The minority judgment and the contention of the appellant is\n\n       substantially predicated on the words ‘any property’ in sub-section\n\n       (1) of Section 102. Reference was made to the decision of this\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                 Page 5 of 39\n\f       Court in State of Maharashtra v. Tapas D. Neogy3. To avoid\n\n       prolixity, we are not referring to the contentions raised by both\n\n       sides as the same would be referred to and examined during the\n\n       course of our reasoning. At the outset, we must begin by referring\n\n       to the decision in Tapas D. Neogy (supra), a case arising from\n\n       three First Information Reports under <a href=\"/doc/1897847/\" id=\"a_12\">Sections 120-B</a>, <a href=\"/doc/1985627/\" id=\"a_13\">467</a>, <a href=\"/doc/556166/\" id=\"a_14\">468</a>,\n\n       <a href=\"/doc/1466184/\" id=\"a_15\">471</a> and <a href=\"/doc/1436241/\" id=\"a_16\">420</a> of the Indian Penal Code, 1860 (hereinafter referred\n\n       to as the ‘<a href=\"/doc/1569253/\" id=\"a_17\">IPC</a>’) and Section 13(2) read with <a href=\"/doc/178303/\" id=\"a_18\">Section 13(1)(d)</a> of the\n\n       Prevention of Corruption Act, 1988. The question was whether a\n\n       bank account of an accused or any relation of the accused was\n\n       ‘property’ within the meaning of Section 102 of the Code and if so,\n\n       whether the Investigating Officer has the power to seize the bank\n\n       account or issue a prohibitory order restraining operation of the\n\n       bank account. Reference was made to several judgments of the\n\n       High Courts, some of which would be discussed later, to hold as\n\n       under:\n\n                 “12. Having considered the divergent views taken by\n                 different High Courts with regard to the power of\n                 seizure under <a href=\"/doc/648213/\" id=\"a_19\">Section 102</a> of the Code of Criminal\n                 Procedure, and whether the bank account can be held\n                 to be “property” within the meaning of the said Section\n                 102(1), we see no justification to give any narrow\n                 interpretation to the provisions of the <a href=\"/doc/445276/\" id=\"a_20\">Criminal\n                 Procedure Code</a>. It is well known that corruption in\n                 public offices has become so rampant that it has\n                 become difficult to cope up with the same. Then again\n                 the time consumed by the courts in concluding the\n3\n (1999) 7 SCC 685\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                    Page 6 of 39\n\f                 trials is another factor which should be borne in mind in\n                 interpreting the provisions of <a href=\"/doc/648213/\" id=\"a_21\">Section 102</a> of the\n                 Criminal Procedure Code and the underlying object\n                 engrafted therein, inasmuch as if there can be no order\n                 of seizure of the bank account of the accused then the\n                 entire money deposited in a bank which is ultimately\n                 held in the trial to be the outcome of the illegal\n                 gratification, could be withdrawn by the accused and\n                 the courts would be powerless to get the said money\n                 which has any direct link with the commission of the\n                 offence committed by the accused as a public officer.\n                 We are, therefore, persuaded to take the view that the\n                 bank account of the accused or any of his relations is\n                 “property” within the meaning of <a href=\"/doc/648213/\" id=\"a_22\">Section 102</a> of the\n                 Criminal Procedure Code and a police officer in course\n                 of investigation can seize or prohibit the operation of\n                 the said account if such assets have direct links with\n                 the commission of the offence for which the police\n                 officer is investigating into. The contrary view\n                 expressed by the Karnataka, Gauhati and Allahabad\n                 High Courts, does not represent the correct law. It may\n                 also be seen that under the <a href=\"/doc/1331755/\" id=\"a_23\">Prevention of Corruption\n                 Act, 1988</a>, in the matter of imposition of fine under sub-\n                 section (2) of <a href=\"/doc/178303/\" id=\"a_24\">Section 13</a>, the legislatures have\n                 provided that the courts in fixing the amount of fine\n                 shall take into consideration the amount or the value of\n                 the property which the accused person has obtained by\n                 committing the offence or where the conviction is for an\n                 offence referred to in clause (e) of sub-section (1) of\n                 <a href=\"/doc/178303/\" id=\"a_25\">Section 13</a>, the pecuniary resources or property for\n                 which the accused person is unable to account\n                 satisfactorily. The interpretation given by us in respect\n                 of the power of seizure under <a href=\"/doc/648213/\" id=\"a_26\">Section 102</a> of the\n                 Criminal Procedure Code is in accordance with the\n                 intention of the legislature engrafted in <a href=\"/doc/1149958/\" id=\"a_27\">Section 16</a> of\n                 the Prevention of Corruption Act referred to above. In\n                 the aforesaid premises, we have no hesitation to come\n                 to the conclusion that the High Court of Bombay\n                 committed error in holding that the police officer could\n                 not have seized the bank account or could not have\n                 issued any direction to the bank officer, prohibiting the\n                 account of the accused from being operated upon.\n                 Though we have laid down the law, but so far as the\n                 present case is concerned, the order impugned has\n                 already been given effect to and the accused has been\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                      Page 7 of 39\n\f                 operating his account, and so, we do not interfere with\n                 the same.”\n\n\n7.     Money, as per clause (7) of <a href=\"/doc/1993798/\" id=\"a_28\">Section 2</a> of the Sales of Goods Act,\n\n       1930, is neither goods nor movable property, albeit <a href=\"/doc/1439341/\" id=\"a_29\">Section 22</a> of\n\n       the IPC defines the term ‘movable property’ to include corporeal\n\n       property of every description, except land and things attached to\n\n       the earth or permanently fastened to anything which is attached to\n\n       the earth. The expression ‘movable property’ has not been\n\n       specifically defined in the Code. In terms of <a href=\"/doc/62140/\" id=\"a_30\">Section 2(y)</a> of the\n\n       Code, words and meanings defined in the <a href=\"/doc/1569253/\" id=\"a_31\">IPC</a> would equally be\n\n       applicable to the Code. Money, therefore, would be property for\n\n       the purposes of the Code. Money is not an immovable property.\n\n\n8.     Decision of this Court in Tapas D. Neogy (supra) was in respect\n\n       of the bank accounts and it did not examine and answer the\n\n       question whether the expression ‘any property’ would include\n\n       immovable property. This question was, however, noticed in\n\n       paragraph 6 in Tapas D. Neogy (supra), which had made\n\n       reference to a decision of the Delhi High Court in Ms. Swaran\n\n       Sabharwal v. Commissioner of Police4 in which it was held that\n\n       Section 102 requires that the seized property by itself should lead\n\n       to the suspicion that some offence has been committed. In other\n4\n 1988 CriLJ 241 (Del) (DB)\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                     Page 8 of 39\n\f          words, the discovery of the offence should be a sequel to the\n\n          discovery of that property and not the other way around.\n\n          Reference in this regard can also be made to Jagdish Chander\n\n          and Others v. State and Others5, wherein the petitioner had\n\n          challenged the seizure action of the police on the ground that the\n\n          word ‘seizure’ appearing in Section 102 of the Code would imply\n\n          actual taking of possession and, therefore, would not include\n\n          immovable property. This contention was not answered and left\n\n          open as the Delhi High Court came to the conclusion that the\n\n          seizure order therein under Section 102 of the Code was not in\n\n          accordance with the statutory requirement as the property should\n\n          be discovered under circumstances which create a suspicion of\n\n          the commission of an offence, that is, the police officer should\n\n          come across certain property in circumstances which create in his\n\n          mind a suspicion that an offence has been committed. Section\n\n          102, it was held, would not be attracted where the property has\n\n          not been traced or discovered which leads to a suspicion of an\n\n          offence having been committed. Discovery of property should\n\n          precede the detection of crime. This ratio was subsequently\n\n          followed in P.K. Parmar and Others v. Union of India and\n\n          Another6 in which the Delhi High Court had reiterated that unless\n5\n    40 (199) DLT 233\n6\n 1992 CriLJ 2499 (Del)\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                  Page 9 of 39\n\f       discovery of the property leads to a suspicion of an offence having\n\n       been committed, Section 102 of the Code cannot be invoked for\n\n       seizing such properties. The Delhi High Court examined the\n\n       question; whether the discovery of the bank accounts had\n\n       preceded the suspicion of the offences having been committed\n\n       and held that there were good reasons, in view of the attending\n\n       circumstances, which had led Central Bureau of Investigation\n\n       (hereinafter referred to as the ‘CBI’) to be suspicious of an offence\n\n       having been committed in relation to such accounts. The accounts\n\n       were found either in the name of non-existent persons or in bogus\n\n       names and all such accounts were allegedly being maintained by\n\n       the principal accused. There was sufficient cause for the CBI to\n\n       set the criminal law into motion. In this case, the allegation was\n\n       that subsidies were obtained illegally and without entitlement from\n\n       the Government of India, and the amounts so received were\n\n       deposited in the bank accounts that had prima facie linked the\n\n       accused with various offences with which they were charged. The\n\n       cause of action, therefore, for seizing the bank accounts arose\n\n       when a suspicion was created relating to the multiple and spurious\n\n       handling of bank accounts.\n\n\n\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 10 of 39\n\f9.     Tapas D. Neogy (supra) had also referred to the judgment of a\n\n       Single Judge of the Madras High Court in Bharat Overseas Bank\n\n       v. Minu Publication7, which had made reference to Sections 451,\n\n       452, 453, 456 and 457 of the Code to observe that these\n\n       provisions seek to reimburse or compensate victims of crime and\n\n       bring about restoration of the property or its restitution. The\n\n       provision empowering seizure was necessary to preserve the\n\n       property for the purpose of enabling the Criminal Court to pass\n\n       suitable orders under the aforesaid provisions at the conclusion of\n\n       the trial. The judgment also refers to restoration of immovable\n\n       property under certain circumstances dealt with under Section 456\n\n       of the Code.\n\n\n10.    The reason why we have referred to the two decisions in P.K.\n\n       Parmar (supra) and Bharat Overseas Bank (supra) is to notice\n\n       the wide range of issues and contentions with reference to the\n\n       term ‘property’ that could arise for consideration while interpreting\n\n       the power of the police officer to effect seizure under Section 102\n\n       of the Code, albeit this Court did not deal with and express an\n\n       opinion on several issues in Tapas D. Neogy (supra) and the\n\n       judgment was confined and limited to the question; whether bank\n\n       accounts would fall within the category of ‘any property’. Holding\n7\n 1988 MLW (Cri) 106\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 11 of 39\n\f       that the bank accounts would fall under the expression ‘any\n\n       property’ under Section 102 of the Code, it was observed that\n\n       there was no justification or reason to give a narrow interpretation\n\n       to the words to exclude bank accounts, elucidating that corruption\n\n       in public offices has become rampant and this aspect has to be\n\n       borne in mind while interpreting the provisions of Section 102 of\n\n       the Code and the underlying object engrafted in the provision.\n\n\n11.    It follows from the aforesaid discussion that the decision in Tapas\n\n       D. Neogy (supra) did not go into and decide the issue; whether\n\n       immovable property would fall under the expression ‘any property’\n\n       under Section 102 of the Code. We say so by applying the\n\n       inversion test as referred to in State of Gujarat and Others v.\n\n       Utility Users’ Welfare Association and Others 8, which states\n\n       that the Court must first carefully frame the supposed proposition\n\n       of law and then insert in the proposition a word reversing its\n\n       meaning to get the answer whether or not a decision is a\n\n       precedent for that proposition. If the answer is in the affirmative,\n\n       the case is not a precedent for that proposition. If the answer is in\n\n       the negative, the case is a precedent for the original proposition\n\n       and possibly for other propositions also. This is one of the tests\n\n       applied to decide what can be regarded and treated as ratio\n8\n (2018) 6 SCC 21\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 12 of 39\n\f         decidendi of a decision. Reference in this regard can also be\n\n         made to the decisions of this Court in U.P. State Electricity\n\n         Board v. Pooran Chandra Pandey and Others 9, Commissioner\n\n         of Income Tax v. Sun Engineering Works (P) Ltd.10 and other\n\n         cases which hold that a decision is only an authority for what it\n\n         actually decides. What is of the essence in a decision is its ratio.\n\n         Not every observation found therein nor what logically flows from\n\n         those observations is the ratio decidendi. Judgment in question\n\n         has to be read as a whole and the observations have to be\n\n         considered in light of the instances which were before the Court.\n\n         This is the way to ascertain the true principles laid down by a\n\n         decision. Ratio decidendi cannot be decided by picking out words\n\n         or sentences averse to the context under question from the\n\n         judgment. It is, therefore, clear to us that Tapas D. Neogy (supra)\n\n         did not decide the issue in question; whether or not an immovable\n\n         property will fall within the expression ‘any property’ in Section 102\n\n         of the Code. We will have to, therefore, examine the issue and\n\n         answer the same.\n\n\n12.      This Court in R.K. Dalmia etc. v. Delhi Administration11 had\n\n         interpreted the word ‘property’ in Section 405 and other <a href=\"/doc/1324019/\" id=\"a_32\">sections\n9\n    (2007)</a> <a href=\"/doc/1973776/\" id=\"a_33\">11</a> SCC 92\n10\n     (1992) 4 SCC 363\n11\n  AIR 1962 SC 1821\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                   Page 13 of 39\n\f       of the <a href=\"/doc/1569253/\" id=\"a_34\">IPC</a> to opine that there was no good reason to restrict the\n\n       meaning of the word ‘property’ to movable property when the word\n\n       was used without any qualification in Section 405 or in other\n\n       sections of the <a href=\"/doc/1569253/\" id=\"a_35\">IPC</a>. At the same time, this Court had cautioned\n\n       that whether an offence defined in a particular section of the <a href=\"/doc/1569253/\" id=\"a_36\">IPC</a>\n\n       can be committed in respect of any particular kind of property, will\n\n       depend not on the interpretation of the word ‘property’ but on the\n\n       fact that whether that particular kind of property can be subject to\n\n       acts covered by that section. In that sense, it can be said that the\n\n       word ‘property’ in a particular section covers only that type of\n\n       property in respect of which the offence contemplated in that\n\n       section can be committed. This, we would observe, is the central\n\n       and core principle which would have to be applied when we\n\n       interpret the expression ‘any property’ used in Section 102 of the\n\n       Code, which as noticed above and elucidated below is a power\n\n       conferred upon the police officer and relates to the stage of\n\n       investigation and collection of evidence to be produced in the\n\n       Court during trial.\n\n\n13.    Before we proceed further, we would like to refer to the Criminal\n\n       Law Amendment Ordinance, 1944 (No. XXXVIII of 1944) which\n\n       was promulgated in exercise of powers conferred under Section\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 14 of 39\n\f       72 of the <a href=\"/doc/93056159/\" id=\"a_37\">Ninth Schedule of the Government of India Act, 1935</a> to\n\n       prevent disposal or concealment of property procured by means of\n\n       offences specified in its Schedule, which include offences\n\n       punishable under <a href=\"/doc/988620/\" id=\"a_38\">Sections 406</a>, <a href=\"/doc/1131784/\" id=\"a_39\">408</a>, <a href=\"/doc/1326844/\" id=\"a_40\">409</a>, <a href=\"/doc/812083/\" id=\"a_41\">411</a> and <a href=\"/doc/94452/\" id=\"a_42\">414</a> of the IPC\n\n       in respect of Government property, property of local authority or a\n\n       Corporation established by or under a Central, Provincial or State\n\n       Act, etc., and an offence punishable under the <a href=\"/doc/1331755/\" id=\"a_43\">Prevention of\n\n       Corruption Act, 1988</a>, an insertion made by the <a href=\"/doc/1331755/\" id=\"a_44\">Prevention of\n\n       Corruption Act, 1988</a>. It sets out the procedure when the Central/\n\n       State Government has a reason to believe that a person has\n\n       committed any scheduled offence, whether or not the Court has\n\n       taken cognisance of the said offence, by attachment of money or\n\n       other property which the Central/State Government believes that\n\n       the person has procured by means of the scheduled offence, and\n\n       if such money or property cannot for any reason be attached, any\n\n       other property of the said person of value as nearly as may be\n\n       equivalent to that of the aforesaid money or property. This\n\n       enactment mandates application of provisions of <a href=\"/doc/161831507/\" id=\"a_45\">Order XXVII of\n\n       the Code of Civil Procedure</a>, 1908 with a provision for filing an\n\n       application before the District Judge who is entitled to pass an ad\n\n       interim attachment order after following the prescribed procedure\n\n       including      examination       and     investigation   of   objections   to\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                        Page 15 of 39\n\f       attachment of the property. The District Judge can pass an order\n\n       either making the interim attachment absolute or varying it by\n\n       releasing the property or portion thereof or withdrawing the order\n\n       on satisfaction of certain conditions. Other sections contained in\n\n       the Ordinance provide for attachment of property of mala fide\n\n       transferees, execution of orders of attachment, security in lieu of\n\n       attachment, administration of attached property, duration of\n\n       attachment, appeals, power of Criminal Court to evaluate property\n\n       procured by scheduled offences and disposal of attached property\n\n       upon termination of criminal proceedings. <a href=\"/doc/858165/\" id=\"a_46\">Section 14</a> bars legal\n\n       proceedings in other Courts in respect of the property attached\n\n       under the Ordinance. The Ordinance is a permanent Ordinance\n\n       which was promulgated during the Second World War. It was\n\n       adopted by the Presidential Adaptation of Laws Order, 1950\n\n       issued under the powers conferred by clause (2) of <a href=\"/doc/74529/\" id=\"a_47\">Article 372</a> of\n\n       the Constitution, thus, making it effective in the territory of India\n\n       and, therefore, continues to remain in force.\n\n\n14.    Similarly, there are provisions in the form of Sections 145, 146,\n\n       165 amongst others in the Code which specifically relate to\n\n       immovable properties. Chapter VIIA – ‘Reciprocal Arrangements\n\n       for Assistance in Certain Matters and Procedure for Attachment\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 16 of 39\n\f       and Forfeiture of Property’ specifically includes immovable\n\n       properties under the expression ‘property’ for the purpose of the\n\n       said Chapter unless the context otherwise requires. Similarly, we\n\n       have specific provisions relating to and dealing with immovable\n\n       property under the <a href=\"/doc/1727139/\" id=\"a_48\">Narcotics, Drugs and Psychotropic Substances\n\n       Act, 1985</a>.\n\n\n15.    We would now refer to Chapter XXXIV of the Code, which has the\n\n       heading ‘Disposal of Property’ and consists of Sections 451 to\n\n       459. We would like to reproduce Sections 451, 452, 453, 454,\n\n       456 and 457 of the Code, which read as under:\n\n                 “451. Order for custody and disposal of property\n                 pending trial in certain cases.— When any property\n                 is produced before any Criminal Court during any\n                 inquiry or trial, the Court may make such order as it\n                 thinks fit for the proper custody of such property\n                 pending the conclusion of the inquiry or trial, and, if the\n                 property is subject to speedy and natural decay, or if it\n                 is otherwise expedient so to do, the Court may, after\n                 recording such evidence as it thinks necessary, order it\n                 to be sold or otherwise disposed of.\n\n                 Explanation.– For the purposes of this section,\n                 &quot;property&quot; includes –\n\n                 (a) property of any kind or document which is produced\n                 before the Court or which is in its custody,\n\n                 (b) any property regarding which an offence appears to\n                 have been committed or which appears to have been\n                 used for the commission of any offence.\n\n                 452.Order for disposal of property at conclusion of\n                 trial.-\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                       Page 17 of 39\n\f                 (1) When an inquiry or trial in any Criminal Court is\n                 concluded, the Court may make such order as it thinks\n                 fit for the disposal, by destruction, confiscation or\n                 delivery to any person claiming to be entitled to\n                 possession thereof or otherwise, of any property or\n                 document produced before it or in its custody, or\n                 regarding which any offence appears to have been\n                 committed, or which has been used for the commission\n                 of any offence.\n\n                 (2) An order may be made under sub-section (1) for the\n                 delivery of any property to any person claiming to be\n                 entitled to the possession thereof, without any\n                 condition or on condition that he executes a bond, with\n                 or without sureties, to the satisfaction of the Court,\n                 engaging to restore such property to the Court if the\n                 order made under sub-section (1) is modified or set\n                 aside on appeal or revision.\n\n                 (3) A Court of Session may, instead of itself making an\n                 order under sub-section (1), direct the property to be\n                 delivered to the Chief Judicial Magistrate, who shall\n                 thereupon deal with it in the manner provided in\n                 sections 457, 458 and 459.\n\n                 (4) Except where the property is livestock or is subject\n                 to speedy and natural decay, or where a bond has\n                 been executed in pursuance of sub-section (2), an\n                 order made under sub-section (1) shall not be carried\n                 out for two months, or when an appeal is presented,\n                 until such appeal has been disposed of.\n\n                 (5) In this section, the term &quot;property&quot; includes, in the\n                 case of property regarding which an offence appears to\n                 have been committed, not only such property as has\n                 been originally in the possession or under the control of\n                 any party, but also any property into or for which the\n                 same may have been converted or exchanged, and\n                 anything acquired by such conversion or exchange,\n                 whether immediately or otherwise.\n\n                 453.Payment to innocent purchaser of money\n                 found on accused.-\n\n                 When any person is convicted of any offence which\n                 includes, or amounts to, theft or receiving stolen\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                     Page 18 of 39\n\f                 property, and it is proved that any other person bought\n                 the stolen property from him without knowing or having\n                 reason to believe that the same was stolen, and that\n                 any money has on his arrest been taken out of the\n                 possession of the convicted person, the Court may, on\n                 the application of such purchaser and on the restitution\n                 of the stolen property to the person entitled to the\n                 possession thereof, order that out of such money a\n                 sum not exceeding the price paid by such purchaser be\n                 delivered to him.\n\n                 454.Appeal against orders under section 452 or\n                 section 453.-\n\n                 (1) Any person aggrieved by an order made by a Court\n                 under section 452 or section 453, may appeal against it\n                 to the Court to which appeals ordinarily lie from\n                 convictions by the former Court.\n\n                 (2) On such appeal, the Appellate Court may direct the\n                 order to be stayed pending disposal of the appeal, or\n                 may modify, alter or annul the order and make any\n                 further orders that may be just.\n\n                 (3) The powers referred to in sub-section (2) may also\n                 be exercised by a Court of appeal, confirmation or\n                 revision while dealing with the case in which the order\n                 referred to in sub-section (1) was made.\n\n                                   xx          xx       xx\n\n                 456.Power to restore possession of immovable\n                 property.-\n\n                 (1) When a person is convicted of an offence attended\n                 by criminal force or show of force or by criminal\n                 intimidation, and it appears to the Court that, by such\n                 force or show of force or intimidation, any person has\n                 been dispossessed of any immovable property, the\n                 Court may, if it thinks fit, order that possession of the\n                 same be restored to that person after evicting by force,\n                 if necessary, any other person who may be in\n                 possession of the property:\n\n                 Provided that no such order shall be made by the Court\n                 more than one month after the date of the conviction.\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                     Page 19 of 39\n\f                 (2) Where the Court trying the offence has not made an\n                 order under sub-section (1), the Court of appeal,\n                 confirmation or revision may, if it thinks fit, make such\n                 order while disposing of the appeal, reference or\n                 revision, as the case may be.\n\n                 (3) Where an order has been made under sub-section\n                 (1), the provisions of section 454 shall apply in relation\n                 thereto as they apply in relation to an order under\n                 section 453.\n\n                 (4) No order made under this section shall prejudice\n                 any right or interest to or in such immovable property\n                 which any person may be able to establish in a civil\n                 suit.\n\n                 457.Procedure by police upon seizure of property.-\n\n                 (1) Whenever the seizure of property by any police\n                 officer is reported to a Magistrate under the provisions\n                 of this Code, and such property is not produced before\n                 a Criminal Court during an inquiry or trial, the\n                 Magistrate may make such order as he thinks fit\n                 respecting the disposal of such property or the delivery\n                 of such property to the person entitled to the\n                 possession thereof, or if such person cannot be\n                 ascertained, respecting the custody and production of\n                 such property.\n\n                 (2) If the person so entitled is known, the Magistrate\n                 may order the property to be delivered to him on such\n                 conditions (if any) as the Magistrate thinks fit and if\n                 such person is unknown, the Magistrate may detain it\n                 and shall, in such case, issue a proclamation\n                 specifying the articles of which such property consists,\n                 and requiring any person who may have a claim\n                 thereto, to appear before him and establish his claim\n                 within six months from the date of such proclamation.”\n\n\n16.    Section 451 empowers the Criminal Court to pass an order of\n\n       proper custody of ‘any property’ pending trial or inquiry. The Court\n\n       can also direct disposal in certain circumstances. Explanation to\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                      Page 20 of 39\n\f       Section 451 states that for the purpose of the said Section,\n\n       ‘property’ includes property of any kind or document which is\n\n       produced before the Court or which is in its custody or any\n\n       property regarding which an offence appears to have been\n\n       committed or which appears to have been used for the\n\n       commission of any offence. Section 451 applies during or pending\n\n       trial, or inquiry (the expression ‘inquiry’ is defined in <a href=\"/doc/62140/\" id=\"a_49\">Section 2(g)</a> of\n\n       the Code). There are judgments that hold that the expression\n\n       ‘property’ for the purpose of Section 451 includes immovable\n\n       property. In fact, preponderance of judicial decisions takes this\n\n       view, though there is no direct judgment of this Court. Same is the\n\n       position with regard to Section 452, which in sub-section (5) states\n\n       that the term ‘property’ includes, in case of property regarding\n\n       which an offence appears to have been committed, not only such\n\n       property as was originally in possession or under control of any\n\n       party, but also any property into which the same may have been\n\n       converted or exchanged, and anything acquired by such\n\n       conversion or exchange, whether immediately or otherwise.\n\n       Section 452 states that when an inquiry or trial in a Criminal Court\n\n       concludes, the Court may make an order as it thinks fit for the\n\n       disposal, by destruction, confiscation or delivery to any person\n\n       claiming himself to be entitled to possession thereof or otherwise,\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                    Page 21 of 39\n\f       of any property or document produced before it or in its custody,\n\n       or regarding which an offence appears to have been committed or\n\n       which has been used for the commission of any offence. The\n\n       context is wide, albeit the words, “may make such order as it\n\n       thinks fit” in Section 452 vests the Court with the discretion to\n\n       dispose of the property in any of the three modes specified,\n\n       namely, destruction, confiscation or delivery to the person entitled\n\n       to be in possession thereof or otherwise (see N. Madhavan v.\n\n       State of Kerala12). However, an order under Section 452 is not an\n\n       order determining title or ownership but that of the right to\n\n       possession, and therefore where serious claims to ownership are\n\n       put forward, it would be best if the Criminal Courts directs the\n\n       parties to establish their claim before the Civil Court. The Criminal\n\n       Court can, however, pass appropriate order of interim nature as it\n\n       may be appropriate. What is important and relevant for our\n\n       discussion is that the Sections 451 and 452 are broad and wide\n\n       conferring specific and clear powers upon the Criminal Court, and\n\n       the language indicates that they could equally apply to immovable\n\n       property. These Sections do not make reference to Section 102 of\n\n       the Code relating to the seizure of property by the police officer.\n\n       This is equally true of Section 456 which specifically empowers\n\n12\n  (1979) 4 SCC 1\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 22 of 39\n\f       the Criminal Court to restore possession of immovable property\n\n       when a person is convicted of an offence attended by criminal\n\n       force or show of force or by criminal intimidation and it appears to\n\n       the Court that by such force or show of force or intimidation any\n\n       person has been dispossessed of the property. This order can be\n\n       made without prejudice to the right or interest to or in such\n\n       immovable property which any person may be able to establish in\n\n       a civil suit. Section 457 applies when a property has been seized\n\n       by any police officer and is reported to a Magistrate under the\n\n       provisions of the Code and such property is not produced before a\n\n       Criminal Court during the course of inquiry or trial. The expression\n\n       ‘not produced before a Criminal Court’ used in Section 457 of the\n\n       Code is significant. Thus, this provision applies to the property\n\n       seized under Section 102 of the Code, but not produced during\n\n       the trial or inquiry. In common parlance, the word ‘produced’ is an\n\n       expression used to signify actual or physical production which\n\n       would apply to movable property. Immovable property cannot be\n\n       ‘produced’ in a Court.\n\n\n17.    We have referred to the said provisions under Chapter XXXIV –\n\n       ‘Disposal of Property’, as this would be of significance and,\n\n       addresses the argument and concern expressed by the appellant\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 23 of 39\n\f       – Nevada Properties Pvt. Ltd. and some of the State\n\n       Governments. These provisions, specifically enable the Court to\n\n       pass orders relating to the properties, both movable and\n\n       immovable. We have referred to Section 451, which does not\n\n       specifically refer to any seizure order under Section 102 of the\n\n       Code but vide Explanation includes such property regarding which\n\n       an offence appears to have been committed or which appears to\n\n       have been used for the commission of any offence. Similarly,\n\n       Section 452 refers to property regarding which an offence appears\n\n       to have been committed as has been originally in possession or\n\n       under control of any party and also such property into or for which\n\n       the same may have been converted or exchanged. Again Section\n\n       452 per se, does not make any reference to Section 102 of the\n\n       Code. This is also true for Section 456 of the Code which relates\n\n       to restoration of possession of immovable property in certain\n\n       circumstances. These provisions, therefore, do not directly define\n\n       the contours and scope of Section 102 of the Code. On the other\n\n       hand, it would show that Section 102 is not the primary or the core\n\n       provision which would make the provisions of Section 451, 452 or\n\n       456 of the Code applicable. The parameters for application of\n\n       these sections are those as are enumerated in the specific\n\n       provisions. Sections 451 and 452 specifically define the\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters               Page 24 of 39\n\f       expression ‘property’ for the purpose of an order of custody and\n\n       disposal by the Court. Section 456 applies to the category or type\n\n       of offences concerning immovable property regardless of whether\n\n       the immovable property is in custody of the Court or has been\n\n       attached. Power of the Criminal Court under these Sections,\n\n       except Section 457 of the Code, is not restricted to property\n\n       seized by the police officer under Section 102 of the Code.\n\n       Section 457, as noticed, applies to properties which have been\n\n       seized by the police officer under the Code but not produced\n\n       during inquiry or trial.\n\n\n18.    Having held and elucidated on the power of the Criminal Court, we\n\n       find good ground and reason to hold that the expression ‘any\n\n       property’ appearing in Section 102 of the Code would not include\n\n       immovable property. We would elucidate and explain.\n\n\n19.    The first part of sub-section (1) of Section 102 of the Code relates\n\n       to the property which may be alleged or suspected to have been\n\n       stolen. Immovable property certainly cannot be stolen and cannot\n\n       fall in this part. The second part relates to the property which may\n\n       be found by a police officer under circumstances which create\n\n       suspicion of the commission of any offence. We have already\n\n       referred to the judgments of the Delhi High Court in the case of\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 25 of 39\n\f       P.K. Parmar (supra), Ms. Swaran Sabharwal (supra), and\n\n       Jagdish Chander (supra), which have elucidated and in a\n\n       restricted and narrow manner defined the requirement for invoking\n\n       the second part. However, we have come across a decision of this\n\n       Court in Teesta Atul Setalvad v. State of Gujarat13, on an appeal\n\n       from the judgment of the Gujarat High Court and had dealt with a\n\n       situation when an act of freezing the accounts was a sequel to the\n\n       crime as the crime was detected earlier. The Gujarat High Court\n\n       took a somewhat contrary view, by not interfering and directing\n\n       defreezing, observing that even if the action of the investigating\n\n       agency at the inception to seize may not be regular, the Court\n\n       cannot be oblivious to the collection of substantial material by the\n\n       investigating agency which justifies its action under Section 102 of\n\n       the Code. Further when the investigation had progressed to a\n\n       material point, de-freezing the bank accounts on the basis of such\n\n       arguments would paralyse the investigation which would not be in\n\n       the interest of justice.         After referring to the factual matrix in\n\n       Teesta Atul Setalvad (Supra), this Court observed that the\n\n       Investigating Officer was in possession of material pointing out to\n\n       the circumstances that had created suspicion of the commission\n\n       of an offence, in particular the one under investigation, and\n\n13\n  (2018) 2 SCC 372\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                     Page 26 of 39\n\f       therefore exercise of power under Section 102 of the Code would\n\n       be in law legitimate as it was exercised after following the\n\n       procedure prescribed in sub-sections (2) and (3) of the same\n\n       provision.\n\n\n20.    Section 102 postulates seizure of the property. Immovable\n\n       property cannot, in its strict sense, be seized, though documents\n\n       of title, etc. relating to immovable property can be seized, taken\n\n       into custody and produced. Immovable property can be attached\n\n       and also locked/sealed. It could be argued that the word ‘seize’\n\n       would include such action of attachment and sealing. Seizure of\n\n       immovable property in this sense and manner would in law require\n\n       dispossession of the person in occupation/possession of the\n\n       immovable property, unless there are no claimants, which would\n\n       be rare. Language of Section 102 of the Code does not support\n\n       the interpretation that the police officer has the power to\n\n       dispossess a person in occupation and take possession of an\n\n       immovable property in order to seize it. In the absence of the\n\n       Legislature conferring this express or implied power under Section\n\n       102 of the Code to the police officer, we would hesitate and not\n\n       hold that this power should be inferred and is implicit in the power\n\n       to effect seizure. Equally important, for the purpose of\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                Page 27 of 39\n\f       interpretation is the scope and object of Section 102 of the Code,\n\n       which is to help and assist investigation and to enable the police\n\n       officer to collect and collate evidence to be produced to prove the\n\n       charge complained of and set up in the charge sheet. The Section\n\n       is a part of the provisions concerning investigation undertaken by\n\n       the police officer. After the charge sheet is filed, the prosecution\n\n       leads and produces evidence to secure conviction. Section 102 is\n\n       not, per se, an enabling provision by which the police officer acts\n\n       to seize the property to do justice and to hand over the property to\n\n       a person whom the police officer feels is the rightful and true\n\n       owner. This is clear from the objective behind Section 102, use of\n\n       the words in the Section and the scope and ambit of the power\n\n       conferred on the Criminal Court vide Sections 451 to 459 of the\n\n       Code. The expression ‘circumstances which create suspicion of\n\n       the commission of any offence’ in Section 102 does not refer to a\n\n       firm opinion or an adjudication/finding by a police officer to\n\n       ascertain whether or not ‘any property’ is required to be seized.\n\n       The word ‘suspicion’ is a weaker and a broader expression than\n\n       ‘reasonable belief’ or ‘satisfaction’. The police officer is an\n\n       investigator and not an adjudicator or a decision maker. This is the\n\n       reason why the Ordinance was enacted to deal with attachment of\n\n       money and immovable properties in cases of scheduled offences.\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters               Page 28 of 39\n\f       In case and if we allow the police officer to ‘seize’ immovable\n\n       property on a mere ‘suspicion of the commission of any offence’, it\n\n       would mean and imply giving a drastic and extreme power to\n\n       dispossess etc. to the police officer on a mere conjecture and\n\n       surmise, that is, on suspicion, which has hitherto not been\n\n       exercised. We have hardly come across any case where\n\n       immovable property was seized vide an attachment order that was\n\n       treated as a seizure order by police officer under Section 102 of\n\n       the Code. The reason is obvious.             Disputes relating to title,\n\n       possession, etc., of immovable property are civil disputes which\n\n       have to be decided and adjudicated in Civil Courts. We must\n\n       discourage and stall any attempt to convert civil disputes into\n\n       criminal cases to put pressure on the other side (See Binod\n\n       Kumar and Others v. State of Bihar and Another14). Thus, it will\n\n       not be proper to hold that Section 102 of the Code empowers a\n\n       police officer to seize immovable property, land, plots, residential\n\n       houses, streets or similar properties. Given the nature of criminal\n\n       litigation, such seizure of an immovable property by the police\n\n       officer in the form of an attachment and dispossession would not\n\n       facilitate investigation to collect evidence/material to be produced\n\n       during inquiry and trial. As far as possession of the immovable\n\n14\n  (2014) 10 SCC 663\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                    Page 29 of 39\n\f       property is concerned, specific provisions in the form of Sections\n\n       145 and 146 of the Code can be invoked as per and in\n\n       accordance with law. Section 102 of the Code is not a general\n\n       provision which enables and authorises the police officer to seize\n\n       immovable property for being able to be produced in the Criminal\n\n       Court during trial. This, however, would not bar or prohibit the\n\n       police officer from seizing documents/ papers of title relating to\n\n       immovable property, as it is distinct and different from seizure of\n\n       immovable property. Disputes and matters relating to the physical\n\n       and legal possession and title of the property must be adjudicated\n\n       upon by a Civil Court.\n\n\n21.    In view of the aforesaid discussion, the Reference is answered by\n\n       holding that the power of a police officer under Section 102 of the\n\n       Code to seize any property, which may be found under\n\n       circumstances that create suspicion of the commission of any\n\n       offence, would not include the power to attach, seize and seal an\n\n       immovable property.\n\n\n\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters               Page 30 of 39\n\f22.    The Registry is directed to list the individual appeals for disposal\n\n       before the appropriate Bench.\n\n\n\n\n                                                    ..................................CJI.\n                                                              (RANJAN GOGOI)\n\n\n\n                                                    ......................................J.\n                                                              (DEEPAK GUPTA)\n\n\n\n                                                    ......................................J.\n                                                             (SANJIV KHANNA)\nNEW DELHI;\nSEPTEMBER 24, 2019.\n\n\n\n\nCriminal Appeal arising out of\nSLP (Crl.) No. 1513 of 2011 and connected matters                           Page 31 of 39\n\f                                                           REPORTABLE\n\n                    IN THE SUPREME COURT OF INDIA\n                   CRIMINAL APPELLATE JURISDICTION\n                  CRIMINAL APPEAL NO.1481 OF 2019\n                    (@ SLP (CRL.) NO.1513 of 2011)\n\nNEVADA PROPERTIES PRIVATE LIMITED\nTHROUGH ITS DIRECTOR                                     …APPELLANT(S)\n\n                                       VERSUS\n\nSTATE OF MAHARASHTRA AND ANR.                          …RESPONDENT(S)\n\n                                           WITH\n\n                    CRIMINAL APPEAL NO.1122 OF 2011\n\n            CRIMINAL APPEAL NOS. 1482­1485 OF 2019\n                (@ SLP(CRL.) NOS.891­894 OF 2011)\n\n               CRIMINAL APPEAL NO. 1486      OF 2019\n                   (@ SLP(CRL.) NO.4360 OF 2011)\n                                AND\n               CRIMINAL APPEAL NO. 1487      OF 2019\n                   (@ SLP(CRL.) NO.3958 OF 2013)\n\n\n                                   JUDGMENT\n</pre>\n\n<p data-structure=\"Precedent\" id=\"p_1\">Deepak Gupta, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_2\">1.     I have gone through the judgment delivered by my brother,\n\nJustice Sanjiv Khanna.                 I agree with the finding in the said\n\n\n\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_1\">SLP (Crl.) No. 1513 of 2011 and connected matters               Page 32 of 39</span>\n\fjudgment. However, in view of the nature of the issue involved, I\n\nintend to give a few additional reasons of my own.\n\n</p><p data-structure=\"Conclusion\" id=\"p_3\">2.     Since brother Khanna in his judgment has given elaborate\n\nreasons to hold that in the context of Section 102 the words ‘any\n\nproperty’ would mean only movable property, I am not repeating\n\nthe same for the sake of brevity.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_4\">\n</p><p data-structure=\"Section\" id=\"p_5\">3.     The main issue involved is what is the meaning to be given to\n\nthe word ‘property’ occurring in <a href=\"/doc/648213/\" id=\"a_50\">Section 102</a> of the Code of Criminal\n\nProcedure which reads as follows:­\n\n            “Power of police officer to seize certain property. ­ (1) Any\n            police officer may seize any property which may be alleged or\n            suspected to have been stolen, or which may be found under\n            circumstances which create suspicion of the commission of\n            any offence.\n</p><p data-structure=\"Conclusion\" id=\"p_6\">            (2) Such police officer, if subordinate to the officer in charge of\n            a police station, shall forthwith report the seizure to that\n            officer.\n</p><p data-structure=\"Precedent\" id=\"p_7\">            (3) Every police officer acting under sub­section (1) shall\n            forthwith report the seizure to the Magistrate having\n            jurisdiction and where the property seized is such that it\n            cannot be conveniently transported to the Court, or where\n            there is difficulty in securing proper accommodation for the\n            custody of such property, or where the continued retention of\n            the property in police custody may not be considered\n            necessary for the purpose of investigation, he may give\n            custody thereof to any person on his executing a bond\n            undertaking to produce the property before the Court as and\n            when required and to give effect to the further orders of the\n            Court as to the disposal of the same:\n</p><blockquote id=\"blockquote_1\">                Provided that where the property seized under sub­section\n            (1) is subject to speedy and natural decay and if the person\n            entitled to the possession of such property is unknown or\n            absent and the value of such property is less than five\n            hundred rupees, it may forthwith be sold by auction under\n            the orders of the Superintendent of Police and the provisions\n            of Sections 457 and 458 shall, as nearly as may be\n            practicable, apply to the net proceeds of such sale.”\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_2\">SLP (Crl.) No. 1513 of 2011 and connected matters                            Page 33 of 39</span>\n\fSub­section (1) of Section 102 empowers a police officer to seize\n\nany property which may be alleged or suspected to have been\n\nstolen or which may be found under circumstances which create\n\nsuspicion of the commission of any offence.         On behalf of the\n\nappellant it is urged that the word ‘any property’ is of very wide\n\namplitude and will cover movable and immovable properties. This\n\nstand is also supported by the State of Maharashtra. On the other\n\nhand, it is contended by the respondents that in the context in\n\nwhich the word ‘any property’ is used in the Section, it has to be\n\nlimited to movable property and cannot be extended to immovable\n\nproperty.\n</blockquote>\n<blockquote id=\"blockquote_2\">\n</blockquote><p data-structure=\"Section\" id=\"p_8\">4.     At first blush, the arguments on behalf of the appellant seem\n\nattractive because normally the words ‘any property’ would mean\n\nproperty of any kind or description. However, it is a well settled\n\nprinciple of statutory interpretation that when construing the\n\nwords of a statute, they must be read in a manner in which they fit\n\ninto the section and in the context of the purpose sought to be\n\nachieved by that particular provision of law.\n\n\n\n\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_3\">SLP (Crl.) No. 1513 of 2011 and connected matters        Page 34 of 39</span>\n</p><p data-structure=\"Section\" id=\"p_9\">\f5.     Sub­section (1) of Section 102 empowers a police officer to\n\nseize any property which may be alleged or suspected to have been\n\nstolen. Theft can take place only of movable property and not of\n\nimmovable property. In my view, the word ‘seized’ has been used\n\nin the sense of taking actual physical custody of the property.\n\nSub­<a href=\"/doc/581728/\" id=\"a_51\">section 3</a> of Section 102 provides that where it is difficult to\n\nconveniently transport the property to the court or there is\n\ndifficulty in securing proper accommodation for the custody of the\n\nproperty, then the property can be given to any person on his\n\nexecuting a bond. This per se indicates that the property must be\n\ncapable of production in court and also be capable of being kept\n\ninside some accommodation. This obviously cannot be done with\n\nimmovable property.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_10\">\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"491816\" id=\"span_4\">6.     Section 102 has been in the statute book for more than a\n\ncentury. Section 102 corresponds to <a href=\"/doc/445276/\" id=\"a_52\">Section 550</a> of the Code of\n\nCriminal Procedure, 1898.                For more than a century the courts\n\nhave read the words ‘any property’ to mean movable property 151617\n\n<span class=\"hidden_text\" id=\"span_5\">15</span>\n\n\n        AIR 1960 AII 405\n<span class=\"hidden_text\" id=\"span_6\">16</span>\n\n\n        WP(C) No. 12275 of 2012, Judgment dated 26.07.2012 (Ker HC)\n<span class=\"hidden_text\" id=\"span_7\">17</span>\n\n\n        2016(3) PLJR 464\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_8\">SLP (Crl.) No. 1513 of 2011 and connected matters                     Page 35 of 39</span>\n\fand no decision to the contrary was brought to our notice.\n\nReliance is only placed on the judgment of this Court in <a href=\"/doc/491816/\" id=\"a_53\">State of\n\nMaharashtra vs. Tapas D. Neogy18</a>. In that case, the question\n\nwas totally different and this court only decided that a bank\n\naccount of an accused was property within the meaning of Section</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_12\">102.      The Court did not go into the question of movable or\n\nimmovable property and, therefore, this judgment would not be\n\napplicable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">\n</p><p data-structure=\"Section\" id=\"p_14\">7.     I would also like to point out that in the <a href=\"/doc/445276/\" id=\"a_54\">Code of Criminal\n\nProcedure</a>        itself    the    Legislature       has   in   various    provisions\n\nspecifically used the words ‘movable’ and ‘immovable’ property.\n\nSome of those have been dealt with by my learned brother. In this\n\nregard reference may be made to <a href=\"/doc/886456/\" id=\"a_55\">Section 83</a> of the Cr.P.C. which\n\nrelates to seizure of the property of a proclaimed absconder. Sub­\n\n<a href=\"/doc/1500729/\" id=\"a_56\">section 1</a> of Section 83 reads as follows:­\n\n\n       “(1) The Court issuing a proclamation under section 82 may, for\n       reasons to be recorded in writing, at any time after the issue of the\n       proclamation, order the attachment of any property, movable or\n       immovable, or both, belonging to the proclaimed person:...”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">18</span>\n\n\n        (1999) 7 SCC 685\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_10\">SLP (Crl.) No. 1513 of 2011 and connected matters                        Page 36 of 39</span>\n\fThe Legislature in its wisdom uses the words “order the attachment\n\nof any property, movable or immovable or both”.                         This is in\n\ncontradistinction to the words ‘any property’ used in Section 102.\n\n\n</p><p data-structure=\"Section\" id=\"p_15\">8.     Chapter VIIA was introduced in <a href=\"/doc/445276/\" id=\"a_57\">Cr.P.C</a>. vide Act 40 of 1993\n\nw.e.f. 20th July 1994.                  This Chapter deals with reciprocal\n\narrangements for assistance in certain matters and procedure for\n\nattachment and forfeiture of property. Property has been defined\n\nin Section 105A(d) as follows:­\n\n        “‘Property’ means property and assets of every description whether\n        corporeal or incorporeal, movable or immovable, tangible or\n        intangible and deeds and instruments evidencing title to, or interest\n        in, such property or assets derived or used in the commission of an\n        offence and includes property obtained through proceeds of crime.”\n\n\n\nThis would include property of all kinds, movable and immovable.\n\nThe Legislature made it clear that property of all kinds can be\n\nattached and forfeited.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">       Section 105C (1) reads as follows:­\n\n         “S.105C (1) Where a Court in India has reasonable grounds to\n        believe that any property obtained by any person is derived or\n        obtained, directly or indirectly, by such person from the commission\n        of an offence, it may make an order of attachment or forfeiture of\n        such property, as it may deem fit under the provisions of Section\n        105D to 105J (both inclusive).”\n\n Reading all these provisions together, it is clear that when any\n\n court in India has reasonable grounds to believe that any property\n\n has been obtained by any person directly or indirectly from the\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_11\">SLP (Crl.) No. 1513 of 2011 and connected matters                      Page 37 of 39</span>\n\f commission of an offence, the Court may make an order for\n\n attachment or forfeiture of such property.\n\n\n</p><p data-structure=\"Section\" id=\"p_17\"> 9.    This Court is not concerned with the procedure to be followed\n\n for attachment and forfeiture of the property but only the meaning\n\n of the word ‘property’. Thus, Section 105C empowers the court to\n\n order forfeiture of any property which it may feel is derived or\n\n obtained directly or indirectly by the commission of an offence.\n\n\n</p><p data-structure=\"Section\" id=\"p_18\"> 10. If the argument of the appellant and the State of Maharashtra\n\n is accepted then there was no need for the legislature to have\n\n introduced Chapter VIIA. It would also be pertinent to mention\n\n that the power of attachment and forfeiture is given to courts and\n\n not to police officer. As pointed out in the judgment of my learned\n\n brother, if a police officer is given the power to seize immovable\n\n property it may lead to an absolutely chaotic situation. To give an\n\n example, if there is a physical fight between the landlord and the\n\n tenant over the rented premises and if the version of the appellant\n\n is to be accepted, the police official would be entitled to seize the\n\n tenanted property. This would make a mockery of rent laws. To\n\n give another example, if a person forges a will and thereby claims\n\n property on the basis of the forged will, can the police officer be\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_12\">SLP (Crl.) No. 1513 of 2011 and connected matters         Page 38 of 39</span>\n\f given the power to seize the entire property, both movable and\n\n immovable, that may be mentioned in the will? The answer has to\n\n be in the negative. Otherwise it would lead to an absurd situation\n\n which could never have been envisaged by the Legislature. The\n\n power of seizure in Section 102 has to be limited to movable\n\n property.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">\n</p><p data-structure=\"Conclusion\" id=\"p_20\"> 11. As far as the meaning of property in <a href=\"/doc/1289794/\" id=\"a_58\">Section 452</a> of the\n\n Cr.P.C. is concerned, that is not a question referred to the larger\n\n Bench and therefore, I would refrain from saying anything about\n\n that.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\"> 12. In view of the above, I would answer the reference by holding\n\n that the phrase ‘any property’ in Section 102 will only cover\n\n moveable property and not immovable property.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">                                                    …………………………J.\n                                                       (Deepak Gupta)\n\n New Delhi\n September 24, 2019\n\n\n\nCriminal Appeal arising out of\n<span class=\"hidden_text\" id=\"span_13\">SLP (Crl.) No. 1513 of 2011 and connected matters           Page 39 of 39</span>\n\f</p>","numcites":34,"numcitedby":51,"docsource":"Supreme Court of India","citetid":113684311,"divtype":"judgments","relatedqs":[{"value":"immovable property section 102","formInput":"immovable%20property%20section%20102"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":"attachment of property","formInput":"attachment%20of%20property"},{"value":"tapas d neogy","formInput":"tapas%20d%20neogy"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"will for properties","formInput":"will%20for%20properties"},{"value":"tapas neogy","formInput":"tapas%20neogy"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"custody of property","formInput":"custody%20of%20property"},{"value":"section 451","formInput":"section%20451"},{"value":"possession of immovable property","formInput":"possession%20of%20immovable%20property"},{"value":"stolen property","formInput":"stolen%20property"},{"value":"property meaning","formInput":"property%20meaning"},{"value":"slp","formInput":"slp"},{"value":"criminal trial","formInput":"criminal%20trial"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"section 457","formInput":"section%20457"},{"value":"section 456","formInput":"section%20456"},{"value":"criminal matter","formInput":"criminal%20matter"},{"value":"section 102","formInput":"section%20102"}],"cats":[{"value":"power-of-police-to-seize-property","formInput":"tag:power-of-police-to-seize-property"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"corruption","formInput":"tag:corruption"},{"value":"criminal-misconduct-by-public-servant","formInput":"tag:criminal-misconduct-by-public-servant"}],"courtcopy":true,"query_alert":null,"agreement":false}