{"tid":1813766,"publishdate":"1963-01-15","title":"Chiranji Lal Multani R.B. (Private) ... vs Union Of India (Uoi) Through Secy. Dept. ... on 15 January, 1963","doc":"<h2 class=\"doc_title\">Chiranji Lal Multani R.B. (Private) ... vs Union Of India (Uoi) Through Secy. Dept. ... on 15 January, 1963</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1963P&H372</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n  Tek Chand, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This first appeal from order has been preferred under <a href=\"/doc/685723/\" id=\"a_1\">Section 39</a> of the Indian Arbitration Act, 1940, from the Court of Subordinate Judge 1st Class, Delhi, holding that there was an arbitration agreement between the parties and that the suit instituted by the plaintiff-appellant was liable to be stayed under <a href=\"/doc/1722761/\" id=\"a_2\">Section 34</a> of the Arbitration Act. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. It is necessary to state the facts giving rise to the dispute in their entirety. The plaintiff-appellant is a Private Limited Company and was required to supply a certain quantity of Gram whole. The plaintiff is a registered Company. It was invited to submit a tender. The conditions are contained in Mamo. C/200, dated the 31st of December, 1955. It was stated in paragraph 2 of this document that the supplies of Barley/Gram whole will be governed by the terms and conditions as stipulated in the office Memo No. C/900, dated the 24th February, 1949, as amended to date, and special conditions stipulated hereunder, that is, Exhibit D-7, The invitation was signed as under: \n</p><blockquote id=\"blockquote_1\">  &quot;B.  R. Dhawan,\nAssistant Director of Purchase,\nfor and on behalf of the\nPresident of India.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> It is provided in Memo No. C/900, dated the 24th of February, 1949 (paragraph 4 (c)) that acceptance of offer will be communicated either by a telegram or by an express letter of acceptance or by a formal &quot;Acceptance of Tender&quot;. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 3. On the 16th of October, 1956, the plaintiff&#x27;s tender was telegraphically accepted. &#x27;Inter alia&#x27; it was stated in the telegram that supplies would be governed by terms and conditions contained in &quot;Purfood&quot; Memo No. C/200 of 31st December, 1955, as amended. The telegraphic address of the sender of the telegram was &quot;Purfood&quot;. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 4. Exhibit P. 13 is post copy of the above telegram, which was sent to the plaintiff under a registered cover A.O. under the signature of P. R. Kashyap, &quot;Assistant Director of Purchase, for and on behalf of the President of India&quot;. On the top the date given is 17th of October, 1956, but it seems to have been signed by Shri P. R. Kashyap on the I6th of October, 1956. &quot;Purfood&quot;, it may be stated, was telegraphic address of the Chief Director General of Food in the Ministry of Food and Agriculture. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. The formal acceptance of tender (Exhibit P.4) was sent to the plaintiff on the 22nd of October, 1956, under the signatures of Shri P. R. Kashyap, &quot;Assistant Director of Purchase, for and on behalf of the President of India&quot;.   The communication was headed- \n</p><blockquote id=\"blockquote_2\">  &quot;Government of India, Ministry of Food and Agriculture, Directorate General of Food, (Army Purchase Organisation).&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_7\"> On the basis of this agreement the plaintiff-appellant started supplying large quantities of Gram, but they were rejected as unfit. The plaintiff also filed an appeal against rejection to the proper authority but was unsuccessful. On 1st of February, 1957, a letter was addressed to the plaintiff by the Deputy Director of Purchase stating that as the quantity of 360 tons of Gram whole has been finally rejected even on appeal the same is hereby cancelled from the contract at plaintiff&#x27;s risk and costs subject to the recovery of extra amount that might be incurred by the Government of India in the repurchase. It was also pointed out that all other terms and conditions remained unaltered and further that this was without prejudice to Government&#x27;s rights under the terms of the contract. The Deputy Director of Purchase purported to send this communication for and on behalf of the President of India. At this stage I may refer to certain provisions of the Constitution as they have bearing upon what is to follow. <a href=\"/doc/990669/\" id=\"a_3\">Article 77</a> provides - \n</p>   \n\n<blockquote id=\"blockquote_3\"> &quot;(1) All executive action of the Government of India shall be expressed to be taken in the name of the President. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (2) Orders and other instruments made and executed in the name of the President shall be authenticated in such manner as may be specified in rules to be made by the President, and the validity of an order in instrument which is so authenticated shall not be called in question on the ground that it is not an order or instrument made or executed by the President. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (3) The President shall make rules for the mere convenient transaction of the business of the Government of India, and for the allocation among Ministers of the said business.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 6. <a href=\"/doc/1084525/\" id=\"a_4\">Article 299</a>, which refers to contracts to which the Union or a State is a party, runs as under: \n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;(1) All contracts made in the exercise of the executive power of the Union or of a State shall be expressed to be made by the President, or by the Governor of the State, as the case may be, and all such contracts and all assurances of property made in the exercise of that power shall be executed on behalf of the President or the Governor by such persons and in such manner as he may direct or authorise. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (2) Neither the President nor the Governor shall be personally liable in respect of any contract or assurance made or executed for the purposes of this Constitution, or for the purposes of any enactment relating to the Government of India heretofore in force, nor shall any person making or executing any such contract or assurance on behalf cf any of them be personally liable in respect thereof.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\"> 7. Raison d&#x27;etre of. <a href=\"/doc/1084525/\" id=\"a_5\">Article 299</a> is that in order to bind a Government there should be a specific procedure enabling the agents of the Government to make contracts. The public funds cannot be placed in jeopardy by contracts made by unspecific public servants without express sanction of the law. It is a provision made essentially in the interest of the Government so that Government may not be committed by any and every public servant. Similar measures had been adopted under the previous constitutional Acts, vide Section 30 of Government of India Act, 1919, and <a href=\"/doc/139974189/\" id=\"a_6\">Section 175</a> of Government of India Act, 1935. Clause (1) of <a href=\"/doc/1084525/\" id=\"a_7\">Article 299</a> is a mandatory provision calling for strict compliance and the infraction of the provision results m avoidance of contract. In Chaturbhuj Vithatdas v. Moreshwar Parashram, AIR 1954 SC 236, the Supreme Court pointed out that - \n</p>  \n\n<blockquote id=\"blockquote_8\">  &quot;The provisions of <a href=\"/doc/1525624/\" id=\"a_8\">Article 299(1)</a> were not inserted for the sake of mere form. They are there to safeguard Government against unauthorised contracts, if in fact a contract is unauthorised or in excess of authority it is right that Government should be safeguarded. On the other hand, an officer entering into a contract on behalf of Government can always safeguard himself by having recourse to the proper form. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> In the instant case it is the other contracting party, namely, the plaintiff, who seeks avoidance of the contract on the grounds of non-compliance with the requirements of <a href=\"/doc/1084525/\" id=\"a_9\">Article 299</a> of the Constitution.   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 8. The contention which has been raised is that the contract has not been executed by a person duly authorised by the President, or on behalf of the President. The contract was not even expressed to be made by the President. It was said that, that being so, there was no contract in the eye of the law and when the entire contract was void the arbitration proceedings could not stand. There was also another argument raised, namely, that the arbitrator had no jurisdiction to sit in judgment on the question of the evidence or unenforceability of the contract. These two contentions may now be examined. The telegraphic acceptance of the plaintiff&#x27;s tender on the 16th of October, 1956, was by &quot;Purfood&quot; which was the telegraphic address of the Director General of Food in the Ministry of Agriculture. The formal acceptance of tender (Exhibit P.4), dated the 22nd of October, 1956, bore the signatures of Shri P. R. Kashyap, \n   &quot;Assistant Director of Purchase, for and on behalf of the President of India&quot; ; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">  and the letter was headed - \n</p><blockquote id=\"blockquote_10\">  &quot;Government of India,\nMinistry of  Food and Agriculture,\nDirectorate General of Food,\n(Army  Purchase  Organisation).&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\"> 9. By order of the President, dated the 16th October, 1956 (Exhibit P. 2), the Ministry of Food and Agriculture was split up into two separate Ministries, namely, a Ministry of Food and a Ministry of Agriculture. The new Ministry of Food would deal with the same business as before its merger with the Ministry of Agriculture in December, 1950. This order was made by the President in pursuance of Clause (3) of <a href=\"/doc/990669/\" id=\"a_10\">Article 77</a> of the Constitution and it was to take effect from such date as was to be appointed in this behalf by the Prime Minister. This order is published in the Gazatte of India of November 3, 1956, Part II, <a href=\"/doc/1529130/\" id=\"a_11\">Section 3</a>. The Prime Minister appointed the 19th of October, 1956, as the dale on which this order would take effect. The order of the Prime Minister (Exhibit P. 3) is in the following terms: \n</p>  \n\n<blockquote id=\"blockquote_11\">  &quot;On the division of the Ministry of Food and Agriculture into two separate Ministries, namely, a Ministry of Food and a Ministry of Agriculture, the following allocation of work is ordered : \n</blockquote>   \n\n<blockquote id=\"blockquote_12\"> 1. Shri A. P. Jain will hold charge of both the Ministries of Food and of Agriculture. \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> 2.   Dr.  Paniabrao S.  Deshmukh, Minister of Agriculture, will be attached to the Ministry of Agriculture. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> 3.   Shri M. V. Krishnappa, at present Deputy Minister of Food and Agriculture, will be attached to the Ministry of Food and designated as Deputy Minister of Food.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">  A Press Communique was issued on the 17th October, 1956, in which it was &#x27;inter alia&#x27; stated - \n</p>  \n\n<blockquote id=\"blockquote_15\">  &quot;The   present   Ministry   of  Food   and   Agriculture   has, therefore, been split up into two separate Ministries, namely, the Ministry of Food and the Ministry of Agriculture, as they existed, before  their  merger in  December,  1950.    The  new Ministry of  Food will  be concerned, as before  December, 1950, with imports of foodgrains from abroad, ....... \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> The rest of the business now transacted in the Ministry of Food and Agriculture will be allocated to the new Ministry of Agriculture.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 10. By a subsequent order dated the 17th of April, 1957, made by the President, in pursuance of Clause (3) of <a href=\"/doc/990669/\" id=\"a_12\">Article 77</a> of the Constitution, the two new Ministries were combined into one Ministry of Food and Agriculture with a separate department of Food and another department of Agriculture. From the above it appears that between 19th of October, 1956, and 17th April, 1957, there were two separate Ministries--one of Food and the other of Agriculture -- and during this interval they ceased to be &quot;the Ministry of Food and Agriculture.&quot; \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 11. On the basis of the above facts it is contended that during the period of the existence of the two Ministries there was no officer of either of the new Ministries authorised to execute contracts on behalf of the President in accordance with <a href=\"/doc/1084525/\" id=\"a_13\">Article 299</a> of the Constitution and, therefore, the acceptance of the contract on 22nd of October, 195G, was void because it had not been executed by an officer within the contemplation of <a href=\"/doc/1084525/\" id=\"a_14\">Article 299</a> of the Constitution. It was also urged that the telegraphic acceptance dated 16th of October, 1956 [Exhibit P. 14) and its post copy (Exhibit P. 13) sent on the next date were bad because &quot;Purfood&quot; was telegraphic address of the &quot;Chief Director of Purchase, Ministry of Food and Agriculture (Food), Government of India, New Delhi&quot; vide Exhibit P.1. The argument that telegraphic acceptance on behalf of an officer from the &quot;Ministry of Food and Agriculture&quot; was not from an authorised person as on that date there was no such Ministry, but instead there were two new Ministries, is devoid of merits. It is true that the President of India, in the exercise of powers under <a href=\"/doc/1608494/\" id=\"a_15\">Article 77(3)</a> of the Constitution, had made an order on 16th of October, 1956, splitting up the Ministry of Food and Agriculture into two separate Ministries, but this order was to take effect from such date as was to be appointed by the Prime Minister and which was 19th of October, 1956. There was thus in existence one Ministry of Food and Agriculture and the telegraphic acceptance by &quot;Purfood&quot; was by Chief Director of Purchase in the Ministry of Food and Agriculture. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 12. The next question is whether telegraphic acceptance is sufficient for execution of a valid contract and, therefore, the contract had become complete the moment telegram Exhibit P.14 was despatched on 16th of October, 1956. Exhibit D.7, dated 31st of December, 1956, is an invitation to the contractors to submit quotations for supply of Barley and Gram whole in which it is stated that the supplies would be governed by the terms and conditions as stipulated in the office Memo No. C/900, dated 24th of February, 1949. Exhibit 0.8, which is Memo No. C/900, dated 24th of February, 1949, provides in paragraph 4 (c) that acceptance of an offer will be communicated either by a telegram or by an express letter of acceptance or by a formal &quot;Acceptance of Tender&quot;, it is also mentioned that in case acceptance is communicated by telegram or an express letter, the formal acceptance of tender will be forwarded as soon as possible but the instructions contained in the telegram or express letter should be acted upon immediately. Paragraph 19 contains the arbitration provision. It is, therefore, sufficient that on telegraphic acceptance of the offer of the tender the contract became completed. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\"> Both the telegraphic acceptance (Exhibit (P. 14) dated 16th of October, 1956, and the post copy of the telegram [Exhibit P. 13) dated 17th of October, 1956, were from an officer of the &quot;Ministry of Food and Agriculture&quot;, which was still there and had not been split up into two Ministries. It is then said that the telegraphic acceptance by &quot;Purfood&quot; was not in accordance with the requirements of <a href=\"/doc/1084525/\" id=\"a_16\">Article 299</a> of the Constitution. Exhibit P-1 is a communication addressed to the plaintiff&#x27;s counsel by Chief Superintendent, Central Telegraph Office, New Delhi, stating: \n</p>  \n\n<blockquote id=\"blockquote_17\">  &quot;Reference your letter dated 12-6-1957, the full address of telegraphic address &#x27;PURFOOD&#x27; is given below as desired : \n</blockquote><blockquote id=\"blockquote_18\">  Chief Director of Purchase,\nMinistry of Food  and Agriculture, (Food)\nGovernment of India, New Delhi.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> The argument of the learned counsel for the plaintiff is that if &quot;Purfood&quot; is the name of the sender as specified above, when accepting the tender, he was not doing so &quot;for and on behalf of the President of India&quot;. The learned counsel for the respondent contended that Exhibit P.1 mentioned the &#x27;address&#x27; of &quot;Purfood&quot; aid not the &#x27;name&#x27;. His main argument, however, was that from 1951 the word &quot;Purfood&quot; stood for &quot;Chief Director of Purchase, Ministry of Food and Agriculture (Food), for and on behalf of the President of India, Government of India; New Delhi&quot;, as stated by D.W. 1 Niranjan Dev, Senior Clerk, Registration Branch, Central Telegraph Office, New Delhi. He also produced a certified copy of the entry from the Abbreviated Telegraphic Address Register. There is a note suggesting that the change has been made as per No. AC-160 (1) dated 5-11-1951. It was contended by the learned counsel for the plaintiff that D.W. 1 cannot be said to be a witness of truth and Exhibit D.W. 1/1 is not a genuine entry. I have no reason whatsoever to hold that Niranjan Dev was not a witness of truth. Moreover, the post copy of the telegram is signed by Shri P. R. Kashyap, &quot;Assistant Director of Purchase, for and on behalf of the President of India&quot;. I am, therefore, satisfied that acceptance by telegram was valid in law and the provisions of <a href=\"/doc/1084525/\" id=\"a_17\">Article 299</a> of the Constitution have not been infringed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\"> 13. I find it unnecessary to go into the next question whether the formal acceptance of the tender dated 22nd of October, 1956, after the new Ministries had come Into, being, by an officer purporting to be of Ministry of Food and Agriculture, which was no longer in existence, was in accordance with the law. In view of what has been stated above, I feel satisfied that a valid and binding contract had been duly executed between the parties. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> 14. It was next argued that the manner of cancellation of the contract violated the provisions of <a href=\"/doc/1084525/\" id=\"a_18\">Article 299</a> of the Constitution as it was by an officer -- Deputy Director of Purchase -- who was not authorised. This contention seems to be without merit as the contract was not cancelled by this communication. The quantity of 360 tons of Gram whole had been rejected and was, therefore, &quot;cancelled from the contract at your risk and cost subject to recovery of extra amount that may be incurred by the Government in the repurchase&quot;. The letter (Exhibit P.5) also specifically stated- \n</p>   \n\n<blockquote id=\"blockquote_19\"> &quot;3.   All other terms and conditions remain unaltered. \n</blockquote> \n\n<blockquote id=\"blockquote_20\">  4.   This  is without prejudice  to  Government&#x27;s  rights under the terms of the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> ....................&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_21\"> It cannot be contended that by this document the contract was cancelled or rescinded. On the other hand, his communication leaves the contract intact and indicates Government&#x27;s intention to enforce the same. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 15. The next main argument, to which I may now turn, is that it is not within the competence of the arbitrator to sit in judgment on the question of the validity or otherwise of the contract. The arbitration clause reads as under: \n</p>   \n\n<blockquote id=\"blockquote_22\"> &quot;19.   Arbitration: \n</blockquote>  \n\n<blockquote id=\"blockquote_23\">  In the event of any Question or dispute arising under the conditions mentioned in this schedule or in annexure thereto or in General Conditions of the Contract (Supply Department Form No. WSB/133) except as to any matter the decision of which is specially provided for by these conditions, the same shall be referred to the sole arbitration of any person nominated by the Secretary of the Ministry of the Government of India administratively dealing with the contract at the time of such nomination, or if there be no Secretary, the administrative head of such Ministry at the time of such nomination within a year from the date of completion of contract. There will be no objection to any such appointment that the person appointed is a Government Servant, that he had to deal with the matters to which the contract relates, and that in the course of his duties as such Government servant he has expressed views on all or any of the matters in dispute or difference. The award of the arbitrator so appointed shall be final and binding on the said parties. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> It is a term of this contract that in the event of such arbitrator to whom the matter is originally referred being transferred or vacating his office or being unable to act for any reason, such Secretary or Administrative head as aforesaid at the time of such transfer, vacation of office or inability to act, shall appoint another person to act as arbitrator in accordance with the terms of this contract. Such person will be entitled to proceed with the reference from the stage at which it was left by his predecessor. It is also a term of this contract that no person other than a person nominated by the Secretary or administrative head of the Ministry as aforesaid should act as arbitrator and, if for any reason that is not possible, the matter is not to be referred to arbitration at all.&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\"> 16. No doubt the words &quot;in the event of any question or dispute arising . . . . the same shall be referred to the sole arbitration of any person nominated by the Secretary of the Ministry of the Government of India ....&quot; are wide, but they are not wide enough to confer upon the sole arbitrator the power to adjudicate upon the validity of the contract. However wide the arbitration clause in a contract may be, it will not include the power to adjudicate upon 3 question repudiating the whole contract, which alleges a condition of events, the existence of which alleges matters dehors the contract, but which render it null and void. It is not within the competence of an arbitrator to adjudicate upon the enforceability of a contract either on account of lacuna of law or by virtue of predisposal conditions. The words &quot;any question or dispute&quot; cannot cover the question whether the contract is void ab initio. . \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> 17. A stay of a suit in relation to a contract, which embodies an arbitration clause, is refused when the matter arises a difficult question of law or an important matter relating to the interpretation of constitutional provision, as, edjudication of such matters is more appropriate by the Court than by an arbitrator. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 18. The Court of Appeal in Anglo-Newfoundland Development Co. Ltd. v. King, (1920) 2 KB 214, declined to stay proceedings in a Petition of Right on the ground that the matters in dispute included an important constitutional question. The Courts decline to hold parties to the arbitration clause where the validity of the agreement containing the clause is being challenged. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 19. In a leading case Heyman v. Darwins Ltd., (1942) AC 356, Viscount Simon Lord Chancellor said: \n</p><blockquote id=\"blockquote_25\">   &quot;If the dispute is whether the contract which contains the clause has ever been entered into at all, that issue cannot go to arbitration under the clause, for the party who denies that he has ever entered into the contract is thereby denying that he was ever joined in the submission. Similarly, if one party to the alleged contract is contending that it is void ab initio (because, far example, the making of such a contract is illegal), the arbitration clause cannot operate, for on this view the clause itself also is void. But, in a situation where the parties are at one in asserting that they entered into a binding contract, but a difference has arisen between them whether there has been a breach by one side or the ether, or whether circumstances have arisen which have discharged one or both parties from further performance, such differences should be regarded as differences which have arisen &#x27;in respect of&#x27;, or &#x27;with regard to&#x27;, or &#x27;under&#x27; the contract, and an arbitration clause which uses these, or similar, expression should be construed accordingly, (vide P. 366).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\">  Lord Macmillan said: \n</p><blockquote id=\"blockquote_26\">  &quot;If it appears that the dispute is whether there has ever been a binding contract between the parties, such a dispute cannot be covered by an arbitration clause in the challenged, contract. If there has never been a contract at all, there has never been as part of it an agreement to arbitrate; the greater includes the less, (vide pages 370 and 371).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">  Reference may also be made to Jureidini v. National British and Tiller v. Law Accident Insurance Society, Ltd., (1936) 2 All ER 952. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547639\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1500819\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"449410\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"288172\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"754265\" id=\"span_5\">20. The Courts in India have also been of the view that disputes as to the legal validity of the arbitration agreement as to the existence of facts which render it illegal and void must be determined by the Court and not by the arbitrator. If the contract itself is forbidden by law and, therefore illegal, the arbitration clause forming part of the contract is also illegal. The taint of illegality attaches to every part of the contract, including the arbitration clause, vide Jowahir Singh v. Fleming Shaw and Co., AIR 1937 Lah 851; <a href=\"/doc/754265/\" id=\"a_19\">Newzealand Insurance Co. v. Nagpal Hosiery Factory</a>, <a href=\"/doc/288172/\" id=\"a_20\">AIR 1955 Punj 113 Singaran Cial Syndicate, Ltd. v. Balmakund</a>, AIR 1931 Cal 772 (2); <a href=\"/doc/449410/\" id=\"a_21\">Birla Jute Manufacturing Co., Ltd. v. Dulichand Paratapmull</a>, AIR 1953 Cal 450; <a href=\"/doc/1500819/\" id=\"a_22\">Suwalal Jain v. Ciive Mills Co. Ltd.</a>, AIR 1960 Cal 90; and <a href=\"/doc/1547639/\" id=\"a_23\">Shriram Hanutram v. Mohanlal and Co.</a>, AIR 1940 Bom 93.</span></span></span></span></span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 21. In this case, while considering the application under <a href=\"/doc/1722761/\" id=\"a_24\">Section 34</a> of the Arbitration Act, the parties led in the Court evidence on the question of the legality and enforceability of the contract and invited the opinion of the Court. The plaintiff could not persuade the trial Court not to stay the suit but to proceed with it. On appeal, learned counsel for the parties addressed lengthy arguments on this question with reference to both facts and law. I have come to the conclusion that the contract does not suffer from any infirmity which makes it void or unenforceable. The question which according to the contention of the plaintiff, was not suitable for determination by the arbitrator, has been examined by the Court. The principles, which have been contended for, are not being violated as while disposing of application of the plaintiff under <a href=\"/doc/1722761/\" id=\"a_25\">Section 34</a> of the Arbitration Act, the question of the validity of the contract has been considered by the Court and is not being left for decision of the arbitrator. The dispute, which has been referred to the sole arbitrator, can now be decided by him and he is not required to go into the question of the validity or the binding nature of the contract., The matter, which he will now dispose of, suitably falls within his purview. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> 22. For the reasons given above, I agree with the conclusion of the trial court that the suit should be stayed under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> of the Arbitration Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> 23. The learned counsel for the plaintiff said that the entire dispute should be disposed of in the suit as the unsuccessful party can take up the matter up to the highest Court in the land, which would not be possible on the basis of the arbitrator&#x27;s award. I do hot think this is a matter which can justify the Court in by-passing the arbitration clause. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\"> 24.    The  result of the above discussion  is that the\nappeal fails and is dismissed, but the parties are left to bear\ntheir own costs. \n</p>\n\n \n\n","numcites":13,"numcitedby":8,"docsource":"Punjab-Haryana High Court","citetid":1813766,"divtype":"judgments","relatedqs":[{"value":"article 299","formInput":"article%20299"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"article 77","formInput":"article%2077"},{"value":"acceptance and tender ","formInput":"acceptance%20and%20tender%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"contract is binding if","formInput":"contract%20is%20binding%20if"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"agriculture","formInput":"agriculture"},{"value":"telegram","formInput":"telegram"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"299","formInput":"299"},{"value":"new india","formInput":"new%20india"},{"value":"governor","formInput":"governor"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}