{"tid":185827,"publishdate":"1962-09-04","title":"Shri Vallabh Pitte vs Narsingdas Govindram Kalani on 4 September, 1962","doc":"<h2 class=\"doc_title\">Shri Vallabh Pitte vs Narsingdas Govindram Kalani on 4 September, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1963BOM157, (1963)65BOMLR29, ILR1962BOM743, AIR 1963 BOMBAY 157, 1963 MAH LJ 841, ILR (1962) BOM 743, 65 BOM LR 29</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Patel, J. \n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. This appeal raises the much vexed question as to the validity of an award given in a case by arbitrators where the jurisdiction of the arbitrators is challenged. The short facts are as follows; The appellant is a firm carrying on business at the Cotton Exchange Building, Kalbadevi Road, Bombay. The firm is a member of the East India Cotton Association Ltd. Kalani and Co., a firm of which the respondent was a partner employed the appellants in about 1954 to act as their agents to effect transactions in cotton in accordance with the rules, regulations and bye-laws of the East India Cotton Association Ltd. Neither the respondent-firm nor any of its partners were members of the Association. A large number of transactions were carried through at their request by the appellants. For transactions prior to 13th May 1955 there was no dispute between the parties, but the dispute related to transactions effected after that date. As the Respondent refused to honour his obligations which arose as a result of the alleged transactions, the machinery of the East India Cotton Association for arbitration was sought to be put into motion by the appellant. On the 19th of August 1955, the appellant appointed an arbitrator and it called upon the respondent to do likewise. As the respondent failed to appoint an arbitrator, the Chairman of the Association as required by the rules of arbitration, appointed an arbitrator on behalf of the respondent. The respondent denied that he had entered into any contract with the appellant and, therefore, denied the arbitration agreement itself. As soon as the Association appointed the arbitrators, and the arbitrators gave notice to the respondent, the respondent tiled a petition in the City Civil Court on the 25th November 1955 being petition No. 208 of 1955 for a declaration that there was no valid arbitration agreement and, therefore, the arbitrators had no jurisdiction to make any award. During the pendency of this application, the arbitrators, did not complete the arbitrations. When the petition came up for hearing on 24th April 1957, the respondent remained absent as a consequence of which it came to be dismissed for default. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. After this the appellant again moved the Association for arbitration. Two arbitrators were appointed as required by the rules and notices were given to both the parties to appear before them. The respondent failed to appear. After hearing, the arbitrators made an award on the 11th of January 1958 awarding a sum of Rs. 20,000/-to the appellant. This award was filed in Court by the arbitrators. On notice being served, the respondent filed the petition for setting aside the award under <a href=\"/doc/1154891/\" id=\"a_1\">Section 33</a> of the Arbitration Act. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. In the petition, the respondent said that in 1954, the petitioner and one Ramgopal were partners and were carrying on business under the name of Kalani and Co. The said firm employed the respondent as their agents to effect transactions according to the instructions of Messrs. Kalani and Co. in cotton in accordance writh the rules, regulations and bye-laws of the East India Cotton Association Ltd. for different Vaidas. By paragraph 4, the application said that on 13th May 1955 there was an outstanding transaction of sale of 500 bales of cotton for August 1955 Vaida. In paragraph 8, the respondent said that all the transactions mentioned in Exh. E were not his transactions; he never gave instructions therefor, he all along denied and denies the very factum and existence of the said alleged transactions between him and the appellant, the foundation of the contention being his denial of each and every contract after the 13th May 1955. Some other allegations were also made including those of misconduct on the part of the arbitrators. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> 4. The appellant contested this petition affirmatively alleging that the contract had in fact taken place, that proper notices were given and there was no misconduct on the part of the arbitrators. It also contended that the dismissal of the earlier petition No. 208 of 1955, was a bar under Order 9 Rule 9 to the present petition for setting aside the award, and in any case the respondent had waived his contention that there was no agreement. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> 5. The learned Judge who heard the petition negatived the technical and preliminary contention that the dismissal of the earlier petition prevented the filing of the present petition. He also held against the appellant on the question of waiver. The learned Judge then proceeded to decide upon the validity of the award. Without deciding the issue as to whether or not in fact there was an arbitration agreement, the learned judge following the judgments of this Court held that the award was illegal, and, therefore, declared the award to be invalid only for the reason that the respondent had denied the very existence of the arbitration agreement. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> Mr. Sanghavi argued that (i) the dismissal of the earner petition NO. 208 of 1955 for default has disabled the respondent from making the present petition challenging the validity of the award on the self-same ground; (ii) that in any case the respondent had waived his contention that there was in fact no contract between the parties to refer the dispute to arbitration; and (iii) in any event, the learned Judge below is in error in setting aside the award as being illegal and void only because of the contention raised by the respondent as to the existence of the arbitration agreement without going into the merits of the question so raised. In the view that we are taking, on the 3rd question, it is not necessary for us to determine the first two questions since to us the last question appears to be the most important question that arises in the present appeal. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547639\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"862350\" id=\"span_2\">6. <a href=\"/doc/862350/\" id=\"a_2\">Mahomed Haji Hamed v. Pirojshaw R. Vakharla and Co.</a>, 34 Bom LR 697: (<a href=\"/doc/1547639/\" id=\"a_3\">AIR 1932 Bom 341), Shriram Hanutram v. Mohanlal and Co.</a>, 41 Bom LR 1293 : (AIR 1940 Bom 93), and Chiranjiial Fulchand v. Dwarkadas and Co. Ltd., 59 Bom LR 1053, support the judgment under appeal. In the first case, 34 Born LR 697 : (AIR 1932 Bom 341) an appln. was made to set aside the award where the successful party attempted to execute an award made under the old rules of the East India Cotton Association, Mr. Justice Wadia said: &quot;The very factum or existence of these two contracts being denied, there were no disputes arising out of or in relation to them which could be referred to arbitration&quot;. Thereafter he says: &quot;In other words, the arbitrator has no jurisdiction to decide whether in fact the contracts were or were not entered into&quot;. This part of the statement of the law cannot be objected but not so the first. Why are there no disputes in relation to the contract or out of the contract merely be cause a contention is raised that the contract has not in fact taken place? It is the existence of the contract which gives rise to disputes and not mere admission of its existence. However, the learned Judge in fact found that the contracts did not exist. In 41 Bom LR 1293: (AIR 1940 Bom 93), the question arose in an application to stay a suit filed by the plaintiff for accounts. Mr. Justice Kania said: &quot;As the Indian Arbitration Act requires a submission in writing, the fact that a contract or a submission in writing exists is to be established by the person who comes to Court and applies for a stay&quot;, the principle underlying being that the arbitrator cannot decide whether or not the contract exists.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"426384\" id=\"span_3\">In <a href=\"/doc/426384/\" id=\"a_4\">Lewis W. Fernandes v. Jivatial Partapshi</a> , a similar question arose also at the same convenient stage. The plaintiff had entered into several transactions with the defendants who closed the last one when large amount became due from the plaintiff and then claimed arbitration. The plaintiff filed a suit in the High Court for monies, he alleged, were payable to him in respect of the transactions denying the last part of the transaction. Bhagwati J. distinguishing the earlier case came to the conclusion that it was not a case for stay holding that the disputed transaction was a dispute arising out of or in relation to the admitted transaction of sale. In 59 Bom LR 1053, Desai J. after examining some of the eases says:</span> \n</p><blockquote id=\"blockquote_1\">  &quot;It is the agreement of the parties that gives him his authority, and his jurisdiction being founded on such agreement, no authority whatsoever can be said to have been conferred on him unless the disputants are agreed on the question of the existence of that agreement&quot;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"587330\" id=\"span_4\">In <a href=\"/doc/587330/\" id=\"a_5\">Dinasari Ltd. v. Hussain Ali and Sons</a>, (1), the Madras High Court following the case of 41 from LR 1293: (AIR 1940 Bom 93), refused to Stay the suit as the agreement itself was denied.</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195204\" id=\"span_5\">In <a href=\"/doc/195204/\" id=\"a_6\">Ghelabhai Mahasukharam v. Keshavdev Madanlal</a> 51 Bom LR 499: (AIR 1949 Bom 343), the question arose before the Appeal Court in an appeal from a judgment of Bhagwati J. dismissing the petition to set aside an award. Chagla C. J. rightly said &quot;It is well established law that if one of the parties to a reference disputes the factum or existence of the contract in respect of which disputes arise and which disputes the arbitrator has got to determine, then the arbitrator has no jurisdiction to decide the question whether in fact the contract was entered into or not&quot;. It is pertinent to note that merely because the contract itself was denied, the Court did not set aside the award. It went into the question whether or not this contract did exist and finding that it did because it was a transaction entered into in relation to a prior transaction and for the purpose of working out the prior transaction upheld the award. It is not possible to draw the inference from this decision that the Appeal court confirmed the broad proposition stated by Wadla, J. in 34 Bom LR 697: (AIR 1932 Bom 341) that mere denial of the contract without more must render the award without jurisdiction.</span> The view expressed by Chagla, C.J., finds support in the judgment of the House of Lords in Heyman v. Darwins Ltd., 1942 AC 356, where Viscount Simon said at p. 366; \n</p><blockquote id=\"blockquote_2\">  &quot;If the dispute is whether the contract which contains the clause has ever been entered into at all, that issue cannot go to arbitration under the clause, for the party who denies that he has ever entered into the contract is thereby denying that he has ever joined in the submission. .... .&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 8. Except the cases of 34 Bom LR 697: (AIR 1932 Bom 341) and 59 Bom LR 1053, no authority has been cited before us in which such a wide proposition has been formulated. Even there It is only in the latter case that the award was set aside only on this ground. In England, there are two kinds of arbitrations one under the Common Law and the other under the Arbitration Acts. In the latter category fall cases where there is a written agreement to refer while in the first category fall these cases where there is oral agreement of reference. Awards under oral submissions can be enforced only by action but awards under the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a> may be made a judgment of the Court dependent upon the discretion of the Court. In cases of disputed questions of jurisdiction, the Court may refuse to make a decree. Moreover, the English Act seems to give limited jurisdiction to set aside an award, which has sometimes produced curious results. In Oil Products Trading Co., Ltd. v. Societe Anonyma Societe de Geston d&#x27;Enterprises Coloniales, (1934), 150 LT 475, an application was made to set aside a decision of the arbitrators on the ground that the party against whom it was decided that they should pay a sum of money to the other party, asserted that there was no submission to arbitration at all. Lord Hanworth M. R. said: \n</p><blockquote id=\"blockquote_3\">  &quot;There are two methods by which the point raised by the applicants can be determined. One is to hear the successful party under the award to take out a summons for leave to Issue execution, and when that summons is issued it is possible for the applicants to resist it upon the ground that there is no award upon which execution should issue. There is another proceeding namely that an action can be brought for a declaration that the award was null and void. That was the course which was adopted in Jungheim, Hopkins and Co. v. Fuokelmann, (1909) 2 KB 948&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> The matter was adjourned to enable the applicant to bring an action of that nature. Similar view was taken under the Indian Arbitration Act by the Privy Council in E. D. Sassoon and Co. v. Ramdutt Ramkisen Das, ILR 50 Cal 1: (AIR 1922 PC 374). It settled that when a party to an award sues upon it, the plaintiff must prove: (1) the making of the submission or (a) the making of a contract which contains an arbitration clause, followed by (b) the arising of dispute within that clause. (2) Appointment of an arbitrator or arbitrators in accordance with the agreement unless the arbitral tribunal is named therein. (3) The making of an award, end (4) that the amount awarded has not been paid or the award has not been otherwise performed: Christopher Brown Lt. v. Genossenschaft Oesterrielchischer Waldbesitzer Holzwirt Schaftsbetriebe Registerrietre Genossenschaft Mil Beschrankter Haftung, (1954) 1 QB 8 at p. 9. \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> 9. Similar would appear to be the position under American Law. &quot;Although, in some sense, the arbitrator must, in the first instance, determine their course under the submission, their power is nevertheless confined strictly to the matters submitted, and they cannot decide upon their own jurisdiction, so as to take upon themselves authority which the submission does not confer&quot;. (Corpus Juris Secundum Vol. 6(b) 2 p. 221). Again &quot;With respect to its impeachment, an award stands in a position very similar to a judicial judgment or decree. Ordinarily it may be impeached or set aside if there is any defect or insufficiency in the submission or award rendering it invalid or not binding.  ..(Section 103 p. 246). In an action, &quot;It is usually essential and sufficient for plaintiff to allege or show by his pleading the existence of a dispute or controversy between the parties, a valid submission of the same to arbitration by the parties, proper proceedings by and therefore the arbitrators .... .(3. 124 P. 270). \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 10. The position under the Indian Arbitration Act is different. It is, as its preamble shows a consolidating and emending Act and is intended to be exhaustive law on the subject. Chapter II of the Indian Arbitration Act provides for arbitrations without the intervention of the Court and makes certain necessary provisions in that respect vesting some measure of control in the Court on such arbitrators giving power in certain cases to appoint arbitrator or arbitrators (<a href=\"/doc/1232861/\" id=\"a_8\">Section 8</a>), to appoint new arbitrators (<a href=\"/doc/1120409/\" id=\"a_9\">Sections 9</a> and <a href=\"/doc/499427/\" id=\"a_10\">10</a>), to remove arbitrators for reasons given (<a href=\"/doc/596725/\" id=\"a_11\">Section 11</a>) and fill up their vacancies (<a href=\"/doc/1265271/\" id=\"a_12\">Section 12</a>). <a href=\"/doc/862520/\" id=\"a_13\">Section 13</a> defines the powers of the arbitrators, and <a href=\"/doc/665266/\" id=\"a_14\">Section 14</a> requires the arbitrators to sign and file the award in Court. Ss. 15 and 16 enable the Court to modify and or remit the award for consideration under stated circumstances. <a href=\"/doc/1171700/\" id=\"a_15\">Section 17</a> requires that it neither is done, then decree must be made in terms of the award. <a href=\"/doc/1633982/\" id=\"a_16\">Section 18</a> enables interim order to be passed, and <a href=\"/doc/710617/\" id=\"a_17\">Section 19</a> gives the Court powers to supersede the arbitration under certain circumstances. Chapter III provides for filing of the agreement to refer and actual reference if the agreement is directed to be tiled. <a href=\"/doc/157537/\" id=\"a_18\">Section 21</a> relates to arbitration in pending suits. Chapter V is general. By <a href=\"/doc/597719/\" id=\"a_19\">Section 28</a> the Court is empowered to enlarge time for making the award. This section may well have been incorporated in Chapter II. <a href=\"/doc/1503578/\" id=\"a_20\">Section 30</a> enumerates the grounds on which the award may be set aside. <a href=\"/doc/1882318/\" id=\"a_21\">Section 31</a> is important in that it vests the Court with jurisdiction under the Act, and Sub-section (2) vests, in respect of all questions regarding the validity, effect or existence of an award or an arbitration agreement between the parties to the agreement or persons claiming under them, exclusive jurisdiction in the Court in which the award has been or may be filed, and no other Court. By Sub-section (3) all applications regarding the conduct of the proceedings or otherwise are required to be made to such Court. Sub-section (4) of <a href=\"/doc/1882318/\" id=\"a_22\">Section 31</a> provides for exclusive jurisdiction of such Court over the arbitration proceedings and subsequent proceedings. <a href=\"/doc/874260/\" id=\"a_23\">Section 32</a> enacts a bar against any suit on any grounds for a decision upon the existence, effect or validity of an arbitration agreement or award. <a href=\"/doc/1154891/\" id=\"a_24\">Section 33</a> requires a party to an arbitration agreement desirous to challenge the existence or validity of an arbitration agreement or an award or to have the effect of either determined to apply to the Court and require the Court to decide the same. \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> The question in such cases is what is the procedure that must be adopted under the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act</a>. It is argued on behalf of the respondent that in all such cases where one party to the arbitration agreement denies the very contract, containing the arbitration clause, the only remedy available to the other party is to approach the Court under <a href=\"/doc/811701/\" id=\"a_26\">section 20</a> of the Arbitration Act and get the matter referred to arbitration. If without resorting to such procedure me party affirming the existence of the agreement, obtains an award, it must be set aside as soon as the agreement is denied. In our view that is not the correct position. \n</p> \n\n<p data-structure=\"Section\" id=\"p_14\"> 11. It would appear that to the party who affirms the existence of the agreement of reference, it is open to make an application for filing the agreement and asking for a reference under <a href=\"/doc/811701/\" id=\"a_27\">Section 20</a>. But he is not bound to do so for the words &quot;instead of proceeding under Chapter II may apply&quot; show that it is an enabling section. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> 12. There has been some divergence on the construction of <a href=\"/doc/874260/\" id=\"a_28\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_29\">33</a>. Occasionally, emphasis has teen laid on the words &quot;any party to an arbitration agreement&quot; in <a href=\"/doc/1154891/\" id=\"a_30\">Section 33</a>, and it is held that a person who challenges the very existence of the contract is not a person who is entitled to make an application under <a href=\"/doc/1154891/\" id=\"a_31\">Section 33</a>. This was, for example, the view expressed by Mr. Justice Coyajee in an unreported decision in Award No. 7 of 1947, Akberally Mulla Rasoolji v. Chaturbhuj Piramal (Bom). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1419087\" id=\"span_6\">In <a href=\"/doc/1419087/\" id=\"a_32\">Gulamall Abdulhussein and Co. v. Vishwambharlal Ruiya</a>, 51  Bom LR 79:   (AIR   1949     Bom   158),  a  question  was  raised   as  to whether or not a person who affirmed the existence of a contract of arbitration could come within the section. The Court of appeal held that that section was not exhaustive of the matter which might arise under the <a href=\"/doc/1052228/\" id=\"a_33\">Arbitration Act</a>, and that in view of <a href=\"/doc/874260/\" id=\"a_34\">Section 32</a>, a party affirming the existence of a contract was entitled to file an application for having it determined by the Court.</span> To the same effect is the judgment of the Supreme Court in the case of Jawar lal Barman v. Union of India, . Now if a person who affirms the existence of a contract of arbitration and wants to have it determined does not fall within <a href=\"/doc/1154891/\" id=\"a_35\">Section 33</a>, then the question is, who falls within that section who can make an application to challenge the existence of the contract of arbitration. Clearly it must be the person who is alleged to be a party to the contract but who does not admit that that is so. Some of the Courts have adopted the reasoning that he not being entitled to make an application under <a href=\"/doc/1154891/\" id=\"a_36\">Section \n33</a> may be enabled to file a suit for a declaration that an award made in pursuance of the alleged agreement is null and void. The Supreme Court in the case referred to above expressly negatives such a possibility. It is clear therefore that the words &quot;any party to an arbitration agreement&quot; in <a href=\"/doc/1154891/\" id=\"a_37\">Section 33</a> must necessarily include a person who is alleged to be a party to an arbitration agreement and cannot be confined to a person who admits to be a party to an arbitration agreement since it would be in a large number of cases an impossibility that a man who admits to be a party to the arbitration agreement is yet in a position to challenge the existence of such an agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 13. In (1954) 1 QB 8, when a question arose as to whether the arbitrators whose jurisdiction is challenged are entitled to determine whether or not they have jurisdiction, the learned Judge there followed the principles applying to ordinary tribunals of limited jurisdiction as stated in Rex v. Fulham, Hammersmith and Kensington Rent Tribunal; ex parte Zerek (1951) 2 KB 1; and held that the burden is upon the plaintiff who is suing upon an award to prove not only the making of the award but also the jurisdiction of the arbitrators to make the award. He said: \n</p><blockquote id=\"blockquote_4\">  &quot;The principle omnia praesumuntur rite esse acta does not apply to proceedings of arbitration tribunal. . . .&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> This conclusion is supported by the observations of the Privy Council in Falkingham v. Victorian Railways Commissioner, 1900 AC 452 where Lord Davey said: \n</p><blockquote id=\"blockquote_5\">  &quot;It is true that in inferior Courts the maxim &#x27;Omnia praesumurtur rite esse acta&#x27; does not apply to give jurisdiction, as was laid down by the Court of Queen&#x27;s Bench in Rex v. All Saints, Southampton, (1828) 7 8 and C 785, and by Willes J. in London Corporation v. Cox, (1867) LR 2 HL 239. That rule is applicable to the award of an arbitrator where no jurisdiction is shown to make the award. .....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> In this connection in (1867) LR 2 HL 239 at p. 262, Willes J. said: \n</p><blockquote id=\"blockquote_6\">  &quot;. . . . ..The  judgment  of     inferior  Court,      involving question  of jurisdiction   is  not final.. . . .  and,  therefore, not only must the declaration in the inferior Court allege jurisdiction but also in an action brought in a superior Court upon a judgment of an inferior Court, duly obtained it must be again averred that the original cause of action arose within the jurisdiction of the inferior Court, so that upon a traverse of that averment the question of Jurisdiction may be retried.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> In our view these principles apply to arbitral tribunals and there can be no possible reason to throw out an award as being invalid only because one of the parties chooses to deny the existence of contract of arbitration. The arbitrators may consider the question of jurisdiction, not to give a final and binding judgment on that question but in order to determine what course they should adopt. They may in a case hold that they have no jurisdiction and direct the party who affirms the jurisdiction to obtain a decision of the Court under the <a href=\"/doc/1052228/\" id=\"a_38\">Arbitration Act</a>. On the other hand, if they are satisfied that they have got jurisdiction, they may proceed with the arbitrator and make their award. This view was taken by Bachawat, J. in Pannalal Sagoremull v. Fateh  Chand  Murlidhar,  88  Cal  LJ  34,  and  after  deeming the question  in  issue,  he affirmed the award and passed a  decree  in terms  of the  award. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 14.    In  their Lordships say at page  656: (of SCJ): (at p. 381 of AIR); \n</p><blockquote id=\"blockquote_7\">   &quot;Before   the   present     Act  was   passed   experience   showed that unscrupulous and dishonest parties to the  arbitration agreements      frequently   chose   to   deny   the   existence   of the  said  agreements  even  alter the  arbitration  proceedings had   concluded  and  ended   in  awards  and that tended  to make  all  arbitration  proceedings futile.    More  often  than not  these   pleas   ultimately   failed   but   it   meant   considerable delay and waste of time and substantial expense.    That is why <a href=\"/doc/874260/\" id=\"a_39\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_40\">33</a> have been enacted with the object of  bringing  the   relevant  disputes  for  decision   before  the specified Courts in the form of petitions. .........&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\"> While, therefore, considering the provisions of the Act, due regard ought to be paid to the reasons for the making of the Act and the mischief intended to be prevented. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 15. It is undoubtedly true on general principles that an arbitrator cannot give himself jurisdiction by deciding the question as to whether or not a contract exists. That is not a question which can arise out of the contract since the whole question of submission can arise only if there is a binding contract between the parties. But the proposition that mere denial denudes the arbitrators of jurisdiction cannot be sustained. With respect, the fallacy under lying this proposition is the supposition, that it is only the continued acceptance of an agreement to refer that gives jurisdiction and not the agreement itself. It disregards the fundamental principle that it is the agreement to refer which vests the jurisdiction in the arbitrator and not its acceptance or denial. It also overlooks the fact that merely by denying its existence a party can in effect revoke the agreement though it is irrevocable in law except with the leave of the Court. If there is an agreement in fact, how can it be said that  \n  &quot;the arbitrator is in the position of a person on whom   no authority was  conferred  to  adjudicate  upon  any  dispute between  the  contestants&quot; \n</p> \n\n<blockquote id=\"blockquote_8\"> merely because there is a denial which may be false. Having regard to the very purpose of the enactment of <a href=\"/doc/1052228/\" id=\"a_41\">Arbitration Act</a> of 1940 amongst others, the one of preventing useless litigations, resulting in waste of money and energies of the parties, one cannot help consume these provisions to mean that whenever there is a dispute as to the existence of a contract of arbitration, the parties may choose to adopt one or the other of the following courses : (1) The party affirming the existence of the contract of arbitration may approach the Court to have it determined either under <a href=\"/doc/1882318/\" id=\"a_42\">Sections 31</a> and <a href=\"/doc/874260/\" id=\"a_43\">32</a> read together, or approach the Court under <a href=\"/doc/811701/\" id=\"a_44\">Section 20</a> and request that the agreement be filed and that the matter be referred to arbitration. (2) He may not necessarily follow the same course. He may follow the procedure of Chapter II and refer the matter to arbitration according to the contract calling upon the party denying the existence of the contract of arbitration to appoint his own arbitrator who may if he so chooses deny the jurisdiction of the arbitrator and appear under protest of he may, If he so chooses refuse to appear before the arbitrator at his own risk, He may if he so chooses approach the Court under <a href=\"/doc/1154891/\" id=\"a_45\">Section 33</a> and have it declared that there is in fact no arbitration agreement in existence and obtain stay of the proceedings of the arbitrators. (4) He may not even adopt that procedure but may wait and take a chance of a decision in his favour and when an application is made to make a decree in terms of the award challenge the validity of the award on the ground that there was in fact no valid and existing contract of arbitration. We do not see any reason why either of the parties should be confined only to one mode or remedy. In a case where a question is raised that there is no arbitration agreement, the Court is bound to decide it and make its decree in accordance with the said decision. In the last case, which we have cited, above, if the Court holds in favour of the contending defendant, then it must declare the award invalid and not binding and allow the petition. It must, however, try the issue as to whether or not there was an arbitration agreement which entitled the arbitrator to decide the disputes between the parties. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"318186\" id=\"span_7\">16. Reliance is placed by Mr. C. J. Shah upon the decision of the Supreme Court in (<a href=\"/doc/318186/\" id=\"a_46\">S) , Thawardas V. Union of India</a>, in support of his contention, the learned Judges say at Page 475:</span> \n</p><blockquote id=\"blockquote_9\">  &quot;In the absence of either, agreement by &#x27;both&#x27; sides about the terms of reference, or an order of the Court under <a href=\"/doc/638888/\" id=\"a_47\">Section 20(4)</a> compelling a reference, the arbitrator is not vested with the necessary exclusive jurisdiction&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318186\" id=\"span_8\">The question <a href=\"/doc/318186/\" id=\"a_48\">in that case</a> arose out of an application for setting aside the award, and Their Lordships said that the arbitrator is not vested with the necessary exclusive jurisdiction. The observations support our conclusions and net the argument of Mr. Shah.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"859839\" id=\"span_9\">In M/s. <a href=\"/doc/859839/\" id=\"a_49\">Dhanrajmal Gobindram v. Shamji Kalidas and Co.</a>,  the appellants before the Supreme Court were buyers and Shamji Kalidas were the sellers. Shamji Kalidas wrote a letter confirming the sale of African raw cotton on the terms mentioned in the letter, one of the terms being that the contract was subject to the bye-laws of the East India cotton Association Ltd.. Bombay. As the contract was not performed, disputes arose between the parties and the sellers invoked the Arbitration Clause of the agreement and Bye-law 38-A of the Bye-laws of the East India. Cotton Association. Ltd., Bombay. They made an application under <a href=\"/doc/811701/\" id=\"a_50\">Section 20</a> of the Arbitration Act for filing of the agreement and referring the dispute to arbitration. The buyers raised several contentions as to the legality and validity, of the entire agreement and contended that the agreement to refer to arbitration failed with the agreement of sale ana purchase. One of the contentions was that the arbitration in question was a statutory arbitration and certain results followed from the same. Their Lordships while considering <a href=\"/doc/638888/\" id=\"a_51\">Section 20(4)</a> observed that the powers and duties of the Court in Sub-section (4) of <a href=\"/doc/811701/\" id=\"a_52\">Section 20</a> are of two distinct kinds. The first is the judicial function to consider whether the arbitration agreement should be filed in Court or not that rosy involve dealing with objections to the existence and validity of the agreement itself. Once that is done, and the Court has decided that the agreement must be filed, the first part of its powers and duties is over. Then they referred to the ministerial act of reference to arbitrator or arbitrators appointed by the parties, and considered the eventualities. While disposing of a supplementary argument that when a party questions the very existence of a contract, no dispute can be said to arise out of it, Their Lordships said :</span> \n</p><blockquote id=\"blockquote_10\">  &quot;We think that this is not correct, and; even if were, the further words &#x27;in relation&#x27; are sufficiently wide to comprehend even such a case. In our opinion, this argument must also fail&quot;.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> In our view, the jurisdiction of the arbitrators to decide the question of existence of the agreement is not wholly taken away by a mere denial of its existence. Apart from its binding nature, the arbitrators are entitled to consider it even if only to decide whether or not they should proceed with the arbitration. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 18.   In   the   result,   we   are   of  the   view  that the learned Judge was in  error in setting aside  the award only because   the   respondent   raised   the   contention   that the contract of arbitration was  in  fact not  made.    He was bound to have decided whether or not this contention was established by him in which event alone the Court was\nentitled to set aside the award. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\"> 19. We do not regret that we have taken this view. It has got at least the merit of reducing unnecessary litigation and waste of public time and money in proceedings to be commenced one after another resulting from the decision of the learned trial Judge. We find from the learned Judge&#x27;s judgment that all the contentions which were raised in the petition for setting aside the award have not been determined by the learned Judge. Ordinarily we would have remanded the entire case to the lower Court for re-determination of all the other issues involved. That course would take a very long time since the judgment would again be appealable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 20. We, therefore, direct the learned Judge to determine the issues which arise out of the petition of the respondent along with the issue as to whether or not in fact there was a contract of arbitration between the parties. It may be mentioned that the appellants have all along contended and the respondent has also accepted that there was a prior agreement to do the transaction according to the rules of the East India Cotton Association. The Court will give due weight to this admission while determining the question as to whether or not there was a contract of arbitration between the parties in respect of the transactions that may be entered into between them. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 21. The findings to be submitted to this Court within one month from the time that the writ reaches the learned Judge. He need not wait for a full copy of our judgment which will reach him in due course. The writ to be drafted immediately. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> 22. Appeal allowed. \n</p> \n\n","numcites":27,"numcitedby":12,"docsource":"Bombay High Court","citetid":185827,"divtype":"judgments","relatedqs":[{"value":"contract does not exist","formInput":"contract%20does%20not%20exist"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"east india cotton","formInput":"east%20india%20cotton"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"question as to the jurisdiction ","formInput":"question%20as%20to%20the%20jurisdiction%20"},{"value":"arbitration award","formInput":"arbitration%20award"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}