{"tid":1674839,"publishdate":"1985-03-27","title":"Henry Westmuller Roberts, Etc. Etc vs State Of Assam & Ors. Etc on 27 March, 1985","doc":"<h2 class=\"doc_title\">Henry Westmuller Roberts, Etc. Etc vs State Of Assam &amp; Ors. Etc on 27 March, 1985</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1985 AIR 823, 1985 SCR (3) 533, AIR 1985 SUPREME COURT 823, 1985 (3) SCC 291, 1985 CRIAPPR(SC) 142, 1985 CURCRIJ 248, (1985) SC CR R 306</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-varadarajan\">A.  Varadarajan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-varadarajan\">A.  Varadarajan</a>, <a href=\"/search/?formInput=benchid:s-m-ali\">Syed Murtaza Fazalali</a>, <a href=\"/search/?formInput=benchid:s-mukharji\">Sabyasachi  Mukharji</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nHENRY WESTMULLER ROBERTS, ETC. ETC.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF ASSAM &amp; ORS. ETC.\n\nDATE OF JUDGMENT27/03/1985\n\nBENCH:\nVARADARAJAN, A. (J)\nBENCH:\nVARADARAJAN, A. (J)\nFAZALALI, SYED MURTAZA\nMUKHARJI, SABYASACHI (J)\n\nCITATION:\n 1985 AIR  823\t\t  1985 SCR  (3) 533\n 1985 SCC  (3) 291\t  1985 SCALE  (1)681\n\n\nACT:\n     <a href=\"/doc/445276/\" id=\"a_1\">Code of  Criminal Procedure</a>  1973\ts.  164-Confessional\nStatement- Time\t for Reflection\t to the\t   accused-How\tmuch\nshould be  given-Magistrate only  three hours to accused for\nreflection-Whether  it\t is  insufficient   and\t makes\t the\nstatement   inadmissible   in\tevidence-Held\tConfessional\nStatement cannot  be rejected  merely because  only 3 hours&#x27;\ntime is given for reflection if it is otherwise acceptable\n\n\n\nHEADNOTE:\n     The deceased-a  boy of  9 was playing with the children\nin the\tPandal near  a Shiva Temple on 26th March 1975 which\nwas a day of &#x27;Holi&#x27; festival. The prosecution&#x27;s case is that\naccused Nos.  1 and  2 kidnapped  and murdered\tthe deceased\nwith a view to extract ransom from his father. Accused No. 1\nwas arrest d on 10th April 1975 and on 11.4.75 he showed the\nplace where  the dead  body of the deceased had been buried.\nHis interrogation  also led  to the  arrest of\tother  three\naccused Nos.  2, 3,  and  4.  All  the\taccused\t made  their\nconfessional statements on different dates before a Judicial\nMagistrate.  The   four\t accused   were\t subjected  to\ttest\nidentification in  the\tparade\theld  by  the  Second  Class\nMagistrate, P.W.  2 on 30.4.1975 and 4.9.1975. Accused No. I\nwas identified\tby 12  witnesses without  any mistake  while\naccused No.  2 was  identified by  six witnesses without any\nmistake and  accused No.  3 was\t identified by two witnesses\nwithout any  mistake. In  their statements recorded under<a href=\"/doc/767287/\" id=\"a_2\"> s.\n313</a> of\tthe Code  of  Criminal\tProcedure  all\tthe  accused\nretracted their\t confessional statements  and denied all the\ncircumstances appearing\t against them  in the  evidence. The\nlearned Sessions  Judge on  a consideration  of the evidence\nconvicted all  the four\t accused and sentenced accused No. I\nand accused No. 2 to death under<a href=\"/doc/1983271/\" id=\"a_3\"> s. 302</a> read with <a href=\"/doc/37788/\" id=\"a_4\">section 34</a>\nI.P.C. for  the murder\tof the\tdeceased and to imprisonment\nfor life  under<a href=\"/doc/470765/\" id=\"a_5\"> s.  364</a> read  with<a href=\"/doc/37788/\" id=\"a_6\"> s. 34</a> I.P.C. and rigorous\nimprisonment for  seven years  under<a href=\"/doc/454689/\" id=\"a_7\"> s.\t 201</a> read with<a href=\"/doc/37788/\" id=\"a_8\"> s. 34</a>\nI.P.C. and  those two  accused Nos.  3\tand  4\tto  rigorous\nimprisonment for  five years  each separately  under<a href=\"/doc/1897847/\" id=\"a_9\"> s. 120B</a>\nand<a href=\"/doc/1688284/\" id=\"a_10\"> s.\t387</a> read  with<a href=\"/doc/37788/\" id=\"a_11\"> s. 34</a> I.P.C. The sentences awarded to\nall   the four accused were directed to run concurrently. On\nappeals by  the four  accused. the  High Court\trejected the\nconfessional statements\t of the\t four accused  as not  being\nvoluntary or  acceptable and  held that\t the  circumstantial\nevidence against  accused No.  I taken\tcumulatively forms a\nchain  so   complete  that  there  is  no  escape  from\t the\nconclusion that the crime was commit\n534\nted by\thim and none else and that each of the circumstances\nestablished  against   him   is\t  incriminating\t  and\tthey\ncumulatively prove  the complicity  of accused\tNo.1 in\t the\nkidnapping and\tmurder of the deceased. The High Court found\nthat the  evidence is  not satisfactory to prove the offence\nof conspiracy  under<a href=\"/doc/1128948/\" id=\"a_12\"> s.120</a>  I.P.C. against  accused No 1 and\nacquitted him  of that\tcharge, but  agreed with  the  trial\ncourt in regard to the finding on the other charges and held\nhim guilty  under<a href=\"/doc/695990/\" id=\"a_13\"> ss.364</a>,<a href=\"/doc/1688284/\" id=\"a_14\">387</a>,  <a href=\"/doc/1560742/\" id=\"a_15\">302</a> and\t<a href=\"/doc/386021/\" id=\"a_16\">201</a> I.P.C.  The High\nCourt thus  allowed the appeal of accused No. I in part only\n&#x27;as  regards   his  conviction\tunder  s.  120B\t <a href=\"/doc/1569253/\" id=\"a_17\">I.P.C</a>.\t and\ndismissed it  in  other\t respects  and\taccepted  the  death\nsentence confirmation  case against  him and  confirmed\t the\nsentence of  death as well as the other sentences awarded to\nhim by the trial court except under s.120B I P.C. As regards\naccused No.2,  apart from the confession, which was rejected\nby the High Court, it found that there was no other evidence\nexcept the  evidence let  in  to  prove\t his  presence\twith\naccused No.  I in  the temple  and the pandal in the morning\nand evening  of\t 26.3.1975  and\t it  held  that\t it  is\t not\nsufficient to sustain his conviction and that as regards the\nother two  accused No.3\t and 4\tthere is  no evidence except\ntheir retracted\t confessions which  were rejected  by it. In\nthat view,  the High Court acquitted accused Nos. 2, 3 and 4\nof all\tthe charges  framed against  them and  rejected\t the\ndeath sentence confirmation case against accused No. 2.\n     In appeals to this Court by accused No. I and the State\nand the father of the deceased, the Court.\n^\n     HELD: 1.  It has to be noted that accused No. 1 had not\ntold the  Judicial Magistrate,\tP.W.3 that  he was beaten by\nthe police for causing him to make a confessional statement.\nIt is not possible to hold that accused No. 2&#x27;s confessional\nstatement Ex. 7 was not voluntary from the mere fact that he\nhad on\ta prior\t occasion declined  to make  a\tconfessional\nstatement. The\tJudicial Magistrate,  P.W. 3 would have been\nwell advised if he had given more time for reflection to the\naccused than  he has  done. But it is not possible to reject\nthe confessional statements merely because only three hours&#x27;\ntime had  been given  for reflection,  if they arc otherwise\nacceptable. Therefore,\tit is necessary to note what accused\nNos. I\tand 2  have stated  in their confessions to find out\nwhether\t intrinsically\tthey  are  voluntary  statements  or\ntutored\t ones\tmade  under   coercion.A  perusal   of\t the\nconfessional statements\t of accused  Nos. 1 and 2 shows that\nthey are  more or less exculpatory of the maker, for accused\nNo. 1  had attributed everything to accused No .2 and stated\nthat he had done every thing at the instance of accused No.2\nwhile accused No. 2 had attributed the important role in the\ncrime to  accused No.  1. This\twould not  normally  be\t the\nposition if  the confessions  were the result of tutoring by\nthe police.  The confessional  statement of accused No. 1 is\nquite long  while that\tof accused  No.2 is  much longer. As\nremarked by the learned Sessions Judge these confessions are\nfull of\t facts and  minute details  which would not be there\nnormally if the confessions are the result of tutoring or of\ncompulsion. Pursuant  to the  confessional statement,  Ex.33\n(admissible portion)  of accused  No. 1 offering to show the\nplace where  the dead  body of the boy had been buried, some\nskeletal remains  including the\t skull which have been later\nfound to be that of a nine or ten years old human being were\nrecovered from a Pit or hole situate by the\n535\nside of\t a hillock  in the Bapapung oil field area. There is\nno reason  to disagree with the findings of the courts below\nthat the corpus delecti recovered from the place pointed out\nby accused  No. 1  as per his confessional statement, Ex. 33\nhas  been  proved  to  be  that\t of  the  deceased  who\t had\ndisappeared from the panda I at the temple in Tinsukhia town\nin the\tevening of  26.3. I 975. The circumstantial evidence\nrelied upon  by the  trial court  and the  High\t Court\tlend\nassurance to  the genuineness  and voluntary nature of these\nconfessions. They  have no doubt been retracted, but in view\nof the\tfact that  they are  gene- rally corroborated by the\ncircumstantial\tevidence  in  ample  measure,  there  is  no\nsatisfactory reason  for the  confessions not being accepted\nand acted  upon, In these circumstances the learned Sessions\nJudge was  right in holding that the confessional statements\nof accused Nos. 1 and 2 are voluntary and can be acted upon,\ntogether with  the circumstantial  evidence,  for  basing  a\nconviction. [552F-H; 553 A-C3]\n     2. The  case rests purely upon circumstantial evidence,\nthere being  no direct\tevidence about\tthe  kidnapping\t and\nother offences alleged. There is no evidence against accused\nNos. 3 and 4 except their retracted confessions and they may\nnot be\tsufficient to prove any of the charges against them.\nThere is  also no  satisfactory reason to interfere with the\nconclusion of  the learned Judges of the High Court that the\ncharge of  conspiracy against  all the\tfour accused and the\nother charges  against accused\tNos. 1\tand 2  have not been\nproved satisfactorily. [553F;554D-E]\n     3. (i)  The circumstances\tfound by the trial Court and\nthe High Court against accused No. I are very strong and can\nsafely be  relied upon.\t They form a complete chain pointing\nunerringly  to\t the  guilt   of  accused   No.\t I  and\t arc\ninconsistent with  his innocence  Accordingly, accused No. I\nguilt has  been proved\tby  the\t prosecution  satisfactorily\nbeyond all  reasonable doubt  in respect  of all the charges\nframed against\thim except  the one  under  s.\t120B  l.P.C.\n[547C-D]\n     3 (ii)  The offences  committed by\t accused No.  1, the\noriginator of the idea of kidnapping children of rich people\nfor extracting\transom, are very heinous and pre-planned. It\nhad been  attempting to\t extract money\tfrom the unfortunate\nboy&#x27;s father,  P.W. 23\teven after the boy had been murdered\nby making  the father  to believe that the boy was alive and\nwould be  returned to  him if he paid the ransom. Therefore,\nthis is one of the rarest of rare cases in which the extreme\npenalty of  death is  called for  the murder of the innocent\nyoung boy,  Sanjay in cold blood after he had been kidnapped\nwith promise  to be given sweets. Therefore, the sentence of\ndeath and  the other  sentences awarded\t to accused No. 1 by\nthe High  Court under  ss. 302,\t 364, 201 and 387 <a href=\"/doc/1569253/\" id=\"a_18\">I.P.C</a>. are\nconfirmed and  Criminal Appeal\tNo. 545 of 1982 filed by him\nis G\n dismissed.[559E-G]\n     3. (iii)  As  regards  accused  No.  2,  there  is\t the\nevidence of  P.Ws. 14,\t15 and\t21 about his presence in the\npandal at  the Shiva temple in Tinsukhia town m the forenoon\nand evening  of\t 26.3.1975,  There  is\tno  reason  for\t not\naccepting the  evidence of  these three witnesses. P.Ws. 14.\n15 and 21   about the\n536\npresence of  accused No. 1 in the pandal at the Shiva temple\nin Tinsukhia town on 26.3.1976 when the deceased was playing\nthere with  other boys,\t P.Ws. 12  and 13.  There is also no\nreason for  not accepting  the\tevidence  of  P.W.  21\tthat\naccused No.  2 called  the deceased  when he was moving away\nalong with  her back  to the  place saying he would give him\nchocolates, that  he called  accused No.  2 as Driver&#x27; a few\nminutes earlier\t and asked  him to  get chocolates, and that\nP.W. 21 left the deceased behind as desired by him  and went\naway to\t her house  at about  5.30 p.m.\t On the\t day of\t the\ndecease&#x27;s  disappearance.   He\thas  been  identified  by  6\nwitnesses in  all without  any mistake.\t There is  also\t the\nevidence of P.W. 41, the then officer in charge of Sibasagar\nPolice Station\tthat he arrested accused No. 2 on 14.4. 1975\nfrom a house in Sibasagar town cremation ground after a long\nchase and  that he  was until  then hunting  for him in vain\nfrom 11.4.1975.\t He has\t stated that  he  started to flee as\nsoon as\t he saw\t him and  that he  succeeded in catching him\nafter giving  him a  chase for\t11/2 or\t 2 furlongs.  In his\nconfessional statement, Ex. 7 accused No. 2 has admitted his\npresence with  accused No.  1 in  the pandal at Tinsukhia on\n26.3.1975 and  his arrest from the cremation round on 14. 1.\n1975. There  are some other circumstances brought out in the\nevidence and  his confessional\tstatement extracted  (supra)\npointing  to   his  guilt   unmistakably.  But,\t  there\t  no\nsatisfactory material  on record  to show that accused No. 2\neither did  anything for  killing the  deceased or  that  he\nshared\t the intention\tof accused No. 1 to kill the boy. It\nappears that  accused No.2&#x27;s  intention as  reflected in his\nconfessional statement,\t Ex. 7\twas only  to kidnap and keep\nthe boy\t for two  or three  days and  send  him\t back  after\ncollecting  the\t  ransom.   Having   regard   to   all\t the\ncircumstances of the case the offence proved against accused\nNo. 2  is only\tkidnapping of Sanjay with intent to secretly\nand wrongfully\tconfine him,  an offence punishable under<a href=\"/doc/886598/\" id=\"a_19\"> s.\n365</a> l.P.C. [559B-H; 559A]\n     Therefore, Criminal Appeal No. 209 of 1983 filed by the\nfather of  the deceased,  P.W. 23  against the\tacquittal of\naccused Nos. 2, 3 and 4 is allowed  in part and only accused\nNo. 2, is convicted under<a href=\"/doc/886598/\" id=\"a_20\"> s. 365</a> I.P.C, for having kidnapped\nSanjay in  order to  secretly and wrongfully confine him and\nhe is  sentenced him  to undergo  rigorous imprisonment\t for\nseven years  and it  is dismissed in other respect. Criminal\nAppeal No.  211 of  1983 is allowed as indicated in Criminal\nAppeal No. 209 of 1983 and Criminal Appeals No. 210. 212 and\n213 of 1983 are dismissed. [559G-H; 560AB]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal Nos.\n545 of 1982, 209, and 210-213 of 1983.\n</p><p data-structure=\"Issue\" id=\"p_2\">     From the  Judgment\t and  Order  dated  13.9.82  of\t the\nGauhati High Court in Crl. Death Ref No 1/8l and Crl. Appeal\nNo. l9(j), 24 &amp; 25 of 1981.\n</p><p data-structure=\"Issue\" id=\"p_3\">     JD. Jain and Mrs. K. Kochar for the Appellants.\n     SK. Nandy for the State of Assam.\n</p><span class=\"hidden_text\" id=\"span_1\">537</span>\n<p data-structure=\"PetArg\" id=\"p_4\">Rajendra Singh,\t M/s. M.L. Lahoty, VB.Joshi Hrishikesh Roy &amp;\nA R.  Kathahzarika for the appellants in Criminal Appeal No.\n209 of 1983.\n</p><p data-structure=\"RespArg\" id=\"p_5\">     CS. Vaidyanathan for the respondents.\n</p><p data-structure=\"Issue\" id=\"p_6\">     SC. Patel\tfor the\t complainant in\t Criminal Appeal No.\n545 Of 1982.\n</p><p data-structure=\"Issue\" id=\"p_7\">     BP. Singh\tfor the\t respondents in Criminal Appeal Nos.\n210-213 of 1983.\n</p><p data-structure=\"Facts\" id=\"p_8\">     The Judgment of the Court was delivered by\n     VARADARAJAN, J.  These appeals  by\t special  leave\t are\nagainst the  common judgment  of a  Division  Bench  of\t the\nGauhati High  Court in Criminal Death Sentence Reference No.\n1 of  1981 in regard to two accused persons Henry Westmuller\nRoberts and  Sunil Chandra Biswas and Criminal Appeal No. 19\nof 1981\t filed by  those two  condemned persons and Criminal\nAppeals Nos.  4 and  25 of  1981  filed\t by  Naresh  Chandra\nGhatani and  Anil Chandra  Barua respectively.\tThe Sessions\nJudge, Dibrugarh  in Sessions  Case No.\t 33 (TSK)  of  1978,\nconvicted and  sentenced Henry\tWestmuller Roberts and Sunil\nChandra Biswas\t(hereinafter referred  to as Henry and Sunil\nrespectively) to  death under  s. 302 read with<a href=\"/doc/37788/\" id=\"a_21\"> s. 34</a> I.P.C.\nfor the\t murder of  a  boy  Sanjay),  alias  Gettu  Agarwala\n(hereinafter referred to as Sanjay), and to imprisonment for\nlife under  s. 364  read with  s.  34  <a href=\"/doc/1569253/\" id=\"a_22\">I.P.C</a>.  and  rigorous\nimprisonment for  seven years  under<a href=\"/doc/386021/\" id=\"a_23\"> s.\t 201</a> read  with s 34\n<a href=\"/doc/1569253/\" id=\"a_24\">I.P.C</a>. and  those two  accused Henry  and Sunil\t and accused\nAnil Chandra  Barua and\t Naresh Chandra Ghatani (hereinafter\nreferred to  as Anil  and Naresh  respectively) to  rigorous\nimprisonment for  five years  each separately  under<a href=\"/doc/1897847/\" id=\"a_25\"> s. 120B</a>\nand<a href=\"/doc/1688284/\" id=\"a_26\"> s.\t387</a> read  with<a href=\"/doc/37788/\" id=\"a_27\"> s. 34</a> I.P.C. The sentences awarded to\nall the\t four accused  were directed  to  run  concurrently.\nHenry, Sunil,  Anil and\t Naresh were  accused 1,  2, 3 and 4\nrespectively in the Sessions Court.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">     The High  Court allowed Criminal Appeals Nos. 24 and 25\nof 1981\t in full  and acquitted\t Anil and  Naresh  and\talso\nallowed Criminal  Appeal No.  19 of  1981 in full as regards\nSunil and  acquitted him  and rejected\tthe  death  sentence\nreference relating to him and allowed the appeal of Henry in\npart as\t regards his  conviction under<a href=\"/doc/1897847/\" id=\"a_28\">\ts. 120B</a>\t l.P.C.\t and\ndismissed his appeal in other respects\n<span class=\"hidden_text\" id=\"span_2\">538</span>\nand accepted  the death\t sentence reference relating to him.\nThe result  is that  the High Court found Henry guilty under<a href=\"/doc/1560742/\" id=\"a_29\">\nss. 302</a>,  <a href=\"/doc/695990/\" id=\"a_30\">364</a>, <a href=\"/doc/386021/\" id=\"a_31\">201</a>  and <a href=\"/doc/1688284/\" id=\"a_32\">387</a>  I.P.C. and\t not guilty under<a href=\"/doc/1897847/\" id=\"a_33\"> s.\n120B</a> l.P.C.  and maintained the sentence awarded to Henry by\nthe Sessions  Court except in regard to the offence under<a href=\"/doc/1897847/\" id=\"a_34\"> s.\n120B</a> l.P.C. and acquitted the other three accused persons in\nfull.\n</p><p data-structure=\"Issue\" id=\"p_10\">     Henry has filed Criminal Appeal 545 of 1982 against his\nconviction and\tsentence awarded  to him  under<a href=\"/doc/1560742/\" id=\"a_35\"> s. 302</a>, <a href=\"/doc/695990/\" id=\"a_36\">364</a>,\n<a href=\"/doc/386021/\" id=\"a_37\">201</a> and\t <a href=\"/doc/1688284/\" id=\"a_38\">387</a> I.P.C.  The  deceased  Sanjay&#x27;s  father  Chabil\nPrasad Agarwala\t has filed  Criminal Appeal  No. 209 of 1983\nagainst the acquittal of Sunil, Anil and Naresh in entirety.\nThe State of Assam has filed Criminal Appeal No. 210 of 1983\nagainst the  rejection of  the death  sentence reference  in\nregard to Sunil and Criminal Appeals Nos. 22, 212 and 213 of\n1983 against  the acquittal  of Sunil in Criminal Appeal No.\n19 of  1981, Naresh  in Criminal  Appeal No.  25 of 1981 and\nAnil in\t Criminal Appeal  No. 24 of 1981. Henry who had been\nacquitted by  the High\tCourt under  s. 120B l.P.C. is not a\nparty to Criminal Appeal Nos. 209 to 213 of 1983.\n</p><p data-structure=\"Issue\" id=\"p_11\">     The case of the prosecution is this:\n</p><blockquote id=\"blockquote_1\">     In 1975  Henry, Sunil  and Naresh were employees of the\nOil and\t Natural Gas Commission (ONGC) at Sibsagar in Assam.\nHenry, an Anglo-Burmese was a Laboratory Attendant. Sunil, a\nBengali Hindu  was a  truck Driver. Naresh, a Nepalese was a\nBlack-smith Anil,  an Assamese\twas a  Mohurrir under  a con\ntractor of  the ONGC at Sibsagar. These four accused entered\ninto a\tconspiracy to  kidnap minor  children  at  Sibsagar,\nDibrugarh and  Tinsukhia with  a  view\tto  extract  ransom.\nChabil Prasad  Agarwala, P.W. 23 was doing business in food-\ngrains in  a shop  at Siding  Bazar,  Tinsukhia\t situate  in\nDibrugarh district.  He\t was  living  in  a  dwelling  house\nsituate\t adjacent   to\this  shop  with\t his  wife  Lilavati\nAgarwala,  P.W.\t 19  and  seven\t children  including  Sumita\nAgarwala, P.W. 21 and the deceased Sanjay who was nine years\nold and Studying in the Girls&#x27; Hindu School.\n</blockquote><blockquote id=\"blockquote_2\">     There  was\t a  day\t long  &#x27;Holi&#x27;  (fagua)\tfestival  in\nTinsukhia town\ton 26.3.1975.  The people  belonging to\t the\nMarwari community  of Siding Bazar had erected a pandal near\na Shiva\t temple in  connection with  the&#x27; Holi&#x27; festival. On\nthat day three\n<span class=\"hidden_text\" id=\"span_3\">539</span>\npersons who came to the temple for darshan at 9 or 9.30 a.m.\nstayed on  in the  temple till\tabout 12.30 p.m. Two of them\nhave been  subsequently\t identified  as\t Henry\tand  Sunil.A\nnumber of children collected in the pandal to participate in\nthe festivities. Sanjay was in the pandal at about 5 or 5.30\np.m. playing with some children including Anil Kumar Chetri,\nP.W. 12\t and Nirmal  Kumar Jain,  P.W. 13.  One man, who has\nbeen subsequently  identified as Henry, came and watched the\nplay and  remarked that\t Sanjay was  playing  well.A  little\nlater he  gave chocolates  to P.W.  12 and  Sanjay and asked\nthem for  the names  of their  fathers\twhich  they  readily\nmentioned. Soon\t thereafter Sanjay&#x27;s  elder sister,  P.W. 21\naged about  10 or  11 years  came to the pandal in search of\nSanjay as  directed by her mother, P.W. 19 and called him to\ngo along  with her.  Then Henry who was in the pandal called\nSunil, who  was present\t there, as &#x27;Driver&#x27; and asked him to\nbring chocolate.  When P.W.  21 and  Sanjay were moving away\nfrom the  pandal Henry\tcalled Sanjay  by his name and asked\nhim to\tcome saying  that  he  would  give  him\t chocolates.\nThereupon, Sanjay  stayed behind  after telling\t his sister,\nP.W. 21\t that he  would come  a little\tlater. Sunil brought\nchocolates which  Henry distributed  to the  children. Henry\nasked Sunil whether the car was ready and he answered in the\naffirmative. P.W.  13 left  the pandal\ta little later while\nHenry, Sunil and Sanjay remained in the pandal at about 6 or\n6.30 p.m.\n     Sanjay did\t not return  home. His\tfather, P.W.  23 who\ncame home  at about  7 p  m. On\t that day went out again and\nreturned home  only at\tabout 3\t a.m. On 27.3.1975. P.Ws. 19\nand 21\ttold P.W.  23 that  Sanjay had\tnot  returned  home.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">Thereafter, P.W.  23 and  his men  went\t out  searching\t for\nSanjay. Ramabatar  Agarwala, P.W.  20, an  accountant in the\npartnership business of P.W. 23 and Hanuman Prasad Agarwala,\nP.W. 35\t informed the  Inspector of Police, Tinsukhia Police\nStation, P.W. 42 at about 3.30 a.m on 27.3.1975 about Sanjay\nmissing\t since\tthe  previous  day.  At\t about\t12  noon  on\n27.3.1975 when\tP.W. 23\t and others including P.W.42 were in\nP.W. 23&#x27;s  shop a message came over telephone No 159 located\nat the shop demanding a ransom of Rs. 3 lakhs for the return\nof Sanjay.  P.W. 23  informed P.W. 42 about this demand then\nand there  and later  sent a  written complaint,  Ex. 17  to\nTinsukhia Police  Station at  about 4  30 p.m.\tOn the\tsame\nday.A few  minutes before  P.W. 42  registered a case on the\nbasis  of   that  report,   Brahamadeo\tRai,   P.W.  29,   a\nrickshawman, came to the\n<span class=\"hidden_text\" id=\"span_4\">540</span>\nPolice Station\tand handed  over a packet saying that it was\nleft behind  by a  passenger in\t his rickshaw  who entered a\nmarket and  did not  turn up.  P.W. 42 opened the packet and\nfound it  to contain  a pair of a small boy&#x27;s shorts, M. Ex.\n26, two\t martons, M.  Ex. 28  and  an  envelope,  M.  Ex.  1\ncontaining the\tletter, M.  Ex. 2  written  in\tEnglish\t and\naddressed to  &quot;Shri Chabil Das, Siding&quot; and two other items.\nThe letter written in capital letters read: &quot;Come with Rs. 3\nlakhs to  Jewel Hotel  tomorrow 6  p.m. (28).  Do not inform\npolice. Come  alone. If\t not I kill. If no money take loan.&quot;\nThe address  on the  envelope, M. Ex. I and the body  of the\nletter, M. Ex. 2 have been found by the hand-writing expert,\nP.W. I\ton a  comparison with  the specimen hand-writing and\nsignatures taken  from Henry  to be  in the  hand-writing of\nHenry. Sanjay&#x27;s\t mother, P.W.  19 identified  the shorts, M.\nEx. 26\tas those which were worn by Sanjay on the day of his\ndisappearance on  which she  had  embroidered  the  alphabet\n&quot;sha&quot; in Marwari script.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">     On 30  3.1975 P.W.\t 23 received the telegram, M. Ex. 13\naddressed to  &quot;Chabin Das,  Siding T.S.&quot; to the effect &quot;I am\nnot  satisfied\t by  your   performance.  Last\t chance\t for\ntransaction. If\t you want  your item  wait instruction-Lal&quot;,\nand he\tinformed P.W.  35 and  others about  it.  Ex.  3  is\noriginal of  that telegram   seized  by the  police from the\nlost Master, Moran Post Office, P.W. 9. On 31.3.1975 Pay. 23\nreceived the  bearing envelope,\t M. Ex.\t 26  containing\t the\nletter, M.  Ex. 7 written in Hindi. The hand-writing expert,\nP.W. 1\thas, on\t a comparison  of M.  Exs. 3  and 6 with the\nspecimen hand  writings of Henry found M. Exs. 3 and 6 to be\nin the hand-writing of Henry.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">     On 8.4.1975  P.W. 23  received a  telephone  call\tfrom\nDigboi\tasking\thim  whether  he  had  received\t letter\t and\ntelegram. When P.W 23 answered the caller in the affirmative\nhe asked  P.W. 23  to come  to Digboi  if he wanted back his\nson. P.W.  23 told  the\t caller that he could not pay such a\nhuge amount.  It was  ultimately agreed\t over the phone that\nP.W. 23\t should pay a ransom of Rs. 40,000/. The caller told\nP.W. 23\t that he  should come  to the  Church  gate  situate\nbehind Digboi  Railway Station and act according to a letter\nwhich would be found under a stone by the side of one of the\npanels of  that gate.  P.W. 23\tand others  accordingly went\nthere and found a plastic cover underneath a stone\n<span class=\"hidden_text\" id=\"span_5\">541</span>\nnear the  gate, containing  the letter,\t M. Ex. 5 written in\nEnglish\t  capital letters.  The hand-writing  expert, P.W. I\nhas found  M. Ex. 5, on a comparison with the specimen hand-\nwriting of Henry to  be in the hand-writing of Henry.\n</p><p data-structure=\"Issue\" id=\"p_15\">     The   police had  deployed\t some  plain-clothed  police\npersonnel  at  the Digboi public call office  for  arresting\nanyone coming\tto  book a  call to  Tinsukhia telephone No.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">159. Henry   went  to that office at about 7.30 or 8 p.m. On\n10.4 1975 and booked  a call to that telephone number. After\nobtaining confirmation\tabout the  booking of  the call from\nthe telephone  office employee,\t  Ajit\tKumar\tChakraborti,\nP.W. 33,  the Town Sub-Inspector  of  Police, P.W.  24\twith\nhelp of\t two constables\t P.Ws. 26   and\t  34  arrested Henry\nnear  that lt public call office. When interrogated  by\t the\nInvestigating\tOfficer,   P.W. 42 Henry made  a  statement,\nEx.33 offering\t to   show  the place where the dead body of\nSanjay\thad been buried.\n</p><p data-structure=\"Facts\" id=\"p_17\">     On\t  11.4.1975 Henry  took the  police party  including\nthe Assistant  Political Officer  and Magistrate, Kanta Das,\nP.W. 38\t to a  place situate  by the  side of  a hillock  in\nBapapung. There\t was a\tmound from  which the earth had been\ndisturbed at  that place.   Two\t bones\t and three ribs were\nfound near  that mound\tand a\tbig   bone  was found in the\nbushes and 8 more bones and a jaw-bone with some teeth\twere\nfound nearby.  When the\t mound was  dug\t a  human skull with\nsome hair sticking to it and seven bones were found.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">     At\t the   Digboi  Police\tStation,  P.W-\t38  obtained\nspecimen hand-writing\tand signatures from Henry, M. Exs. l\nl to   14.  The Interrogation  of  Henry on 10.4 1975 led to\nthe   arrest   of   the other  three accused Sunil, Anil and\nNaresh OD  11.4.1975 at\t Sibsagar.   Exs.  15  to 17 are the\nspecimen  hand-writings\t of  Naresh obtained by the Judicial\nMagistrate, P.W.3 on 27.5.1975. Ex.2  is the  report  of the\nhand-writing expert, P.W.1 submitted  to  the Chief Judicial\nMagistrate, Dibrugarh  on 20.8.1975,  containing his opinion\nabout the hand-writings.\n</p><p data-structure=\"Facts\" id=\"p_19\">     The   Investigating Officer,  P. W.  43 who  had  taken\nover from  P.W.42 produced  Henry before  the Chief Judicial\nMagistrate,  Dibrugarh\t  on  12.4.1975\t for  recording\t his\nconfessional   statement which he was in a mood to make, and\nit was\trecorded by the\t Judicial  Magistrate, P.W.3 on 12.4\n1975 itself  after giving  him\t some time  for\t reflection.\nSunil was arrested by  the  Inspector  of Police,\n<span class=\"hidden_text\" id=\"span_6\">542</span>\nP.W.41\t on   14.4.1975. Sunil,\t Anil and Naresh made  their\nconfessional   statements, Exs.\t 7, 8,\tand 9  on  18.4.124,\n1975,\t19.4.1975  and\t21.4.1975  respectively\t before\t the\nJudicial Magistrate, P.W.3.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">     The  medical  Officer,  P.W.37  packed  the  incomplete\nskeletal  remains  mentioned  above in the presence  of\t the\nJudicial Magistrate,  P.W.3 and\t sent them  to the  Forensic\nScience\t Laboratory,\t Gauhati   on  24.4.1975  under\t the\ndirection of  the Chief\t Judicial Maistrate, Dibrugarh along\nwith P.W.37&#x27;s  autopsy certificate  and\t two photo graphs of\nSanjay. The  Assistant Director,  Biology Section,  Forensic\nScience Laboratory,  Gauhti,   P.W.27\tobtained  some\tmore\nphotographs of\tSanjay with their negatives and also  a coat\nand a  check-shirt  of\tthe  boy  from\tthe  Chief  Judicial\nMagistrate,   Dibrugarh.  After\t a  study  of  the  skeletal\nremains\t P.W.27 found  that  they related to a 9 to 10 years\nold boy.   By\tmaking\tsuper\timposition  P.W.27 concluded\nthat the  skull\t  in  question could  have been the skull of\nSanjay as  per his   enlarged\tphotographs.  Ex.26  is\t the\nreport of P.W.27. The Scientific Officer  of the  photograph\nSection\t of  the  Forensic  Science  Laboratory,    Gauhati,\nP.W.28\t performed the\tsuper-imposition  experiment  of the\nphotograph   of the  skull, M.Ex.48  and the  photo graph of\nSanjay, M.Ex.\t59 and found them to be of the same per son.\nEx 27 is  the report of P.W.28.\n</p><p data-structure=\"Facts\" id=\"p_21\">     The       four   accused\twere   subjected   to\ttest\nindentification in   the   parade   held by the Second Class\nMagistrate,  P.W.2  on 30.4.1975 and 4.9.1975. In the parade\nheld on\t 30.4.1975 Henry  was indentified   by\t12 witnesses\nwithout any  mistake while  Sunil   was indentified   by   6\nwitnesses without any mistake  and  Anil  was indentified by\ntwo witnesses  without any  mistake. Ex.5  is P.W.2&#x27;s report\nrelating to  the proceedings  of 30.4.1975.  In\t the  parade\nheld   on 4.9.1975  Henry was  identified by  Rajender\tNath\nSharma, P.W.9  and  Jiten Barua, P.W.25 without any mistake.\nEx.3   is    the  report  relating  to\tthe  proceedings  of\n4.9.1975.\n</p><p data-structure=\"Section\" id=\"p_22\">     In their  statements recorded  under<a href=\"/doc/767287/\" id=\"a_39\"> s.313</a>\t of the Code\nof Criminal   Procedure all the four accused retracted their\nconfessional  statements  and denied all  the  circumstances\nappearing against them in the edvidence.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">     The     learned  Sessions\t Judge,\t Dibrugarh,   on   a\nconsideration\tof   the evidence  convicted  all  the\tfour\naccused\t  and\tsentenced    them    as\t   mentioned  above,\naccepting  the\tconfessional statements, Exs. 6 to 9.\n</p><span class=\"hidden_text\" id=\"span_7\">543</span>\n<p data-structure=\"CDiscource\" id=\"p_24\">of   the four  accused recorded by the Judicial\t Magistrate,\nP.W.3 and  the other  evidence\tin  the\t case.\tThe  learned\nSessions Judge\thas  considered\t these\tconfessions in paras\n101 to\t 110  of  his judgment\tand  has observed that there\nis   nothing  improbable  or unbelievable in them, that they\nappear to  be spontaneous and  are studded  with vivid facts\nabout the  manner of  commission of   the  crimes, that they\nreceive assurance  in several material\tparticulars from the\ncircumstantial evidence\t let in by the prosecution and\tthat\nthey are  all voluntary\t and reliable  though\tit  appeared\nfrom the  cross-examination of the prosecution witnesses and\nfrom the  statements of\t the accused  recorded under  s. 313\n<a href=\"/doc/445276/\" id=\"a_40\">Cr.P.C</a>. that they are retracted.\n</p><p data-structure=\"Precedent\" id=\"p_25\">     But   the learned\tJudges of  the High  Court  rejected\nall the\t confessions  and  the evidence of P.Ws. 10, 11,  16\nand   25 regarding  the identification of the accused in the\ntest  identification\tparade.\t They  have  considered\t the\nconfession of\tHenry\tin  paras   45,55,62 and 64 of their\njudgment and have  observed  that the  Judicial\t Magistrate,\nP.W.3 had  failed to   act   properly\tin giving only three\nhours  to   Henry  for\t reflection  before   recording\t his\nconfession,   Ex.6 on 12.4.1975. They have further  observed\nthat though   it is difficult to lay any hard and fast rule,\nin   Serva Singh  Rattan Sing  v. State\t of Punjab(1) it has\nbeen held  by\tthis Court   that generally speaking when an\naccused is produced  under police  custody  it is reasonable\nto insist  upon\t  giving   him\t at least   24\t hours\t for\nreflection. They  have\t held\tthat   Henry&#x27;s\tconfessional\nstatement, Ex.6\t has been  obtained by\tcoercion and  is not\nvoluntary  and that it suffers from  serious  infirmity\t and\ncannot\t   be  acted  upon.  They  have\t considered  Sunil&#x27;s\nconfessional statement,\t  Ex.7\tin paras  74 and 76 of their\njudgment  and  found that  he  too had been given only three\nhours\tfor   reflection before\t his confession was recorded\nby the\t Judicial  Magistrate, P.W.  3 on 18.4.1975 and that\nit is  not voluntary  and   therefore, it is invalid in law.\nThey have  considered the  confession,\t Ex.8, of   Anil  in\nparas 77  and 79  of their  judgment and  have\tobserved hat\nthe Judicial Magistrate, P.W.3 who recorded it on  19.4.1975\nhad  failed  to\t see whether the accused was going  to\tmake\nthe   confession   voluntarily\t after\t comprehending\t the\nimplications   of his\tadmission.  They have considered the\nconfession,   Ex   9,\tof Naresh   recorded by the Judicial\nMegistrate, P.W.  3 on\t21.4.1975 in  paras 84, 87 and 88 of\ntheir judgmemt\tand found  that\t  it   has been\t made due to\nduress and\n(1) AIR 1957 SC 637\n<span class=\"hidden_text\" id=\"span_8\">544</span>\ninducement by  the police  and is  not voluntary and that it\nsuffers from serious infirmities and cannot be acted upon.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">     On\t a consideration of the other evidence, the  learned\nJudges\t found that Sanjay had been kidnapped and  murdered,\nand they accepted the trial court&#x27;s judgment that the corpus\nDelecti has been  correctly identified to be that of Sanjay.\nThey accepted\tthe  evidence of P.Ws. 12 to 15 and 21 about\nthe   presence\t of Henry   and\t  Sunil in the pandal at the\ntemple before  Sanjay  had disappeared\ton  26.3.1975.\tThey\naccepted the  evidence\tof  the rickshawman, P.W. 29 who has\nidentified Henry  in the  test identification parade held by\nP.W.2  as the man who had left behind in  his  rickshaw\t the\npacket\t containing   Sanjay&#x27;s shorts, M.Ex.26\tand  certain\nother things   including   the\tletter, M.Ex.2,\t enclosed in\nthe   envelope, M.Ex.1\t which he had produced at the police\nstation\t  on  27.3.1975, and  found  on\t the evidence of the\nhand-writing  expert,  P.W.I .Ex.2 to be in the hand-writing\nof Henry.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">     On the  evidence of  the Post  Master, Moran, P.W.9 Who\nhas identified\tHenry in the test identification parade hold\nby  P.W.2 as the person who landed over the telegram, Ex. 3,\ncopy whereof,  Ex.   13 had  been received  by P.W.  23, the\nlearned\t  Judges   found that  Henry had given the telegram,\nEx. 3.\tOn the evidence of  the hand-writing   expert,\tP.W.\n] they found that Ex. 3\t is  in\t the hand-writing  of  Henry\nand they held that Ex. 3  connects  Henry with the crime.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">     The learned  Judges found\ton the\tevidence of  P.W. 23\nthat he\t  had received a bearing letter, M. Ex. 7 written in\nHindi\ton 31.\t 3.1975\t enclosed in the envelope, M. Ex. 6,\nbut held  that\tit is  not  proved to be in the hand-writing\nof any\tof  the\t accused though\t the  address written on the\nenvelope, M. Ex. 6,  of\t that letter  is proved by the hand-\nwriting expert,\t P.W. 1 to be in  the hand-writing of Henry,\nand they rejected the evidence relating to that letter.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">     The   learned   Judges accepted  the evidence  of\tP.W.\n23 about   the\ttelephonic conversation\t he  had  with\tsome\ncaller\t from Digboi   at  about  8 or 8.30 p.m. On 8.4.1915\nwhen  that  caller demanded  a ransom of Rs. 3 lakhs for the\nreturn of   Sanjay   and it was\t ultimately agreed that P.W.\n23 should  pay Rs. 40,000  for the  purpose.  They  accepted\nthe prosecution\t  evidence   that  in accordance  with\tthat\nconversation P.W.  23 accompanied  by  some police personnel\nin plain  clothes who  posted themselves at  suitable places\nwent near\n<span class=\"hidden_text\" id=\"span_9\">545</span>\nthe gate of the Church situate behind Digboi Railway Station\non 9.4.1975 and found the letter, Ex. 5 which has been found\nby   the hand-writing\texpert,\t P.W. 1,  to be in the hand-\nwriting of   Henry in  English capital letters and they held\nthat this  was a   strong  piece of  circumstantial evidence\nagainst Henry.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">     The   learned   Judges found  that Henry  attempted  to\nrun away  when he  was pointed\tout by\tP.W.33 while  he was\nstanding near  a pan-shop   in front of the public telephone\ncall office  at\t Digboi on 10.4.1975, waiting for the trunk-\ncall booked  by him  at about  7 or  7.30 p.m on that day to\nTinsukhia telephone  No. 159  to  mature and that he bit the\nconstable, P.W.34  and tried  to escape\t  from his  hold and\nthat the  circumstances under which he was  arrested and his\nconduct at that time unerringly point to his guilt.\n</p><p data-structure=\"Facts\" id=\"p_31\">     The learned  Judges accepted  the evidence of P.Ws. 14,\n15 and\t 21  about the\tidentification of Henry and Sunil in\nthe   test identification    parade  held  by  the  Judicial\nMagistrate, P.W.2   as\tthe persons  who were present in the\npandal before  the   disappearance of  Sanjay on  26.3.1975,\nobserving that\tthese three witnesses had  seen the suspects\nin broad-day  light and\t were in a  position to notice their\nphysical features correctly.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">     The     learned\tJudges\taccepted  the\t prosecution\nevidence  that\t skeletal  remains  were  recovered  at\t the\ninstance  of   Henry  and  pursuant    to  his\tconfessional\nstatement, Ex.\t33 (admissible\t portion) and found that the\nevidence of  P.Ws.27, 28  and 37,   agreeing with  the trial\ncourt, that  the skull bone recovered pursuant\tto Ex. 33 is\nthat of\t Sanjay and  they have observed that the recovery of\nthe skull  bone of  Sanjay at  the instance  of Henry  is an\nimportant piece\t of  evidence  pointing\t unerringly  to\t his\nguilt.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">     The  learned   Judges  accepted  the  evidence  of\t the\nwitnesses     who     had  identified\tHenry  in  the\ttest\nidentification\t parade held   by   the Judicial Magistrate,\nP.W.2 except  the  evidence  of P.Ws.  10, l l, 16 and 25 on\nthe ground that the  photographs  of Henry had been shown to\nP. Ws.\t10, 11 and 25 before the identification\t and P.W. 16\ncould not identify Henry in the court  during the trial.\n</p><p data-structure=\"Precedent\" id=\"p_34\">     The    learned  Judges  noticed  the  law\trelating  to\ncircumstantial evidence in para 19 of their judgment thus:\n</p><span class=\"hidden_text\" id=\"span_10\">546</span>\n<blockquote id=\"blockquote_3\">\t  &quot;The\t law regarding\tcircumstantial evidence\t  is\n     well settled.  When   a  case rests upon circumstantial\n     evidence,\tsuch  evidence must satisfy three tests:\n</blockquote><blockquote id=\"blockquote_4\">     (i)  the\tcircumstances\tfrom which  an inference  of\n\t  guilt\t  is sought to be drawn must be cogently and\n\t  firmly  established;\t(ii)  those    circumstances\n\t  should  be  of  definite    tendency\t  unerringly\n\t  pointing towards  the guilt  of the  accused;\t and\n</blockquote><blockquote id=\"blockquote_5\">\t  (iii)\t the\tcircumstances\t taken\tcumulatively\n\t  should form  a chain\tso complete   that there  is\n\t  no escape  from the  conclusion that\t within\t all\n\t  human probability  the crime\twas committed by the\n\t  accused  and\t none  else.   The    circumstantial\n\t  evidence in  order to\t sustain (a) conviction must\n\t  be complete  and incapable  of explanation  on any\n\t  other\t  hypothesis   than that of the guilt of the\n\t  accused. The\t circumstantial\t evidence should not\n\t  only be  consistent with  the guilt of the accused\n\t  but should  be inconsistent with his innocence.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_35\">     After   thus taking  note\tof  the\t law  relating\t  to\ncircumstantial\t evidence the  learned Judges  have held  in\npara   146   of their\tjudgment   that\t the  circumstantial\nevidence   against  Henry taken\t cumulatively  forms a chain\nso complete  that there\t  is  no escape\t from the conclusion\nthat the  crime was  committed by   him\t and  none  else and\nthat   each of\tthe  circumstances  established against\t him\nis  incriminating  and\tthey\tcumulatively\tprove\t the\ncomplicity of  the Henry  in the  kidnapping and  murder  of\nSanjay. They   found   that the evidence is not satisfactory\nto   prove  the offence\t of  conspiracy-under s. 120R I.P.C.\nagainst\t Henry\tand acquitted him of that charge, but agreed\nwith the  trial court in regard\t to the finding on the other\ncharges and  held  him\tguilty under  ss.  364, 387, 302 and\n201 I.P.C.  They   thus\t allowed  his appeal  in  part\tonly\nas regards  his conviction    under    s.120B  I.P.C.\t and\ndismissed it  in other respects and they accepted  the death\nsentence confirmation  case against  him and  confirmed\t the\nsentence of  death as well as the other sentences awarded to\nhim by the trial court except under s. 120B I.P.C.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">     As regards\t Sunil,\t apart\tfrom  the  confession,\tEx.7\nwhich has  been rejected  by the  learned Judges  they found\nthat there was no  other  evidence  except  the evidence let\nin  to\tprove  his presence with Henry in the temple and the\npandal in the  morning and even\n<span class=\"hidden_text\" id=\"span_11\">547</span>\ning  of\t 26.3.1975  and they held that it is  not sufficient\nto sustain   his  conviction and  that as  regards the other\ntwo   accused, Anil  and Naresh\t there is no evidence except\ntheir retracted\t  confessions,\tEx.8 and  9 which  have been\nrejected by  them.    In  that\tview  they  acquitted  three\naccused, Sunil,\t Anil and  Naresh of all  the charges framed\nagainst them  and rejected  the death  sentence confirmation\ncase against Sunil.\n</p><p data-structure=\"Precedent\" id=\"p_37\">     The     trial     court  acted   upon  the\t    judicial\nconfessional statements,   Exs.\t 6 to  9  of  all  the\tfour\naccused as being  voluntary  and  reliable.  But the learned\nJudges of   the\t  High\t Court\trejected  all of them as not\nbeing voluntary\t or acceptable.\t  They\thave\theld\tthat\nHenry&#x27;s confession,  Ex.6 has\tbeen   obtained\t by coercion\nand suffers  from serious  infirmity. As   regards    Anil&#x27;s\nconfession, Ex\t8  they\t have  observed\t that  the  Judicial\nMagistrate, P.W.3  who had  recorded it\t on  19.4.1975,\t had\nfailed to see whether Anil  was going to make the confession\nvoluntarily after   comprehending   the\t implications of his\nadmission. As\tregards\t  Naresh&#x27;s  confession,\t  Ex.9\tthey\nhave held  that it  has been   made   due   to\tduress\t and\ninducement by the police and that  it  suffers\tfrom serious\ninfirmities. In the view we are taking as  regards  Anil and\nNaresh,\t  it is not necessary to consider which of  the\t two\nviews, whether\tof the\ttrial court  or of the High Court is\ncorrect n   regard   to\t their confessional statements, Ex.8\nand   9.  The acceptability or otherwise of the confessional\nstatements of\tthe  other   two  accused,  Henry and Sunil,\nhas to\tbe  considered\tin detail.\n</p><p data-structure=\"CDiscource\" id=\"p_38\">     The   Judicial Magistrate,\t P.W.3\twho  had    recorded\nExs.6 and   7  on 12.4.1975 and 18.4.1975  respectively\t had\nadmittedly given   only\t  three\t hours time  for  reflection\nbefore\t he   recorded them.  He has  stated in his evidence\nthat after  Henry was produced before  him by constable Hadi\nHussein at  11 a.m. On 12.4,1975  he told Henry that he is a\nJudicial Officer and no other person was present  inside the\ncourt and nobody would harm if he showed  any reluctance  to\nconfess\t  and that  he\twas  not  bound\t   to\t make\t any\nconfessional   statement  but  if he made one  it  would  be\nused against  him. He has G stated that after Henry told him\nthat   his mind\t was clear  from the  time of his arrest and\nthat he wanted\tto confess out of repentance for what he had\ndone he\t gave him   three  hours time for reflection and put\nhim in\tthe custody  of\t a  peon  of  the    Chief  Judicial\nMagistrate, Dibrugarh  in his  own chamber   and  saw  to it\nthat no police officer was allowed to enter the\t court until\nthe recording of the\n<span class=\"hidden_text\" id=\"span_12\">548</span>\nconfessional   statement  of Henry was over. He\t was  stated\nthat after   Henry  was brought\t before him from his chamber\nafter\tthe said   interval   he  cautioned him as above and\nthat  after  being satisfied that Henry was going to confess\nvoluntarily he\trecorded his   statement   in\t Ex.6.\t  As\nregards\t  Sunil\t   also,    P.W.3      has  stated  that  he\nadministered the caution as he did in the case of Henry when\nhe was\tproduced before\t him at 11.30 a.m. On  18.4.1975 and\nthat Sunil  told him  that he  wanted to  confess because he\nwas repentant\tfor  what he had done and that he replied in\nthe  negative when he asked him if he had been threatened by\nthe  police. He has stated that after giving him three hours\ntime for  reflection  he  repeated  the aforesaid warning to\nSunil\tand   that  he expressed his willingness to make the\nconfessional statement\t and  he  recorded  it in Ex.7 after\nhe was\tsatisfied   that   Sunil   was going   to    confess\nvoluntarily. It\t appears that\tHenry\thad  some injury  on\nhis person  when he  was produced  before P.W.3 and  that on\nan earlier  occasion Sunil  had expressed  his unwillingness\nto make\t any  confessional  statement. The injury  found  on\nHenry, according   to\tthe  entry, Ex.\t Kal in\t  the\tjail\nregister  was this: &quot;Both hands on the back slight swelling,\ncomplains of   pain  in\t  both legs&quot;.  The  injury  was\t not\nserious enough\tto force  Henry to make a false confessional\nstatement It  must be remembered that Henry had attempted to\nrun away  when the  postal employee,  P.W.33 pointed  him to\nthe police  personnel in plain\tclothes\t and  that after  he\nwas caught by the constables, P.Ws.26 and 34 as\t directed by\nthe Sub-Inspector  of Police,  P.W.24 he  bit  the  hand  of\nP.W.34 (according   to P.W.26) before he was put in a police\nvehicle\t and taken  to\tthe police station. It was suggested\nto   P.W.   34\t ill cross-examination\t that\tHenry\t was\nbeaten\t by   the  police   on or after 10.4.1975, which has\nno doubt  been denied  by him.\tIt is  not   improbable that\nHenry was  roughed up and given some  beating by  the police\nwhen he\t tried to  escape from the hold of P.Ws.  26 and  34\nbefore he  was forcibly\t put into  the police\tvehicle\t and\ntaken  to  the police station, resulting in some  injury  to\nhis person.   It has to be noted that Henry had not told the\nJudicial Magistrate,  P.W.3 that he was beaten by the police\nfor   causing him   to\tmake a confessional statement. It is\nnot  possible  to hold\tthat Sunil&#x27;s confessional statement,\nEx.7 was  not\tvoluntary from\tthe mere  fact that he had a\nprior occasion\tdeclined to  make a  confessional statement.\nThe Judicial  Magistrate,   P.W.3   would have\t  been\twell\nadvised if  he had  given more\ttime for   reflection to the\naccused than  he has  done. But it is not possible to reject\nthe confessional  statements merely because only three hours\ntime had been given for reflection, if they are\n<span class=\"hidden_text\" id=\"span_13\">549</span>\nOtherwise   acceptable.\t  Therefore it is necessary to\tnote\nwhat Henry   And   Sunil have stated in their confessions to\nfind\t out  whether\t intrinsically\tthey  are  voluntary\nstatements   or\t tutored ones  made  under coercion. We will\nstate in  our own  words  what Henry  and  Sunil have stated\nin their   confessional\t statements. Henry has stated in his\nconfession thus:\n</p><blockquote id=\"blockquote_6\">\t  &quot;I   was   arrested\tat Digboi  at 7.30  p.m.  On\n     10.4.1975.\t  On 26.3.1975\t 1  and Sunil  and Anil went\n     from Dibrugarh  to\t  Tinsukia. Boys   were playing in a\n     big pandal\t in Tinsukhia. I was waiting  a little\taway\n     from   the pandal.\t Sunil went  near   the\t pandal\t and\n     called  a\tboy  and after asking him for  his  father&#x27;s\n     name  he brought the boy to me. Sunil offered sweets to\n     the boy  and   asked him\tto  follow me, saying that I\n     would give\t him many   things.   1\t took  the  boy in a\n     rickshaw and proceeded a furlong  and  Sunil brought  a\n     Taxi. The\tboy mentioned his name as  Sanjay  Agarwala.\n     Sunil   told  me that the boy could be confined  in  an\n     abandoned house  in Bapapung  and we  went there. 1 was\n     proceeding ahead  of Sunil\t  and  the boy. When we were\n     proceeding towards\t the   Bapapung oil   field  area  I\n     heard moaning  sound. I  looked back   and\t  found that\n     Sunil had\tcaught hold of the boy&#x27;s neck and pulled him\n     down. Sunil   pressed   the  chest of  the boy with his\n     knee   and\t  also\tpressed\t his mouth. Ultimately Sunil\n     strangled the  boy to   death.  There was\ta hole which\n     looked like  a foxhole.  Sunil kept  the dead  body  of\n     the boy inside the hole and filled it  up\twith  earth.\n     Sunil tore\t off the shirt and pants of the boy and took\n     them   with him.  After the  murder we  came to Digboi.\n     Next morning  l and  Sunil came  to Tinsukia. 1 rang up\n     the father of the deceased to  demand a ransom of Rs. 3\n     lakhs. Then  at 3\tp.m. we sent the pants and the shirt\n     of the  deceased to  his  father  through\ta  rickshaw-\n     wallah. We\t sent\ta letter along with the clothes. The\n     letter was written\t by me\tin  English. In the letter I\n     mentioned that  if\t the  farther wanted the boy back he\n     would have\t to give three lakhs of\t rupees, The  father\n     was directed  to give  the money  at the  Jewel  Hotel,\n     Dibrugarh.\t  On 29.3.1975\tI sent\ta  telegram  to\t the\n     father   of   the boy  from Moran Post Office directing\n     him to  wait for  our instructions.  On 7.4.1975  1 and\n     Sunil went to\n<span class=\"hidden_text\" id=\"span_14\">550</span>\n     Dibrugarh and  spent the night there. On the next day T\n     booked  a call  to the father af the boy. When the bell\n     rang y  Sunil  held the receiver and demanded the money\n     to be  given positively  on the  next   day,   but\t the\n     father did not turn up.  On  10.4.1975  Sunil asked  me\n     to book a call. I held the receiver in a public  phone-\n     booth   and asked\tthe  exchange  to  book\t a  call  to\n     Tinsukhia\t telephone  No.\t 159. In the mean time Sunil\n     suspected\t something  and asked  me to leave the place\n     and he disappeared. When  I  entered the sweepers line,\n     two plain-clothed\tcyclists stopped  me and  took me to\n     the police station. On my asking the deceased mentioned\n     the name  of  his\tfather\tas  Chabil  Das\t Agarwal  or\n     something like  that. I  have  done  all  this  at\t the\n     instigation of Sunil.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">     Sunil has stated in his confessional statement thus:\n</p><blockquote id=\"blockquote_7\">\t  &quot;About one  and  a  half  months  ago\t I  went  to\n     Naresh&#x27;s shop  to\t buy   provisions as  at fair price.\n     Then Henry\t came\tthere\tand said   that\t we had\t not\n     achieved anything\tin life\t by work  and\tthat if\t   I\n     follow the\t line shown  by him  I would  get a  lot  of\n     money overnight.\tWhen  I asked him what the line was,\n     he said   that   we  should kidnap sons of rich  people\n     and keep  them for\t two or three days  and demand money\n     and return them after getting  the\t money. There after,\n     on 25.3.1975  I,, Henry and Anil went to Naresh&#x27;s\tshop\n     where   Henry  said  that\twe  should  kidnap  boys  at\n     Dibrugarh and   he would bear all the expenses. We went\n     to Dibrugarh  on that  day at  5\tp.m.   and stayed in\n     Kusum Hotel.  On the  next day   we  went\tto Tinsukhia\n     and spent\tthe night in the railway  station  platform.\n     After hunting  the whole  of next\tday Henry managed to\n     take away\t a  boy\t  by   inducement from\ta pandal  at\n     Tinsukhia and  put him  in\t a rickshaw  and  I followed\n     them in  another rick  show.   Henry   sent Anil  for a\n     taxi and  when it\twas brought 1 and Henry\t boarded  it\n     along with\t the boy  near Shivadam, and Anil went away.\n     We got down near  the gate of Bapapung oil field. While\n     getting   down  Henry made\t the boy to stand up leaning\n     against his  own body.  When  the taxi  left Henry took\n     up the  boy in  his arms.\tAs the\tboy&#x27;s\t hands\twere\n     hanging loose  1 asked what had happened. Henry told me\n     that the boy had gone to sleep for ever and he\n<span class=\"hidden_text\" id=\"span_15\">551</span>\n     had finished  him off. Looking closely I found a length\n     of string\ttied round  the boy&#x27;s  neck. Then Henry said\n     that the  boy&#x27;s disposal should be arranged. Taking the\n     boy we  went to  the   cremation ground   at  Bapapung.\n     Finding a hole there,  Henry  took\t off the boy&#x27;s pants\n     and shirts\t and pushed  the boy  into it. I  and  Henry\n     completed the  burial by  putting earth  over the body.\n     Next morning  we\twent   to Tinsukhia by train. In the\n     platform  Henry  wrote  a letter  and  placed the boy&#x27;s\n     pants with the letter and\tasked  a rickshaw  puller to\n     deliver  the   packet  to\t Chabil\t Marwari.     Before\n     kidnapping\t  the boy Henry stated that after kidnapping\n     he\t would demand three lakhs of rupees from his father.\n     While getting   down  at\tNamrup,\t  Henry said  that I\n     would have\t to go\tto Moran   on\tthe  next  day\twith\n     Ghatani. After reaching Sibsagar I went  to  Moran with\n     Chatani on 27.3.1975 and we met Henry and Anil. While I\n     was taking\t tea in\t a hotel  Henry sent a telegram from\n     the post\toffice to Chabil Agarwala informing him that\n     he would  let him know when and  where the money should\n     be delivered.  Only then  Henry   said that    boy\t was\n     Sanjay and\t his father  was Chabil\t Agarwala. In\t the\n     Kusum Hotel  Henry said  that Chabil  would deliver the\n     money at  the Jewel  Hotel. Henary\t went into the Jewel\n     Hotel and\tcame back   and\t said that  it would  not be\n     convenient and  that we should move off. On  6.4.1975 I\n     and Henry\twent to\t Digboi and  stayed there  for\t the\n     night. At\t6 p.m.\tOn the\tnext  day  Henry  telephoned\n     Chabil   Marwari from  the\t Digboi\t main  post  office,\n     informing him that on  8.4.1975 he would leave a letter\n     at the  gate of  the Church situate behind that railway\n     station and  that he  should collect  that letter after\n     leaving  a sum of Rs. 3 lakhs. At 3 p.m. Chabil came by\n     car   and collected   the\tletter\tand  left  a  letter\n     written in\t Hindi\tat  the gate.  On 9.4.1975, or 10.4.\n     1975 Henry\t wanted to  telephone  once again  and\tat 6\n     p.m., I  and Henry went to\t Digboi\t Post  Office. While\n     I\t waited near  a pan  shop Henry\t booked a call\tfrom\n     that post\t office.  The Post Master said that it would\n     take   about  ten minutes to put the call through. Four\n     or five  policemen in   plain clothes arrested and took\n     away Henry.  I hid myself in the  cremation ground from\n     where the police found me and arrested me.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_16\">552</span>\n<p data-structure=\"CDiscource\" id=\"p_40\">     A perusal\tof these confessional statements, Exs. 6 and\n7 shows\t  that\tthey are  more or  less exculpatory  of\t the\nmaker,\t for Henry   had  attributed everything to Sunil and\nstated that  he\t  had done   every  thing at the instance of\nSunil while  Sunil   had   attributed  the important roll in\nthe crime  to Henry.  As  pointed out by Mr. Rajender Singh,\nSenior Counsel\tappearing for\tcomplainant,  P.W.  23, this\nwould not  normally be\tthe   position\t if  the confessions\nwere the result of turoring by the police. The\tconfessional\nstatement of Henry is quite long while that of Sunil is much\nlonger.\t  As remarked by the learned  Sessions\tJudge  these\nconfessions are full of facts and minute details which would\nnot be\t there normally if the confessions are the result of\ntutoring  or  of  compulsion.  The  circumstantial  evidence\nrelied upon  by\t  the trial  court and\tthe High  Court lend\nassurance to  the   genuineness and   voluntary\t  nature  of\nthese confessions.  They have  no  doubt been retracted, but\nin view\t of the\t fact that  they are  generally corroborated\nby  the circumstantial evidence in  ample  measure, there is\nno  satisfactory   reason  for\tthe  confessions  not  being\naccepted   and acted upon. In these circumstances, we  agree\nwith the   learned  Sessions  Judge  that  the\tconfessional\nstatements  of Henry  and Sunil, Exs. 6 and 7, are voluntary\nand can\t  be  acted upon,  together  with the circumstantial\nevidence, for  basing  a conviction.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">     We agree  with the courts below that the corpus delecti\nhas been   correctly   established  by the prosecution to be\nthat   of Sanjay.  The\tletter\tM.Ex.  2  (enclosed  in\t the\nenvelope, M.Ex.1)   was\t found in the paper packet delivered\nby the\trickshawman, P.W.29 at the  Tinsukhia Police Station\non 27.3.1975.  The packet   Contained inter alia the pair of\nshorts, M.Ex  26 which\thave been  identified by    Sanjay&#x27;s\nmother, P.W.19 as those which he was wearing on\t the day  of\nhis disappearance.  In that  letter, M.Ex.2   addressed\t  to\n&quot;Shri\tChabil Das, Siding&quot;, it stated that if the ransom of\nRs.3 lakhs   is not paid by 6 p.m. On 28.3.1975 at the Jewel\nHotel\tthe person   who  wrote that letter would &quot;kill&quot;. No\ndoubt it   is  not mentioned  in that letter as to who would\nbe killed  if the   money was  not paid within the time. The\namount which  was finally   settled  at Rs.  40,000  in\t the\ntelephonic conversation\t which P.W.23 I-ad from\t some caller\nfrom Digboi  on 8.4.1975  had  not  been    paid.    In\t the\nconfessional  statements,  Exs. 6 and 7 it  is\tstated\tthat\nSanjay\t was   killed though the manner, the place  and\t the\nhands  which\t killed\t   him\tare  mentioned\tdifferently.\nPursuant  to  the confessional\n<span class=\"hidden_text\" id=\"span_17\">553</span>\nstatement,   Ex.33 (admissible portion) of Henry offering to\nshow the   place  where the  dead body\tof the\tboy had been\nburied\tsome skeletal remains including the skull which have\nbeen later   found  to be  that of  a nine  or ten years old\nhuman being  were   recovered from  a pit or hole situate by\nthe side  of hillock  in the Bapapung oil  field area. Those\nskeletal remains  were sent by the  Medical Officer,  P.W.37\nduly   packed in the presence  of  the\tJudicial Magistrate,\nP.W.3 to  the Forensic\tScience\t  Laboratory,\tGauhati. The\nAssistant Director,  Biology  Section  of  that\t laboratory,\nP.W. 27\t obtained some\tphotographs  of\t Sanjay\t with  their\nnegatives   from the  boy&#x27;s family through the police. After\nperforming the\tsuperimposition\t test with Sanjay&#x27;s enlarged\nphotograph,\tM.Ex.59\t   the\tScientific  Officer  of\t the\nPhotography Section  of that  laboratory, P.W.28,  found the\nskull, M.Ex.  48 and  the photograph, MEx. 59  of Sanjay  to\nbe of  the same\t person. Ex.27\tis his\treport.\t  In   these\ncircumstances, we  think that there is no reason to disagree\nwith the   findings  of the  courts below  that\t the  corpus\ndelecti\t  recovered from  the place  pointed out by Henry as\nper his\t  confessional statements  Ex.33  has been proved to\nbe that\t of Sanjay  who\t had disappeared  from the pandal at\nthe temple  in Tinsukhia  town\tin the evening of 26.3.1975.\nWe agree with the courts below and find that the prosecution\nhas proved beyond all reasonable doubt that Sanjay,  who was\nabout nine years old at the time of  his  disappearance, had\nbeen kidnapped and murdered.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">     The     case    rests  purely    upon    circumstantial\nevidence,  there     being  no\tdirect\tevidence  about\t the\nkidnapping   and   other offences  alleged. The\t case of the\nprosecution is\tthat all  the four  accused   stayed at\t the\nKusum Hotel  on 24.3.1975  as shown   by  the entries in the\nregister of  that hotel,  M.Ex.10 and  that Henry  and Sunil\nwere together  in the pandal at the Shiva temple in  Tinsuk-\nhia   town in  the forenoon and evening of 26.3 1975. On the\nbasis of  this circumstance  and the confessional statements\nthe prosecution\t   has\tsought\tto  establish  its  case  of\nconspiracy against   the  accused.   In\t   his\tconfessional\nstatement, Ex.7\t Sunil\t had   stated that  when  he went to\nNaresh&#x27;s shop  about one  and a\t   half\t   months  prior  to\n18.4.1975 for  buying provisions  at fair  price Henry\t cam\nthere and  told him  that they\thad not achieved anything in\nlife by\t work  and that if he would follow the line shown by\nhim he\t would\tget a  lot of  money overnight, that when he\nasked Henry  about what that  line was he told him that they\nshould kidnap  sons   of  rich people and keep them  for two\nor three days and demand money as ransom and return\n<span class=\"hidden_text\" id=\"span_18\">554</span>\nthem   after getting the money, and that thereafter on 25.3.\n1975 he\t  went\talong with  Henry and Sunil to Naresh&#x27;s shop\nwhere\tHenry stated\tthat  they  should  kidnap  boys  at\nDibrugarh and\the  would meet all the expenses. He has also\nstated that  Henry told\t him  at the Kusum Hotel that Chabil\n(P.W. 23)  would deliver  the money   at the Jewel Hotel. He\nhas mentioned  about the  presence of  Anil   and Naresh  on\nsome other  occasions also  in his  confessional  statement.\nIn   his confessional  statement, Ex.  6  Henry\t has\tmade\nrepeated reference  to Sunil  but only once to Anil and that\nis  that he went along with Sunil and Anil from Dibrugarh to\nTinsukhia on  26.3.1975.   There is  no other evidence about\nthe   conspiracy.   We agree  with the\tHigh Court  that the\nevidence adduced by the\t prosecution  is  not  sufficient to\nprove that   charge.   Mr.   Rajender Singh,  learned Senior\nCounsel who  appeared for   the\t complainant did not advance\nany argument  regarding\t the  charge  of    conspiracy.\t The\nadmitted that there is no evidence against Anil\t and  Naresh\nexcept\t their\t retracted   confessions and  that they\t may\nnot   be sufficient   to   prove  any of the charges against\nthem.\tIn   these circumstance,   we  find no\tsatisfactory\nreason to   interfere\twith  the conclusion  of the learned\nJudges of  the High  Court that\t  the  charge of  conspiracy\nagainst all  the four accused and the  other charges against\nAnil and Naresh have not been proved  satisfactorily.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">     The   circumstances   found   by the  trial  court\t and\nthe learned  Judges of\tthe High  Court to  have been proved\nsatisfactorily against Henry are these:\n</p><blockquote id=\"blockquote_8\">     (1)  His\tpresence along\twith Sunil  in the pandal at\n\t  the\tShiva temple   in   Tinsukhia\ttown  in the\n\t  forenoon   and   afternoon  of 2(.3.1975 his offer\n\t  of sweets  to Sanjay and other boys, P.Ws.  12 and\n\t  13, during  that time;  his calling Sanjay when he\n\t  was  moving away  from the pandal with his sister,\n\t  P.W. 21  with an   offer   of more  sweets to him;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_44\">\t  and his  continued stay in the  pandal  along with\n\t  Sunil\t  and Sanjay  even after P.Ws. 12, 13 and 21\n\t  left\t the place,  the last  of them at about 5.30\n\t  p.m.\n     (2)  Receipt  at\tthe  Tinsukuia\t Police\t Station  on\n\t  27.3.1975, of the packet containing inter alia the\n\t  pair of  shorts, M.Ex.  26 and  the letter,  M.Ex.\n\t  written in English and addressed to  &quot;Shri  Chabil\n\t  Das, Siding,&quot;\t demanding a  ransom of\t Rs. 3 lakhs\n\t  for the  return of Sanjay\n<span class=\"hidden_text\" id=\"span_19\">555</span>\n\t  by   6 p.m.  On the next day at the fixed place on\n\t  pain\t  of  murder of\t the boy in case of default.\n\t  The shorts,  M. Ex.  26  have been  identified  by\n\t  Sanjay&#x27;s mother,  P.W. 19  to be    those    which\n\t  Sanjay     was     wearing  on   the\tday  of\t his\n\t  disappearance.   The\thandwriting  expert,  P.W. 1\n\t  has opined  in  his  report,\tEx.    2,    on\t   a\n\t  comparison   of   the hand-writing contained in M.\n\t  Ex. 2\t  with\t  the  speciman\t   hand-writing\t and\n\t  signatures of\t Henry, M.Exs.\t11   to\t 14 obtained\n\t  by P.W.  38 at  Digboi Police Station that M.Ex. 2\n\t  is  in the hand-writing of Henry.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">     (3)  Receipt of  the telegram,  M.Ex 13  by  P.W.23  on\n\t  30.3. 1975   to  the\teffect\t&quot;I  am not satisfied\n\t  with\tyour\t performance.\t Last  chance\t for\n\t  transaction.\tIf  you\t want  your    item    await\n\t  instructions.&quot; M.Ex.3\t the original  telegram\t was\n\t  handed over  to the  Post Master,  Moran, P.W.9 on\n\t  29.3.1975 by\tHenry who  has been   identified  by\n\t  P.W.9 in  the test  identification parade  held by\n\t  P.W. 2  as well  as in the court during the trial.\n\t  The hand  writing   expert, P.W.I has found M.Ex.3\n\t  to be in the hand-writing of Henry in\t his report,\n\t  M.Ex.l.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">     (4)  On   31.3.1975  P.W,23  had received\tthe  bearing\n\t  envelope, M.Ex.6  containing\tthe  letter,  M.Ex.7\n\t  written in  Hindi. The   Hindi  writing  in Ex.M.7\n\t  has not  been proved to be in the  hand-writing of\n\t  any\tof the\taccused but the hand-writing expert,\n\t  P.W.\tI  has found  the  address  on the envelope,\n\t  M.Ex.6 to  be\t  in   the  hand writing of Henry in\n\t  his report, M.Ex.2.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">     (5)  On   8.4   1975  P.W. 23 had received a  telephone\n\t  call\tfrom Digboi  asking  him  if he had received\n\t  the letter\tand    when    he  answered  in\t the\n\t  affirmative he  was asked by the caller to come to\n\t  Digboi  if   he  wanted  his\tson  back.  In\tthat\n\t  conversation the  amount to  be paid by P.W. 23 as\n\t  ransom for  return of\t his son  was fixed  at\t Rs.\n\t  40,000 and  he was  told by  the  caller  that  he\n\t  should come  to the  gate  of the Church at Digboi\n\t  where he would find  a  letter underneath  a stone\n\t  and that  he should act according to the  contents\n\t  of that  letter. Accordingly,\t P.W. 23  and others\n\t  went by  a car? and\n<span class=\"hidden_text\" id=\"span_20\">556</span>\n\t  P.W.\t23  proceeded towards the gate of the Church\n\t  alone\t  and found  the  letter, M.Ex. 5 written in\n\t  English   capital   letters. That letter which has\n\t  been recovered  by the  police has  been found  by\n\t  the hand-writing  expert, P.W.  t  to\t be  in\t the\n\t  hand-writing\tof Henry in his report, M.Ex. 2.\n     (6)  On   10.4.1975 at  about 7 or 7.30 p.m.. Henry had\n\t  booked a  call from  Digboi  Public call office to\n\t  Tinsukhia telephone\tNo.   159 relating  to\tP.W.\n\t  23 and  was waiting  outside for   the   call\t  to\n\t  materialise.\t Then\the was\tpoint ed  out by the\n\t  public   telephone call   office  employee, P.W.33\n\t  to the police who were  keeping  a watch  in plain\n\t  clothes. At  the instance of the Sub-Inspector  of\n\t  police,   P.W. 24 the constables, P. Ws. 26 and 34\n\t  caught hold\tof  Henry  when he tried to run away\n\t  from the  place. In  the  process he\tkicked\tP.W.\n\t  34 and  bit one  of his fingers. However,  he\t was\n\t  over-powered\t and apprehended. As soon as P.W. 26\n\t  grabbed him\the  said   &quot;I do not know about this\n\t  matter.&quot; He  was taken  from\t I here\t by a police\n\t  vehicle  to\tthe  police   station.\tThis\t  is\n\t  suspicious conduct on the part of Henry.\n</p><p data-structure=\"CDiscource\" id=\"p_48\">     (7)  On   10.4.1975    When   interrogated\t   by\t the\n\t  Investigating Officer,  Henry made.  a  statement,\n\t  Ex. 33  (admissible portion) offering\t to show the\n\t  place where  the dead\t body of  the boy  had\tbeen\n\t  buried. On  the next\tday Henary  took the  police\n\t  party and  others including the Political  Officer\n\t  and Executive\t Magistrate, P.W.  38 to   a   place\n\t  situate   by the side of a hillock in the ONGC oil\n\t  field\t area  of Bapapung.  From a mound from which\n\t  earth\t had   been    disturbed    and\t from\t the\n\t  surrounding area  some skeletal remains  including\n\t  the skull   bone,   M.Ex. 48 were recovered by the\n\t  police.   The\t  skull bone,\tM.Ex.\t48  has been\n\t  found by  the\t  super-  imposition  test conducted\n\t  by the  experts, P.Ws.  27 and  28 of the Forensic\n\t  Science Laboratory,\tGauhati to be the skull bone\n\t  of Sanjay as\tper  P.W. 28&#x27;s report, Ex.27\n     (8)  Henry\t    has\t been\tidentified   in\t  the\ttest\n\t  identification     parade  held  by  the  Judicial\n\t  Magistrate, P.W. 2 on 30.4.1975\n<span class=\"hidden_text\" id=\"span_21\">557</span>\n\t  by   12   witnesses without  any  mistake  and  on\n\t  4.4.1975   by\t  the Post   Master,  Moran,  P.W. 9\n\t  without any  mistake.\t Some  of  the witnesses who\n\t  identified  Henry   in  the\ttest  identification\n\t  parade as  well as  in the  court are P.Ws.10, 14,\n\t  15, 17, 18, 26 and 29.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">     The above\tare  very  strong  circumstances  which\t can\nsafely be  relied upon.\t They form a complete chain pointing\nunerringly to  the  guilt of Henry and are inconsistent with\nhis   innocence.  We were  taken through the evidence by the\nlearned Counsel\t  for\tthe  parties and we also perused the\nsummary of the evidence given by the  learned Sessions Judge\nin paras  13 to\t 13 (43) of  his  judgment.  We do not think\nit necessary  to deal with the evidence\t of the witnesses in\ndetail as  we agree  with the  courts below   in  regard  to\nthese circumstances. Accordingly, we agree  with  the courts\nbelow that Henry&#x27;s guilt has been proved by the\t prosecution\nsatisfactorily beyond all reasonable doubt in respect of all\nthe   charges  framed  against him except the one  under  s.\n120B <a href=\"/doc/1569253/\" id=\"a_41\">I.P.C</a> .\n</p><p data-structure=\"CDiscource\" id=\"p_50\">     As regards\t Sunil, there  is the  evidence of P.Ws. 14,\n15 and\t 21  about his\tpresence in  the pandal at the Shiva\ntemple\t in Tinsukhia  town in\tthe forenoon  and evening of\n26.3.1975.  The\t pujari\t of  the    temple,    P.W.  14\t has\nidentified Henry  and\tSunil\tas   the persons   who\twere\npresent in  the pandal\ton 26.3.   1975\t  correctly both  in\nthe test  identification parade\t held\tby   the    Judicial\nMagistrate,  P.W. 2 and in the court. P.W. 15, a businessman\nof Tinsukhia,\twho   had   gone to the temple on  26.3.1975\nalso   has identified  Henry and  Sunil\t both  in  the\ttest\nidentification parade held by P.W. 2 as well as in the court\nas the\tmen who\t were\tstanding   near a bamboo post of the\npandal when  Sanjay and\t other\t boys were  playing  nearby.\nHe learnt on the next  day  about  Sanjay missing.  Sanjay&#x27;s\nelder sister,  P.W. 21\twho went  to   fetch   him from\t the\npandal at  about 5  or 5.30 p.m, on 26.3.1975 has  stated in\nher evidence  that Henry  and Sunil,  both of  whom she\t has\nidentified correctly  in the test identification parade held\nby P.W.\t 2 as  well as\tin the\tcourt, were  present in\t the\npandal when  Sanjay and\t other boys including P.W. 12 and 13\nwere playing.\tWhen   she called Sanjay to go home with her\none of those two men called the other  as &#x27;Driver&#x27; and asked\nhim to\tget chocolates.\t Then P.W.   21 left the place along\nwith Sanjay,  but after\t they had covered some distance\t one\nof the\tmen called  Sanjay by  his name\t and said   that  he\nwould\tgive him  chocolates. Then  Sanjay asked P.W, 21  to\ngo ahead and inform his mother that he would came in a short\n<span class=\"hidden_text\" id=\"span_22\">558</span>\nwhile.\tSo P.W. 21 had left the place leaving Sanjay behind.\nShe has\t pointed out  that it  was Henry  who sent  Sunil to\nfetch\tchocolates. There is no reason for not accepting the\nevidence of these three witnesses, P.Ws. 14, 15 and 21 about\nthe presence  of   Sunil along\t with Henry in the pandal at\nthe Shiva temple in  Tinsukhia town on 26.3.1975 when Sanjay\nwas playing  there with other  boys, P.Ws.  12 and 13. There\nis also\t no reason for not  accepting  the evidence  of P.W.\n21 that\t Henry called Sanjay when he was  moving away  along\nwith her  back to  the place  saying he\t would\t give\t him\nchocolates, that  he called  Sunil as &#x27;Driver&#x27; a few minutes\nearlier and  asked him\tto get\tchocolates, and that P.W. 21\nleft   Sanjay behind  as desired by him and went away to her\nhouse  at   about  5.30\t  p.m.\t  on  the  day\tof  Sanjay&#x27;s\ndisappearance.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">     Sunil  has\t been  identified  by  6  witnesses  in\t all\nwithout any   mistake.\t There\t is  also  the\tevidence  of\nP.W.41,\t  the\tthen officer   in  charge of Sibsagar Police\nStation that   he   arrested Sunil on 14.4.1975 from a house\nin Sibsagar  town cremation  ground after  a  long chase and\nthat he\t was  until  then  hunting  for\t him  in  vain\tfrom\n11.4.1975. He has stated that Sunil started to flee  as soon\nas he  saw him and that he succeeded in catching  him  after\ngiving\t him   a   chase 1  1/2 or  2 furlongs.\t   In\t his\nconfessional statement, Ex.7 Sunil has admitted his presence\nwith Henry  in the pandal  at Tinsukhia on 26.3.1975 and his\narrest from  the  cremation  ground  on 14 4.1975. There are\nsome   other   circumstances brought   out  in\tthe evidence\nand   his   confessional  statement extracted supra pointing\nto his\tguilt unmistakably.  Mr.   Rajender  Singh,  learned\nCounsel for  the complainant  submitted that  circumstantial\nevidence against  Sunil is  practically the  same as  in the\ncase  of Henry except that no recovery has been made at\t his\ninstance  and that there is nothing on record  by way of his\nhand-writing unlike  the  case\tof  Henry.  Mr\tC.B.  Singh,\nlearned\t  Counsel who\tappeared  for Sunil as amicus curiae\nsubmitted   that  having regard\t to Henry&#x27;s letter, Ex. 2 in\nwhich he  had stated   that  he would  kill  (the victim) if\nthe ransom amount is not paid  by  6 p.m. On the next day it\nis probable  that Henry\t might\t have  killed  Sanjay.\t  He\nsubmitted that there is no satisfactory\t material  on record\nto show\t that Sunil  either did anything for killing  Sanjay\nor   that   he shared  the intention  of Henry\tto kill\t the\nboy.   He further   submitted\tthat  Sunil&#x27;s  intention  as\nreflected  in  his confessional statement, Ex. 7 was only to\nkidnap and  keep the  boy for two or three days and send him\nback after collecting the\n<span class=\"hidden_text\" id=\"span_23\">559</span>\nransom.\t  Having regard to all the circumstances of the case\nwe   are inclined  to accept this submission of Mr. Singh as\nbeing most probable and reasonable. We hold that the offence\nproved\t against Sunil\t is  only kidnapping  of Sanjay with\nintent to   secretly  and wrongfully confine him, an offence\npunishable under s. 365 I.P.C.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">     Henry had\tnothing to  say when  he was examined by the\nthe learned    Sessions\t   Judge  on  the  question  of\t the\nsentences  to  be awarded  to him except that he intended to\nfile an\t appeal in   the High  Court.  The  learned Sessions\nJudge  has  observed that  the crimes committed by Henry are\nheinous and  he had held Sanjay\t for ransom and that lt is a\nfit case  in which the extreme penalty\tof the law is called\nfor as\tregards Henry.\tAccordingly, he\t sentenced Henry  to\ndeath under  s.302 read with s 34  <a href=\"/doc/1569253/\" id=\"a_42\">I.P.C</a>.,  imprisonment for\nlife  under   s.  364\tread  with   s.34  <a href=\"/doc/1569253/\" id=\"a_43\">I.P.C</a>.,  rigorous\nimprisonment for  seven years  under <a href=\"/doc/386021/\" id=\"a_44\">section  201</a> read\twith<a href=\"/doc/37788/\" id=\"a_45\">\ns.34</a> I.P.C.,  and rigorous imprisonment for five years under<a href=\"/doc/1688284/\" id=\"a_46\">\ns. 387</a> read with<a href=\"/doc/37788/\" id=\"a_47\"> s. 34</a> I.P.C.,\tand  directed  the sentences\nto   run   concurrently.   The learned\t Judges\t of the High\nCourt have   agreed  completely\t with reasons  given  by the\nlearned Sessions  Judge\t  for\tawarding   the sentence\t  of\ndeath to  Henry and  they have\tconfirmed all the  sentences\nawarded to  him and  accepted the  death sentence  reference\nrelating   to him as mentioned above. We are of the  opinion\nthat the   offences   committed\t by Henry, the originator of\nthe   idea   of kidnapping   children  of  rich\t people\t for\nextracting   ransom,   ate very\t heinous and pre-planned. He\nhad been  attempting to\t extract money\tfrom the unfortunate\nboy&#x27;s father, P.W. 23 even after  the boy  had been murdered\nby making the father to believe\t that  the boy was alive and\nwould be  returned to  him if  he paid\tthe ransom.  In\t our\nopinion, this  is one  of the rarest of rare cases in  which\nthe  extreme  penalty of death is called for the  murder  of\nthe innocent   young  boy, Sanjay in cold blood after he had\nbeen   kidnapped   with promise\t to  be\t given\tsweets.\t We,\ntherefore,   confirm the  sentence of  death and  the  other\nsentences awarded  to Henry by the High Court under<a href=\"/doc/1560742/\" id=\"a_48\"> ss. 302</a>,\n<a href=\"/doc/695990/\" id=\"a_49\">364</a>, <a href=\"/doc/386021/\" id=\"a_50\">201</a> and <a href=\"/doc/1688284/\" id=\"a_51\">387</a> I.P.C. and dismiss Criminal  Appeal No. 545\nof 1982\t filed by him. We allow\t Criminal Appeal  No. 209 of\n1983 filed  by Chabil Prasad Agarwala, P.W.  23 against\t the\nacquittal   of Sunil, Anil and Naresh  in  part\t and convict\nonly Sunil  under<a href=\"/doc/886598/\" id=\"a_52\"> s.365</a>\t I.P.C.. for having kidnapped Sanjay\nin order to secretly and wrongfully confine him and sentence\nhim to\tundergo rigorous  imprisonment for  seven years\t and\ndismiss that  appeal  in  other respects. We reject Criminal\nAppeal\tNo.210\tof 1983 filed by the\n<span class=\"hidden_text\" id=\"span_24\">560</span>\nState of  Assam against\t the rejection of the death sentence\nreference in  regard to\t Sunil and  dismiss Criminal Appeals\nNos. 212 and 213 of 1983 filed by the State of Assam against\nthe acquittal\tof  Naresh  in Criminal Appeal No.25 of 1981\nand of Anil in\tCriminal Appeal\t No. 24 of 1981, both on the\nfile of\t the High   Court,  and allow Criminal Appeal No.211\nof 1983\t filed by  the State of\t Assam against the acquittal\nof Sunil in Criminal  Appeal No. 19 of 1981 on\tthe  file of\nthe High  Court as indicated  in  Criminal  Appeal No.209 of\n1983 and  dismiss it  in other\trespects. The  sentences  of\nimprisonment  awarded  to  Henry  by  the  trial  court\t and\nconfirmed  by\tthe\tHigh  Court  and  by  us  shall\t run\nconcurrently and  merge\t with the sentence of death.\nM.L.A\t\t\tCriminal Apreal Nos. 545/82, 210/83,\n\t\t\t    212-13/83 disnnssed and Criminal\n\t\t\t\t     Appeal No. 209 Allowed.\n</p><span class=\"hidden_text\" id=\"span_25\">561</span>\n\n\n\n","numcites":14,"numcitedby":28,"docsource":"Supreme Court of India","citetid":1674839,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"retracted confession","formInput":"retracted%20confession"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"wrongful confinement","formInput":"wrongful%20confinement"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"coercion","formInput":"coercion"},{"value":"ipc 387","formInput":"ipc%20387"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"confirmation of death sentence","formInput":"confirmation%20of%20death%20sentence"},{"value":"confession","formInput":"confession"},{"value":"pandal ","formInput":"pandal%20"},{"value":"365 ipc","formInput":"365%20ipc"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"corpus delecti","formInput":"corpus%20delecti"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"Skeletal remains ","formInput":"Skeletal%20remains%20"},{"value":"120b ipc","formInput":"120b%20ipc"},{"value":"ipc 201","formInput":"ipc%20201"},{"value":"hand writing expert","formInput":"hand%20writing%20expert"},{"value":"302 201 ","formInput":"302%20201%20"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"putting-person-in-fear-of-death-for-extortion","formInput":"tag:putting-person-in-fear-of-death-for-extortion"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"}],"courtcopy":true,"query_alert":null,"agreement":false}