{"tid":301581,"publishdate":"1995-09-05","title":"International Airports Authority Of ... vs M/S. Mohinder Singh on 5 September, 1995","doc":"<h2 class=\"doc_title\">International Airports Authority Of ... vs M/S. Mohinder Singh on 5 September, 1995</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1996 BOMBAY 167, (1996) 2 ALLMR 41 (BOM), 1996 (1) ARBI LR 664, 1996 (2) ALL MR 41, (1996) 1 ARBILR 664, (1996) 1 BOM CR 666</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n S.M. Jhunjhunuwala, J. \n \n\n</pre><p data-structure=\"Section\" id=\"p_1\"> 1. The petitioners in all these petitions are a statutory corporation established under the <a href=\"/doc/988937/\" id=\"a_1\">International Airports Authority of India Act, 1971</a> and the respondents are a partnership firm engaged inter alia in the business of civil construction. The petitioners had invited tenders for construction of Terminal Building of New International Passenger Terminal Complex (Phase II) at the Bombay Airport Sahar, Bombay. The estimated cost of the work as shown as Rs. 4,09,29,662/- and the completion period was 30 months from the 13th day after the date of the award of the contract. The petitioners received amongst others the tender submitted by the respondents for the said work. The tender submitted by the respondents was accepted for Rs. 7,26,31,325/- and after discussions and negotiations the work was awarded to the respondents and a formal agreement was entered into between the petitioners and the respondents on 22nd January 1982. Clause 25 of the Conditions of the contract contained in arbitration clause between the petitioners and the respondents. This clause envisaged settlement of disputes between the petitioners and the respondents through the appointment of a sole arbitrator by competent authority as provided for therein.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. During the pendency of the contract, the respondents invoked arbitration in accordance with the arbitration agreement and contained in the contract and vide their letter dated 22nd February 1985 addressed to one K. K. Sud, the then Chief Engineer of the petitioner, raised certain claims against the petitioners and enclosed therewith a list of certain disputes which had then arisen by and between the petitioners and the respondents. The Chief Engineer was requested by the respondents to appoint a sole arbitrator in terms of the arbitration agreement contained in the said clause 25 of the Contract. The Chief Engineer of the petitioners in charge of the work chose to appoint one K. D. Bali, Adviser (Eng.) &amp; Ex-Officio Additional Secretary to Government of India as the sole Arbitrator and also chose to make a reference to him to decide and make his award regarding the claims/disputes raised by the respondents and mentioned in the list enclosed to their said letter dated 22nd February, 1985 and also to decide and make his award with regard to any counter-claims of the petitioners. This reference to the said K. D. Bali shall hereinafter be referred to as &quot;The First Reference.&quot; The said Arbitrator entered upon the first reference on 8th March, 1985. On 27th March, 1985 the completion period of the contract was extended up to 28th July, 1985. On 26th July 1985 the completion period of the contract was further extended up to 28th September 1985.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. In the said first reference, the respondents made claim against the petitioners of an amount aggregating to Rs. 86 lakhs in respect of 5 items of claims. Since the respondents tried to bring other claims/disputes within the scope of the first reference filed against the petitioners during the proceedings thereof, the petitioners objected thereto. In the meeting held on 3rd August, 1985 the arbitrator recorded that the issues on the basis of the claims as agreed by the petitioners and the respondents in the first reference were framed. It was further recorded that the arbitrator would take up in the first reference only the matters referred to him by the appointing authorty vide the said letter dated 23rd February, 1985.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. By their letter dated 17th March, 1986 addressed to the Chief Engineer of the petitioners, the respondents requested him to refer further disputes between the petitioners and the respondents arising out of or in connection with the said contract of arbitration. On 16th May, 1986, the Chief Engineer of the petitioners in his capacity as the appointing authority vide his letter dated 16th May, 1986 referred further disputes to arbitration of the said K. D. Bali comprising of the claims bearing Nos. 6 to 16 of the respondents against the petitioners for the total sum of Rs. 1,17,00,000/-. This reference in respect of the respondents&#x27; said claims against the petitioners aggregating to Rs. 1,17,00,000/- is hereinafter referred to as &quot;the second reference&quot;. The arbitrator entered upon the second reference on 26th May, 1986.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. Since further disputes arose between the petitioners and the respondents in connection with the further claims of the respondents against the petitioners arising out of or in relation to the said contract, the respondents vide their letter dated 23rd October, 1986 addressed to the Chief Engineer of the petitioners requested the said appointing authority to refer the same to arbitration. The Chief Engineer of the petitioners in his capacity as the appointing authority vide his letter dated 29th December, 1986, referred such further disputes between the petitioners and the respondents and the further claims of the respondents against the petitioners aggregating to Rs. 5,81,00,000/- (comprised of the claims bearing Nos. 17 to 23) to arbitration of the said K. D. Bali. This reference in respect of the respondents&#x27; said claims against the petitioners for Rs. 5,81,00,000/- is hereinafter referred to as &quot;the third reference&quot;. The arbitrator entered upon the third reference on 5th January, 1987.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. In the first reference, the arbitrator has made and published his award on 5th March, 1988 which has been filed in this court. The arbitration petition No. 188 of 1988 has been filed by the petitioners to set aside the said award dated 5th March, 1988. The arbitrator has made and published his award dated 21st June, 1988 in the second reference which has been filed in this court. The arbitration petition No. 200 of 1988 has been filed by the petitioners to set aside the said award dated 21st June, 1988. On 24th June, 1988, the arbitrator made and published his award in the third reference which has been filed in this court. The arbitration petition No. 201 of 1988 has been filed by the petitioners to set aside the said award dated 24th June, 1988. Since all the said three awards are between the same parties and are in respect of or arise out of the disputes between the petitioners and the respondents pertaining to or anywise relating to the said contract and as the petitioners have filed the aforesaid three petitions to set aside the same, all the said petitions of the petitioners are being disposed of by this common judgment.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. The petitioners have sought to challenge each of the said awards on various grounds. However, since the ambit and scope of challenge to an award under <a href=\"/doc/1503578/\" id=\"a_2\">Section 30</a> of the Arbitration Act, 1940 (for short, &#x27;the Act&#x27;) has now been laid down by the catena of decisions of the Honourable Supreme Court as also of our court and other High Courts, an award is not vulnerable to any challenge thereto. Before, deal with the grounds of challenge to the said awards, it is necessary to state that when an arbitrator is made the final arbiter of the disputes between the parties, an award is not open to challenge on the ground that the arbitration has reached a wrong conclusion or has failed to appreciate the facts. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979582\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_2\">As held by the Honourable Supreme Court in the case of <a href=\"/doc/588099/\" id=\"a_3\">Sudersan Trading Co. v. Government of Kerala</a> , as also in the case of <a href=\"/doc/1979582/\" id=\"a_4\">Puri Construction Pvt. Ltd. v. Union of India</a> , the reasonableness of the reasons given by the arbitrator cannot be challenged and the appreciation of evidence by the arbitrator is never a matter which the court questions and considers. An arbitrator is the sole Judge of the quality as well as the quantity of evidence and it will not be for the court to take upon itself the task of being a Judge on the evidence before the arbitrator. Once there is no dispute as to the contract, what is the interpretation of that contract is a matter for the arbitrator on which the court cannot substitute its own decision. If on a view taken of a contract, the decision of arbitrator on certain amounts awarded is a possible view though perhaps not the only correct view, the award cannot be examined by the court.</span></span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_3\">8. It may further be stated that an award can be set aside if the arbitrator misconduct himself of the proceedings or proceeds beyond his jurisdiction. There is a distinction between disputes as to the jurisdiction of the arbitrator and the disputes as to in what way that jurisdiction should be exercised. A distinction has to be drawn between an error within the jurisdiction and an error in excess of the jurisdiction. An award may be remitted or set aside on the ground that the arbitrator in making it had exceeded his jurisdiction. An award can be set aside where there is error apparent on the face thereof i.e. if there is any proposition of law which is apparent on the face thereof and it is erroneous and is made basis for it. An award is not invalid merely because by a process of interference and arguments it may be demonstrated that the arbitrator has committed some mistake in arriving at his conclusion. As held by the Honourable Supreme Court in the case of <a href=\"/doc/899911/\" id=\"a_5\">Jivarajbhai Ujamshi Sheth v. Chintamanrao Balaji</a> , an award made by an arbitrator is conclusive as a judgment between the parties and the court is entitled to set aside an award if the arbitrator has misconducted himself in the proceedings or when the award has been made after the issue of an order by the court superseding the arbitration or after the arbitration proceedings have become invalid under <a href=\"/doc/1541128/\" id=\"a_6\">Section 35</a> of the Act or where an award has been improperly or is otherwise invalid under <a href=\"/doc/308544/\" id=\"a_7\">Section 30</a> of the Act. The court in dealing with an application to set aside an award has not to consider whether the view of the arbitrator on the evidence is justified. The arbitrator&#x27;s adjudication is generally considered binding between the parties, for he is a tribunal selected by the parties and the power of the court to set aside the award is restricted to cases set out in <a href=\"/doc/308544/\" id=\"a_8\">Section 30</a> of the Act. The court has no appellant jurisdiction in deciding a petition to set aside an award under <a href=\"/doc/308544/\" id=\"a_9\">Section 30</a> of the Act.</span>  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> 9. The petitioners have challenged the said awards on the ground that the arbitrator was neither properly appointed under Clause 25 read with clause 1(f) of the Conditions of the Contract nor was any valid reference made to him and as such each of the said awards is vitiated. The awards are challenged also on the ground that the same do not contain reasons as contemplated and required by the arbitration agreement contained in clause 25 of the Conditions of the Contract and as such are bad in law. The petitioners have challenged the awards also on the ground that the findings of the arbitrator are contrary to the record and internally inconsistent and that the extraneous consideration by the arbitrator have vitiated the same. The petitioners have challenged the awards also as bad in law and perverse. The petitioners have alleged misconduct on the part of the arbitrator and have challenged the awards alleging that the arbitrator had bias approach against the petitioners. The petitioners have challenged the jurisdiction of the arbitrator to arbitrate and have further challenged the awards on the ground that the arbitration proceedings had vitiated since the arbitrator had become functus officio, time to make the awards having expired. On the merits of the claims of the respondents against the petitioners in the first reference as also in the third reference, the petitioners have challenged the awards made in the first reference and in the third reference alleging that the arbitrator misconducted himself by permitting price variation, contractor&#x27;s profit and overhead expenses at 25%, escalation, adopting wrong measurements, awarding loss of profit to the respondents and by deviating from the terms of the contract. The petitioners have challenged the awards in the second reference alleging that the awarding of the claim by the arbitrator has been on ad hoc basis and not on proper consideration of materials placed before the arbitrator.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 10. The respondents have filed their affidavits in each of the said petitions and while denying the allegations of the petitioners as contained in the petitions affidavits filed on behalf of the petitioners, have stated that the appointment of the arbitrator in each reference has been in accordance with the arbitration agreement contained in clause 25 of the Conditions of the Contract and the arbitration references were properly and legally made. The respondents have further stated that the awards contain reasons as contemplated and required by the arbitration agreement entered by and between the petitioners and the respondents and that the findings and conclusions arrived at by the arbitrator are neither contrary to the record nor internally or otherwise inconsistent nor there has been extraneous consideration for the arbitrator to make the awards not the said awards are bad in law or perverse. The respondents have further stated that the arbitrator had no bias approach and was not guilty of misconducting himself or the proceedings before him. The respondents have further stated that the arbitrator had not become functus officio and that he had and continued to have jurisdiction in the matters decided and that each of the said awards made by the arbitrator is proper, legal, valid and binding both on the petitioners and the respondents. On the merits of the claims of the respondents against the petitioners, the respondents have stated that on the basis of proper evidence produced before the arbitrator and in appreciation and appraisement of the evidence on record as also on interpretation of the terms of the contract, the claims awarded by the arbitrator in favour of the respondents and against the petitioners have been properly, validly and legally awarded and that the counter-claim of the petitioners in the Second Reference was justly and properly rejected by the arbitrator. The respondents have denied that the award in the second reference has been made on ad hoc basis and not on proper consideration of materials placed before the arbitrator. The respondents have prayed for dismissal of the petitions, being devoid of any merit.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> 11. There is no dispute and it is admitted by and between the petitioners and the respondents that clause 25 of the Conditions of the Contract constituted arbitration agreement by and between the petitioners and the respondents for reference of all questions and disputes arising out of and/or relating to the contract to arbitration as provided therein. In other words, the existence of arbitration agreement between the petitioner and the respondents is not in dispute. The arbitration agreement between the petitioners and the respondents stipulates in no uncertain terms the mode of appointment of an arbitrator. The relevant extract of the arbitration agreement between the petitioners and the respondents as contained in the said clause 25 is as under :  \n</p>   \n\n \n<blockquote id=\"blockquote_1\">&quot;Clause 25 : Except where otherwise provided in the contract all questions and dispute relating to the meaning of the specification, designs, drawings and instruction hereinbefore mentioned and as to the quality of workmanship or materials used on the work or as to any other question claim, right, matter or thing whatsoever, in any way arising out of or relating to the contract designs, drawings, specifications, estimates, instructions, orders of these conditions or otherwise concerning the work or the execution or failure to execute the same whether arising during the progress of the work or after the completion or abandonment thereof shall be referred to the sole arbitration of the person appointed by the Chief Engineer International Airports Authority of India in charges of the work at the time of dispute or if there be no Chief Engineer, the administrative head of the Department of Engineering of said authority at the time of such appointment. It will be no objection to any such appointment that the arbitrator so appointed is an International Airports Authority of India&#x27;s Employee that he had to deal with the matters to which the contract relates and that in the course of his duties as International Airports Authority of India&#x27;s Employee had expressed views on all or any of the matters in dispute or difference. The arbitrator to whom the matter is originally referred being transferred or vacating his office or being unable to act for any reason, such Chief Engineer or administrative head of the Department of Engineering as aforesaid at the time of such transfer, vacation of office or inability to act, shall appoint another person to act as arbitrator in accordance with the terms of the contract. Such person shall be entitled to proceed with the reference from the stage at which it was left by his predecessor. It is also a term of this contract that no person other than a person appointed by such Chief Engineer or Administrative Head of the Department of Engineering of the Authority as aforesaid should act as arbitrator and if for any reasons, that is not possible, the matter is not to be referred to arbitration at all. In all cases where the amount of the claim in dispute is Rs. 50,000/- (Rules fifty thousand) and above, the arbitrator shall give reasons for the award.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> Subject as aforesaid the provisions of the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act, 1940</a> or any statutory modification or re-enactment thereof and the rules made thereunder and for time being in force shall apply to the arbitration proceeding under this clause.  \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> It is a term of the contract that the party invoking arbitration shall specify the dispute or disputes to be referred to arbitration under this clause together with the amount or amounts claimed in respect of each such dispute.  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> It is also a term of the contract that if the contractor(s) does/do not make any demand for arbitration in respect of any claim(s) in writing within 90 days of receiving the intimation from the authority that the bill is ready for payment the claim of the contractor(s) will be deemed to have been waived and absolutely barred and the authority shall be discharged and released of all liabilities under the contract in respect of these claims.  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> The arbitrator(s) may from time to time with consent of the parties enlarge the time for making and publishing the award&quot;.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 12. As per the arbitration agreement between the petitioner and the respondents, the disputes were required to be referred to the sole arbitration of the person appointed by the Chief Engineer of the petitioners in charge of the work at the time of the disputes or if there be no Chief Engineer, the Head of the Department of Engineering of the petitioners at the time of such appointment. It is therefore clear that the sole arbitrator was required to be appointed by the Chief Engineer of the petitioner in charge of the work at the time of the disputes and it was only if there was no such Chief Engineer that the arbitrator was required to be appointed by the Administrator or the Administrative Head of the Department of Engineering of the petitioners. In each of the aforesaid references, the arbitrator was appointed by the Chief Engineer of the petitioners in charge of the work at the time of arising of the disputes between the petitioners and the respondents and consequently the appointment of the sole arbitrator on each occasion was in consonance with the said arbitration agreement and as such, valid and legal. It may also be mentioned here that the Chief Engineer of the petitioners in charge of the work, the appointing authority, at the time of arising of the disputes between the petitioners and the respondents and at the time of appointment of the said K. D. Bali as sole arbitrator, was the Administrative Head of the Department of Engineering of the petitioners and the controversy raised by the petitioners in this regard is devoid of any merit. Moreover, the appointment of the arbitrator was made by the petitioners themselves and the petitioners by long participation of the arbitration proceedings before the arbitrator accepted such appointed and it is neither valid nor legal nor proper on the part of the petitioners now to allege that the appointment of the arbitrator by the Chief Engineer of the petitioners in charge of the work at the material time was not proper. The appointment of the arbitrator in each of the said references being in accordance with the arbitration between the petitioners and the respondents was valid and legal and all subsequent proceedings before the arbitrator so appointed were also valid and legal. The reference to arbitration made in each of the said references was properly, validly and legally made. There is also no merit in the contention of the petitioners that after making reference of the disputes in the first reference, the rights of the parties to the arbitration agreement to make further references of their claims against each other for arbitration got exhausted. There is equally no merit in the contention of the petitioners that all the claims and/or disputes which have been referred for arbitration of the arbitrator after the first reference were beyond the scope of the reference to arbitration already made and as such, could not be entertained by the arbitrator. It is correct that the first reference made for arbitration was confined to five items of claims of the respondents included in the letter dated 23rd February, 1985 addressed by the Chief Engineer of the petitioners while appointing the arbitrator. However, the completion of the work under the contract by the respondents even after making the first reference to arbitration had continued and since the further claims of the respondents arose out of and/or in relating to the work subsequently carried out by the respondents under the contract, the respondents wanted the same to be referred to arbitration in the first reference itself. Since the petitioners objected to such reference being made and themselves agreed for separate references in respect of such subsequent claims of the respondents against the petitioners, the second reference and the third reference were made by the Chief Engineer of the Petitioner the appointing authority to the said K. D. Bali, the arbitrator. Such second and third references made to K. D. Bali, incidentally the same arbitrator, can under no circumstances be said to have been made after the right of the parties to the contract for making reference to arbitration was exhausted. The disputes which constituted the subject matters of the first reference, the second reference and the third reference consisted only of such disputes which were referred by the Chief Engineer of the petitioners to the arbitrator who was appointed in accordance with the arbitration agreement between the petitioners and the respondents. Once the arbitrator in accordance with the said agreement to refer the disputes to arbitration between the petitioners and the respondents was appointed, the disputes and/or claims and/or counter claims arising out or in relation to the contract could be referred to the Arbitrator by or at the instance of either of the parties to the Contract and this exactly was done in the said references. Needless to state that in arbitration proceedings under same arbitration agreement, successive reference of various disputes arising from time to time under the same contract between the parties thereto can be referred to arbitration and be made the subject matter of successive references.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 13. Under the arbitration agreement between the Petitioners and the Respondents it was provided that the Arbitrator might, from time to time, by consent of the parties thereto, enlarge the time for making and publishing the Award. Factually, by consent of the Petitioners and the Respondents, the time for making the Awards in the said references was initially extended from time to time. Such extension of time for making the award is also provided by <a href=\"/doc/597719/\" id=\"a_11\">Section 28</a> of the Act. Morover, in the Arbitration Petition No. 153 of 1987 filed in this Court, the time to make and publish the award in the Third Reference was entered by this court as per the order made on 15th Sept. 1987 and 15th Jan. 1988. This court further extended the time to make and publish the award in the said three references for four months from 26th Feb. 1988 as per the order passed on 26th Feb. 1988 in Arbitration Petition No. 8 of 1988 filed in this court. The Arbitrator having made and published his Awards prior to expiration of the extended period for making the Awards in the said references, had not become functus officio and the proceedings of the references pending before him had not vitiated and as such, the said Awards are not bad in law. Equally there is no merits in the contention of the Petitioners that despite existence of the arbitration agreement between the Petitioners and the Respondents for reference of questions and disputes arising out of and in relation to the Contract to arbitration and despite the fact that the said reference were made in accordance with the arbitration agreement, the Arbitrator ought not to have proceeded, with the said references as, according to the Petitioners, he had no jurisdiction to decided his own jurisdiction. In view of the admitted existence of the arbitration agreement between the Petitioners and the Respondents in its widest term, the Arbitrator could legally and properly decide about his authority to proceed with the said references and also decided the preliminary objections raised by the Petitioners before him. In the facts and the terms of the arbitration agreement, the Arbitrator had the jurisdiction to decide the preliminary objections including about his own jurisdiction which the Petitioners had raised before him.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 14. There is no substance whatsoever in the contentions of the Petitioners that the Arbitrator misconducted himself merely by changing the avenue of arbitration for the Petitioners office at Santa Cruz to Indian Merchant Chambers Hall at Churchgate more particularly when the Indian Merchant Chambers Hall was considered to be more convenient avenue where at all parties could attent to the proceedings before the Arbitrator without any difficulty. The contentions of the petitioners that the Arbitrator (sic) is also devoid of any merit. In this regard it would be appropriate to mention that the petitioners had filed an Arbitration Petition No. 234 of 1987 in this Court for revoking the authority of the Arbitrator also on the ground that the Arbitrator had bias approach. By the judgment dated 1st/2nd Feb. 1988 delivered in the said petition, the petition was dismissed with costs. While dismissing the said petition, Pendse, J. of this court (as he then was) observed as under :  \n</p>   \n\n \n<blockquote id=\"blockquote_6\">&quot;It is sad and distressing that the petitioners, which is a Government undertaking and which has chosen to appoint Respondent No. 1 who is holding high Government Office and has a specialised knowledge in Engineering, should make wild allegations questioning the integrity of Respondent No. 1 on frivolous grounds. It does not lie in the mouth of the Petitioners to make such allegations when Respondent No. 1 was chosen by the Chief Engineer of the Petitioners as the arbitrator and merely because Respondent No. 1 refused to submit to whatever arguments are advanced on behalf of the Petitioners. The party contracting with the Petitioners is compelled to go to the arbitration of the arbitrator as nominated by the Petitioners and thereafter it is extremely wrong on the part of the Petitioners to make allegations against the arbitrator, because the arbitrator does not accept their contentions. In case the Petitioners are permitted to make these allegations and succeed thereunder, then the party contracting with the Petitioner would lose faith in the arbitration proceedings&quot;. (The 1st Respondent in the Petition was the arbitrator herein).   \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794709\" id=\"span_4\">The Petitioner had filed Special Leave Petition in the Honourable Supreme Court against the said order and judgment being Special Leave Petition (Civil) No. 2545 of 1988 which was dismissed on 10th March, 1988 and the judgment in respect thereof was delivered on 29th March, 1988 (<a href=\"/doc/1794709/\" id=\"a_12\">International Airport Authority of India v. K. D. Bali</a> ). The Honourable Supreme Court has in its judgment observed :</span>  \n</blockquote>  \n<blockquote id=\"blockquote_8\">&quot;No party should be allowed to throw the arbitration proceedings by such tactics and if the arbitrator has not surrendered to presence, in our opinion, the arbitrator cannot be faulted on that score nor the proceedings of the arbitrator be allowed to be defeated by such method.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> The Honourable Supreme Court has held :  \n</p>  \n<blockquote id=\"blockquote_9\">&quot;The purity of administration requires that the party to the proceedings should not have apprehension that the authority is biased and is likely to decide against the party. But it is not every suspicion felt by a party which must lead to the conclusion that the authority hearing the proceedings is biased. The apprehension must be judged from a healthy, reasonable and average point of view and not on mere apprehension of any whimsical persons.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> The Honourable Supreme Court has further held :  \n</p>  \n<blockquote id=\"blockquote_10\">&quot;A party who is a party to the appointment can and should never seek the removal of an appoint authority or arbitrator on the ground that the appoint being his nominee had not acceeded to his prayer about the conduct of the proceeding. It will be a sad day in the administration of justice if such be the state of law.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> In view of the decision of this court in the said Arbitration Petition No. 234 of 1987 and of the Honourable Supreme Court, the Petitioners should have kept restraint in making the same baseless allegations against the Arbitrator which have already been adjudicated upon as aforesaid. Suffice it to say that the Arbitrator was having no bias against the Petitioners and the approach of the Arbitrator in conduct of the proceedings before him was fair and judicious.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_5\">15. Each of the said Awards contain reasons as contemplated and required by the said arbitration agreement and as held by the Honourable Supreme Court in the case of <a href=\"/doc/588099/\" id=\"a_13\">Sudersan Trading Co.</a> (supra), it is not for the court to decide the reasonableness of the reasons given by the arbitrator. The findings and conclusions arrived by the Arbitrator in each of the said reference by the Arbitrator in each of the said reference is neither contrary to the record not internally inconsistent. No extraneous consideration has prevailed upon the Arbitrator in making the said Awards so as to vitiate the same or the findings or conclusions arrived at by the Arbitrator.</span>  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\"> 16. Under the Award dated 21st June, 1988 made in the Second Reference, the Arbitrator awarded only the sum of Rs. 3,00,000/- together with interest there-upon at the rate of 12% per annum from the date of the Award till the date of payment or the decree, whichever is earlier in favour of the Respondents. The said Award dated 21st June, 1988 has been challenged by the Petitioners in Arbitration Petition No. 200 of 1988. According to Mr. Shah, learned Counsel appearing for the Petitioners, the said Award made by the Arbitrator is an ad hoc award and there is no basis of awarding the said amount to the Respondents. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"14114\" id=\"span_6\">In support of his submission, Mr. Shah put reliance on the judgment of this court in the case of <a href=\"/doc/14114/\" id=\"a_14\">Shuerbanubai Jafferbhoy v. Hoseinbhoy Abdoolabhoy</a> (AIR 1948 Bom. 292), as also in the case, of State of Orissa Mr. Ganeshdas Kaluram Pvt. Ltd. . In both these cases, the awards were made awarding ex-gratia payments. In the instant case, though eleven claims were made by the Respondents against the petitioners in the Second Reference, the Arbitrator rejected nine of the claims of the Respondents and awarded only two claims as under giving reasons for rejection as well as awarding of the claims in the said Award.</span> \n</p>  \n<p data-structure=\"Precedent\" id=\"p_20\">-------------------------------------------------------------------------------------\n</p><pre id=\"pre_2\"> Claim                Claim                                         Amount (Rs.)\n  No.                                                               Payable to the                                                                    \nclaimants.\n</pre><p data-structure=\"Precedent\" id=\"p_21\"> -------------------------------------------------------------------------------------\n</p><pre id=\"pre_3\"> 1/6       Material removed by IAAI from the site of                     Nil          \n           work for cleaning the terminal building by engaging           \n    their local labourers and petty contractors engaged           \n    by IAAI for Rs. 6,20,549.00. \n 2/7       Losses and damages suffered on account for                    Nil\n           non-supply of cement in time for Rs. 17,10,000. \n 3/8       The work which legitimately belonging to Mohinder          3,00,000\n           Singh &amp; Co. was entrusted other agencies by IAAI          \n     and thus, deprived M/s. Mohinder Singh &amp; Co. the           \n    legitimate etc. for Rs. 37,50,000.00. \n 4/9       Delay in handing over of site in time for                     Nil\n           Rs. 10,00,000. \n 5/10      Delay in handing over of drawings in time for                 Nil\n           Rs. 7,10,000. \n 6/11      Non-supply of electric supply in time for                     Nil\n           Rs. 50,000. \n 7/12      Adjustment in contract price for such drastic                 Nil          \n    changes in contract items/scope of contract           \n    for Rs. 5,00,000. \n 8/13      Interest @ 20% on account of escalation on                    Nil\n           material, labour P.O.L. and increase in labour\n           wages not paid by IAAI in time for Rs. 3212977. \n 9/14      Claim for central sales tax duty paid on marble               Nil\n           provided at site for Rs. 78,513.00 \n 10/15     Interest @ 20% on the payable amount from\n           I award interest at\n           31st January, 1986 till the payment is made.\n           the rate of 12%                                                                 \n    per annum on the                                                                \n    awarded amount                                                                 \n    of Rs. 3,00,000                                                                \n    from the date of                                                                \n    award till the                                                                \n    date of payments                                                                \n    or decree which                                                                 \n    ever is earlier. \n 11/16     Cost of arbitration approx. for Rs. 1,00,000.                Nil                                                                 \n    The  Claimant shall                                                                 \n    bear their own cost                                                                 \n     of arbitration                                                                 \n    proceedings.\n</pre><p data-structure=\"Precedent\" id=\"p_22\"> ------------------------------------------------------------------------------------- \n</p>\n\n\n \n \n\n<p data-structure=\"Conclusion\" id=\"p_23\"> (Claimants and IAAI in the above table refer to the Respondents and the Petitioners respectively).  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> As aforesaid the reasonableness of the reasons given by the Arbitrator cannot be challenged in the proceedings under <a href=\"/doc/1503578/\" id=\"a_15\">Section 30</a> of the Act and this court is not to go into the alleged insufficiency thereof. The rejection of the claim of the Petitioners for compensation has been on adjudication of merits thereof which cannot be gone into by this court in the present proceedings. Suffice it to say that the awarding of the said sum of Rs. 3,00,000 by the Arbitrator in favour of the Respondents has not been an adhoc basis as alleged by the Petitioners.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 17. The conditions mentioned in the letters dated 16th Oct. 1981 and 1st Nov. 1981 addressed by the Respondents to the Executive Engineer (Civil) and the Chief Engineer (Civil) respectively of the Petitioners admittedly formed part of the contract by and between the Petitioners and Respondents. Accordingly, besides terms and conditions as mentioned in the contract includes Conditions 6, 7, 8, 10, 12, 12(a), 14 and 25, conditions 14(a) and 14(b) mentioned in the said letter dated 16th Oct. 1981 relating to escalation by reason of labour wages and price variation and conditions 13 and 14 mentioned in the said letter dated 1st Nov. 1981 relating to variation in quantities and escalation were binding on the parties to the contract as integral part thereof. As regards the condition 14 <a href=\"/doc/14114/\" id=\"a_16\">laid down in</a> the said letter dated 16th Oct. 1981 as modified by condition 14 in the said letter dated 1st Nov. 1981, in the said Award dated 5th March, 1988, the Arbitrator has stated as under :  \n</p>   \n\n \n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14114\" id=\"span_7\">&quot;Condition 14 as a <a href=\"/doc/14114/\" id=\"a_17\">laid down by</a> the Claimants in their letter dated 16-10-1981 and 1-11-1981 which forms the part of the agreement makes the Claimants entitled for price variation according to the formulas laid down therein which is applicable to the gross amount of the bill inclusive of the value of extra/substituted items. However, while determining the rates, the costs at the relevant have been kept in view. Awarding price variation on such items under these circumstances might lead to undue benefit to the claimants. I feel that the ends of justice and fair play will be met by the rejecting this claim of escalation on such items. Accordingly, rates determined by me in respect of extra/substituted items will not be further subjected to price variation.&quot;</span>   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14114\" id=\"span_8\">Accordingly, the Arbitrator has rightly held that the formulas <a href=\"/doc/14114/\" id=\"a_18\">laid down in</a> the above condition were in general applicable to the gross amount of the bill inclusive of the value of extra/substituted items. Mr. Shah is not right in his submissions that the said condition 14, which was an escalation condition, did not apply to the extra additional/substituted items of work. So also the submission of Mr. Shah that the Respondents were not entitled to receive 25% over-heads and profits is devoid of any merit. The Arbitrator on interpretation of relevant terms and conditions of the Contract has right upheld the respondents claim in respect of 25% over-heads and (sic). In the facts of the case the Arbitrator has rightly held that the respondents claims in the third reference were not barred. The Arbitrator has fixed rates only in respect of the items which were included in the claims which were referred to him. The Arbitrator has not exceeded his jurisdiction. The Arbitrator had taken into consideration all measurement books produced before him.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 18. In the facts of the case and on interpretation of the terms and conditions of the Contract including those mentioned in the said letters dated 16th Oct., 1981 and 1st November, 1981, as mentioned in the said Award dated 5th March, 1988 made in the First Reference, the Arbitrator rightly held that the Petitioners did not finalise the rates payable to the Respondents for the quantities more than the devision limit even till 24th March, 1987. The petitioners had only intimated the approximate rates payable for deviated quantities. The Arbitrators has rightly held that the respondents were entitled to rates claimed by them as 25% more or (sic) quantities beyond plus/minus 30% deviation (sic) fixed in the contract and rightly awarded the sum of Rs. 2,71,797.12 to the respondents for their Claim No. 1 of Sub-head II upto 34th R.A. Bill in the First Reference.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 19. In the Third Reference, the Arbitrator has made his award on 24th June, 1988, the summary whereof is as under :  \n</p>  \n \n<blockquote id=\"blockquote_12\"> -----------------------------------------------------------------------------------\n</blockquote><pre id=\"pre_4\"> Respondents&#x27;               Description                          Amount (Rs.)\n Claim No.                                                       awarded to the                                                                 \nrespondents\n</pre><blockquote id=\"blockquote_13\"> -----------------------------------------------------------------------------------\n</blockquote><pre id=\"pre_5\"> Claim 1/17     As per final bill, balance to be paid on         1,15,46,851.85                \n            account of work done (for Rs. 3,16,24,243) \n Claim 2/18     Claim on account of extra rate for the              2,08,833.31                \n                quantities beyond + 30% deviation limits,\n                (for Rs. 20,33,088) \n Claim 3/19     Payment due to on account of escalation            20,11,984.74\n                under the price variation clause 14(b),\n                (for Rs. 76,64,572) \n Claim 4/20     Payment due under contract clause 14(b)            54,76,302.34\n                for labour escalation (sic) statutory order\n                of the (for Rs. 1,15,14,791) \n Claim 5/21     Payment due on account of material procured         6,91,459.46\n                for the work as per drawing and lying with\n                IAAI store (for Rs. 14,99,958) \n Claim 6/22     Bank Guarantee-Security deposit\n           Bank guarantee\n        (for Rs. 10,00,000)                             \n   taken against                                                                 \n  security deposit                                                                 \n  for (sic) \n Claim 7/23     Interest @ 18% p.a. on all the claims\n             The Petitioners\n                from 31.1.1986 till the payments\n                shall pay interest                                                                 \n  at 12% per                                                                 \n  annum on the                                                                 \n  said amount of                                                                 \n  Rs. 1,99,35,431.                                                                 \n  70 with effect                                                                 \n  from 24th June,                                                                 \n  1988 (date of                                                                 \n  Award) till the                                                                 \n  date of payment                                                                \n   or the decree                                                                 \n  whichever is                                                                 \n  earlier. \n               Petitioners&#x27; Counter-claims No. 1 to No. 10.\n  Amount payable                                                                \n  to the Petitioners                                                                \n  on all the                                                                 \n  counter-claims is                                        Nil.\n</pre><blockquote id=\"blockquote_14\"> ----------------------------------------------------------------------------------- \n</blockquote>\n\n \n \n\n<blockquote id=\"blockquote_15\"> In this reference, the Arbitrator has rightly awarded the respondents&#x27; claim for price variation at Rs. 20,11,984.74 as against the claim for Rs. 76,64,572/-. The said condition 14 contained in the said letter dated 16th Oct., 1981 as modified by the said letter dated 1st November, 1981 superseded the printed condition 10(c) contained in the contract. There was no misconstruction of the said conditions of the contract by the Arbitrator, the Arbitrator did not ignore the conditions of the Contract read with the conditions incorporated Tin the said two letters also forming integral part of the Contract. The Arbitrator did not misconduct himself or the proceedings before him. There is no error of law on the face of the Award. The respondents also claimed Rs. 1,43,14,791/- for escalation in labour wages in terms of condition 14(a) mentioned in the said letter dated 16th Oct., 1981 read with modifications as contained in the said letter dated 1st November, 1981 both forming part of the Contract between the parties thereto. The said condition was incorporated for neutralising the effect of rise in labour wages, if any, by the Competent Authority. It was a built-in condition with incorporated formulae to work out the neutralisation component. Both conditions viz., conditions 14(a) and 14(b) with identical percentage of 18.5% in the respective formulae were accepted by the Petitioners and Respondents and as such, condition 14(a) about escalation on labour wages was rightly considered by the Arbitrator as distinct from Condition 14(b) pertaining to price variation. The Arbitrator has rightly awarded to the respondents the sum of Rs. 54,76,302.34 under this head. There is nothing to show that the Arbitrator ignored the measurements produced by the petitioners before him.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 20. In the Third Reference, in respect of balance claim of the respondents on account of work done as per final bill of the respondents, the Arbitrator concluded that the total gross amount of the final bill for the work done was at Rs. 7,29,71,482.85 out of which amount of recoveries as justified by him aggregating to Rs. 6,14,24,631/- was deducted. The balance of Rs. 1,15,46,851.85 was held as balance payable by the petitioners to respondents in Final Bill. While ascertaining this amount the Arbitrator observed that the petitioners were not entitled to deduct the sum of Rs. 40,91,532/- by way of levy of compensation for alleged delayed completion of work by the respondents under clause 2 of the contract. Though the respondents had addressed a letter dated 3rd December, 1987 to the Chief Engineer of the petitioners for reference of claim of the petitioners for levy of compensation to arbitration, the dispute was not separately referred to arbitration. It is wrong to say that the Arbitrator acted beyond the jurisdiction or has misconducted himself. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_9\">In the facts of the case, reliance placed by Mr. Shah on the judgment of the Honourable Supreme Court in the case of <a href=\"/doc/262361/\" id=\"a_19\">Vishwanath Sood v. Union of India</a> , is of no help to him.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 21. In the Third Reference, the respondents had claimed Rs. 20,33,088/- on account of extra rate for the quantities beyond + 30% deviation limit and the Arbitrator has rightly awarded the sum of Rs. 2,08,833.31 to the respondents under this head. In the First Reference, a claim under this head was made when the work was in execution and hence, in the First Reference, the cut-off date for quantities was taken till 34th R.A. Bill. After the completion of work, final quantities became known and hence, the claim in this reference was made. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_10\">In view of specific condition <a href=\"/doc/262361/\" id=\"a_20\">laid down by</a> the respondents in the said letters dated 16th October, 1981 and 1st November, 1981 and accepted by the petitioners, the printed condition 12 or 12(a) in the contract were superseded and as rightly held by the Arbitrator, the said condition 13 contained in the said letter dated 16th Oct., 1981 modified by the said condition 13 contained in the said letter dated 1st Nov., 1981 had overriding effect on the condition 12 or 12(a) in the contract.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"588099\" id=\"span_11\">22. On interpretation of the terms and conditions of the contract including those mentioned in the said two letters referred to hereinabove, the view taken by the Arbitrator is a possible view. As held by the Honourable Supreme Court in the case of <a href=\"/doc/588099/\" id=\"a_21\">Sudershan Trading Co.</a> (supra), if on interpretation of the terms of the contract, the view taken by the Arbitrator is a possible view, it is not for the court to take a different view than the view taken by the Arbitrator. The Arbitrator was an expert having full knowledge of working of engineering contracts. In the facts of the case, it was not necessary for the respondents to lead any evidence before him to explain the formulae for fixation of rate which the Arbitrator has fixed on interpretation of the terms and conditions of the contract including those contained in the said two letters as also the formulae mentioned therein. On apparising the evidence on record and considering the pleadings, affidavits as also the arguments advanced including the written submissions filed before the Arbitrator, the Arbitrator has awarded certain claims in the said references to the respondents to the extent which in his judgment the same deserved to be awarded and as such it is not possible to hold that on merits the Arbitrator has erroneously awarded the same. Even if it is pointed out to this court that the Arbitrator in awarding a particular claim to the respondents on its merits has wrongfully awarded the same, the Arbitrator being the sole arbiter between the parties to decided the claims and rival claims on the basis of the record before him, the award of the Arbitrator cannot be set aside on this ground. The Arbitrator had visited the site and had personally seen the material utilised in the construction. The Arbitrator has applied his mind in considering the claims and counter-claims of the parties which is evident since some of the claims of the Respondents against the Petitioners have been fully rejected and some have been partly rejected by the Arbitrator. As against the total claim of Rs. 8.5 crores in all the three references, the Arbitrator has awarded in all only Rs. 2.05 crores to the Respondents. In the facts and circumstances, it is not possible to hold that amount awarded is unconsciouable or shockingly high to warrant interference by this court. The Arbitrator has not misconducted himself or the proceedings before him. No item of the claim has been left out of consideration. It is not correct to say that the Arbitrator has proceeded with the reference on the basis as told by the Respondents. Grant of escalation and variation in prices by the Arbitrator, in the facts and circumstances of the case, cannot be considered as legal misconduct on the part of the Arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036413\" id=\"span_12\">As held in case of <a href=\"/doc/1036413/\" id=\"a_22\">State of Punjab v. V. K. Sood</a> (1993 (2) Arb. LR 23 (Pun &amp; Har)), it is not misconducted on the part of the Arbitrator even if the Arbitrator comes to an erroneous conclusion.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1254602\" id=\"span_13\">In the case of <a href=\"/doc/1254602/\" id=\"a_23\">S. Sony &amp; Co. v. Delhi Development Authority</a> (1994 (1) Arb. LR 191 (Delhi)), it has been held that the courts do not exercise appellate jurisdiction over the verdict of the Arbitrator to question an award. The Arbitrator is not bound to give detailed reasons. He is only to indicate his mind as to how he reached a particular conclusion. In the instant reference, in each of the Awards made by the Arbitrator, the Arbitrator has given reasons and indicated his mind as how he reached the conclusions arrived at by him. The Arbitrator has considered the statements of the parties, the documentary evidence and the arguments advanced before him. His Award are final both on fact and law. He has not exceeded his jurisdiction and there is no error apparent on the face of either of the said Awards.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1142345\" id=\"span_14\">23. The Honourable Supreme Court in the case of <a href=\"/doc/1142345/\" id=\"a_24\">K.N. Co-operative Society v. Union of India</a> , has in terms held that where an arbitrator is called upon to decide the effect of the agreement he is really to decide the question of law that is of interpreting the agreement and hence his decision is not open to challenge.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1337022\" id=\"span_15\">Even in the case of <a href=\"/doc/1337022/\" id=\"a_25\">Food Corporation of India v. Joginderpal Mohinderpal</a> , the Honourable Supreme Court has reiterated that the court could not sit in appeal over the view of arbitrator by re-examining and re-assessing the evidence on record.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_16\">In the case of <a href=\"/doc/1015491/\" id=\"a_26\">Associated Engineering v. State of Andhra Pradesh</a> , on which reliance has been placed by Mr. Shah, the Honourable Supreme Court has held :</span>  \n</p>   \n\n \n<blockquote id=\"blockquote_16\">&quot;The Arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract. His sole function is to arbitrate in terms of the Contract, he has no power apart from what the parties have given him under the contract. If he has travelled outside the bounds of the contract, he has acted without jurisdiction but if he has remained inside the parameters of the contract, and has construed the provisions of the contract, his award cannot be interfered with unless he has given reasons for the award disclosing an error apparent on the face of it. The conscious disregard of the law or the provisions of the contract from which he has derived his authority vitiates the award.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1815803\" id=\"span_17\">In case of these references, the Arbitrator has neither acted arbitrarily nor irrationally nor capriciously nor independently of the contract. He has not travelled outside the bounds of the contract. He has acted with the jurisdiction and has remained inside the parameters of the contract and has construed the provisions of the contract. The reasons given for the awards made do not disclose any error apparent on the face thereof. He has not disregarded the law or the provisions of contract from which he has derived the authority. Reliance placed by Mr. Shah in the case of <a href=\"/doc/1815803/\" id=\"a_27\">Continental Construction Co. Ltd. v. State of Madhya Pradesh</a> , is of no assistance to Mr. Shah. In that case, the contractor was held not entitled to claim for extra cost in view of specific clauses in the contract. The basis of bargain <a href=\"/doc/1815803/\" id=\"a_28\">in that case</a> and in the instant case has been entirely different.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_18\">So also, reliance placed on the case of <a href=\"/doc/899911/\" id=\"a_29\">Jivarajbhai Ujamshi Sheth v. Chintamanrao Balaji</a>, (supra), where the Honourable Supreme Court has held that the assumption of jurisdiction not possessed by the arbitrator renders the award to the extent to which it is beyond the arbitrator&#x27;s jurisdiction, invalid in the facts of these petitions is of no help to Mr. Shah. As held hereinabove, none of the said awards is beyond the jurisdiction of the arbitrator. Since express terms of the contract governing relationship between the petitioners and respondents have not been displaced, the principle in this regard <a href=\"/doc/899911/\" id=\"a_30\">laid down by</a> the Honourable Supreme Court in the case of Messrs.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1989300\" id=\"span_19\"><a href=\"/doc/1989300/\" id=\"a_31\">Alopi Prasad &amp; Sons Ltd. v. Union of India</a> , on which also reliance has been placed by Mr. Shah, has no application.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_20\">Since, the arbitrator has not ignored any material document brought before him nor arrived at an inconsistent conclusion, even the principle <a href=\"/doc/1989300/\" id=\"a_32\">laid down by</a> the Honourable Supreme Court in the case of <a href=\"/doc/992584/\" id=\"a_33\">K. P. Poulose v. State of Kerala</a> , on which also reliance has been placed by Mr. Shah, to the effect the misconduct on the part of an arbitrator comprises legal misconduct which is complete if the arbitrator on the face of the award arrives at an inconsistent conclusion even on his own finding or arrives at a decision by ignoring very material documents which throw abundant light on the controversy to help a just and fair decision, has no applicability. Even the unreported judgment of the Division Bench of this court presided over by Pendse J. in the case of International Airport Authority of India v. M/s. Three Circle (delivered on 14th August 1992 in appeal No. 756 of 1991) has no application as contrary to facts of instant case, the general principles of justice and equity were invoked therein by by-passing specific provisions of the agreement between the parties thereto. It was held therein that once the parties had entered into a solemn agreement and the contractor accepted that the escalation was permissible provided the claims fell squarely within the term of the contract, then it was not permissible for the contractor to turn round and seek escalation payment by reference to general principles of justice and equity.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"> 25. Neither of the awards in these petitions is perverse, bad in law, vitiated or otherwise invalid. Each of the petitions being devoid of any merits, is liable to be dismissed.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> 26. In the result, the Arbitration Petition No. 188 of 1988, the Arbitration Petition No. 200 of 1988 and the Arbitration Petition No. 201 of 1988 are dismissed with costs.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\"> 27. Petitions dismissed.  \n</p>\n \n\n","numcites":20,"numcitedby":1,"docsource":"Bombay High Court","citetid":301581,"divtype":"judgments","relatedqs":[{"value":"misconduct of arbitrator","formInput":"misconduct%20of%20arbitrator"},{"value":"functus officio","formInput":"functus%20officio"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"extraneous consideration","formInput":"extraneous%20consideration"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"Airports Authority of India","formInput":"Airports%20Authority%20of%20India"},{"value":"final bill","formInput":"final%20bill"},{"value":"price variation ","formInput":"price%20variation%20"},{"value":"ad hoc ","formInput":"ad%20hoc%20"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"escalation","formInput":"escalation"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"\"extraneous consideration\"","formInput":"%22extraneous%20consideration%22"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"appointing authority","formInput":"appointing%20authority"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"}],"cats":[{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}