{"tid":74920304,"publishdate":"2015-03-19","title":"Sanjiv Kumar @ Gora vs State Of Punjab on 19 March, 2015","doc":"<h2 class=\"doc_title\">Sanjiv Kumar @ Gora vs State Of Punjab on 19 March, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-pant\">Prafulla C. Pant</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-pant\">Prafulla C. Pant</a>, <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a></h3>\n\n<pre id=\"pre_1\">                                    IN THE SUPREME COURT OF INDIA\n\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n                      CRIMINAL APPEAL NO. 1424 OF 2009\n\n\n      Sanjiv Kumar @ Gora                          ... Appellant\n\n\n                                   Versus\n\n\n      State of Punjab                                    ... Respondent\n\n\n                                   WITH\n                  CRIMINAL APPEAL NO.............OF 2015\n            Arising out of SLP(Crl) No......Crl.M.P.No. 7170 OF 2007)\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">      Prafulla C. Pant, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">            These appeals are directed  against  judgment  and  order  dated\n      8.11.2006 passed by the High Court of Punjab and Haryana  in  Criminal\n      Appeal No. 1746-SB/2005 whereby the appeal of Sanjiv Kumar @ Gora  has\n      been dismissed, thereby  affirming  conviction  recorded  by  Sessions\n      Judge, Kapurthala in  Sessions Case No. 18 of 2003 under <a href=\"/doc/1119707/\" id=\"a_1\">Sections 395</a>,\n      <a href=\"/doc/1982060/\" id=\"a_2\">450</a> and <a href=\"/doc/1243353/\" id=\"a_3\">342</a> of the Indian Penal Code (<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>). However, the sentence  has\n      been reduced by the High Court from 10 years imprisonment to  3  years\n      imprisonment with enhancement in the quantum of fine  from  Rs.2,000/-\n      to Rs.1,00,000/- under <a href=\"/doc/1119707/\" id=\"a_5\">Section 395</a> IPC, and  from  imprisonment  of  7\n      years to imprisonment  of  3  years  with  enhancement  of  fine  from\n      Rs.1000/-to Rs. 20,000/-under <a href=\"/doc/1982060/\" id=\"a_6\">Section 450</a> IPC, without interfering  in\n      the quantum of sentence awarded by  the  trial  court  in  respect  of\n      offence punishable under <a href=\"/doc/1243353/\" id=\"a_7\">Section 342</a> IPC.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_3\">   2. We have heard learned counsel for the parties and perused  the  papers\n      on record.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">   3. Prosecution story, in brief, is that appellant Sanjiv Kumar @ Gora was\n      posted as Assistant Sub Inspector at Police  Station,  City  Phagwara.\n      On 23.02.2002 at about 7.30 p.m., he along with some others  committed\n      trespass in  the  premises  of  M/s.  Wadhawan  Forex  (P)  Ltd.,  and\n      committed robbery of Indian  Currency  of  Rs.6,64,576/-  and  foreign\n      currency of value of Rs.13,44,500/-.  PW-1 Sukhraj Singh (complainant)\n      was wrongfully confined, showing recovery of Rs.10,09,076/- of  Indian\n      and Foreign  exchange  recovered  from  him,  and  FIR  No.  19  dated\n      23.02.2002 was lodged against him relating to offence punishable under\n      <a href=\"/doc/812083/\" id=\"a_8\">Sections 411</a> and <a href=\"/doc/94452/\" id=\"a_9\">414</a> IPC and under <a href=\"/doc/165125/\" id=\"a_10\">Section 3(B)</a> and  <a href=\"/doc/165125/\" id=\"a_11\">3(C)</a>  of  Foreign\n      Exchange Management Act at the police station.  On investigation,  the\n      said case filed against PW 1 Sukhraj Singh, Director of M/s.  Wadhawan\n      Forex (P) Ltd., was found to be false,  and  the  FIR  was  cancelled.\n      Complainant  (PW1)  Sukhraj  Singh  lodged  a  complaint  with  Deputy\n      Inspector General of Police  (Internal  Vigilance  Cell),  Chandigarh,\n      alleging as to the manner robbery was committed from premises  of  the\n      above firm,  and  the  amount  of  Indian  and  foreign  currency,  as\n      mentioned above, was taken away even though the  aforesaid  firm  M/s.\n      Wadhawan Forex (P) Ltd. had a licence from Reserve Bank of India valid\n      up to 28.05.2002 for sale and purchase of foreign  currency.   On  the\n      complaint of PW 1 Sukhraj Singh, enquiry was conducted, and thereafter\n      First  Information  Report  No.  147  (Ex.PB/1)  was   registered   on\n      10.10.2002 against the appellant Sanjiv Kumar and he was  arrested  on\n      22.02.2003.  After investigation, sanction (Ex.PF) for prosecution was\n      sought and chargesheet was filed against him in  respect  of  offences\n      punishable under <a href=\"/doc/1982060/\" id=\"a_12\">Sections 450</a>,<a href=\"/doc/1119707/\" id=\"a_13\">395</a> and <a href=\"/doc/1243353/\" id=\"a_14\">342</a> IPC.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">   4. It appears that necessary copies were given to  the  accused  and  the\n      case was committed by the Magistrate to  the  Court  of  Sessions  for\n      trial.  The trial court, after hearing the parties, framed  charge  of\n      offences punishable under  <a href=\"/doc/1982060/\" id=\"a_15\">Sections  450</a>,  <a href=\"/doc/1119707/\" id=\"a_16\">395</a>  and  <a href=\"/doc/1243353/\" id=\"a_17\">342</a>  IPC  against\n      accused Sanjiv Kumar, to which he pleaded not guilty and claimed to be\n      tried.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_6\">   5. On this, prosecution got examined,  PW-1 Sukhraj Singh  (Complainant),\n      PW-2 Satwant Singh (neighbouring shopkeeper), PW-3 Gurdayal Singh, who\n      proved sanction of  prosecution,  PW-4  Rajinder  Singh,  PW-5  Kartar\n      Singh, PW-6 Gurwinder Singh, PW-7  Darshan  Lal  (Accountant  of  M/s.\n      Wadhawan Forex (P) Ltd.), PW-8 Surinder Singh Atwal,   (Superintendent\n      of Police, who enquired into the matter on the  complaint  of  Sukhraj\n      Singh), and PW-9 S.I. Amrik Singh (who inspected the crime).\n</p><p data-structure=\"Facts\" id=\"p_7\">   6. In reply to oral and documentary evidence put to him under <a href=\"/doc/767287/\" id=\"a_18\">Section 313</a>\n      Cr.P.C,  accused Sanjiv Kumar pleaded that he acted under instructions\n      of Station House Officer Inspector Gurmej Singh. He  pleaded  that  at\n      &#x27;naka&#x27;  on  Hoshiyarpur  Road,  Phagwara,  the  team  of  Police   men\n      intercepted a  Maruti Car from which Indian and foreign  currency  was\n      recovered, on the basis of which FIR No. 19 dated 23.2.2002 was lodged\n      against Sukhraj Singh, who was arrested for said  offence.   Appellant\n      Sanjiv Kumar also took the plea that Additional  Director  General  of\n      Police, Punjab, was inimical against him.  In defence, the accused got\n      examined DW-1 Inspector Gurmej Singh, DW-2  SSP  Arun  Pal,  and  DW-3\n      Reader Jaswant Singh.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_8\">   7. The trial court, after hearing the parties,  came  to  the  conclusion\n      that the First Information Report No. 19 dated  23.02.2002  which  was\n      got lodged, in respect of offences punishable under <a href=\"/doc/812083/\" id=\"a_19\">Sections  411</a>  and\n      <a href=\"/doc/94452/\" id=\"a_20\">414</a> I.P.C and <a href=\"/doc/165125/\" id=\"a_21\">Section 3(B)</a> and <a href=\"/doc/165125/\" id=\"a_22\">3(C)</a>  of  Foreign  Exchange  Management\n      Act, against Sukhraj Singh, at the instance of  the  appellant  Sanjiv\n      Kumar,  was  false.   The  trial  court  believed  the  statement   of\n      prosecution witnesses and found that the  offence  for  which  accused\n      Sanjiv Kumar was charged, stood proved.  Accordingly, he was convicted\n      and sentenced vide judgment and order dated 8.2.2005/11.2.2005  passed\n      in sessions case no. 18 of 2003.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_9\">   8. Aggrieved by said judgment, the convict preferred Criminal Appeal  no.\n      1746-SB of 2005 before the High Court. The High Court,  after  hearing\n      the parties, affirmed the conviction of appellant Sanjiv  Kumar  under\n      <a href=\"/doc/1119707/\" id=\"a_23\">Sections 395</a>, <a href=\"/doc/1982060/\" id=\"a_24\">450</a> and <a href=\"/doc/1243353/\" id=\"a_25\">342</a> IPC.  However, the sentence was  reduced  by\n      the High Court, as mentioned earlier.  Hence,  this  appeal  (Criminal\n      Appeal No. 1424 of 2009) through special leave.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_10\">   9. Also, Sukhraj Singh (complainant) has filed connected criminal  appeal\n      for enhancement of the sentence awarded by the High Court.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_11\">  10. On behalf of the appellant Sanjiv Kumar, it is argued before  us  that\n      Inspector Gurmej Singh, who actually lodged First  Information  Report\n      No. 19 dated 23.2.2002  against  Sukhraj  Singh  (PW1)  has  not  been\n      punished. It is contended that the appellant  Sanjiv  Kumar  has  been\n      made scape goat. In this connection, our attention  is  drawn  to  the\n      fact that vide order dated 28.4.2009 in Criminal  Appeal  No.  992  of\n      2009 (arising out of SLP (Crl) No. 6705 of 2006 Gurmej Singh vs. State\n      of Punjab &amp; Anr), this Court has already granted  relief  to  him,  as\n      such the conviction recorded  against  the  present  appellant  Sanjiv\n      Kumar cannot be sustained.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_12\">  11. We have carefully gone through the order passed in Criminal Appeal No.\n      992 of 2009.  What has been held in  said  appeal,   filed  by  Gurmej\n      Singh,  is that the High Court erred  in  law  in  issuing  directions\n      while hearing the appeal of  appellant Sanjiv  Kumar,  pending  before\n      it, qua Gurmej  Singh,  without  adhering  to  principles  of  natural\n      justice.  We think it relevant to mention here that Gurmej  Singh  was\n      not the  co-accused  in  the  trial,  nor  this  Court  has  made  any\n      observation as to innocence of present  appellant  Sanjiv  Kumar.   As\n      such, the decision given in Criminal Appeal No.  992  of  2009  is  of\n      little help to the present appellant Sanjiv Kumar before us.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">  12. Both the Courts below, after discussing the  prosecution  evidence  as\n      well as defence evidence have come to the categorical finding that  PW\n      1 Sukhraj Singh was wrongfully arrested after the Indian  and  foreign\n      currency was robbed by the appellant Sanjiv Kumar, who came with  fire\n      arm in the shop and premises of  M/s. Wadhawan Forex (P) Ltd., and out\n      of the robbed sum, part of it was falsely shown recovered from Sukhraj\n      Singh by &#x27;naka&#x27; party of police officers.  The case registered against\n      Sukhraj Singh was found false after the  senior  police  officer,  who\n      held enquiry on the complaint of PW-1 Sukhraj Singh.  It  is  relevant\n      to mention here that after investigation, no charge  sheet  was  filed\n      against  complainant  Sukhraj  Singh  (PW-1).   We  have  perused  the\n      evidence  of  prosecution  witnesses,  which  include  that   of   the\n      neighbouring shopkeepers, in the light of the report dated 8.7.2002 of\n      Sub Divisional Judicial Magistrate, Phagwara (copy of which is annexed\n      as annexure P-5) to the appeal filed by Sanjiv Kumar.   We  have  also\n      considered the fact that the foreign currency consisting  Euros  1850,\n      Pounds U.K. 150, Canadian Dollars 500, Australian Dollars 500 and U.S.\n      Dollars 895 shown to have  been  recovered  from  Sukhraj  Singh  were\n      actually validly held by him with other currencies as he had  a  valid\n      licence, to deal with foreign exchange,  issued  by  Reserve  Bank  of\n      India.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">  13. Having re-assessed the entire evidence on record, we do not  find  any\n      illegality committed by the trial  court  in  convicting  the  accused\n      Sanjiv Kumar under <a href=\"/doc/1119707/\" id=\"a_26\">Sections 395</a>, <a href=\"/doc/1982060/\" id=\"a_27\">450</a> and <a href=\"/doc/1243353/\" id=\"a_28\">342</a>  IPC,  which  is  rightly\n      affirmed, with modification of sentence, by the High Court.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_15\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1438332\" id=\"span_1\">14. Next,  learned  counsel  for  the  appellant  Sanjiv  Kumar  drew  our\n      attention to the case  of <a href=\"/doc/1438332/\" id=\"a_29\">C. Muniappan and others vs. State  of  Tamil\n      Nadu</a>[1] and it is submitted that since more than 10 years have  passed\n      after the incident as such the sentence against the  appellant  should\n      be further reduced to the period already  undergone.</span>   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19070814\" id=\"span_2\">However,  above\n      submission is vehemently  opposed  by  the  learned  counsel  for  the\n      complainant, who relied upon the principle of law <a href=\"/doc/1438332/\" id=\"a_30\">laid  down  by</a>  this\n      Court in the case of <a href=\"/doc/19070814/\" id=\"a_31\">Shyam Narain vs. State (NCT of Delhi</a>)[2].</span>\n</p><p data-structure=\"CDiscource\" id=\"p_16\">  15. We have considered the rival submissions of the parties, and we are of\n      the view that sentencing for any offence has a social goal.   In  each\n      case, facts and circumstances of that case are always required  to  be\n      taken  into  consideration.   For  the  purpose  of  just  and  proper\n      punishment, not only the accused must be  made  to  realize  that  the\n      crime was committed  by  him,  but  there  should  be  proportionality\n      between  the  offence  committed  and  the  penalty  imposed.   It  is\n      obligatory on the part of the Court to keep in mind the impact of  the\n      offence  on  the  society,  and  its   ramifications   including   the\n      repercussion on the victim.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_17\">  16. Therefore, for the reasons, as discussed above, we are not inclined to\n      interfere  with  the  impugned  order  passed  by  the   High   Court.\n      Accordingly, both the appeals are dismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_18\">                                    ......................................J.\n                                                 [Dipak Misra]\n\n\n                                    ......................................J.\n                                                          [Prafulla C. Pant]\n      New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_19\">      March 19, 2015.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">-----------------------\n</p><p data-structure=\"Precedent\" id=\"p_21\">[1] (2010) 9 SCC 567\n[2]  (2013) 7 SCC 77\n\n\n</p>","numcites":10,"numcitedby":19,"docsource":"Supreme Court of India","citetid":74920304,"divtype":"judgments","relatedqs":[{"value":"Section 450 and 395","formInput":"Section%20450%20and%20395"},{"value":"indian penal code 342","formInput":"indian%20penal%20code%20342"},{"value":"section 395 ","formInput":"section%20395%20"},{"value":"342 ipc","formInput":"342%20ipc"},{"value":"342","formInput":"342"},{"value":"395","formInput":"395"}],"cats":[{"value":"house-trespass","formInput":"tag:house-trespass"},{"value":"dacoity","formInput":"tag:dacoity"},{"value":"wrongful-confinement","formInput":"tag:wrongful-confinement"},{"value":"stolen-property, dishonest","formInput":"tag:stolen-property, dishonest"},{"value":"assisting-in-concealment-of-stolen-property","formInput":"tag:assisting-in-concealment-of-stolen-property"}],"courtcopy":true,"query_alert":null,"agreement":false}