{"tid":115973945,"publishdate":"2016-04-29","title":"Assignia-Vil Jv vs Rail Vikas Nigam Limited on 29 April, 2016","doc":"<h2 class=\"doc_title\">Assignia-Vil Jv vs Rail Vikas Nigam Limited on 29 April, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*        IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                  Judgment reserved on: 25th April, 2016\n                                Judgment pronounced on: 29th April, 2016\n\n+                          Arb. P. No.677/2015\n\n         ASSIGNIA-VIL JV                                    ..... Petitioner\n                        Through         Dr.Amit George, Adv. with Mr.Swaroop\n                                        George, Adv.\n\n                           versus\n\n         RAIL VIKAS NIGAM LIMITED                   ..... Respondent\n                       Through  Mr.Anil Seth, Adv. with Mr.Udit Seth,\n                                Adv.\n\n         CORAM:\n         HON&#x27;BLE MR.JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.       By way of this order, I propose to decide the present petition filed by\nthe petitioner under Section 11(6) read with <a href=\"/doc/1568410/\" id=\"a_1\">Section 11(8)</a> of the\nArbitration and Conciliation Act, 1996 (hereinafter referred to as the\n&#x27;Act&#x27;).\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.       The brief facts as per petition are that the respondent issued an\ninvitation for bid No.RVNL/LKO/UTR-RBL/1 on 7th March, 2012 for the\nwork of &#x27;Construction of Roadbed, Major and Minor Bridges, Track Lining\n(excluding supply of Rails and PSC Line Sleepers), General Electrical Work\nand S&amp;T Works in connection with doubling between Utrahtia junction and\nRae Bareli junction (65.6 Km.) on Lucknow Division of Northern Railway in\nUttar Pradesh State, India&#x27; (hereinafter referred to as the &#x27;work&#x27;).\n</p>\n\n<span class=\"hidden_text\" id=\"span_1\">     Arb. P. No.677/2015                                          Page 1 of 27</span>\n<p data-structure=\"Facts\" id=\"p_3\"> 3.       The petitioner submitted its technical and financial bid to the\nrespondent for the work by its letter dated 4th May, 2012. The respondent\naccepted the bid of the petitioner by means of a Letter of Acceptance\n(hereinafter referred to as the &#x27;LOA&#x27;) dated 9th July, 2012.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.       The total contract price was stipulated as Rs.178,82,64,454.00/-. In the\nLOA, the respondent required the petitioner to submit performance security\nand mobilization advance security by means of unconditional Bank\nGuarantees (hereinafter referred to as &#x27;BGs&#x27;).\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">5.       In view of LOA dated 9th July, 2012, the petitioner and the respondent\nentered into a formal agreement which was reduced into writing by means of\nthe contract agreement dated 14th August, 2012.\n</p><p data-structure=\"Section\" id=\"p_6\">6.       The term of the contract as originally agreed between the parties was\nfor a period for 30 months from the date of start of work plus a defect liability\nperiod of 6 months.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.       As per the petitioner, the date of start of work was subsequently\nstipulated by the respondent as 16th August, 2012 and the stipulated date of\ncompletion was 15th February, 2015 as there were several difficulties which\nwere encountered on the work site which were directly attributable to the\ndefaults and breaches of the contract by the respondent, and which led to\ndelay in the execution of the work and the petitioner was therefore constrained\nto seek an extension of time (hereinafter referred to as &#x27;EOT&#x27;) from the\nrespondent for extending the period for the completion of the work. It is\nalleged that despite the aforesaid difficulties being faced by the petitioner on\nthe work site, which were a result of the acts and omissions of the respondent,\nthe respondent always blamed the petitioner for the delay in the performance\n\n\n<span class=\"hidden_text\" id=\"span_2\">     Arb. P. No.677/2015                                        Page 2 of 27</span>\n of the contract. A termination notice was issued by the respondent to the\npetitioner which was later withdrawn.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">         The petitioner thereafter sought an EOT from the respondent for\nextending the period for the completion of the work by means of its letter\ndated 8th January, 2015. On the basis of the aforesaid application for EOT as\napplied for by the petitioner, the respondent extended the time for completion\nupto 14th August, 2016 without levy of liquidated damages, by means of its\nletter dated 17th March, 2015. The petitioner received a letter dated 19th May,\n2015 from the respondent, alleging that the petitioner was at fault in executing\nthe work and therefore giving a notice of termination to the petitioner of the\nwhole of the works.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">8.       In response to the notice of termination dated 19th May, 2015 issued by\nthe respondent, the petitioner by its letter dated 26th May, 2015 rebutted the\nallegations made by the respondent in the notice of termination and called\nupon the respondent to reconsider its stand. However, the respondent by its\nletter dated 3rd June, 2015 formally terminated the contract on patently illegal\ngrounds and called upon the petitioner to leave the work site.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">         The petitioner by its letter dated 22nd June, 2015 responded to the\ntermination of the contract by the respondent and protested the termination\nand called upon the respondent to revoke the same and gave the details of the\nloss to be suffered in view of termination.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">9.       The petitioner submits that after the expiry of a period of 60 days, the\npetitioner was left with no other option but to issue a notice of dissatisfaction\ndated 31st August, 2015 to the respondent stating its intention to commence\narbitration on all the disputes. In the said notice of dissatisfaction, inter alia,\n\n<span class=\"hidden_text\" id=\"span_3\">     Arb. P. No.677/2015                                         Page 3 of 27</span>\n the petitioner stated that even though more than 60 days had passed from the\ndate of receipt of the notice dated 22nd June, 2015 by the respondent, the\ndisputes were unresolved and the petitioner also expressed its willingness to\nsettle the disputes amicably in terms of Clause 20.2 of the contract. It was also\nmade clear that in the event, the respondent comes forward for amicable\nsettlement within the period stipulated under clause 20.2, the petitioner would\nthen proceed further in the matter for appointment of Arbitrators as stipulated\nin clause 20.3 of the contract.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">10.    It is alleged by the petitioner that despite of receipt of the aforesaid\nnotice of dissatisfaction dated 31st August, 2015, neither did the respondent\nsettle the claims of the petitioner nor did it think fit to even initiate the process\nof amicable settlement. The petitioner thereafter issued a letter dated 26th\nOctober, 2015 to the respondent, inter alia, calling up to send a panel of five\nindependent names to the petitioner so that an independent Arbitral Tribunal\ncould be constituted to adjudicate the disputes between the parties.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">       It is mentioned in the letter that if the respondent did not do the needful\nwithin a period of 21 days, then the petitioner would be constrained to\napproach the Courts of law. But, there was no response from the respondent to\nthe aforesaid letter of the petitioner. No list/panel of names for the constitution\nof the Arbitral Tribunal was forwarded to the petitioner. The petitioner has\ntherefore been constrained to file the present petition.\n</p><p data-structure=\"Facts\" id=\"p_14\">11.    Prior to the filing of the present petition, the petitioner had raised\ncertain claims during the execution of the work in the subject contract. The\nsaid claims as per petitioner were kept pending by the respondent without any\ndecision in the matter. Therefore, by its letter dated 11 th April, 2014 the\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">   Arb. P. No.677/2015                                             Page 4 of 27</span>\n petitioner notified the respondent that payment should be made towards the\naforesaid claims. The petitioner thereinafter sought for constitution of an\nArbitral Tribunal to resolve the disputes, however, it is the admitted position\nthat it was constituted pertaining to three claims alone of the petitioner. The\npetitioner says that even the said constitution was done without any attempt\nfor amicable settlement, the said Arbitral Tribunal comprises of serving and\nretired officers of the respondent itself. Therefore by its letter dated 26th July,\n2014.         The    petitioner   has   raised   the   said   objection    that   any\narbitration proceedings continuing without the attempt of making any\nsettlement was premature as per the terms of arbitration clause of the\ncontract.\n</p><p data-structure=\"PetArg\" id=\"p_15\">12.     The prayer of present petition is strongly opposed by the learned\ncounsel for the respondent who stated that pertaining to three claims, the\nArbitral Tribunal has already been constituted pursuant to invocation of\nArbitration Clause by the petitioner. The petitioner had nominated its\nArbitrator. The petitioner is now avoiding the arbitration proceedings without\nany valid reason who failed to participate in the earlier pending Arbitration.\nThe petitioner in the said proceedings did not file statement of claim nor\nraised any objection on the constitution of Arbitral Tribunal under <a href=\"/doc/1137274/\" id=\"a_2\">Section 13</a>\nof the Act.\n</p><p data-structure=\"Section\" id=\"p_16\">13.     As per Scheme of the Act, the mandate of existing Arbitral Tribunal\ncannot be terminated. There is no allegation of existing Tribunal being biased,\nnot as per agreed procedure or having no jurisdiction, raised by the petitioner\nand even no such objection raised before the Tribunal, rather the fresh\ndisputes of termination of contract should also be referred to the same Arbitral\nTribunal.\n</p>\n<span class=\"hidden_text\" id=\"span_5\">   Arb. P. No.677/2015                                             Page 5 of 27</span>\n<p data-structure=\"PetArg\" id=\"p_17\"> 14.    It is argued on behalf of the respondent that the contention of the\npetitioner&#x27;s counsel is that in the arbitration proceedings which are pending in\nrespect of three claims whereby in fact the petitioner had selected its nominee\nArbitrator. He submits that there is existing Arbitral Tribunal which has been\nappointed much before filing of the petition thus, there is no failure of\nprocedure. The petitioner is now avoiding arbitration. Even as per law new\nclaims can be added in the pending arbitration. The petitioner has not raised\nany objection/ doubt on the independence or impartiality of the Arbitral\nTribunal in the pending Arbitration. Even if petitioner has any objection, it\ncan seek recourse under <a href=\"/doc/1137274/\" id=\"a_3\">Section 13</a> of the Act before the Arbitral\nTribunal.\n</p><p data-structure=\"Section\" id=\"p_18\">       Counsel says that it is the practice and convention that the reference to\narbitration can be in respect of all disputes between the parties or all disputes\nregarding a contract or in respect of specific enumerated disputes. Where &quot;all\ndisputes&quot; are referred, the arbitrator has the jurisdiction to decide all disputes\nraised in the pleadings (both claims and counter-claims). Therefore, it is\nappropriate that the present disputes may also be referred to the same Arbitral\nTribunal.\n</p><p data-structure=\"RespArg\" id=\"p_19\">15.    Mr. Anil Seth, learned counsel for the respondent has suggested that the\npetitioner can include all new claims in the pending Arbitration, for which no\nobjection was raised at the time of appointment at that time. In the present\ncase, the respondent is agreeable who has given its consent for the same vide\nletter dated 19th November, 2015 to add/ modify any of their dispute/ claim\nsubsequent to termination of contract for consideration of the existing Arbitral\nTribunal,      there     being   no   need     for    fresh    appointment     of\nArbitrators.\n</p>\n<span class=\"hidden_text\" id=\"span_6\">   Arb. P. No.677/2015                                          Page 6 of 27</span>\n<p data-structure=\"PetArg\" id=\"p_20\"> 16.       Counsel for the respondent in support of his submissions has referred\n<a href=\"/doc/546184/\" id=\"a_4\">Section 23(3)</a> of the Act and submits that the additional claims in the pending\narbitration can be added/ modified/changed and there is no bar in including\nnew claims in the pending Arbitration.            He has referred the following\ndecisions in support of his arguments:-\n</p><blockquote id=\"blockquote_1\">(i)     State of Orissa v. Asis Ranjan Mohonty, (1999) 9 SCC 249 (Paras 2,\n        3,4, 6, 7, 8,10,12)\n          &quot;10. Learned counsel for the appellant also contended that\n          once having raised nine claims before the first arbitrator, the\n          respondent was not entitled to raise any additional claims before\n          the second arbitrator since the second arbitrator was appointed\n          to continue the arbitration which was pending before the first\n          arbitrator. However, the claims which were subsequently raised\n          pertain entirely to the construction work in question and are not\n          outside the ambit of the arbitration clause. In the statement of\n          claims initially filed before the first arbitrator, the respondent\n          had expressly reserved his right to file additional claims. We do\n          not, therefore, see any reason to hold that the respondent was\n          not entitled to file further claims before the second\n          arbitrator&quot;.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_21\">(ii) H.L. Batra and Co v. State of Haryana, (1999) 9 SCC 188 (Para 3,4, 6)\n\n          &quot;4. The courts thus seem to have proceeded on the basis that the\n          scope of the second arbitration was confined only to 30 claims\n          which were originally filed before the first arbitrator. However,\n          from the office order of 9-2-1979 which we have referred to and\n          reproduced earlier, it is clear that the arbitrator has been\n          appointed for the purpose of settling disputes between the\n          parties. The terms of reference do not confine the second\n          arbitration only to 30 claims. The first notice of the arbitrator\n          dated 16-2-1979 calling upon both sides to file their claims also\n          proceeds on the basis that the arbitration pertains to all the\n          disputes between the parties. Therefore, the scope of the\n\n<span class=\"hidden_text\" id=\"span_7\">      Arb. P. No.677/2015                                          Page 7 of 27</span>\n        arbitration has not been enlarged by the appellant contrary to\n       law. The claims filed by the appellant pertained to the said\n       contract. Therefore, these disputed claims are within the terms\n       of reference before the arbitrator. Even the counter-claim which\n       has been filed has been considered by the arbitrator on the same\n       basis. Therefore, the award cannot be set aside on the ground\n       that it is beyond the scope of arbitration or the terms of\n       reference to arbitration.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1519783\" id=\"span_8\">(<a href=\"/doc/1519783/\" id=\"a_5\">iii) Shyama Charan Agarwal &amp; Sons v. Union of India</a>, (2002) 6 SCC 201\n      (Para 21)\n       &quot;21. In our view the view taken by the High Court cannot be\n       sustained. It is clear from the arbitration clause viz. clause 70\n       that all disputes between the parties to the contract (other than\n       excepted matters) can be referred to arbitration. The Contractor\n       did make a claim in respect of future period also. The document\n       appointing the arbitrator would show that the arbitrator was\n       required to decide the disputes arising between the parties. It is\n       not possible to hold that Claim 1 insofar as it relates to future\n       period during which the contract work continued is beyond the\n       scope of reference or outside the ambit of arbitration clause.\n       The aim of arbitration is to settle all the disputes between the\n       parties and to avoid further litigation. There is no legal\n       justification in restricting the scope of arbitration in the manner\n       in which the High Court did. In the list of disputes which is\n       annexed to the letter of appointment of the arbitrator, it is\n       mentioned without any qualification or restriction as follows:</span>\n</p><blockquote id=\"blockquote_2\">       (***)&quot;\n</blockquote>\n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"655432\" id=\"span_9\">17.    It is submitted by Mr.Anil Seth that the petitioner is now seeking\nappointment of new Arbitral Tribunal without any justified reason when\nArbitral Tribunal is in session and the petitioner itself is avoiding it. The\npetitioner cannot take benefit of its own mistake. Mr.Seth has referred the\njudgment of <a href=\"/doc/655432/\" id=\"a_6\">Kusheshwar Prasad Singh v. State of Bihar &amp; ors</a>, (2007) 11\nSCC 447 (Paras 15,16) which reads as under:-</span>\n</blockquote>\n<span class=\"hidden_text\" id=\"span_10\">   Arb. P. No.677/2015                                           Page 8 of 27</span>\n<blockquote id=\"blockquote_4\">        &quot;15. (***)This Court (at SCC p. 142, para 28) referred to\n       Broom&#x27;s Legal Maxims{10th Edn.), p. 191 wherein it was\n       stated:\n</blockquote>\n<blockquote id=\"blockquote_5\">               &quot;It is a maxim of law, recognized and established, that\n               no man shall take advantage of his own wrong; and\n               this maxim, which is based on elementary principles, is\n               fully recognized in courts of law and of equity, and|\n               indeed, admits of illustration from every branch of\n               legal procedure.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_23\">       16. It is settled principle of law that a man cannot be\n       permitted to take undue and unfair advantage of his own wrong\n       to gain favourable interpretation of law. It is sound principle\n       that he who prevents a thing from being done shall not avail\n       himself of the non-performance he has occasioned. To put it\n       differently, &quot;a wrongdoer ought not to be permitted to make a\n       profit out of his own wrong&quot;.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">18.    In reply, Dr. Amit George, learned counsel for the petitioner stated that\nnotwithstanding this explicit stand of the petitioner, not only did the\nrespondent not come forward for an amicable settlement of the disputes in\nterms of Clause 20.2 of the General Conditions of the Contract; but on the\nother hand, after the illegal termination of the contract, it sought to refer an\nentirely new and virgin dispute pertaining to the termination of the contact to\nthe existing Arbitral Tribunal which was admittedly constituted only for the\npurpose of the three claims.\n</p><p data-structure=\"Facts\" id=\"p_25\">       It was done without the consent of the petitioner. By its letter dated 15th\nJune, 2015, the respondent forwarded an entirely new alleged counter-claim\nbefore the Arbitral Tribunal pertaining to the alleged enhancement of the\nproject cost, balance amount of mobilization advance, cost of PMC etc. which\nwas coming to approximately Rs.85.69 Crores. However, there was no\n\n\n<span class=\"hidden_text\" id=\"span_11\">   Arb. P. No.677/2015                                          Page 9 of 27</span>\n response from the respondent to the letter of the petitioner dated 26th October,\n2015 pertaining to the dispute relating to illegal termination of the contract\nwith which the present petition is concerned. No list/panel of names for the\nconstitution of the Arbitral Tribunal was forwarded to the petitioner. The\npetitioner has therefore been constrained to file the present petition.\n</p><p data-structure=\"RespArg\" id=\"p_26\">19.    It is submitted that with the respondent having failed to provide any\nlist/panel for the constitution of the Arbitral Tribunal, despite a request made\nby the petitioner, the respondent has clearly acted contrary to the stipulated\nprocedure. Clause 20.3 (ii) is categorical that the procedure for appointment of\nthe arbitrators is that the respondent would forward a panel of 5 names to the\npetitioner and the petitioner would give his consent for any one name out of\nthe panel to be appointed as one of the Arbitrators.\n</p><p data-structure=\"RespArg\" id=\"p_27\">20.    The main argument of the respondent is that no doubt there is already\nan Arbitral Tribunal in place to adjudicate the disputes pertaining to three\nclaims raised by the petitioner. But the disputes about termination of the\ncontract should not be referred to the same tribunal because of the reason\nfirstly, in view of amendment of the Act, secondly, it is a distinct and\ncomplicated dispute, thirdly, there is a conflict of interest and fourthly, that\nthe present petition has been filed after amendment. For the present dispute of\ntermination, Arbitral Tribunal has been constituted till date for resolving the\nspecific dispute relating to the illegal termination of the contract by the\nrespondent and the consequences emanating therefrom. The Arbitral Tribunals\nare not permanent bodies having all encompassing jurisdiction but are\nparticularly created for adjudication of specific claims/disputes. The Arbitral\nTribunal that was constituted in the year 2014 was so constituted for the\nexpress purpose of considering the earlier pre-existing claims of the petitioner.\n</p>\n<span class=\"hidden_text\" id=\"span_12\">   Arb. P. No.677/2015                                           Page 10 of 27</span>\n<p data-structure=\"Section\" id=\"p_28\"> <a href=\"/doc/138599/\" id=\"a_7\">Section 21</a> of the Act is also crystal clear in this regard in as much as it\nprovides that arbitration proceedings commence only when a request for that\ndispute to be referred to arbitration is received by the respondent.\n</p><p data-structure=\"Section\" id=\"p_29\">       With the request for the dispute relating to the illegal termination of the\ncontract to be referred to arbitration being received by the respondent only\nafter the dispatch of the letter dated 26th October, 2015 by the petitioner, there\ncannot be any question of the said dispute falling within the ambit of the\nearlier Arbitral Tribunal. <a href=\"/doc/138599/\" id=\"a_8\">Section 21</a> reads as under:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">       &quot;21. Commencement of arbitral proceedings- Unless otherwise\n       agreed by the parties, the arbitral proceedings, in respect of a\n       particular dispute commence on the date on which a request for\n       that dispute to be referred to arbitration is received by the\n       respondent.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_31\">21.    Let me now deal with the rival submissions of the parties as the\nrespondent&#x27;s counsel upon instruction from his client is not agreeable to the\nsuggestion of the petitioner to constitute the independent Arbitral Tribunal in\nview of amended Act as well as the other legal issues raised by the learned\ncounsel for the petitioner who submitted that in view of the circumstances in\nthe present matter, the respondent has lost its right to appoint the Arbitral\nTribunal as per contract.\n</p><p data-structure=\"Section\" id=\"p_32\">22.    The contract contains an arbitration clause i.e. clause 20. The relevant\nportions of the said clause i.e. Sub-clause 20.2 and 20.3 are reproduced here\nas under:-\n</p><blockquote id=\"blockquote_6\">       &quot;20.2 Amicable Settlement\n       In case any dispute between the Engineer and the Contractor\n       remains unresolved, the Contractor shall, then, give notice of\n       dissatisfaction and intention to commence arbitration to the\n\n\n<span class=\"hidden_text\" id=\"span_13\">   Arb. P. No.677/2015                                          Page 11 of 27</span>\n     Employer within 28 days after the occurrence of such event of\n    dissatisfaction. The Parties shall make attempts to settle the\n    dispute amicably before the commencement of arbitration.\n    However, unless both Parties agree otherwise, arbitration may\n    be commenced on or after the fifty-sixth day after the day on\n    which a notice of dissatisfaction and intention to commence\n    arbitration was given, even if no attempt at amicable settlement\n    has been made.\n</blockquote>\n<blockquote id=\"blockquote_7\">    20.3 Arbitration\n    Any dispute in respect of which amicable settlement has not\n    been reached arising between the Employer and the Domestic or\n    Foreign Contractor related to any matter arising out of or\n    connected with this contract, the disputes shall be settled in\n    accordance with the <a href=\"/doc/1306164/\" id=\"a_9\">Indian Arbitration Act, 1996</a> and any\n    statutory modification or re-enactment thereof.\n</blockquote>\n<blockquote id=\"blockquote_8\">    Further, it is agreed between the parties as under:\n</blockquote>\n<blockquote id=\"blockquote_9\">    (i) Number of Arbitrators: The arbitral tribunal shall consist of 3\n    (Three) arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_10\">    (ii) Procedure for Appointment of Arbitrators: The arbitrators\n    shall be appointed as per following procedure:\n</blockquote>\n<blockquote id=\"blockquote_11\">    (a) Employer will forward a panel of 5 names to the contractor\n    and contractor will give his consent for any one name out of the\n    panel to be appointed as one of the Arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_12\">    (b) Employer will decide the second Arbitrator out of the\n    remaining four names in the panel as mentioned in para (a)\n    above.\n</blockquote>\n<blockquote id=\"blockquote_13\">    (c) The third Arbitrator shall be chosen by the two Arbitrators\n    so appointed by the parties and shall act as Presiding Arbitrator.\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">    In case of failure of the two Arbitrators appointed by the parties\n    to reach upon consensus within a period of 30 days from the\n    appointment of the Arbitrators subsequently appointed, then,\n\n<span class=\"hidden_text\" id=\"span_14\">Arb. P. No.677/2015                                           Page 12 of 27</span>\n     upon the request of either or both parties, the presiding\n    Arbitrator shall be appointed by the Managing Director, Rail\n    Vikas Nigam Limited, New Delhi.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">    (iii) Qualification and Experience of Arbitrators: The arbitrators\n    to be appointed shall have minimum qualification and\n    experience as under:\n</p>\n<blockquote id=\"blockquote_14\">    (a) One member of the tribunal shall be necessarily a working\n    (not below the rank of SAG) or a retired officer (retired not\n    below the rank of SAG, age not exceeding 70 years and in\n    reasonably good mental and physical fitness) of Indian Railway\n    Accounts Service having experience in financial matters related\n    to construction contracts.\n</blockquote>\n<blockquote id=\"blockquote_15\">    (b) One member shall be a technical person having degree in\n    Engineering and may be working (not below the rank of SAG)\n    or retired officer (retired not below the rank of SAG, age not\n    exceeding 70 years and in reasonably good mental and physical\n    fitness) of any Engineering service of Indian Railways or\n    equivalent service in RVNL, and having knowledge and\n    experience of the Railway working.\n</blockquote>\n<blockquote id=\"blockquote_16\">    (c) The Presiding Arbitrator shall necessarily be a serving\n    railway/RVNL officer and he shall have same minimum\n    qualification and experience as specified above for either of the\n    two arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_17\">    (d) Out of 3 Arbitrators not more than one shall be a retired\n    officer.\n</blockquote>\n<blockquote id=\"blockquote_18\">    (iv) No person other than the persons appointed as per above\n    procedure and having above qualification and experience shall\n    act as arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_19\">    (v) Neither party shall be limited in the proceedings before such\n    arbitrators to the evidence nor did arguments previously put\n    before.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_15\">Arb. P. No.677/2015                                          Page 13 of 27</span>\n<blockquote id=\"blockquote_20\">        (vi) The reference to arbitration may proceed, notwithstanding\n       that the Works shall not then be or be alleged to be complete,\n       provided always that the obligations of the Employer, the\n       Engineer and the Contractor shall not be altered by the reason of\n       the arbitration being conducted during the progress of the\n       Works. Neither party shall be entitled to suspend the Works, nor\n       shall payment to the Contractor be continued to be made as\n       provided by the Contract.\n</blockquote>\n<blockquote id=\"blockquote_21\">       (vii) Arbitration proceedings shall be held at New Delhi, India,\n       and the language of the arbitration proceedings and that of all\n       documents and communications between the parties shall be in\n       English.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41226024\" id=\"span_16\">23.     It is settled law that there would be a failure of procedure necessitating\nrecourse to <a href=\"/doc/605764/\" id=\"a_10\">Section 11(6)</a> when a party that is bound to take steps to appoint\nthe arbitrators refuses to so perform its obligation. The Supreme Court in\n<a href=\"/doc/41226024/\" id=\"a_11\">Datar Switchgears Ltd. v. Tata Finance Ltd. and Another</a>, (2000) 8 SCC 151\nhas enunciated the law in this regard in the following words:</span>\n</p><blockquote id=\"blockquote_22\">       &quot;An application under sub-clause (6) of <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a> can be filed\n       when there is a failure of the procedure for appointment of\n       Arbitrator. This failure of procedure can arise under different\n       circumstances. It can be a case where a party who is bound to\n       appoint an Arbitrator refuses to appoint the Arbitrator or where\n       two appointed Arbitrators fail to appoint the third Arbitrator. If\n       the appointment of Arbitrator or any function connected with\n       such appointment is entrusted to any person or institution and\n       such person or institution fails to discharge such function, the\n       aggrieved party can approach the Chief Justice for appointment\n       of Arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\">24.    Once the respondent has failed to follow the procedure stipulated under\nAgreement, and the petitioner has thereafter approached this Court in exercise\nof jurisdiction under <a href=\"/doc/605764/\" id=\"a_13\">Section 11(6)</a> of the Act, the respondent has forfeited its\n\n<span class=\"hidden_text\" id=\"span_17\">   Arb. P. No.677/2015                                          Page 14 of 27</span>\n right to appoint an Arbitral Tribunal of its choice comprising of its serving\nand retired officers.\n</p><p data-structure=\"Precedent\" id=\"p_37\">25.    The law in this regard is well settled. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61100372\" id=\"span_18\">In the case of <a href=\"/doc/61100372/\" id=\"a_14\">Deep Trading\nCompany v. Indian Oil Corporation and Ors.</a>, (2013) 4 SCC 35, the Supreme\nCourt was concerned with a similar clause in a railways contract which\nprovided for the appointment of an employee of the corporation as the\narbitrator as being a necessary condition. The Supreme Court held that even in\nthe event of such an arbitration clause, if the corporation forfeited its right to\nappoint the Arbitral Tribunal, then the Court was entitled to appoint an\nindependent and impartial arbitrator and to give a go-bye to the terms of the\narbitration clause to this extent. The relevant findings of the Supreme Court in\nthis regard are reproduced here as under:</span>\n</p><blockquote id=\"blockquote_23\">       &quot;19. <a href=\"/doc/1568410/\" id=\"a_15\">Section 11(8)</a> provides that Chief Justice or the\n       designated person or institution, in appointing an arbitrator,\n       shall have due regard to two aspects, (a) qualifications required\n       of the arbitrator by the agreement of the parties; and (b) other\n       considerations as are likely to secure the appointment of an\n       independent and impartial arbitrator...\n</blockquote><blockquote id=\"blockquote_24\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41226024\" id=\"span_19\">20. If we apply the legal position exposited by this Court in\n       <a href=\"/doc/41226024/\" id=\"a_16\">Datar Switchgears Ltd. v. Tata Finance Ltd. and Anr.</a> (2000) 8\n       SCC 151 to the admitted facts, it will be seen that the\n       Corporation has forfeited its right to appoint the arbitrator. It is\n       so for the reason that on 09.08.2004, the dealer called upon the\n       Corporation to appoint the arbitrator in accordance with terms\n       of Clause 29 of the agreement but that was not done till the\n       dealer had made application under <a href=\"/doc/605764/\" id=\"a_17\">Section 11(6)</a> to the Chief\n       Justice of the Allahabad High Court for appointment of the\n       arbitrator. The appointment was made by the Corporation only\n       during the pendency of the proceedings under <a href=\"/doc/605764/\" id=\"a_18\">Section 11(6)</a>.\n       Such appointment by the Corporation after forfeiture of its right\n       is of no consequence and has not disentitled the dealer to seek\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">   Arb. P. No.677/2015                                           Page 15 of 27</span>\n        appointment of the arbitrator by the Chief Justice under <a href=\"/doc/605764/\" id=\"a_19\">Section\n       11(6)</a>. We answer the above questions accordingly.</span>\n</blockquote><blockquote id=\"blockquote_25\">       21. <a href=\"/doc/1568410/\" id=\"a_20\">Section 11(8)</a> does not help the Corporation at all in the\n       fact situation. Firstly, there is no qualification for the arbitrator\n       prescribed in the agreement. Secondly, to secure the\n       appointment of an independent and impartial arbitrator, it is\n       rather necessary that someone other than an officer of the\n       Corporation is appointed as arbitrator once the Corporation has\n       forfeited its right to appoint the arbitrator under Clause 29 of\n       the agreement.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81298179\" id=\"span_21\">26.    The aforesaid proposition of law was further reiterated by the Supreme\nCourt in the case of <a href=\"/doc/81298179/\" id=\"a_21\">North Eastern Railway v. Tripple Engineering Works</a>,\n(2014) 9 SCC 288, wherein it was held as under:</span>\n</p><blockquote id=\"blockquote_26\">       &quot;8. ...In the present case Clauses 64(3)(a)(ii) and (iii) of the\n       General Conditions of Contract do not prescribe any specific\n       qualification of the arbitrators that are to be appointed under the\n       agreement except that they should be railway officers. As\n       already noticed, even if the arbitration agreement was to\n       specifically provide for any particular qualification(s) of an\n       arbitrator the same would not denude the power of the Court\n       acting Under <a href=\"/doc/605764/\" id=\"a_22\">Section 11(6)</a>, in an appropriate case to depart\n       therefrom.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_39\">27.    It is the admitted position that the present petition has been filed on the\nbasis of the fresh cause of action as the respondent has terminated the contract\nbetween the parties. It is also undisputed fact that with regard to three claims,\nthe arbitration proceedings were already pending. Normally, with the consent\nof the parties and as per settled, the reference of termination of contract should\nalso be referred to the same Arbitral Tribunal because arbitration can be in\nrespect of all disputes be the partly or all disputes regarding the contract as it\nwould be convenient to the parties and it would also save time and costs of the\nparties in order to avoid conflict of judgments.\n</p>\n<span class=\"hidden_text\" id=\"span_22\">   Arb. P. No.677/2015                                            Page 16 of 27</span>\n<p data-structure=\"RespArg\" id=\"p_40\"> 28.    The main grievance of the petitioner is that it cannot expect to get a fair\nhearing from an Arbitral Tribunal that is comprised of serving officers of the\nrespondent, which the present arbitration clause provides for, in as much as\nthe issue involved in the subject disputes relate to the identification of\nresponsibility for the cause of encumbrances in the performance of the work\nand the resulting additional cost and the present case would involve the\nArbitral Tribunal fixing responsibility for the delays and defaults that plagued\nthe execution of the work.\n</p><p data-structure=\"PetArg\" id=\"p_41\">29.    Dr. Amit George, learned counsel for the petitioner submits that it\ncannot be reasonably expected of a serving officer of a public-sector\ncorporation that he or she would impute such faults to his or her very own\nemployer, while continuing to be in the employment.\n</p><p data-structure=\"RespArg\" id=\"p_42\">30.    He submits that the assuming view of the respondent that there is\nalready an Arbitral Tribunal in place to adjudicate the disputes arising out of\nthe illegal termination of the contract, is incorrect in as much as no Arbitral\nTribunal has been constituted till date for resolving the specific dispute\nrelating to the illegal termination of the contract by the respondent and the\nconsequences emanating therefrom. The Arbitral Tribunals, unlike the Courts\nof Law, are not permanent bodies having all encompassing jurisdiction but are\nparticularly created for adjudication of specific claims/disputes. The Arbitral\nTribunal that was constituted in the year 2014, even though prematurely, was\nso constituted for the express purpose of considering the earlier pre existing\nclaims of the petitioner and its writ/jurisdiction can by no stretch of the\nimagination be said to automatically stretch to a future dispute that was not\neven in the contemplation of the parties when the Arbitral Tribunal was\nconstituted in the year 2014. Further an Arbitral Tribunal is not constituted as\n\n<span class=\"hidden_text\" id=\"span_23\">   Arb. P. No.677/2015                                          Page 17 of 27</span>\n a permanent body to oversee all and sundry future disputes between the\nparties nor is it permanent agency for resolving the future disputes between\nthe parties. On the other hand, an Arbitral Tribunal is constituted only for the\nadjudication of specific existing disputes.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"82718\" id=\"span_24\">In the case of <a href=\"/doc/82718/\" id=\"a_23\">S.C.Mathur v. V.P.Punj</a> 1997 (2) Arb.LR 56 (Delhi), Single\nJudge of this Court has noted the trite principle in this regard as under:-</span>\n</p>\n<blockquote id=\"blockquote_27\">       &quot;13. Objections under <a href=\"/doc/1306164/\" id=\"a_24\">Sections 30-33</a> of the Act vide I.As.\n       No. 2967-2828/90 are by respondents No. 6 and 9 respectively,\n       who happen to be the son and daughter-in-law of respondents\n       No. 5 and 8. Their objections to the award are that the arbitrator\n       cannot be the permanent agency for resolving the future\n       disputes between the parties to the award and that his\n       jurisdiction was limited to the disputes and differences which\n       were pending on the date of the reference i.e. 9th October 1989.\n       It is also their say that the award of the arbitrator is liable to be\n       modified to the extent that the arbitrator could not vest with him\n       the jurisdiction to deal with and adjudicate upon any dispute\n       that may arise at a subsequent stage interse the brothers and the\n       members of their families, etc; that the award is beyond the\n       scope of the reference and liable to be modified to that extent.\n       In reply, respondents No. 1, 11 to 15 and 16 to 18 have stated\n       that there is no objection to the clarification on the award in the\n       decree to the extent that the arbitrator cannot deal/decide future\n       disputes. Apart from objection/no objection by respondents No.\n       1, 11 to 15 and 16 to 18, in law the arbitrator could not have\n       appointed himself as permanent/future agency to resolve all\n       future disputes that might arise between respondents No. 1, 5,\n       11 and 16 and their family members nor an arbitrator can be an\n       award implementing agency. The arbitrator cannot be a\n       permanent agency for resolving the disputes, if any, that might\n       arise in future.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_44\">31.    Further, <a href=\"/doc/138599/\" id=\"a_25\">Section 21</a> of the Act is also crystal clear in this regard in as\nmuch as it provides that arbitration proceedings commence only when a\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">   Arb. P. No.677/2015                                             Page 18 of 27</span>\n request for that dispute to be referred to arbitration is received by the\nrespondent. With the request for the dispute relating to the illegal termination\nof the contract to be referred to arbitration being received by the respondent\nonly after the dispatch of the letter dated 26th October, 2015 by the petitioner,\nthere cannot be any question of the said dispute falling within the ambit of the\nearlier Arbitral Tribunal. <a href=\"/doc/138599/\" id=\"a_26\">Section 21</a> reads as under:\n</p>\n<blockquote id=\"blockquote_28\">       &quot;21. Commencement of arbitral proceedings- Unless\n       otherwise agreed by the parties, the arbitral proceedings, in\n       respect of a particular dispute commence on the date on which a\n       request for that dispute to be referred to arbitration is received\n       by the respondent.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162981299\" id=\"span_26\">32.    There is no legal impediment for the petitioner to seek appointment of\na second arbitrator to go into a dispute which is not considered in the earlier\narbitration proceedings. The High Court of Karnataka in the case of <a href=\"/doc/162981299/\" id=\"a_27\">Bruhat\nBangalore Mahanagara Palike v. Serve and Volley Outdoor Advertising\nPrivate Limited</a> in CMP No. 44/2012 decided on 29th May, 2013 has held as\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_29\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"437381\" id=\"span_27\">&quot;4. Sri. Shashikiran Shetty, learned counsel for the\n       respondent contends that once an arbitrator is appointed\n       invoking the arbitration clause under an agreement it is not open\n       for a petitioner to seek second arbitrator. I decline to accept this\n       contention of learned counsel for the respondent. The Supreme\n       Court in <a href=\"/doc/437381/\" id=\"a_28\">Dolphin Drilling Limited v. Oil and Natural Gas\n       Corporation Limited</a> (2010) 3 SCC 267 held that &quot;In its present\n       form Clause 28 of the agreement cannot be said to be a one time\n       measure and it cannot be held that once an arbitration clause is\n       invoked the remedy of arbitration is no longer available with\n       regard to the other disputes that may arise in future.&quot; Therefore\n       there is no legal impediment for the petitioner to seek\n       appointment of a second arbitrator to go into a dispute which is\n\n\n<span class=\"hidden_text\" id=\"span_28\">   Arb. P. No.677/2015                                           Page 19 of 27</span>\n        not considered in the earlier arbitration proceedings and which\n       was not subject-matter then.&quot; (emphasis supplied in bold)</span>\n</blockquote><p data-structure=\"Section\" id=\"p_46\">33.    Further, the occasion to refer the present disputes to an Arbitral\nTribunal will arise in terms of Clause 20.2 of the Contract only once the\ndisputes are specified, amicable settlement is initiated with reference thereto\nand then subsequently the unresolved disputes are sought to be referred to\narbitration. Yet further, the present disputes all relate to the illegal termination\nof the contract and which are of a completely different genre and require to be\nadjudicated upon by an independent Arbitral Tribunal. Even otherwise, as it\nhas consistently been the stand of the petitioner, the constitution of the\nArbitral Tribunal for the earlier pre-existing claims is also in limbo in as much\nas the claims have not been attempted to be amicably settled in the first\ninstance as provided for under Clause 20.2. of the Contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">34.    No doubt, the respondent has relied on certain case laws to the effect\nthat the petitioner can refer the issue of termination of the contract to the\nexisting Arbitral Tribunal. The petitioner cannot be forced to approach the\nexisting Arbitral Tribunal in view of change of law as it is the prerogative of\nthe petitioner to seek constitution of a distinct Arbitral Tribunal for\nadjudicating the issue of termination of the contract, once it is found that the\ndisputes would be decided by the employee of the respondent. There is a clear\ncircular which would apply to the facts and circumstances of the present case\nand it is rightly issued.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"437381\" id=\"span_29\">35.    With regard to the arguments addressed on the issue of &quot;all dispute&quot; to\nbe decided by the same Arbitral Tribunal, I do not agree with the submission\nof the respondent as this issue has now been settled by the Supreme Court in\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">   Arb. P. No.677/2015                                            Page 20 of 27</span>\n the case of <a href=\"/doc/437381/\" id=\"a_29\">Dolphin Drilling Limited v. Oil and Natural Gas Corporation\nLimited</a> (2010) 3 SCC 267 para 4,5,8,10 which reads as under:-</span>\n</p>\n<blockquote id=\"blockquote_30\">       &quot;4. Mr Agrawal submitted that the remedy of arbitration\n       under Clause 28 of the agreement was a one-time measure and\n       it could not be taken recourse to repeatedly even though the\n       disputes may be different and unconnected to each other. The\n       learned counsel further submitted that the arbitration was an\n       expensive proposition and even though the respondent was\n       liable to bear only half of the expenses, the financial burden cast\n       by the arbitration proceedings in terms of fees for the learned\n       arbitrators and counsel/solicitors and other incidental expenses\n       was quite onerous. Hence, the arbitration clause in the\n       agreement envisaged one, single arbitration for all disputes\n       between the parties and not repeated arbitrations for different\n       disputes arising between the parties at different times under the\n       same agreement.\n</blockquote><blockquote id=\"blockquote_31\">       5.    The gist of the respondent&#x27;s objection is contained in sub-\n       paras (d) and (e) of Para 4 of its counter-affidavit which are\n       reproduced below:\n</blockquote><blockquote id=\"blockquote_32\">           &quot;(d)      The respondent would further beg leave of this\n           Hon&#x27;ble Court to submit that in the list of dates and in the\n           arbitration application, the petitioner did not refer to the fact\n           that the petitioner had already invoked Clause 28 of the\n           agreement in 2004. Pursuant to the said request for\n           arbitration, an Arbitral Tribunal consisting of Hon&#x27;ble Mr\n           Justice B.P. Sharaf (Retired), Hon&#x27;ble Mr Justice S.C. Pratap\n           and Hon&#x27;ble Mr Justice A.K. Dutta (Retired) was constituted\n           in the year 2005. The said arbitration has continued for the\n           last more than four years. Needless to mention, the\n           respondent has incurred heavy expenses in the arbitration\n           which is at the concluding stage i.e. arguments have been\n           completed and written submissions are to be filed.\n</blockquote><blockquote id=\"blockquote_33\">           (e)       In view of the aforesaid invocation of Clause 28 by\n           the petitioner, the notice issued by the petitioner on 29-1-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_49\">           2008 purportedly invoking the arbitration clause once again\n           and raising further disputes was not permissible under the\n\n<span class=\"hidden_text\" id=\"span_31\">   Arb. P. No.677/2015                                            Page 21 of 27</span>\n            contract. It is most respectfully submitted that there cannot\n           be repeated arbitrations in relation to the very same contract.\n           The arbitration agreement cannot be interpreted to imply\n           that for every dispute under the contract, the parties can\n           invoke a fresh arbitration. As per the contract, all disputes\n           should have been referred to arbitration at one go.&quot;\n</p><p data-structure=\"Section\" id=\"p_50\">       8.     The plea of the respondent is based on the words &quot;all\n       disputes&quot; occurring in Para 28.3 of the agreement. Mr Agrawal\n       submitted that those two words must be understood to mean &quot;all\n       disputes under the agreement&quot; that might arise between the\n       parties throughout the period of its subsistence. However, he\n       had no answer as to what would happen to such disputes that\n       might arise in the earlier period of the contract and get barred\n       by limitation till the time comes to refer &quot;all disputes&quot; at the\n       conclusion of the contract. The words &quot;all disputes&quot; in Clause\n       28.3 of the agreement can only mean &quot;all disputes&quot; that might\n       be in existence when the arbitration clause is invoked and one\n       of the parties to the agreement gives the arbitration notice to the\n       other. In its present form Clause 28 of the agreement cannot be\n       said to be a one-time measure and it cannot be held that once\n       the arbitration clause is invoked the remedy of arbitration is no\n       longer available in regard to other disputes that might arise in\n       future.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">       10. For the reasons aforesaid, I am unable to sustain the\n       objection raised on behalf of the respondent. In the result, the\n       application is allowed. The applicant has nominated Justice S.P.\n       Bharucha, a former Chief Justice of India, as its arbitrator.\n       Justice Mrs Sujata V. Manohar, a former Judge of this Court, is\n       appointed arbitrator on behalf of the respondent, subject to her\n       consent and on such terms as she may deem fit and proper.&quot;\n</p><p data-structure=\"Section\" id=\"p_52\">36.    With regard to applicability of the provisions of the Act (as amended in\n2015), in the present case as the arbitration clause between the parties is\ncrystal clear that disputes would be settled in accordance with the <a href=\"/doc/1306164/\" id=\"a_30\">Indian\nArbitration Act, 1996</a> &quot;and any statutory modification or reenactment thereof.&quot;\nwhich would encompass the amendment of 2015. Yet further, the invocation\n\n\n<span class=\"hidden_text\" id=\"span_32\">   Arb. P. No.677/2015                                           Page 22 of 27</span>\n of arbitration in the present case was resorted to by the petitioner on 26th\nOctober, 2015 by means of its letter of even date. <a href=\"/doc/1752162/\" id=\"a_31\">Section 26</a> of the Act (as\namended in 2015) states that the amended Act shall apply in relation to\narbitral proceedings commenced on or after the date of commencement of the\nAct i.e. 23rd October, 2015. Hence, the provisions of the amended Act\nsquarely apply to the present petition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_53\">       Thus, the earlier pendency of the separate pre-existing disputes has no\nbearing on the maintainability of the present petition in as much as the present\npetition is concerned with the distinct and separate dispute arising out of the\nillegal termination of the contract by the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">37.    In light of the aforesaid facts and circumstances in the above matter,\nthis Court can exercise its power to appoint an independent and impartial\nArbitral Tribunal and to give a go-bye to the terms of the arbitration clause\nbetween the parties as the present disputes to an Arbitral Tribunal will arise in\nterms of Clause 20.2 of the Contract only once the disputes are specified,\namicable settlement is initiated with reference thereto and then subsequently\nthe unresolved disputes are sought to be referred to arbitration. The present\ndisputes all relate to the illegal termination of the contract and which are of a\ncompletely different genre and require to be adjudicated upon by an\nindependent Arbitral Tribunal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">38.    Other reason given by the petitioner that it has apprehension on the\nbasis of certain instances of the initiating departmental proceedings against\nofficers in relation to the discharge of their quasi-judicial duties as arbitrators\nas appeared from the Circular No. 2006/V-1/DAR/1/4 issued in March 2006\nby the Ministry of Railways (Railway Board) which states as under:-\n</p>\n\n<span class=\"hidden_text\" id=\"span_33\">   Arb. P. No.677/2015                                           Page 23 of 27</span>\n<blockquote id=\"blockquote_34\">        &quot;In continuation of the Boards letter No. 99/V-l/ CVC1/9 dated\n       13th July, 1999, regarding proceedings against delinquent\n       officials, discharging quasi-judicial functions, it is desired to\n       initiate investigations, based on source information, into the\n       Arbitration Cases, involving &quot;corrupt motive&quot; or &quot;giving\n       undue favour to party&quot; in deciding the Arbitration\n       Award.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_56\">39.    It is quite evident that the respondent cannot insist on an Arbitral\nTribunal comprised of its serving or retired officers in view of amended Act if\nthe petitioner invoked the arbitration after the commencement of the Act.\nThus, the petitioner is entitled to the appointment of an independent and\nimpartial Arbitral Tribunal in as much as the respondent has forfeited its right\nto appoint an Arbitral Tribunal of its choice.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">40.    Even in view of the amendment in the Act, the party is entitled to the\nappointment of an independent and impartial Arbitral Tribunal as per <a href=\"/doc/1568410/\" id=\"a_32\">Section\n11(8)</a> of the Act (as amended in 2015), if the party would be able to cross the\nhurdle of <a href=\"/doc/1596533/\" id=\"a_33\">Section 26</a> of the Amended Act.\n</p>\n<p data-structure=\"Section\" id=\"p_58\">41.    The constitution of the same Arbitral Tribunal is also opposed to the\nparameters of <a href=\"/doc/750244/\" id=\"a_34\">Section 12</a> of the Act (as amended in 2015) and for this reason\nalso the dispute relating to the illegal termination of the contract has to be\nreferred to an independent and impartial Arbitral Tribunal.\n</p>\n<p data-structure=\"Section\" id=\"p_59\">42.    The relevant portions of <a href=\"/doc/750244/\" id=\"a_35\">Section 12</a> reads as under:-\n</p>\n<blockquote id=\"blockquote_35\">       &quot;<a href=\"/doc/750244/\" id=\"a_36\">Section 12</a>\n       ...(1) When a person is approached in connection with his\n       possible appointment as an arbitrator, he shall disclose in\n       writing any circumstances,--\n</blockquote>\n<blockquote id=\"blockquote_36\">       (a) such as the existence either direct or indirect, of any past or\n       present relationship with or interest in any of the parties or in\n\n\n<span class=\"hidden_text\" id=\"span_34\">   Arb. P. No.677/2015                                           Page 24 of 27</span>\n        relation to the subject-matter in dispute, whether financial,\n       business, professional or other kind, which is likely to give rise\n       to justifiable doubts as to his independence or impartiality;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_60\">       and\n\n</p><p data-structure=\"Conclusion\" id=\"p_61\">       (b) which are likely to affect his ability to devote sufficient time\n       to the arbitration and in particular his ability to complete the\n       entire arbitration within a period of twelve months.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">       Explanation 1.-- The grounds stated in the Fifth Schedule shall\n       guide in determining whether circumstances exist which give\n       rise to justifiable doubts as to the independence or impartiality\n       of an arbitrator.&quot;\n</p>\n<blockquote id=\"blockquote_37\">       &quot;... (5) Notwithstanding any prior agreement to the contrary, any\n       person whose relationship, with the parties or counsel or the\n       subject-matter of the dispute, falls under any of the categories\n       specified in the Seventh Schedule shall be ineligible to be\n       appointed as an arbitrator&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_63\">43.    The Fifth Schedule i.e. supplementary provision read with <a href=\"/doc/750244/\" id=\"a_37\">Section 12</a>\n</p><p data-structure=\"Section\" id=\"p_64\">(l)(b) mandates that the appointment made by any party which would give rise\nto justifiable doubts as to the independence or impartiality of arbitrator if he\nhas relationship with the parties or counsel or the arbitrator is an employee,\nconsultant, advisor or has any other past or present business relationship with\na party, the same would give rise to justifiable doubts. Similarly the Seventh\nSchedule read with <a href=\"/doc/16912364/\" id=\"a_38\">Section 12 (5)</a> mandates that there shall not be any\narbitrator&#x27;s relationship with the parties or counsel who should also not be an\nemployee, consultant, advisor or has any other past or present business\nrelationship with a party. If the answer is yes, the person should not be\nappointed as arbitrator in the said matter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">       In the present case, the suggestion of the respondent to appoint its own\nemployee who is either present employee or retired employee, the request\n\n<span class=\"hidden_text\" id=\"span_35\">   Arb. P. No.677/2015                                           Page 25 of 27</span>\n cannot be accepted as the arbitration is invoked after amended Act has come\ninto operation.      In case the said request is allowed, the very purpose of\namending the Act would be defeated.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">44.    I am clear in my mind that under the <a href=\"/doc/1306164/\" id=\"a_39\">Arbitration and Conciliation\n(Amendment) Act, 2015</a>, if any such case is covered as <a href=\"/doc/437381/\" id=\"a_40\">referred above</a> in\nearlier para which cover the supplementary provision of schedule Fifth and\nSeventh, under those circumstances, the Court is duty bound to secure the\nappointment of an independent and impartial arbitrator as per <a href=\"/doc/750244/\" id=\"a_41\">Section 12</a> of\nthe Act (as amended in 2015). As the arbitration is being an employee of one\nof the parties would definitely give rise to justifiable doubt as to his\nindependence and impartiality.\n</p><p data-structure=\"Conclusion\" id=\"p_67\">45.    In the light of the above, the prayer made in the petition is allowed.\nJustice R.M. Lodha (Former Chief Justice of India), C-61, First Floor, Soami\nNagar, Near Panchsheel Enclave, A-Block New Delhi-110017, also at 74,\nSuraj Nagar (West), Civil Lines, Jaipur-302006 (Rajasthan), (Tel. No.011-\n264493040), Justice R.V. Easwar (retired Judge of this Court), D-41, Hauz\nKhas, New Delhi, (Mob.9560899997) and Justice M.L.Mehta (retired Judge\nof this Court), H-34 Jungpura Extension, near Eros Cinema, New Delhi-\n110014, (Mob.9910384620) are appointed as Arbitrators in the matter as per\nclauses of the Agreement to adjudicate the dispute between the parties. Justice\nR.M. Lodha (Former Chief Justice of India) would be presiding member of\nthe panel of three learned Arbitrators. Both parties would file their respective\nclaims and counter-claims with regard to subject matter of the dispute in hand.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">46.    The arbitration shall take place under the aegis of Delhi International\nArbitration Centre (&#x27;DAC&#x27;). The Arbitrators shall ensure the compliance of\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">   Arb. P. No.677/2015                                         Page 26 of 27</span>\n the provisions of <a href=\"/doc/1306164/\" id=\"a_42\">Arbitration and Conciliation (Amendment) Act, 2015</a> before\ncommencing the arbitration. The fees of the learned Arbitrator shall be in\nterms of the Delhi International Arbitration Centre (Administrative Cost\nArbitrator&#x27;s Fees) Rules. The parties to appear before the Centre Arbitrator\non 20th May, 2016 at 5.00 pm for directions.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">47.    The petition is accordingly disposed of. No costs.\n</p><p data-structure=\"CDiscource\" id=\"p_70\">48.    Copy of this order be given dasti to the learned counsel for the parties\nand a copy thereof be delivered to all the learned Arbitrators as well as\nAdditional Coordinator, DAC forthwith.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">                                                    (MANMOHAN SINGH)\n                                                        JUDGE\nAPRIL 29, 2016\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">   Arb. P. No.677/2015                                        Page 27 of 27</span>\n </p>","numcites":19,"numcitedby":13,"docsource":"Delhi High Court","citetid":115973945,"divtype":"judgments","relatedqs":[{"value":"illegal termination of contract","formInput":"illegal%20termination%20of%20contract"},{"value":"contract termination","formInput":"contract%20termination"},{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"Illegal termination ","formInput":"Illegal%20termination%20"},{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"rvnl","formInput":"rvnl"},{"value":"arbitrator, impartiality","formInput":"arbitrator%2C%20impartiality"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"maxim","formInput":"maxim"},{"value":"right of appointment","formInput":"right%20of%20appointment"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"fifth schedule","formInput":"fifth%20schedule"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"constitution of arbitral tribunal","formInput":"constitution%20of%20arbitral%20tribunal"},{"value":"\"Anil Seth\"","formInput":"%22Anil%20Seth%22"},{"value":"qualification","formInput":"qualification"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"amicable settlement","formInput":"amicable%20settlement"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"},{"value":"commencement-of-arbitral-proceedings","formInput":"tag:commencement-of-arbitral-proceedings"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"challenge-procedure","formInput":"tag:challenge-procedure"}],"courtcopy":true,"query_alert":null,"agreement":false}