{"tid":1626099,"publishdate":"2010-10-21","title":"Ramesh vs State Of Haryana on 21 October, 2010","doc":"<h2 class=\"doc_title\">Ramesh vs State Of Haryana on 21 October, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-k-prasad\">Chandramauli Kr. Prasad</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-k-prasad\">Chandramauli Kr. Prasad</a>, <a href=\"/search/?formInput=benchid:h-s-bedi\">Harjit Singh Bedi</a></h3>\n\n<pre id=\"pre_1\">                                                  REPORTABLE\n\n          IN THE SUPREME COURT OF INDIA\n\n         CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL No.628 OF 2007\n\nRAMESH                               ... APPELLANT\n\n                      VERSUS\n\nSTATE OF HARYANA                   ... RESPONDENT\n                       WITH\n\n         CRIMINAL APPEAL No.1272 OF 2007\n\nAJIT SINGH                           ... APPELLANT\n\n                      VERSUS\n\nCHANDER BHAN &amp; ORS.               ... RESPONDENTS\n\n                       WITH\n\n         CRIMINAL APPEAL No.1273 OF 2007\n\nRAJESH &amp; ORS.                      ... APPELLANTS\n\n                      VERSUS\n\nSTATE OF HARYANA                   ... RESPONDENT\n\f                             2\n\n\n                          WITH\n\n          CRIMINAL APPEAL No.1274 OF 2007\n\nRAJ BIR                                      ... APPELLANT\n                        VERSUS\n\nCHANDER BHAN &amp; ORS.                      ... RESPONDENTS\n\n\n\n\n                    JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">CHANDRAMAULI KR. PRASAD, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">  1.       All these appeals by grant of leave arise from the\n\n  judgment dated 25th May, 2006 passed by the Punjab and\n\n  Haryana High Court in Criminal Appeal No. 918-DB of 2003\n\n  and as such they were heard together and are being\n\n  disposed of by this common judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\n</p><p data-structure=\"Issue\" id=\"p_4\">  2.       Criminal Appeal No. 628 of 2007, Criminal\n\n  Appeal No. 1273 of 2007 and Criminal Appeal No.1274 of\n\n  2007 have been filed by the appellants against the\n\n  judgment of conviction and sentence whereas Criminal\n<span class=\"hidden_text\" id=\"span_1\">\f                            3</span>\n\n\nAppeal No.1272 of 2007 has been filed against the acquittal\n\nof accused Chander Bhan and Lachhman.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"Facts\" id=\"p_6\">3.        The prosecution started on the basis of the report\n\ngiven by PW.1, Randhir before the Assistant Sub-Inspector\n\nof Police in Civil Hospital, Jind on 21.4.1997 at 1.30 P.M.\n\nAccording to the First Information Report, there was\n\nlitigation between Baba Krishangir and Baba Joragir in\n\nrespect of 105 Killas of land in village Pokhri Kheri which\n\ntravelled upto the Supreme Court and decided in favour of\n\nBaba Krishangir, who was in possession thereof.        It has\n\nbeen alleged that in August last year, followers of Joragir\n\nfired at Krishangir at Jind Court as Joragir wanted to take\n\npossession of the land. Informant claims to be the supporter\n\nof Krishangir and according to him on 21.4.1997 at 7 A.M.\n\nhe along with other persons including PW.3, Vedpal were at\n\nthe Dera and at that point of time appellant Rajbir\n\n(appellant in Criminal Appeal No.1274 of 2007), appellants\n\nRajesh,   Dharamvir   son   of   Rajmal,   Hoshiara,   Jage,\n\nDharamvir son of Maha Singh, Ram Mehar alias Babru\n<span class=\"hidden_text\" id=\"span_2\">\f                            4</span>\n\n\nDass and Prem Singh (appellants in Criminal Appeal\n\nNo.1273 of 2007) and Ramesh (appellant in Criminal Appeal\n\nNo.628 of 2007) besides the accused persons acquitted by\n\nthe trial court and those acquitted by the appellate court\n\nvariously armed came to the place of occurrence from the\n\nhouse of Joragir situated nearby. It has been alleged by the\n\nprosecution that Chander Bhan, since acquitted by the\n\nHigh Court, gave exhortation to other accused persons to\n\nteach a lesson to the followers of Krishangir present there\n\nfor not allowing them to enter the land, whereupon all the\n\naccused persons attacked them. This was protested by\n\nKrishan a supporter of the Dera, who came to the place of\n\noccurrence on hearing the noise and asked the accused\n\npersons as to why they were assaulting the followers of\n\nKrishangir.   At this, appellant Dharambir son of Rajmal\n\nfired from his pistol which caused injury on the face of\n\nKrishan and he fell down there. Prem Singh fired from his\n\npistol at PW.3 Vedpal on his right shoulder. Appellant Jage\n\nas also appellant Teka gave lathi blows on the head and\n\nright arm respectively of the informant&#x27;s brother, namely,\n<span class=\"hidden_text\" id=\"span_3\">\f                            5</span>\n\n\nRamesh.       Appellants Ramesh and Ram Mehar besides\n\nanother accused assaulted Raj Kumar causing injuries on\n\nthe left arm, left hand and head. Appellant Dharambir son\n\nof Maha Singh gave two lathi blows on the head of the\n\ninformant, namely, Randhir. Appellant Rajbir gave gandasa\n\nblow on the shoulder of Phool Singh, whereas appellant\n\nHoshiara gave lathi blows on the right hip of the informant.\n\nAppellant Rajesh is alleged to have shot at the informant\n\nfrom his pistol causing injury on his left hand. During the\n\nfight, according to the prosecution, Darbara son of Chhotu\n\nRam and Rajpal son of Nafe Singh came to the spot and\n\nwitnessed the occurrence and the accused persons on their\n\narrival ran away from the place of occurrence.   Bhim Singh\n\nson of Nafe Singh took the injured Krishan to the Civil\n\nHospital, Jind in a tractor but he succumbed to the injury\n\nin the way.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">\n\n</p><p data-structure=\"Facts\" id=\"p_8\">4.        On the basis of the aforesaid information, a case\n\nunder Sections 302, 307, 448, 449, 323, 324, 148 read with\n\n<a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> of the Indian Penal Code and <a href=\"/doc/73862/\" id=\"a_2\">Sections 25</a> and\n<span class=\"hidden_text\" id=\"span_4\">\f                            <a href=\"/doc/1886064/\" id=\"a_3\">6</a></span>\n\n\n<a href=\"/doc/1934415/\" id=\"a_4\">54</a>/<a href=\"/doc/1934415/\" id=\"a_5\">59</a> of the Arms Act was registered against the appellants\n\nand other accused persons since acquitted by the trial court\n\nas also the appellate court. Police after usual investigation\n\nsubmitted the charge-sheet and the accused persons were\n\ncommitted to the Court of Sessions to face the trial. Charges\n\nwere framed and they pleaded not guilty and claimed to be\n\ntried. In order to bring home the charges the prosecution\n\naltogether examined 20 witnesses and exhibited a large\n\nnumber of documents. Out of the witnesses examined by\n\nthe prosecution PW.1 Randhir, PW.2 Ajit, PW.3 Vedpal and\n\nPW.4 Rajpal, claim to be eye-witnesses to the occurrence\n\nand had sustained injuries. All of them in their evidence\n\nhad supported the case of the prosecution.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_9\">5.        The trial court relying on the evidence of the eye-\n\nwitnesses and doctors who examined them and who\n\nconducted the postmortem report came to the conclusion\n\nthat the prosecution has been able to prove its case beyond\n\nall reasonable doubt so far as the appellants herein and the\n\nrespondents Chander Bhan and Lachhman are concerned.\n<span class=\"hidden_text\" id=\"span_5\">\f                            7</span>\n\n\nAccordingly, all of them have been held guilty under\n\n<a href=\"/doc/763672/\" id=\"a_6\">Sections 148</a>, <a href=\"/doc/1560742/\" id=\"a_7\">302</a>/<a href=\"/doc/999134/\" id=\"a_8\">149</a>, <a href=\"/doc/455468/\" id=\"a_9\">307</a>/<a href=\"/doc/999134/\" id=\"a_10\">149</a>, <a href=\"/doc/1133601/\" id=\"a_11\">325</a>/<a href=\"/doc/999134/\" id=\"a_12\">149</a>, <a href=\"/doc/724142/\" id=\"a_13\">324</a>/<a href=\"/doc/999134/\" id=\"a_14\">149</a> and\n\n<a href=\"/doc/1011035/\" id=\"a_15\">323</a>/<a href=\"/doc/999134/\" id=\"a_16\">149</a>, <a href=\"/doc/455468/\" id=\"a_17\">307</a>/<a href=\"/doc/999134/\" id=\"a_18\">149</a>, <a href=\"/doc/1133601/\" id=\"a_19\">325</a>/<a href=\"/doc/999134/\" id=\"a_20\">149</a>, <a href=\"/doc/724142/\" id=\"a_21\">324</a>/<a href=\"/doc/999134/\" id=\"a_22\">149</a> and <a href=\"/doc/1011035/\" id=\"a_23\">323</a>/<a href=\"/doc/999134/\" id=\"a_24\">149</a> and\n\n<a href=\"/doc/1318185/\" id=\"a_25\">449</a> of the Indian Penal Code and sentenced to undergo\n\nvarious terms of imprisonment, including imprisonment for\n\nlife under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_27\">149</a> of the Indian Penal Code.\n\nAppellant Nos. 1, 2 and 7, namely, Rajesh, Dharambir and\n\nPrem Singh in Criminal Appeal No. 1273 of 2007 have also\n\nbeen held guilty under <a href=\"/doc/73862/\" id=\"a_28\">Section 25</a> of the Arms Act and\n\nsentenced to undergo rigorous imprisonment for three years\n\nand fine of Rs.500/-. However, while convicting them the\n\ntrial court has acquitted altogether nine accused persons. It\n\nis relevant here to state that besides the appellants herein,\n\nthe trial court had also convicted accused Teka, Lachhman,\n\nChander Bhan and Ramphal and all of them have been\n\nacquitted by the High Court in appeal. It is further relevant\n\nhere to state that against acquittal of Chander Bhan and\n\nLachhman, appeal has been filed but the acquittal of Teka\n\nand Ramphal has not been assailed.\n</p><span class=\"hidden_text\" id=\"span_6\">\f                            8</span><p data-structure=\"Precedent\" id=\"p_10\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">6.         Accused persons held guilty by the trial court\n\npreferred appeal and the High court on appreciation of the\n\nevidence came to the conclusion that the appellants herein\n\nassembled in the house of Joragir variously armed with\n\npistol, gun, lathis, gandasa and bricks and the appellants\n\nwere the members of the unlawful assembly and in\n\nfurtherance of their common object caused the death of\n\nKrishan.    Accordingly the High Court maintained the\n\nconviction of the appellants, excepting Teka, Lachhman,\n\nChander Bhan and Ramphal. While acquitting respondents\n\nChander Bhan and Lachhman and other two convicts, the\n\nHigh Court on appraisal of the materials came to the\n\nconclusion that they have been falsely roped in the case.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">7.         We have heard the Counsel representing the\n\nparties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">8.         It has been contended that the conviction of the\n\nappellants with the aid of <a href=\"/doc/999134/\" id=\"a_29\">Section 149</a> of the Indian Penal\n\nCode is illegal as the appellants cannot be said to be the\n<span class=\"hidden_text\" id=\"span_7\">\f                             9</span>\n\n\nmembers of unlawful assembly and committed the offence\n\nin prosecution of their common object. They submit that all\n\nthe appellants have to be held guilty for their individual acts\n\nand it cannot be said that when they assembled their\n\ncommon object was to cause the death of deceased Krishan\n\nor cause injuries to the injured persons. Mr. D.P. Singh,\n\nlearned counsel particularly emphasized that there being no\n\novert act alleged against appellant Ramesh of causing injury\n\nto the deceased, he cannot be roped with the aid of <a href=\"/doc/999134/\" id=\"a_30\">Section\n\n149</a> of the Indian Penal Code.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">9.        We do not find any substance in the submission\n\nof the learned counsel. In our opinion the common object of\n\nan unlawful assembly has to be gathered from the nature of\n\nthe assembly, arms possessed by them and the behaviour of\n\nthe assembly at or before the occurrence. It is an inference\n\nwhich has to be deduced from the facts and circumstances\n\nof each case. To attract the mischief of <a href=\"/doc/999134/\" id=\"a_31\">Section 149</a> of the\n\nIndian Penal Code, it is not necessary that each of the\n\naccused must commit some illegal overt act.         When the\n<span class=\"hidden_text\" id=\"span_8\">\f                           10</span>\n\n\nassembly is found to be unlawful and if offence is\n\ncommitted by any member of the unlawful assembly in\n\nprosecution of the common object, every member of the\n\nunlawful assembly shall be guilty of the offence committed\n\nby another member of the assembly. It has to be borne in\n\nmind that an assembly which is not unlawful when\n\nassembled    may   subsequently    become     an   unlawful\n\nassembly. In the present case there is overwhelming\n\nmaterial to show that the appellants variously armed,\n\nincluding the fire arms assembled at one place and\n\nthereafter came to the place of occurrence and started\n\nassault together and when protested by the deceased, one of\n\nthe members of the unlawful assembly shot him dead and\n\nsome of them caused injury by fire arm, gandasa, lathi, etc.\n\nto others.   All of them have come and left the place of\n\noccurrence together.   From what has been found above,\n\nthere is no escape from the conclusion that appellants were\n\nthe members of the unlawful assembly and offences have\n\nbeen committed in pursuance of the common object and\n\nhence, each of them shall be liable for the offence\n<span class=\"hidden_text\" id=\"span_9\">\f                             11</span>\n\n\ncommitted by any other member of the assembly. In our\n\nopinion, the trial court correctly held them guilty with the\n\naid of <a href=\"/doc/999134/\" id=\"a_32\">Section 149</a> of the Indian Penal Code, which has\n\nrightly been affirmed in appeal by the High Court.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1263431\" id=\"span_10\">10.   The view which we have taken finds support from the\n\ndecision of <a href=\"/doc/1263431/\" id=\"a_33\">Chandra Bihari Gautam and others vs. State\n\nof Bihar</a>, SCC 2002 (9) SCC 208, in which it has been held\n\nas follows :</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_18\">\n\n</p><blockquote id=\"blockquote_1\">        &quot;8. Section 149 has two parts. First part deals\n        with the commission of an offence by a member\n        of an unlawful assembly in prosecution of the\n        common object of that assembly and the second\n        part deals with the liability of the members of\n        the unlawful assembly who knew that an\n        offence was likely to be committed in\n        prosecution of the object for which they had\n        assembled. Even if the common object of the\n        unlawful     assembly     is   stated    to    be\n        apprehending Nawlesh Singh only, the fact that\n        the accused persons had attacked the house of\n        the complainant at the dead of night and were\n        armed with deadly weapons including the\n        guns, and used petrol bombs, proves beyond\n        doubt that they knew that in prosecution of the\n        alleged initial common object, murders were\n        likely to be committed. The knowledge of the\n        consequential action in furtherance of the initial\n        common object is sufficient to attract the\n        applicability of Section 149 for holding the\n        members of the unlawful assembly guilty for\n        the commission of the offence by any member of\n<span class=\"hidden_text\" id=\"span_11\">\f                             12</span>\n\n\n\n\n         such assembly. In this case the appellants,\n         along with others, have been proved to have\n         formed an unlawful assembly, the common\n         object of which was to commit murder and\n         arson and in prosecution of the said common\n         object they raided the house of the informant\n         armed with guns and committed offence. The\n         courts below have, therefore, rightly held that\n         the accused persons formed an unlawful\n         assembly, the common object of which was to\n         commit the murder of the informant and his\n         family members and in prosecution of the said\n         common object six persons were killed. The\n         appellants were also proved to have hired the\n         services of some extremists for the purposes of\n         eliminating the family of the complainant.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_19\">11.   So far as the acquittal of respondents Chander Bhan\n\nand Lachhman is concerned the High Court on appraisal of\n\nthe material came to the conclusion that they have falsely\n\nbeen roped. The aforesaid conclusion has been arrived at\n\non appraisal of the evidence. The view taken by the High\n\nCourt, in our opinion, is one of the possible views and that\n\nbeing so, order of acquittal needs no interference by this\n\nCourt.\n</p><span class=\"hidden_text\" id=\"span_12\">\f                               13</span><p data-structure=\"Conclusion\" id=\"p_20\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_21\">  12.   In the result, we do not find any merit in all these\n\n  appeals and same are dismissed accordingly.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">                         ..................................................J.\n                          (HARJIT SINGH BEDI)\n\n\n\n\n                         ...................................................J.\n                         (CHANDRAMAULI KR. PRASAD)\n\nNew Delhi,\nOctober 21, 2010.</p><pre id=\"pre_2\">\n<span class=\"hidden_text\" id=\"span_13\">\f                               14</span>\n\n\n             IN THE SUPREME COURT OF INDIA\n            CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL No.628 OF 2007\nRAMESH                                   ... APPELLANT\n                     VERSUS\nSTATE OF HARYANA                     ... RESPONDENT\n                       WITH\n         CRIMINAL APPEAL No.1272 OF 2007\nAJIT SINGH                               ... APPELLANT\n                     VERSUS\nCHANDER BHAN &amp; ORS.               ... RESPONDENTS\n\n                      WITH\n         CRIMINAL APPEAL No.1273 OF 2007\nRAJESH &amp; ORS.                        ... APPELLANTS\n                    VERSUS\nSTATE OF HARYANA                     ... RESPONDENT\n                      WITH\n         CRIMINAL APPEAL No.1274 OF 2007\nRAJ BIR                                  ... APPELLANT\n                        VERSUS\nCHANDER BHAN &amp; ORS.               ... RESPONDENTS\n\n\n\nDear\n\n</pre><p data-structure=\"Conclusion\" id=\"p_23\">       Draft Judgment in the above matter is sent herewith for\nperusal and kind consideration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">       With regards,\n\n\n                                  (Chandramauli Kr. Prasad)\n                                        18.10.2010\nHon&#x27;ble Mr. Justice Harjit Singh Bedi\n<span class=\"hidden_text\" id=\"span_14\">\f                          15</span>\n\n\n          IN THE SUPREME COURT OF INDIA\n         CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL No.628 OF 2007\nRAMESH                                   ... APPELLANT\n                     VERSUS\nSTATE OF HARYANA                     ... RESPONDENT\n                       WITH\n         CRIMINAL APPEAL No.1272 OF 2007\nAJIT SINGH                               ... APPELLANT\n                     VERSUS\nCHANDER BHAN &amp; ORS.               ... RESPONDENTS\n\n                      WITH\n         CRIMINAL APPEAL No.1273 OF 2007\nRAJESH &amp; ORS.                        ... APPELLANTS\n                    VERSUS\nSTATE OF HARYANA                     ... RESPONDENT\n                      WITH\n         CRIMINAL APPEAL No.1274 OF 2007\nRAJ BIR                                  ... APPELLANT\n                        VERSUS\nCHANDER BHAN &amp; ORS.               ... RESPONDENTS\n\n\n                   JUDGMENT\n\n\n              TO BE PRONOUNCED BY\n\n               HON&#x27;BLE MR. JUSTICE\n\n             CHANDRAMAULI KR. PRASAD\n\n                         ON\n\n               21.10.2010 (THURSDAY)\n\f</p>","numcites":12,"numcitedby":29,"docsource":"Supreme Court of India","citetid":1626099,"divtype":"judgments","relatedqs":[{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"common object","formInput":"common%20object"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"appellate jurisdiction","formInput":"appellate%20jurisdiction"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"lathi","formInput":"lathi"},{"value":"criminal jurisdiction","formInput":"criminal%20jurisdiction"},{"value":"324","formInput":"324"},{"value":"ajit singh","formInput":"ajit%20singh"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"arms","formInput":"tag:arms"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}