{"tid":79928496,"publishdate":"2021-04-20","title":"Pasl Wind Solutions Private Limited vs Ge Power Conversion India Private ... on 20 April, 2021","doc":"<h2 class=\"doc_title\">Pasl Wind Solutions Private Limited vs Ge Power Conversion India Private ... on 20 April, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2021 SUPREME COURT 2517, AIRONLINE 2021 SC 213</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-f-nariman\">R.F. Nariman</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-roy\">Hrishikesh Roy</a>, <a href=\"/search/?formInput=benchid:b-r-gavai\">B.R. Gavai</a>, <a href=\"/search/?formInput=benchid:r-f-nariman\">Rohinton Fali Nariman</a></h3>\n\n<pre id=\"pre_1\">                                                                              REPORTABLE\n                                     IN THE SUPREME COURT OF INDIA\n                                      CIVIL APPELLATE JURISDICTION\n                                   CIVIL APPEAL NO. 1647     OF 2021\n                              [ARISING OUT OF SLP (CIVIL) NO.3936 OF 2021]\n\n\n         PASL WIND SOLUTIONS PRIVATE LIMITED ...APPELLANT\n                                          VERSUS\n         GE POWER CONVERSION INDIA\n         PRIVATE LIMITED                                               ...RESPONDENT\n\n\n                                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">         R.F. Nariman, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">         1.              Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Issue\" id=\"p_5\">         2.              The present appeal raises an interesting question – as to whether two\n\n         companies incorporated in India can choose a forum for arbitration outside\n\n         India – and whether an award made at such forum outside India, to which\n\n         the Convention on the Recognition and Enforcement of Foreign Arbitral\n\n         Awards, 1958 [“New York Convention”] applies, can be said to be a\n\n         “foreign award” under <a href=\"/doc/1306164/\" id=\"a_1\">Part II of the Arbitration and Conciliation Act, 1996</a>\n\n         [“<a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a>”] and be enforceable as such.\n\n         Factual Background\n\n         3.1. The appellant is a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act</a>,\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by R</span>\n<span class=\"hidden_text\" id=\"span_3\">Natarajan</span>\n\n         1956 with its registered office at Ahmedabad, Gujarat. The respondent is a\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.04.20</span>\n<span class=\"hidden_text\" id=\"span_5\">16:06:51 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n         company incorporated under the <a href=\"/doc/1353758/\" id=\"a_4\">Companies Act, 1956</a> with its registered\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                             1</span>\n\foffice at Chennai, Tamil Nadu, and is a 99% subsidiary of General Electric\n\nConversion International SAS, France, which in turn is a subsidiary of the\n\nGeneral Electric Company, United States.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\n3.2. In 2010, the appellant issued three purchase orders to the\n\nrespondent for supply of certain converters. Pursuant to these purchase\n\norders, the respondent supplied six converters to the appellant. Disputes\n\narose between the parties in relation to the expiry of the warranty of the\n\nsaid converters. In order to resolve these disputes, the parties entered into\n\na settlement agreement dated 23.12.2014. Under clauses 5.1 and 5.2 of\n\nthe settlement agreement, the respondent agreed to provide certain delta\n\nmodules along with warranties on these modules for the working of the\n\nconverter panel. Clause 6 of the settlement agreement contained the\n\ndispute resolution clause which reads as follows:\n\n</p><blockquote id=\"blockquote_1\">     “6. Governing Law and Settlement of Dispute\n     6.1 Any dispute or difference arising out of or relating to this\n     agreement shall be resolved by the Parties in an amicable way.\n</blockquote><p data-structure=\"Section\" id=\"p_7\">     (A minimum of 60 days shall be used for resolving the dispute\n     in amicable way before same can be referred to arbitration).\n     6.2 In case no settlement can be reached through negotiations,\n     all disputes, controversies or differences shall be referred to\n     and finally resolved by Arbitration in Zurich in the English\n     language, in accordance with the Rules of Conciliation and\n     Arbitration of the International Chamber of Commerce, which\n     Rules are deemed to be incorporated by reference into this\n     clause. The Arbitration Award shall be final and binding on both\n     the parties.\n</p><p data-structure=\"Facts\" id=\"p_8\">     6.3 The Agreement (together with any documents referred to\n     herein) constitutes the whole agreement between the Parties\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                            2</span>\n\f      and it is hereby expressly declared that no variation and / or\n      amendments hereof be effective unless mutually agreed upon\n      and made in writing.”\n\n\n3.3. Disputes arose between the parties pursuant to the settlement\n\nagreement whereby the appellant claimed that warranties that were\n\nsupposed to be given for converters were not so given, whereas the\n\nrespondent argued that the warranties covered only the delta modules and\n\nnot the converters. Thus, on 03.07.2017, the appellant issued a request for\n\narbitration to the International Chamber of Commerce [“ICC”]. On\n\n18.08.2017, the parties agreed to resolution of disputes by the sole\n\narbitrator appointed by the ICC. It was agreed between the parties, as was\n\nreflected in the request for arbitration and in the terms of reference to\n\narbitration, that the substantive law applicable to the dispute would be\n\nIndian law.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\n3.4. The respondent filed a preliminary application challenging the\n\njurisdiction of the arbitrator on the ground that two Indian parties could not\n\nhave chosen a foreign seat of arbitration. Importantly, the appellant\n\nopposed the said application and asserted that there was no bar in law\n\nfrom this being done. By Procedural Order No.3 dated 20.02.2018, the\n\nlearned sole arbitrator, Mr. Ian Leonard Meakin, dismissed the respondent’s\n\npreliminary application, holding as follows:\n\n</p><blockquote id=\"blockquote_2\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_9\">“The Tribunal finds that two Indian parties can arbitrate\n      outside India. The Tribunal is persuaded that the Supreme\n<span class=\"hidden_text\" id=\"span_10\">                                                                             3</span>\n\fCourt of India’s decision in <a href=\"/doc/156247141/\" id=\"a_5\">Reliance Industries Ltd v. Union of\nIndia</a> (2014) 7 SCC 603 (Exhibit CLM-3) is a leading authority.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_11\">This has been confirmed by the Supreme Court of India in\n<a href=\"/doc/196105286/\" id=\"a_6\">Sasan Power Limited v. North American Coal Corporation India\nPrivate Limited</a> (2016) 10 SCC 813 (RL-6), which at an earlier\ninstance before the High Court of Madhya Pradesh 2016 (2)\nARBLR 179 (MP), rendered on 11.09.2015, held that two Indian\ncompanies can arbitrate outside of India.</span>\n</blockquote><blockquote id=\"blockquote_3\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_12\">Furthermore, the earlier case of <a href=\"/doc/1643159/\" id=\"a_7\">Atlas Export Industries v.\nKotak &amp; Company</a> (1999) 7 SCC 61, which was applied in\nSasan, found that a contract which is unlawful under <a href=\"/doc/1625889/\" id=\"a_8\">section 23</a>\nof the Indian Contract Act 1872, because it breaches Indian\npublic policy, would be void but that “merely because the\narbitrators are situated in a foreign country cannot by itself be\nenough to nullify the arbitration agreement when the parties\nhave with their eyes open willingly entered into the agreement”\n(p.65, para f of judgment). Such is the case here where the\nparties freely agreed on Zurich as the seat of the arbitration.</span>\n    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197597277\" id=\"span_13\">This position has been followed in a recent decision of the\nDelhi High Court in <a href=\"/doc/197597277/\" id=\"a_9\">GMR Energy Ltd. v. Doosan Power\nSystems India Pvt. Ltd.</a> on 14 November 2017 CS (Comm)\n447/2017 (RL-7) applying Atlas in allowing two Indian parties to\narbitrate outside India. The Tribunal notes the Respondent’s\ncontention that this case is “expected to be appealed”\n(Respondent’s Preliminary Application dated 9 December 2017,\npara 23) but the Tribunal must deal with the law as it finds it at\npresent and no doubt the Final Award in the present case will\nprecede any exhaustive appeal in India in GMR.</span>\n    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_14\">Respondent’s pleadings in reliance, inter alia, on <a href=\"/doc/1845272/\" id=\"a_10\">TDM\nInfrastructure Private Limited v. UE Development India Private\nLimited</a> (2008) 14 SCC 271 are, in the Tribunal’s finding,\nmisplaced because although it is accepted that two Indian\nnationals should, as a matter of Indian law, not be permitted to\nderogate from Indian substantive law, this being part of the\npublic policy of the country, this fails to distinguish between the\nlex arbitri and the lex causae. In the present case, the parties\nhave not chosen a foreign substantive law, only a foreign seat.</span>\n    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"57053514\" id=\"span_15\">The Respondent also relied on M/s <a href=\"/doc/57053514/\" id=\"a_11\">Addhar Mercantile\nPrivate Limited v. Shree Jagadamba Agrico Exports Pvt. Ltd.</a>\n(2015) SCC Online Bom 7752, which the Respondent\nsubmitted followed TDM (RL-4). However, although the Tribunal\nis aware that this decision has been criticised because although\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                      4</span>\n\f     the court did not expressly find that two parties could not opt for\n     arbitration outside India, the court’s finding that Indian parties\n     cannot derogate from Indian law because that would violate\n     Indian public policy has led to the judgment being interpreted\n     wrongly to imply that Indian parties cannot choose a foreign\n     seat. That said, Addhar is in any event a first instance decision\n     and the higher authorities of the Indian Supreme Court prevail.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"173015163\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"146487961\" id=\"span_18\">Finally, the cases of <a href=\"/doc/146487961/\" id=\"a_12\">Enercon (India) Limited v. Enercon\n     GMBH</a> (<a href=\"/doc/173015163/\" id=\"a_13\">2014) 5 SCC 1 and Bharat Aluminium Co. v. Kaiser\n     Aluminium Inc.</a> (2012) 9 SCC 552 relied on by the Respondent\n     in relation to its submissions that the closest and most real\n     connection test under Indian law do not assist the Respondent\n     because that test is only relevant where the seat is unclear.\n     Moreover, Bharat clearly held that the applicability of section 28\n     of the Indian Act is restricted to the substantive law of the\n     contract and does not apply to the seat of the arbitration.\n        Conclusion\n        For the reasons set out above, the Tribunal therefore finds\n     that the arbitration clause in the Settlement Agreement is valid\n     and will proceed to apply the Swiss Act because the seat of the\n     arbitration is Zurich, Switzerland.”\n\n\n3.5. This procedural order was not challenged by either of the parties.\n\nVide the said procedural order, the seat of the arbitration was stated to be\n\nZurich, Switzerland. The respondent suggested Mumbai, India as a\n\nconvenient venue in which to hold arbitration proceedings as costs would\n\nbe reduced thereby. The appellant objected to this suggestion. At the Case\n\nManagement Conference dated 28.06.2018, the learned arbitrator decided\n\nthat though the seat is in Zurich, all hearings will be held in Mumbai,\n\nacceding to the application made by the respondent. Since the mountain\n\ndid not come to Muhammad, Muhammad, in the form of the learned\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                           5</span>\n\farbitrator, went to the mountain and held all sittings at the convenient\n\nvenue in Mumbai.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">\n3.6   A final award dated 18.04.2019 was passed by the learned arbitrator\n\nin which the appellant’s claim was rejected. The learned arbitrator held:\n\n</p><blockquote id=\"blockquote_4\">      “Operative Part\n</blockquote><blockquote id=\"blockquote_5\">      227. Based on the foregoing, the Arbitral Tribunal hereby finds,\n           holds and orders:\n</blockquote><blockquote id=\"blockquote_6\">      Preliminary Issues\n      A.   The seat of the arbitration is Zurich, Switzerland.\n      On the Merits\n      B.   The Claimant’s claims for breach of contract, damages\n           and interest thereon are rejected.\n</blockquote><blockquote id=\"blockquote_7\">      C.   The Claimant shall pay to the Respondent INR\n           25,976,330.00 and US$40,000.00 in legal costs and\n           expenses with accumulated interest, if any, in accordance\n           with the <a href=\"/doc/910984/\" id=\"a_14\">Indian Interest Act, 1978</a>.\n</blockquote><blockquote id=\"blockquote_8\">      D.   All other claims of either party, to the extent that they\n           exist, are dismissed.\n</blockquote><blockquote id=\"blockquote_9\">      Made in Zurich, this 18th day of April 2019”\n\n\n3.7. After the passing of the final award, the respondent called upon the\n\nappellant to pay the amounts granted vide the said award. As the appellant\n\nfailed to oblige, the respondent initiated enforcement proceedings under\n\n<a href=\"/doc/1886363/\" id=\"a_15\">sections 47</a> and <a href=\"/doc/1283214/\" id=\"a_16\">49</a> of the Arbitration Act before the High Court of Gujarat,\n\nwithin whose jurisdiction the assets of the appellant were located. At this\n\nstage, the appellant did a complete volte-face and asserted that the seat of\n\narbitration was really Mumbai, where all the hearings of the arbitral\n\nproceedings took place. So asserting, the appellant filed proceedings\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                            6</span>\n\fchallenging the said final award under <a href=\"/doc/1722761/\" id=\"a_17\">section 34</a> of the Arbitration Act,\n\nbeing CMA No.18 of 2019 before the Small Causes Court, Ahmedabad\n\nwhich was then transferred to the Commercial Court, Ahmedabad and\n\nrenumbered as CMA No.76 of 2020. An application filed under <a href=\"/doc/161831507/\" id=\"a_18\">Order 7\n\nRule 11 of the Code of Civil Procedure</a>, 1908 [“<a href=\"/doc/161831507/\" id=\"a_19\">CPC</a>”] by the respondent\n\nwas rejected by the Commercial Court, Ahmedabad. At present, the\n\nproceedings under section 34 of the Arbitration Act and the respondent’s\n\napplication under Order 21 of the CPC for execution of the final award are\n\nat a standstill in view of the appeal before us.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_12\">The Appellant’s Case:\n</p>\n<p data-structure=\"Section\" id=\"p_13\">4.1. Mr. Tushar Himani, learned Senior Advocate appearing on behalf of\n\nthe appellant, argued that two Indian parties cannot designate a seat of\n\narbitration outside India as doing so would be contrary to <a href=\"/doc/1625889/\" id=\"a_20\">section 23</a> of the\n\nIndian Contract Act, 1872 [“<a href=\"/doc/171398/\" id=\"a_21\">Contract Act</a>”] read with <a href=\"/doc/597719/\" id=\"a_22\">section 28(1)(a)</a> and\n\n<a href=\"/doc/1722761/\" id=\"a_23\">section 34(2A)</a> of the Arbitration Act. To buttress this submission, Mr.\n\nHimani pointed out the provisions of the <a href=\"/doc/57071259/\" id=\"a_24\">Prohibition of Benami Property\n\nTransactions Act, 1988</a> [“<a href=\"/doc/57071259/\" id=\"a_25\">Benami Transactions Act</a>”] which cannot be\n\nbypassed if two Indians are to apply only the substantive law of India.\n\nHowever, by designating a seat outside India, it is open to two Indian\n\nparties to opt out of the substantive law of India which itself would be\n\ncontrary to the public policy of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                           7</span>\n\f<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1845272\" id=\"span_22\">4.2. He then argued that foreign awards contemplated under <a href=\"/doc/1052228/\" id=\"a_26\">Part II of the\n\nArbitration Act</a> arise only from international commercial arbitrations.\n\n“International commercial arbitration”, as has been defined in <a href=\"/doc/738672/\" id=\"a_27\">section 2(1)(f)</a>\n\nof the Arbitration Act, would make it clear that there has to be a foreign\n\nelement when parties arbitrate outside India, the foreign element being that\n\nat least one of the parties is, inter alia, a national of a country other than\n\nIndia, or habitually resident in a country other than India, or a body\n\ncorporate incorporated outside India. For this reason, the award passed in\n\nthe present case cannot be designated as a foreign award under <a href=\"/doc/1052228/\" id=\"a_28\">Part II of\n\nthe Arbitration Act</a>. To buttress this submission, he relied heavily upon the\n\njudgment of a learned Single Judge of this Court in <a href=\"/doc/1845272/\" id=\"a_29\">TDM Infrastructure (P)\n\nLtd. v. UE Development India (P) Ltd.</a>, (2008) 14 SCC 271 [“TDM”] and\n\ntwo judgments of the Bombay High Court.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_23\">4.3. He then sought to distinguish this Court’s judgment in <a href=\"/doc/1643159/\" id=\"a_30\">Atlas Export\n\nIndustries v. Kotak &amp; Co.</a>, (1999) 7 SCC 61 [“Atlas Export”], arguing that\n\nthe specific argument made under <a href=\"/doc/1625889/\" id=\"a_31\">section 23</a> of the Contract Act was not\n\ndealt with by the Court and that, in any case, ultimately, the Court did not\n\nallow the appellant <a href=\"/doc/1643159/\" id=\"a_32\">in that case</a> to take up this plea as it had not been taken\n\nup in the courts below.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_25\">4.4. Mr. Himani also argued that the judgment of the Madhya Pradesh\n\nHigh Court in <a href=\"/doc/196105286/\" id=\"a_33\">Sasan Power Limited v. North American Coal Corporation\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                             8</span>\n\f(India) Pvt. Ltd.</a>, 2015 SCC OnLine MP 7417 [“Sasan I”], which decided\n\nthat two Indian parties can choose a foreign seat outside India for the\n\npurpose of resolving their disputes, was based on an incorrect appreciation\n\nof facts, as observed in the appeal to the Supreme Court in <a href=\"/doc/196105286/\" id=\"a_34\">Sasan Power\n\nLtd. v. North American Coal Corporation (India) Pvt. Ltd.</a>, (2016) 10\n\nSCC 813 [“Sasan II”].</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_17\">\n4.5. Going to the language of <a href=\"/doc/798789/\" id=\"a_35\">section 44</a> of the Arbitration Act, Mr. Himani\n\nstressed upon the expression “unless the context otherwise requires” and\n\ncited several judgments to show that the context of <a href=\"/doc/798789/\" id=\"a_36\">section 44</a> is that of an\n\ninternational commercial arbitration and cannot, therefore, apply to a\n\nforeign award between two Indian parties without the involvement of a\n\nforeign element. He also relied heavily upon the 246 th Report of the Law\n\nCommission of India of August 2014 which recommended amendments to\n\nthe <a href=\"/doc/1052228/\" id=\"a_37\">Arbitration Act</a>, and particularly, the substitution of <a href=\"/doc/738672/\" id=\"a_38\">section 2(1)(e)</a> and\n\nthe explanation to <a href=\"/doc/1886363/\" id=\"a_39\">section 47</a>. He stressed the fact that both these\n\namendments were necessary to ensure that it is the High Court that\n\nexercises jurisdiction in all cases of international commercial arbitration.\n\nFor this purpose, he relied upon the domestic arbitration law of the United\n\nStates [“U.S.”] to show that even under the said law, it is only when an\n\nagreement or award between two U.S. citizens involves some foreign\n\nelement that such arbitration can take place abroad. He buttressed these\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                             9</span>\n\fsubmissions by referring to the proviso to <a href=\"/doc/738672/\" id=\"a_40\">section 2(2)</a> of the Arbitration Act\n\nwhich, according to him, furnished a bridge that joined Part II to Part I, as a\n\nresult of which it became clear that <a href=\"/doc/798789/\" id=\"a_41\">section 44</a> refers only to international\n\ncommercial arbitrations, as is stated in the proviso to <a href=\"/doc/738672/\" id=\"a_42\">section 2(2)</a>.\n\n\n4.6. He then went on to argue that the <a href=\"/doc/1052228/\" id=\"a_43\">Arbitration Act</a> is a self-contained\n\ncode, as has been held by several judgments of this Court, and that when\n\nthere is no foreign element involved in an award made in Zurich between\n\ntwo Indian companies, such award cannot be the subject matter of\n\nchallenge or enforcement either under Part I or <a href=\"/doc/1052228/\" id=\"a_44\">Part II of the Arbitration Act</a>.\n\n\n4.7. Mr. Himani then relied heavily upon <a href=\"/doc/17337153/\" id=\"a_45\">section 10</a> of the Commercial\n\nCourts, Commercial Division and Commercial Appellate Division of High\n\nCourts Act, 2015 [“<a href=\"/doc/24236663/\" id=\"a_46\">Commercial Courts Act</a>”] which also recognises only\n\ntwo categories of arbitrations – international commercial arbitration and\n\nother than international commercial arbitration. He argued that there is a\n\nhead-on conflict between <a href=\"/doc/54060417/\" id=\"a_47\">section 10(3)</a> of the Commercial Courts Act and\n\n<a href=\"/doc/1886363/\" id=\"a_48\">section 47</a> of the Arbitration Act, as a result of which the former must\n\nprevail. For this purpose, he relied upon the non-obstante clause in <a href=\"/doc/30693667/\" id=\"a_49\">section\n\n21</a> of the Commercial Courts Act. This being the case, in any case, the\n\nimpugned judgment made by the Gujarat High Court has to be set aside as\n\nit was made without jurisdiction because even as per the impugned\n\njudgment, the present is not a case of an international commercial\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                             10</span>\n\farbitration but instead falls under the second category of “other than\n\ninternational commercial arbitration”, as a result of which only the district\n\ncourt would have jurisdiction.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"146487961\" id=\"span_29\">4.8. He finally argued that going by the closest connection test, the seat of\n\narbitration can only be held to be Mumbai, and for this purpose, he relied\n\nupon <a href=\"/doc/146487961/\" id=\"a_50\">Enercon (India) Ltd. v. Enercon GmbH</a>, (2014) 5 SCC 1\n\n[“Enercon”]. According to him, since every factor connected the arbitration\n\nin the present case to India, with no foreign element involved, applying this\n\ntest, the seat would necessarily be Mumbai. Consequently, he argued that\n\nZurich, at best, could be stated to be a “salutary seat”. This being so,\n\nobviously <a href=\"/doc/1052228/\" id=\"a_51\">Part II of the Arbitration Act</a> would not apply and the judgment\n\nhas to be set aside on this score also. Despite the fact that in the written\n\nsubmissions before us, Mr. Himani argued, without prejudice, that the\n\naward would not be enforceable under <a href=\"/doc/444899/\" id=\"a_52\">section 48</a> of the Arbitration Act, he\n\nvery fairly did not press this issue.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">The Respondent’s Case:\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">5.1. Mr. Nakul Dewan, learned Senior Advocate appearing on behalf of\n\nthe respondent, first pointed out that the appellant argued the exact\n\nopposite of what it itself sought under Procedural Order No.3 dated\n\n20.02.2018 before the arbitrator. Having argued that two Indian companies\n\ncan agree to have a seat of arbitration outside India, and that in the present\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                           11</span>\n\fcase, that seat was Zurich, and having opposed any hearings being held in\n\nMumbai, it would now not be open to the appellant to argue the exact\n\nopposite before this Court only because the final award was made against\n\nit.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_31\">5.2. Mr. Dewan then argued that Part I and Part II of the Arbitration Act\n\nhave been held to be mutually exclusive and pointed out the fundamental\n\nfallacy contained in the argument of Mr. Himani to try and import the\n\ndefinition of international commercial arbitration from <a href=\"/doc/1052228/\" id=\"a_53\">Part I of the\n\nArbitration Act</a> into <a href=\"/doc/798789/\" id=\"a_54\">section 44</a> via the expression “unless the context\n\notherwise requires” contained in <a href=\"/doc/798789/\" id=\"a_55\">section 44</a>, and the so-called bridge\n\nbetween Parts I and II contained in the proviso to <a href=\"/doc/738672/\" id=\"a_56\">section 2(2)</a>. According to\n\nhim, <a href=\"/doc/798789/\" id=\"a_57\">section 44</a> is modelled on the New York Convention which only\n\nrequires “persons”, both of whom can be Indian, having disputes arising out\n\nof commercial legal relationships, which are to be decided in the territory of\n\na State outside India, which State is a signatory to the New York\n\nConvention. He then argued that any attempt to breach the wall created\n\nbetween Part I and Part II, which have been held to be mutually exclusive\n\nin <a href=\"/doc/173015163/\" id=\"a_58\">Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.</a>,\n\n(2012) 9 SCC 552 [“BALCO”], cannot be countenanced by this Court.\n\n\n5.3. He further argued that unlike the definition of “international\n\ncommercial arbitration” contained in <a href=\"/doc/738672/\" id=\"a_59\">section 2(1)(f)</a> in Part I, nationality,\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                                                           12</span>\n\fdomicile or residence of parties is irrelevant for the purpose of applicability\n\nof <a href=\"/doc/798789/\" id=\"a_60\">section 44</a> of the Arbitration Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_33\">As a matter of fact, according to the\n\nlearned Senior Advocate, this is no longer res integra as it has been\n\nexpressly decided under the pari materia provisions of the <a href=\"/doc/142812771/\" id=\"a_61\">Foreign Awards\n\n(Recognition and Enforcement) Act, 1961</a> [“Foreign Awards Act”] in <a href=\"/doc/1643159/\" id=\"a_62\">Atlas</a>\n\n(supra) that two Indian parties can enter into an arbitration agreement with\n\na seat outside India, which would result in an award that would then have\n\nto be enforced as a foreign award.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196105286\" id=\"span_34\">5.4. He also relied upon the judgment of the Madhya Pradesh High Court\n\nin <a href=\"/doc/196105286/\" id=\"a_63\">Sasan I</a> (supra) and argued that, in appeal, the Supreme Court did not\n\ndislodge any of the findings of the High Court but instead proceeded on the\n\nbasis that the arbitration was not between only two Indian companies. He\n\nthen argued, relying upon a commentary on International Commercial\n\nArbitration, authored by Prof. Eric E. Bergsten and published by the United\n\nNations Conference on Trade and Development in 2005 [“UNCTAD\n\nCommentary on International Commercial Arbitration”], that parties\n\nbeing from the same State can agree to have their disputes resolved in a\n\nState other than the State to which they belong, as a result of which the\n\nNew York Convention will then apply to enforce the aforesaid foreign\n\naward.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_23\">\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                            13</span>\n\f5.5. He then went on to argue that neither <a href=\"/doc/238279/\" id=\"a_64\">section 23</a> nor <a href=\"/doc/1224074/\" id=\"a_65\">section 28</a> of the\n\nContract Act proscribe the choice of a foreign seat in arbitration. As a\n\nmatter of fact, the exception to <a href=\"/doc/1224074/\" id=\"a_66\">section 28</a> of the Contract Act expressly\n\nexcepts arbitration from the clutches of <a href=\"/doc/597719/\" id=\"a_67\">section 28</a>, which is an express\n\napproval to party autonomy which is the very basis of the <a href=\"/doc/1052228/\" id=\"a_68\">Arbitration Act</a>.\n\nHe also argued that <a href=\"/doc/1625889/\" id=\"a_69\">section 23</a> of the Contract Act, when it speaks of\n\n“public policy”, must be confined to clear and incontestable cases of harm\n\nto the public and cited several cases to buttress this proposition.\n\n\n5.6. In any case, he combated Mr. Himani’s argument by referring to\n\nparagraph 118 of BALCO (supra) to argue that <a href=\"/doc/597719/\" id=\"a_70\">section 28(1)</a> of the\n\nArbitration Act would apply only when the arbitration takes place in India\n\nand not when the seat is outside India. Equally, grounds available for\n\nchallenge, which would no longer be available as a result of two parties\n\ngoing abroad to resolve their differences, are waivable, and both parties\n\nhave, in this case, substituted the challenge to be made to an award under\n\n<a href=\"/doc/1722761/\" id=\"a_71\">section 34</a> of the Arbitration Act with two bites at the cherry – first, by a\n\nchallenge under Swiss law to the award in Zurich, and second, by resisting\n\nenforcement under the grounds contained in <a href=\"/doc/444899/\" id=\"a_72\">section 48</a> of the Arbitration\n\nAct.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">\n5.7. He then refuted Mr. Himani’s contention that the expression “unless\n\nthe context otherwise requires” can be used to defeat the very basis of\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                                         14</span>\n\f<a href=\"/doc/798789/\" id=\"a_73\">section 44</a>, arguing that <a href=\"/doc/798789/\" id=\"a_74\">section 44</a> only requires that the seat of arbitration\n\nbe in a territory which is outside India and cited case law for this\n\nproposition.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">\n5.8. He also refuted Mr. Himani’s argument that Mumbai should be the\n\nseat, as the closest connection test applies only absent the determination\n\nof seat. In the present case, the arbitration clause in the settlement\n\nagreement, together with the procedural orders passed by the arbitrator,\n\ndesignated Zurich as the seat and Mumbai only as a convenient venue,\n\nwhich has been accepted by both parties, and must govern the arbitral\n\nproceedings in this case.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">\n5.9. He then proceeded to distinguish the three judgments relied upon by\n\nMr. Himani to demonstrate that two Indian parties can choose a foreign\n\nseat. He then went on to argue that both in the proviso to <a href=\"/doc/738672/\" id=\"a_75\">section 2(2)</a> and\n\n<a href=\"/doc/132700916/\" id=\"a_76\">section 10</a> of the Commercial Courts Act, the phrase “international\n\ncommercial arbitration” is not governed by the definition contained in\n\n<a href=\"/doc/738672/\" id=\"a_77\">section 2(1)(f)</a> but would only refer to arbitrations in which the seat is\n\noutside India.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">\n<a href=\"/doc/1306164/\" id=\"a_78\">The Arbitration and Conciliation Act</a>, 1996\n\n\n</p><p data-structure=\"Section\" id=\"p_28\">6.    Having heard learned counsel for both parties, it is first necessary to\n\nset out the relevant provisions of Part I and Part II of the Arbitration Act.\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                                                15</span>\n\f“2. Definitions.—(1) In this Part, unless the context otherwise\nrequires,—\n                                  ***\n</p><p data-structure=\"Issue\" id=\"p_29\">(e) “Court” means—\n</p><p data-structure=\"Precedent\" id=\"p_30\">     (i) in the case of an arbitration other than\n           international commercial arbitration, the\n           principal civil court of original jurisdiction in a\n           district, and includes the High Court in\n           exercise of its ordinary original civil\n           jurisdiction, having jurisdiction to decide the\n           questions forming the subject matter of the\n           arbitration if the same had been the subject\n           matter of a suit, but does not include any civil\n           court of a grade inferior to such principal civil\n           court, or any Court of Small Causes;\n</p><p data-structure=\"Issue\" id=\"p_31\">     (ii) in the case of international commercial\n           arbitration, the High Court in exercise of its\n           ordinary original civil jurisdiction, having\n           jurisdiction to decide the questions forming the\n           subject matter of the arbitration if the same\n           had been the subject matter of a suit, and in\n           other cases, a High Court having jurisdiction\n           to hear appeals from decrees of courts\n           subordinate to that High Court;\n</p><p data-structure=\"CDiscource\" id=\"p_32\">(f) “international commercial arbitration” means an\n     arbitration relating to disputes arising out of legal\n     relationships, whether contractual or not, considered\n     as commercial under the law in force in India and\n     where at least one of the parties is—\n</p><p data-structure=\"Section\" id=\"p_33\">     (i) an individual who is a national of, or habitually\n           resident in, any country other than India; or\n</p><p data-structure=\"PetArg\" id=\"p_34\">     (ii) a body corporate which is incorporated in any\n           country other than India; or\n</p><p data-structure=\"PetArg\" id=\"p_35\">     (iii) an association or a body of individuals whose\n           central management and control is exercised\n           in any country other than India; or\n</p><p data-structure=\"Issue\" id=\"p_36\">     (iv) the Government of a foreign country;\n</p><p data-structure=\"Issue\" id=\"p_37\">                                    ***\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                  16</span>\n\f      Scope\n      (2) This Part shall apply where the place of arbitration is in\n      India.\n</p><p data-structure=\"Section\" id=\"p_38\">          Provided that subject to an agreement to the contrary, the\n      provisions of <a href=\"/doc/1120409/\" id=\"a_79\">Sections 9</a>, <a href=\"/doc/1308041/\" id=\"a_80\">27</a> and clause (b) of sub-section (1)\n      and sub-section (3) of <a href=\"/doc/1656413/\" id=\"a_81\">Section 37</a> shall also apply to\n      international commercial arbitration, even if the place of\n      arbitration is outside India, and an arbitral award made or to be\n      made in such place is enforceable and recognised under the\n      provisions of Part II of this Act.\n</p><p data-structure=\"Section\" id=\"p_39\">                                       ***\n      Construction of references\n      (6) Where this Part, except <a href=\"/doc/597719/\" id=\"a_82\">Section 28</a>, leaves the parties free\n      to determine a certain issue, that freedom shall include the right\n      of the parties to authorise any person including an institution, to\n      determine that issue.\n</p><p data-structure=\"Section\" id=\"p_40\">      (7) An arbitral award made under this Part shall be considered\n      as a domestic award.”\n\nA party may choose to waive its right to object under <a href=\"/doc/1242720/\" id=\"a_83\">section 4</a> of the\n\nArbitration Act, which reads as follows:\n</p>\n<blockquote id=\"blockquote_10\">      “4. Waiver of right to object.—A party who knows that—\n</blockquote><blockquote id=\"blockquote_11\">         (a) any provision of this Part from which the parties\n             may derogate, or\n</blockquote><blockquote id=\"blockquote_12\">         (b) any requirement under the arbitration agreement,\n             has not been complied with and yet proceeds with\n             the arbitration without stating his objection to such\n             non-compliance without undue delay or, if a time-\n</blockquote><p data-structure=\"Section\" id=\"p_41\">             limit is provided for stating that objection, within\n             that period of time, shall be deemed to have\n             waived his right to so object.”\n\n\nThe rules applicable to the substance of dispute are set out in <a href=\"/doc/597719/\" id=\"a_84\">section 28</a> as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_13\">      “28. Rules applicable to substance of dispute.—(1) Where\n      the place of arbitration is situated in India,—\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                            17</span>\n</blockquote><blockquote id=\"blockquote_14\">\f      (a) in an arbitration other than an international\n          commercial arbitration, the arbitral tribunal shall\n          decide the dispute submitted to arbitration in\n          accordance with the substantive law for the time\n          being in force in India;\n</blockquote><blockquote id=\"blockquote_15\">      (b) in international commercial arbitration,—\n</blockquote><blockquote id=\"blockquote_16\">          (i) the arbitral tribunal shall decide the dispute in\n                accordance with the rules of law designated by\n                the parties as applicable to the substance of the\n                dispute;\n</blockquote><blockquote id=\"blockquote_17\">          (ii) any designation by the parties of the law or legal\n                system of a given country shall be construed,\n                unless otherwise expressed, as directly referring\n                to the substantive law of that country and not to\n                its conflict of laws rules;\n</blockquote><blockquote id=\"blockquote_18\">          (iii) failing any designation of the law under sub-\n</blockquote><p data-structure=\"Section\" id=\"p_42\">                clause (ii) by the parties, the arbitral tribunal shall\n                apply the rules of law it considers to be\n                appropriate given all the circumstances\n                surrounding the dispute.\n</p><p data-structure=\"Section\" id=\"p_43\">      (2) The arbitral tribunal shall decide ex aequo et bono or\n      as amiable compositeur only if the parties have expressly\n      authorised it to do so.\n</p><p data-structure=\"Precedent\" id=\"p_44\">      (3) While deciding and making an award, the arbitral tribunal\n      shall, in all cases, take into account the terms of the contract\n      and trade usages applicable to the transaction.”\n\n\nRecourse to a court against an arbitral award may be made by an\n\napplication for setting aside such award, inter alia, under <a href=\"/doc/1722761/\" id=\"a_85\">section 34(2A)</a> of\n\nthe Arbitration Act, which is set out as follows:\n\n</p><blockquote id=\"blockquote_19\">      “34. Application for setting aside arbitral award.—\n                                      ***\n      (2A) An arbitral award arising out of arbitrations other than\n      international commercial arbitrations, may also be set aside by\n      the court, if the court finds that the award is vitiated by patent\n      illegality appearing on the face of the award:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                           18</span>\n<blockquote id=\"blockquote_20\">\f         Provided that an award shall not be set aside merely on the\n      ground of an erroneous application of the law or by\n      reappreciation of evidence.”\n\n\n<a href=\"/doc/1052228/\" id=\"a_86\">Part II of the Arbitration Act</a> deals with enforcement of foreign awards in\n\nIndia, and contains two chapters, Chapter I of which deals with the\n\nenforcements of awards to which the New York Convention applies.\n</blockquote>\n<blockquote id=\"blockquote_21\"><a href=\"/doc/798789/\" id=\"a_87\">Sections 44</a>, <a href=\"/doc/714093/\" id=\"a_88\">46</a>, <a href=\"/doc/1886363/\" id=\"a_89\">47</a>, and <a href=\"/doc/1283214/\" id=\"a_90\">49</a>, contained in Chapter I of Part II of the\n\nArbitration Act, are extracted as follows:\n</blockquote>\n<blockquote id=\"blockquote_22\">      “44. Definition.—In this Chapter, unless the context otherwise\n      requires, “foreign award” means an arbitral award on\n      differences between persons arising out of legal relationships,\n      whether contractual or not, considered as commercial under the\n      law in force in India, made on or after the 11 th day of October,\n      1960—\n</blockquote><blockquote id=\"blockquote_23\">      (a) in pursuance of an agreement in writing for arbitration to\n           which the Convention set forth in the First Schedule\n           applies, and\n</blockquote><blockquote id=\"blockquote_24\">      (b) in one of such territories as the Central Government, being\n           satisfied that reciprocal provisions have been made may,\n           by notification in the Official Gazette, declare to be\n           territories to which the said Convention applies.”\n\n      “46. When foreign award binding.—Any foreign award which\n      would be enforceable under this Chapter shall be treated as\n      binding for all purposes on the persons as between whom it\n      was made, and may accordingly be relied on by any of those\n      persons by way of defence, set-off or otherwise in any legal\n      proceedings in India and any references in this Chapter to\n      enforcing a foreign award shall be construed as including\n      references to relying on an award.”\n\n      “47. Evidence.—(1) The party applying for the enforcement of a\n      foreign award shall, at the time of the application, produce\n      before the Court—\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                                          19</span>\n</blockquote><blockquote id=\"blockquote_25\">\f      (a) the original award or a copy thereof, duly authenticated in\n            the manner required by the law of the country in which it\n            was made;\n</blockquote><blockquote id=\"blockquote_26\">      (b) the original agreement for arbitration or a duly certified\n            copy thereof; and\n</blockquote><blockquote id=\"blockquote_27\">      (c) such evidence as may be necessary to prove that the\n            award is a foreign award.\n</blockquote><blockquote id=\"blockquote_28\">      (2) If the award or agreement to be produced under sub-section\n      (1) is in a foreign language, the party seeking to enforce the\n      award shall produce a translation into English certified as\n      correct by a diplomatic or consular agent of the country to\n      which that party belongs or certified as correct in such other\n      manner as may be sufficient according to the law in force in\n      India.\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">          Explanation.—In this section and in the sections following in\n      this Chapter, “Court” means the High Court having original\n      jurisdiction to decide the questions forming the subject matter of\n      the arbitral award if the same had been the subject matter of a\n      suit on its original civil jurisdiction and in other cases, in the\n      High Court having jurisdiction to hear appeals from decrees of\n      courts subordinate to such High Court.”\n\n      “49. Enforcement of foreign awards.—Where the Court is\n      satisfied that the foreign award is enforceable under this\n      Chapter, the award shall be deemed to be a decree of that\n      Court.”\n\nSeat of the arbitral proceedings in the present case\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">7.    Clause 6 of the settlement agreement extracted above would show\n\nthat arbitration is to be resolved “in Zurich” in accordance with the Rules of\n\nConciliation and Arbitration of the ICC. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196897538\" id=\"span_42\">In similar circumstances, in\n\n<a href=\"/doc/196897538/\" id=\"a_91\">Mankastu Impex (P) Ltd. v. Airvisual Ltd.</a>, (2020) 5 SCC 399, where\n\ndisputes were to be resolved by arbitration “administered in Hong Kong”,\n\nthe Court concluded:</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_47\">\n<span class=\"hidden_text\" id=\"span_43\">                                                                           20</span>\n</p><blockquote id=\"blockquote_29\">\f      “21. In the present case, the arbitration agreement entered into\n      between the parties provides Hong Kong as the place of\n      arbitration. The agreement between the parties choosing “Hong\n      Kong” as the place of arbitration by itself will not lead to the\n      conclusion that the parties have chosen Hong Kong as the seat\n      of arbitration. The words, “the place of arbitration” shall be\n      “Hong Kong”, have to be read along with Clause 17.2. Clause\n      17.2 provides that “… any dispute, controversy, difference\n      arising out of or relating to MoU shall be referred to and finally\n      resolved by arbitration administered in Hong Kong….”. On a\n      plain reading of the arbitration agreement, it is clear that the\n      reference to Hong Kong as “place of arbitration” is not a simple\n      reference as the “venue” for the arbitral proceedings; but a\n      reference to Hong Kong is for final resolution by arbitration\n      administered in Hong Kong. The agreement between the\n      parties that the dispute “shall be referred to and finally resolved\n      by arbitration administered in Hong Kong” clearly suggests that\n      the parties have agreed that the arbitration be seated at Hong\n      Kong and that laws of Hong Kong shall govern the arbitration\n      proceedings as well as have power of judicial review over the\n      arbitration award.”\n                                                   (emphasis in original)\n\n\nAs per this clause, Zurich was therefore determined to be the juridical seat\n\nof arbitration between the parties.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_48\">8.    At the Case Management Conference held on 28.06.2018, the\n\nlearned arbitrator specifically decided:\n</p>\n<p data-structure=\"Issue\" id=\"p_49\">\n</p><blockquote id=\"blockquote_30\">      “3. The venue of the hearing shall be Mumbai, India. The seat\n      of the arbitration of course remains Zurich, Switzerland. I am\n      grateful to the Respondent for offering to assist with the\n      organisation of the hearing in India. The consequence of\n      holding the hearing in Mumbai will of course be dealt with in the\n      Award on costs, depending on the outcome. The Tribunal is of\n      the view that it is cost efficient to hold the hearing in India where\n      the parties are based, the Respondent’s five witnesses are\n      based, where Respondent’s legal team are based and\n      Claimant’s co-counsel is based. This means that the Claimant’s\n\n<span class=\"hidden_text\" id=\"span_44\">                                                                              21</span>\n\f        lead counsel, the Claimant’s sole witness and the sole arbitrator\n        must travel to India. …”\n\n\nThis arrangement has been accepted by both parties. Even in the final\n\naward dated 18.04.2019, the learned arbitrator held:\n</blockquote>\n<blockquote id=\"blockquote_31\">        “82. For the reasons set out above, the Tribunal therefore   has\n        held in Procedural Order No.3 and hereby finds that          the\n        arbitration clause in the Settlement Agreement is valid      and\n        proceeds to apply the Swiss Act because the seat of           the\n        Arbitration is Zurich, Switzerland.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"146487961\" id=\"span_45\">9.      The closest connection test strongly relied upon by Mr. Himani would\n\nonly apply if it is unclear that a seat has been designated either by the\n\nparties or by the tribunal. In this case, the seat has clearly been designated\n\nboth by the parties and by the tribunal, and has been accepted by both the\n\nparties. The judgment in <a href=\"/doc/146487961/\" id=\"a_92\">Enercon</a> (supra), relied upon by Mr. Himani,\n\napplied the aforesaid test only because the arbitration clause therein\n\nprovided that London was the “venue” and not the seat.</span> It was, therefore,\n\npointed out by this Court that given the various factors connecting the\n\ndispute to India and the absence of any factors connecting it to England, on\n\nthe facts of that case, there was no necessity to regard London as the seat\n\nwhen it was, in fact, only the venue (see paragraphs 98-103, 114-116, and\n\n</p><p data-structure=\"Issue\" id=\"p_51\">128).\n</p>\n<p data-structure=\"Issue\" id=\"p_52\">\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                                                            22</span>\n</p><p data-structure=\"CDiscource\" id=\"p_53\">\f10.   For this reason, it is not possible to accept Mr. Himani’s contention\n\nthat the seat of arbitration ought to be held to be Mumbai in the facts of the\n\npresent case.\n</p>\n<p data-structure=\"Section\" id=\"p_54\">Part I and Part II of the Arbitration Act are mutually exclusive\n\n</p><p data-structure=\"Section\" id=\"p_55\">11.   <a href=\"/doc/1052228/\" id=\"a_93\">The Arbitration Act</a> is in four parts. Part I deals with arbitrations where\n\nthe seat is in India and has no application to a foreign-seated arbitration. It\n\nis, therefore, a complete code in dealing with appointment of arbitrators,\n\ncommencement of arbitration, making of an award and challenges to the\n\naforesaid award as well as execution of such awards. On the other hand,\n\nPart II is not concerned with the arbitral proceedings at all. It is concerned\n\nonly with the enforcement of a foreign award, as defined, in India. <a href=\"/doc/724501/\" id=\"a_94\">Section\n\n45</a> alone deals with referring the parties to arbitration in the circumstances\n\nmentioned therein. Barring this exception, in any case, Part II does not\n\napply to arbitral proceedings once commenced in a country outside India.\n\n\n</p><p data-structure=\"Section\" id=\"p_56\">12.   Even before the <a href=\"/doc/1052228/\" id=\"a_95\">Arbitration Act</a> of 1996, India, being one of the\n\nearliest signatories to the New York Convention, legislated in accordance\n\ntherewith and enacted the Foreign Awards Act in 1961. Under this Act,\n\n<a href=\"/doc/738672/\" id=\"a_96\">section 2</a>, which is pari materia to <a href=\"/doc/798789/\" id=\"a_97\">section 44</a> of the Arbitration Act, laid\n\ndown:\n</p>\n<blockquote id=\"blockquote_32\">      “2. Definition.—In this Act, unless the context otherwise\n      requires, “foreign award” means an award on differences\n      between persons arising out of legal relationships, whether\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                                             23</span>\n\f     contractual or not, considered as commercial under the law in\n     force in India, made on or after the 11th day of October, 1960—\n</blockquote><blockquote id=\"blockquote_33\">     (a) in pursuance of an agreement in writing for arbitration to\n         which the Convention set forth in the Schedule applies; and\n</blockquote><blockquote id=\"blockquote_34\">     (b) in one of such territories as the Central Government being\n         satisfied that reciprocal provisions have been made, may,\n         by notification in the official Gazette, declare to be\n         territories to which the said Convention applies.”\n\nUnder section 6 of the Foreign Awards Act, where the court is satisfied that\n\nthe foreign award is enforceable, the court shall order the award to be filed\n\nand shall proceed to pronounce judgment according to the award. This\n\nprovision has since been done away with by the <a href=\"/doc/1306164/\" id=\"a_98\">Arbitration Act, 1996</a> as\n\n<a href=\"/doc/1283214/\" id=\"a_99\">section 49</a> of the Arbitration Act expressly provides that the award shall be\n\ndeemed to be a decree of the court. Thereafter, section 7 of the Foreign\n\nAwards Act enumerates grounds on which such foreign award may be\n\nrefused to be enforced. Obviously, under the earlier regime, there was no\n\noverlap between the <a href=\"/doc/1052228/\" id=\"a_100\">Arbitration Act, 1940</a>, which dealt only with domestic\n\nawards, and the Foreign Awards Act. This situation continues in the current\n\n<a href=\"/doc/1052228/\" id=\"a_101\">Arbitration Act</a>, Part I and Part II of which have been held to be mutually\n\nexclusive. Thus, in BALCO (supra), this Court held:\n</blockquote>\n<blockquote id=\"blockquote_35\">     “37. In 1953 the International Chamber of Commerce promoted\n     a new treaty to govern international commercial arbitration. The\n     proposals of ICC were taken up by the United Nations\n     Economic and Social Council. This in turn led to the adoption of\n     the Convention on the Recognition and Enforcement of Foreign\n     Arbitral Awards at New York in 1958 (popularly known as “the\n     New York Convention”). The New York Convention is an\n     improvement on the Geneva Convention of 1927. It provides for\n     a much more simple and effective method of recognition and\n\n<span class=\"hidden_text\" id=\"span_48\">                                                                          24</span>\n\fenforcement of foreign arbitral awards. It gives much wider\neffect to the validity of arbitration agreement. This Convention\ncame into force on 7-6-1959. India became a State signatory to\nthis Convention on 13-7-1960. <a href=\"/doc/142812771/\" id=\"a_102\">The Foreign Awards\n(Recognition and Enforcement) Act, 1961</a> was enacted to give\neffect to the New York Convention.”\n                                 ***\n“44. In the 1961 Act, there is no provision for challenging the\nforeign award on merits similar or identical to the provisions\ncontained in <a href=\"/doc/109140/\" id=\"a_103\">Sections 16</a> and <a href=\"/doc/1503578/\" id=\"a_104\">30</a> of the 1940 Act, which gave\npower to remit the award to the arbitrators or umpire for\nreconsideration under <a href=\"/doc/1503578/\" id=\"a_105\">Section 30</a> which provided the grounds\nfor setting aside an award. In other words, the 1961 Act dealt\nonly with the enforcement of foreign awards. The Indian Law\nhas remained as such from 1961 onwards. There was no\nintermingling of matters covered under the 1940 Act, with the\nmatters covered by the 1961 Act.”\n                                 ***\n“88. … <a href=\"/doc/1587296/\" id=\"a_106\">Section 2(7)</a> of the Arbitration Act, 1996 reads thus:\n</blockquote><blockquote id=\"blockquote_36\">     “2. (7) An arbitral award made under this Part shall be\n     considered as a domestic award.”\nIn our opinion, the aforesaid provision does not, in any manner,\nrelax the territorial principle adopted by the <a href=\"/doc/1306164/\" id=\"a_107\">Arbitration Act,\n1996</a>. It certainly does not introduce the concept of a\ndelocalised arbitration into the <a href=\"/doc/1306164/\" id=\"a_108\">Arbitration Act, 1996</a>. It must be\nremembered that <a href=\"/doc/1306164/\" id=\"a_109\">Part I of the Arbitration Act, 1996</a> applies not\nonly to purely domestic arbitrations i.e. where none of the\nparties are in any way “foreign” but also to “international\ncommercial arbitrations” covered within <a href=\"/doc/738672/\" id=\"a_110\">Section 2(1)(f)</a> held in\nIndia. The term “domestic award” can be used in two senses:\none to distinguish it from “international award”, and the other to\ndistinguish it from a “foreign award”. It must also be\nremembered that “foreign award” may well be a domestic award\nin the country in which it is rendered. As the whole of the\n<a href=\"/doc/1306164/\" id=\"a_111\">Arbitration Act, 1996</a> is designed to give different treatments to\nthe awards made in India and those made outside India, the\ndistinction is necessarily to be made between the terms\n“domestic awards” and “foreign awards”. The scheme of the\n<a href=\"/doc/1306164/\" id=\"a_112\">Arbitration Act, 1996</a> provides that Part I shall apply to both\n“international arbitrations” which take place in India as well as\n“domestic arbitrations” which would normally take place in India.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_49\">                                                                     25</span>\n<blockquote id=\"blockquote_37\">\fThis is clear from a number of provisions contained in the\n<a href=\"/doc/1306164/\" id=\"a_113\">Arbitration Act, 1996</a> viz. the Preamble of the said Act, proviso\nand the explanation to <a href=\"/doc/716151/\" id=\"a_114\">Section 1(2)</a>, <a href=\"/doc/738672/\" id=\"a_115\">Sections 2(1)(f)</a>, <a href=\"/doc/596725/\" id=\"a_116\">11(9)</a>,\n<a href=\"/doc/596725/\" id=\"a_117\">11(12)</a>, <a href=\"/doc/597719/\" id=\"a_118\">28(1)(a)</a> and <a href=\"/doc/597719/\" id=\"a_119\">28(1)(b)</a>. All the aforesaid provisions,\nwhich incorporate the term “international”, deal with pre-award\nsituation. The term “international award” does not occur in Part I\nat all. Therefore, it would appear that the term “domestic award”\nmeans an award made in India whether in a purely domestic\ncontext i.e. domestically rendered award in a domestic\narbitration or in the international context i.e. domestically\nrendered award in an international arbitration. Both the types of\nawards are liable to be challenged under <a href=\"/doc/1722761/\" id=\"a_120\">Section 34</a> and are\nenforceable under <a href=\"/doc/1282684/\" id=\"a_121\">Section 36</a> of the Arbitration Act, 1996.\nTherefore, it seems clear that the object of <a href=\"/doc/738672/\" id=\"a_122\">Section 2(7)</a> is to\ndistinguish the domestic award covered under <a href=\"/doc/1306164/\" id=\"a_123\">Part I of the\nArbitration Act, 1996</a> from the “foreign award” covered under\nPart II of the aforesaid Act; and not to distinguish the “domestic\naward” from an “international award” rendered in India. In other\nwords, the provision highlights, if anything, a clear distinction\nbetween Part I and Part II as being applicable in completely\ndifferent fields and with no overlapping provisions.\n</blockquote><blockquote id=\"blockquote_38\">89. That Part I and Part II are exclusive of each other is evident\nalso from the definitions section in Part I and Part II. The\ndefinitions contained in <a href=\"/doc/738672/\" id=\"a_124\">Sections 2(1)(a)</a> to (h) are limited to\nPart I. The opening line which provides “In this Part, unless the\ncontext otherwise requires….”, makes this perfectly clear.\n</blockquote><p data-structure=\"Section\" id=\"p_57\">Similarly, <a href=\"/doc/798789/\" id=\"a_125\">Section 44</a> gives the definition of a foreign award for\nthe purposes of Part II (Enforcement of Certain Foreign\nAwards); Chapter I (New York Convention Awards). Further,\nSection 53 gives the interpretation of a foreign award for the\npurposes of Part II (Enforcement of Certain Foreign Awards);\nChapter II (Geneva Convention Awards). From the aforesaid,\nthe intention of Parliament is clear that there shall be no\noverlapping between Part I and Part II of the Arbitration Act,\n1996. The two parts are mutually exclusive of each other. To\naccept the submissions made by the learned counsel for the\nappellants would be to convert the “foreign award” which falls\nwithin <a href=\"/doc/798789/\" id=\"a_126\">Section 44</a>, into a domestic award by virtue of the\nprovisions contained under <a href=\"/doc/738672/\" id=\"a_127\">Section 2(7)</a> even if the arbitration\ntakes place outside India or is a foreign seated arbitration, if the\nlaw governing the arbitration agreement is by choice of the\nparties stated to be the <a href=\"/doc/1306164/\" id=\"a_128\">Arbitration Act, 1996</a>. This, in our\nopinion, was not the intention of Parliament. The territoriality\n<span class=\"hidden_text\" id=\"span_50\">                                                                       26</span>\n\f      principle of the <a href=\"/doc/1306164/\" id=\"a_129\">Arbitration Act, 1996</a>, precludes Part I from\n      being applicable to a foreign seated arbitration, even if the\n      agreement purports to provide that the arbitration proceedings\n      will be governed by the <a href=\"/doc/1306164/\" id=\"a_130\">Arbitration Act, 1996</a>.”\n                                       ***\n      “120. We are unable to agree with the submission of the\n      learned Senior Counsel that there is any overlapping of the\n      provisions in Part I and Part II; nor are the provisions in Part II\n      supplementary to Part I. Rather there is complete segregation\n      between the two parts.\n</p><p data-structure=\"Issue\" id=\"p_58\">      121. Generally speaking, regulation of arbitration consists of\n      four steps:\n</p><blockquote id=\"blockquote_39\">          (a) the commencement of arbitration;\n</blockquote><blockquote id=\"blockquote_40\">          (b) the conduct of arbitration;\n</blockquote><blockquote id=\"blockquote_41\">          (c) the challenge to the award; and\n</blockquote><blockquote id=\"blockquote_42\">          (d) the recognition or enforcement of the award.\n</blockquote><p data-structure=\"Section\" id=\"p_59\">      In our opinion, the aforesaid delineation is self-evident in Part I\n      and Part II of the Arbitration Act, 1996. <a href=\"/doc/1306164/\" id=\"a_131\">Part I of the Arbitration\n      Act, 1996</a> regulates arbitrations at all the four stages. Part II,\n      however,      regulates arbitration only in respect               of\n      commencement and recognition or enforcement of the award.”\n                                       ***\n      “124. Having accepted the principle of territoriality, it is evident\n      that the intention of Parliament was to segregate Part I and Part\n      II. Therefore, any of the provisions contained in Part I cannot be\n      made applicable to foreign awards, as defined under <a href=\"/doc/798789/\" id=\"a_132\">Sections\n      44</a> and 53 i.e. the New York Convention and the Geneva\n      awards. This would be a distortion of the scheme of the Act. It\n      is, therefore, not possible to accept the submission of Mr\n      Subramanium that provisions contained in Part II are\n      supplementary to the provision contained in Part I. Parliament\n      has clearly segregated the two parts.”\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">13.   This being the case, it is a little difficult to accede to any argument\n\nthat would breach the wall between Parts I and II. Mr. Himani’s argument\n\nthat the proviso to <a href=\"/doc/738672/\" id=\"a_133\">section 2(2)</a> of the Arbitration Act is a bridge which\n\nconnects the two parts must, thus, be rejected. As a matter of fact, <a href=\"/doc/1308041/\" id=\"a_134\">section\n\n<span class=\"hidden_text\" id=\"span_51\">                                                                             27</span></a>\n\f<a href=\"/doc/738672/\" id=\"a_135\">2(2)</a> specifically states that Part I applies only where the place of arbitration\n\nis in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168934809\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42235799\" id=\"span_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"12627377\" id=\"span_54\">It is settled law that a proviso cannot travel beyond the main\n\nenacting provision – see <a href=\"/doc/12627377/\" id=\"a_136\">Union of India v. Dileep Kumar Singh</a>, (2015) 4\n\nSCC 421 (at paragraph 20), DMRC v. Tarun Pal Singh, (<a href=\"/doc/42235799/\" id=\"a_137\">2018) 14 SCC\n\n161 (at paragraph 21), Kandla Export Corpn. v. OCI Corpn.</a>, (<a href=\"/doc/168934809/\" id=\"a_138\">2018) 14\n\nSCC 715 (at paragraph 13), and Mavilayi Service Co-operative Bank\n\nLtd. v. Commissioner of Income Tax, Calicut</a>, 2021 SCC OnLine SC 16\n\n(at paragraph 41).</span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_55\">14.   As a matter of fact, the reason for the insertion of the proviso to\n\n<a href=\"/doc/738672/\" id=\"a_139\">section 2(2)</a> by the <a href=\"/doc/1306164/\" id=\"a_140\">Arbitration and Conciliation (Amendment) Act, 2015</a> was\n\nbecause the judgment in <a href=\"/doc/110552/\" id=\"a_141\">Bhatia International v. Bulk Trading S.A.</a>,\n\n(2002) 4 SCC 105 [“Bhatia”] had muddied the waters by holding that\n\n<a href=\"/doc/1120409/\" id=\"a_142\">section 9</a> would apply to arbitrations which take place outside India without\n\nany express provision to that effect.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_56\">The judgment in <a href=\"/doc/110552/\" id=\"a_143\">Bhatia</a> (supra) has\n\nbeen expressly overruled a five-Judge Bench in BALCO (supra). Pursuant\n\nthereto, a proviso has now been inserted to <a href=\"/doc/738672/\" id=\"a_144\">section 2(2)</a> which only makes\n\nit clear that where, in an arbitration which takes place outside India, assets\n\nof one of the parties are situated in India and interim orders are required\n\nqua such assets, including preservation thereof, the courts in India may\n\npass such orders. It is important to note that the expression “international\n\ncommercial arbitration” is specifically spoken of in the context of a place of\n\narbitration being outside India, the consequence of which is an arbitral\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                             28</span>\n\faward to be made in such place, but which is enforced and recognised\n\nunder the provisions of <a href=\"/doc/1052228/\" id=\"a_145\">Part II of the Arbitration Act</a>. The context of this\n\nexpression is, therefore, different from the context of the definition of\n\n“international commercial arbitration” contained in <a href=\"/doc/738672/\" id=\"a_146\">Section 2(1)(f)</a>, which is\n\nin the context of such arbitration taking place in India, which only applies\n\n“unless the context otherwise requires”. The four sub-clauses contained in\n\n<a href=\"/doc/738672/\" id=\"a_147\">section 2(1)(f)</a> would make it clear that the definition of the expression\n\n“international commercial arbitration” contained therein is party-centric in\n\nthe sense that at least one of the parties to the arbitration agreement\n\nshould, inter alia, be a person who is a national of or habitually resident in\n\nany country other than India. On the other hand, when “international\n\ncommercial arbitration” is spoken of in the context of taking place outside\n\nIndia, it is place-centric as is provided by <a href=\"/doc/798789/\" id=\"a_148\">section 44</a> of the Arbitration Act.\n\nThis expression, therefore, only means that it is an arbitration which takes\n\nplace between two parties in a territory outside India, the New York\n\nConvention applying to such territory, thus making it an “international”\n\ncommercial arbitration.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_62\">\nIngredients of a Foreign Award sought to be enforced under Part II\n\n\n</p><p data-structure=\"Section\" id=\"p_63\">15.   <a href=\"/doc/798789/\" id=\"a_149\">Section 44</a> of the Arbitration Act is modelled on Articles I and II of the\n\nNew York Convention. The relevant provisions of the New York Convention\n\nread as under:\n</p>\n<p data-structure=\"Issue\" id=\"p_64\"><span class=\"hidden_text\" id=\"span_58\">                                                                            29</span>\n</p><blockquote id=\"blockquote_43\">\f      “Article I\n</blockquote><blockquote id=\"blockquote_44\">      1. This Convention shall apply to the recognition and\n      enforcement of arbitral awards made in the territory of a State\n      other than the State where the recognition and enforcement of\n      such awards are sought, and arising out of differences between\n      persons, whether physical or legal. It shall also apply to arbitral\n      awards not considered as domestic awards in the State where\n      their recognition and enforcement are sought.”\n                                     ***\n      “Article II\n</blockquote><blockquote id=\"blockquote_45\">      1. Each Contracting State shall recognise an agreement in\n      writing under which the parties undertake to submit to\n      arbitration all or any differences which have arisen or which\n      may arise between them in respect of defined legal relationship,\n      whether contractual or not, concerning a subject-matter capable\n      of settlement by arbitration.\n</blockquote><blockquote id=\"blockquote_46\">      2. The term “agreement in writing” shall include an arbitral\n      clause in a contract or an arbitration agreement, signed by the\n      parties or contained in an exchange of letters or telegrams.”\n\n</blockquote><p data-structure=\"Issue\" id=\"p_65\">16.   By way of contrast, <a href=\"/doc/1052228/\" id=\"a_150\">section 53</a> of the Arbitration Act, which deals with\n\nawards under the Geneva Convention on the Execution of Foreign Arbitral\n\nAwards, 1927 [“Geneva Convention”], states:\n</p>\n<blockquote id=\"blockquote_47\">      “53. Interpretation.—In this Chapter “foreign award” means an\n      arbitral award on differences relating to matters considered as\n      commercial under the law in force in India made after the 28th\n      day of July, 1924,—\n</blockquote><blockquote id=\"blockquote_48\">      (a) in pursuance of an agreement for arbitration to which\n           the Protocol set forth in the Second Schedule applies,\n           and\n</blockquote><blockquote id=\"blockquote_49\">      (b) between persons of whom one is subject to the\n           jurisdiction of some one of such powers as the Central\n           Government, being satisfied that reciprocal provisions\n           have been made, may, by notification in the Official\n           Gazette, declare to be parties to the Convention set\n           forth in the Third Schedule, and of whom the other is\n           subject to the jurisdiction of some other of the powers\n           aforesaid, and\n\n<span class=\"hidden_text\" id=\"span_59\">                                                                            30</span>\n</blockquote><blockquote id=\"blockquote_50\">\f      (c) in one of such territories as the Central Government,\n          being satisfied that reciprocal provisions have been\n          made, may, by like notification, declare to be territories\n          to which the said Convention applies,\n      and for the purposes of this Chapter an award shall not be\n      deemed to be final if any proceedings for the purpose of\n      contesting the validity of the award are pending in the country in\n      which it was made.”\n\n\nIt will be seen that the requirement of section 53(b) is conspicuous by its\n\nabsence in <a href=\"/doc/798789/\" id=\"a_151\">section 44</a> when it comes to an award to which the New York\n\nConvention applies.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_66\">17.   As a matter of fact, before the New York Convention was made final,\n\nseveral countries wanted to insert the provisions of section 53(b), which\n\nreflected Article I of the Geneva Convention, in the New York Convention\n\nas well. Thus, China objected to the phrasing of Article I of the New York\n\nConvention, stating:\n</p>\n<blockquote id=\"blockquote_51\">      “China\n      The first part of article I, paragraph 2, provides: ‘Any\n      Contracting State may, upon signing, ratifying or acceding to\n      this Convention, declare that it will apply the Convention only to\n      the recognition and enforcement of arbitral awards made in the\n      territory of another Contracting State.’ It follows from this\n      provision that any person receiving an arbitral award in a\n      Contracting State may request recognition and enforcement,\n      and this right is not limited to the nationals of a Contracting\n      State. The Chinese Government considers this provision as too\n      liberal, and is of the opinion that, on the basis of the principle of\n      international reciprocity, such a right should be restricted in\n      accordance with the spirit of article I of the 1927 Convention on\n      the Execution of Foreign Arbitral Awards, which provides: ‘An\n      arbitral award … shall be recognised as binding and shall be\n      enforced … provided that the said award has been made in a\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                              31</span>\n\f      territory of one of the High Contracting Parties to which the\n      present Convention applies, and between persons who are\n      subject to the jurisdiction of one of the High Contracting\n      Parties.’”\n\nLikewise, Mexico also objected, stating:\n</blockquote>\n<blockquote id=\"blockquote_52\">      “The Mexican Government further considers that it would be\n      advisable to include in the draft Convention the stipulation\n      contained in the Geneva Convention that the arbitral award\n      must have been made in a dispute between persons who are\n      subject to the jurisdiction of one of the Contracting States. The\n      Mexican Government takes this view because Mexican law\n      regards arbitral awards as acts which in themselves are private,\n      since they are made pursuant to compromise concluded\n      between private persons, and which become enforceable only\n      when the logic of the award is, in addition supported by the\n      authority of a judicial decision.”\n\nHungary followed suit, also stating:\n</blockquote>\n<blockquote id=\"blockquote_53\">      “For this reason, and contrary to the statement contained in\n      point 23 of the Committee’s report, the point should be\n      reconsidered whether, in compliance with the provisions of the\n      Geneva Convention of 1927, the validity of the Convention\n      should be restricted to arbitral awards on differences between\n      persons coming under the jurisdiction of one or the other of the\n      Contracting States, or whether at least the Contracting States\n      should be accorded the right under the Convention to apply the\n      provisions of the same only to arbitral awards of such a nature.\n      If the present meaning of the word ‘jurisdiction’ – as stated in\n      the Committee’s report - is rather vague and ambiguous, there\n      is no reason why it should not be defined more precisely.”\n\nAs did Norway:\n</blockquote>\n<blockquote id=\"blockquote_54\">      “As far as the definition of the scope of the convention is\n      concerned, the Norwegian Government agrees with the Special\n      Committee (see paragraph 23 of the Report) that the\n      requirement of the Geneva Convention of 1927 (article I, first\n      paragraph), to the effect that the arbitral award must have been\n      made “between persons who are subject to the jurisdiction of\n      one of the High Contracting Parties”, is too vague and\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                          32</span>\n\f      ambiguous. The scope of the present draft seems on the other\n      hand to be unreasonably comprehensive. As now formulated,\n      the convention would apply even if both the parties to the\n      arbitral award are nationals of the State where enforcement is\n      sought as well as in cases where none of them is a national of\n      a Contracting State.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_67\">18.   Professor Pieter Sanders, in an article “New York Convention on the\n\nRecognition and Enforcement of Foreign Arbitral Awards” (Netherlands\n\nInternational Law Review, Volume 6, Issue 1, March 1959), outlined what\n\nhe referred to as the strides made by the New York Convention when\n\ncompared with the Geneva Convention, thus:\n</p>\n<blockquote id=\"blockquote_55\">      “The international business world, for whom these conventions\n      are made, strongly hopes that Government will soon ratify the\n      New York Convention or accede to it, as in their opinion the\n      Convention constitutes an important step forward compared\n      with the Geneva Convention. Before briefly commenting upon\n      the separate articles of the Convention, I may try to give a\n      broad outline of the most important differences between the\n      Geneva Convention 1927 and the New York Convention 1958.”\n                                       ***\n      “4. <a href=\"/doc/1406924/\" id=\"a_152\">Article 1</a> has been the result of lengthy discussions in a\n      special working group as well as in the plenary sessions of the\n      New York arbitration conference. The first paragraph is the\n      result of a compromise reached within the working group. The\n      first sentence of this paragraph is based upon a territorial\n      criterion:\n</blockquote><blockquote id=\"blockquote_56\">      The Convention shall apply to the recognition and enforcement\n      of arbitral awards made in the territory of a state other than the\n      state where the recognition and enforcement of such awards\n      are sought, and arising out of differences between persons,\n      whether physical or legal.\n</blockquote><blockquote id=\"blockquote_57\">      The second sentence introduces the national principle:\n      It shall also apply to arbitral awards not considered as domestic\n      awards in the state where their recognition and enforcement is\n      sought.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_62\">                                                                           33</span>\n<blockquote id=\"blockquote_58\">\f      Let me illustrate this by an example. Germany regards an\n      arbitral award rendered in France under German procedural law\n      as a German arbitral award and an arbitral award rendered in\n      Germany under French procedural law as a non-domestic,\n      French award. Germany applies the criterion of the applicable\n      procedural law and therefore will also apply the Convention\n      when enforcement is sought in Germany of an award rendered\n      in Germany under French procedural law.\n</blockquote><blockquote id=\"blockquote_59\">      The scope of the new Convention is wider than that of the\n      Geneva Convention which applies to awards that have been\n      “made in a territory of one of the High Contracting Parties to\n      which the Convention applies and between persons who are\n      subject to the jurisdiction of one of the High Contracting\n      Parties”. Here we only find the territorial principle and in\n      addition to this the restriction that the award must be made\n      between persons, subject to the jurisdiction of the High\n      Contracting Parties.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_68\">19.   Likewise, Gary B. Born, in his book “International Commercial\n\nArbitration” (Wolters Kluwer, 3rd Edn., 2021), has this to say:\n\n</p><blockquote id=\"blockquote_60\">      “The Geneva Protocol was expressly limited to agreements to\n      arbitrate between parties that were nationals of different\n      Contracting States. This was the sole criterion for\n      “internationality”: other agreements to arbitrate, even if they\n      involved classic cross-border international trade or investment,\n      were not subject to the Protocol.\n</blockquote><blockquote id=\"blockquote_61\">      In contrast, as noted above, the text of Article II of the New York\n      Convention does not expressly address the categories of\n      arbitration agreements which are subject to the Convention.\n      Instead, the Convention’s text only addresses what arbitral\n      awards are entitled to the treaty’s protections. As a\n      consequence, the definition of those arbitration agreements that\n      are within the scope of the New York Convention must be\n      ascertained by implication, either by reference to the\n      Convention’s treatment of awards or otherwise. In these\n      circumstances, there are unfortunately several possible\n      interpretations that may be adopted. The analysis of these\n      permutations can be frustratingly complex, but, properly\n      understood, ultimately produces a simple, sensible result.”\n\n<span class=\"hidden_text\" id=\"span_63\">                                                                            34</span>\n</blockquote><p data-structure=\"Section\" id=\"p_69\">\f20.   Finally, the New York Convention, in Article I(3), referred to only two\n\nconditions that can be made by a State when it signs, ratifies, or accedes to\n\nthe New York Convention, as follows:\n</p>\n<blockquote id=\"blockquote_62\">      “3. When signing, ratifying or acceding to this Convention, or\n      notifying extension under article X hereof, any State may on the\n      basis of reciprocity declare that it will apply the Convention to\n      the recognition and enforcement of awards made only in the\n      territory of another Contracting State. It may also declare that it\n      will apply the Convention only to differences arising out of legal\n      relationships, whether contractual or not, which are considered\n      as commercial under the national law of the State making such\n      declaration.”\n\n\nIt is in pursuance of Article I of the New York Convention that <a href=\"/doc/798789/\" id=\"a_153\">section 44</a> of\n\nthe Arbitration Act has been enacted.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_70\">21.   Under <a href=\"/doc/798789/\" id=\"a_154\">section 44</a> of the Arbitration Act, a foreign award is defined as\n\nmeaning an arbitral award on differences between persons arising out of\n\nlegal relationships considered as commercial under the law in force in\n\nIndia, in pursuance of an agreement in writing for arbitration to which the\n\nNew York Convention applies, and in one of such territories as the Central\n\nGovernment, by notification, declares to be territories to which the said\n\nConvention applies. Thus, what is necessary for an award to be designated\n\nas a foreign award under <a href=\"/doc/798789/\" id=\"a_155\">section 44</a> are four ingredients:\n\n</p><blockquote id=\"blockquote_63\">(i)   the dispute must be considered to be a commercial dispute under the\n\n      law in force in India,\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                                            35</span>\n</blockquote><blockquote id=\"blockquote_64\">\f(ii)    it must be made in pursuance of an agreement in writing for\n\n        arbitration,\n\n</blockquote><blockquote id=\"blockquote_65\">(iii)   it must be disputes that arise between “persons” (without regard to\n\n        their nationality, residence, or domicile), and\n\n</blockquote><blockquote id=\"blockquote_66\">(iv)    the arbitration must be conducted in a country which is a signatory to\n\n        the New York Convention.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_71\">Ingredient (i) is undoubtedly satisfied on the facts of this case. Ingredient\n\n</p><p data-structure=\"Section\" id=\"p_72\">(ii) is satisfied given clause 6 of the settlement agreement. Ingredients (iii)\n\nand (iv) are also satisfied on the facts of this case as the disputes are\n\nbetween two persons, i.e. two Indian companies, and the arbitration is\n\nconducted at the seat designated by the parties, i.e. Zurich, being in\n\nSwitzerland, a signatory to the New York Convention.\n\n\n</p><p data-structure=\"Section\" id=\"p_73\">22.     At this juncture, it is important to cite the UNCTAD Commentary on\n\nInternational Commercial Arbitration, which states:\n\n</p><blockquote id=\"blockquote_67\">        “1.4.1 Foreign arbitration and international arbitration are not\n        the same\n        An arbitration that takes place in State A is a foreign arbitration\n        in State B. It does not matter whether the arbitration is\n        commercial or non-commercial or whether the parties are from\n        the same country, from different countries or that one or all are\n        from State A. Since even a domestic arbitration in State A is a\n        foreign arbitration in State B, the courts of State B would be\n        called upon to apply the New York Convention to enforcement\n        of a clause calling for arbitration in State A and to the\n        enforcement of any award that would result.\n</blockquote><blockquote id=\"blockquote_68\">        Aiding foreign arbitration\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                                              36</span>\n\f      In some legal systems the courts will not come to the aid of a\n      “foreign” arbitration by way of aiding in the procurement of\n      evidence, granting interim orders of protection or the like.\n      However, many modern arbitration laws provide that the courts\n      will aid arbitrations taking place in a foreign State.\n</blockquote>\n<blockquote id=\"blockquote_69\">      1.4.3 Definition of an international arbitration\n                                       ***\n      Model Law\n      In the Model Law an arbitration is international if any one of four\n      different situations is present:\n</blockquote><blockquote id=\"blockquote_70\">                                       ***\n</blockquote><blockquote id=\"blockquote_71\">      2) The place of arbitration, if determined in or pursuant to, the\n      arbitration agreement, is situated outside the State in which the\n      parties have their places of business.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_74\">23.   The ICCA’s Guide to the Interpretation of the 1958 New York\n\nConvention: A Handbook for Judges, compiled by the International Council\n\nfor Commercial Arbitration with the assistance of the Permanent Court of\n\nArbitration, in its comment on Article I(1) of the New York Convention, and\n\nparticularly, the expression “awards made in the territory of a State other\n\nthan the State where the recognition and enforcement … are sought”,\n\nstates as follows:\n</p>\n<blockquote id=\"blockquote_72\">      “III.1.1. … Any award made in a State other than the State of\n      the recognition or enforcement court falls within the scope of\n      the Convention, i.e., is a foreign award. Hence, the nationality,\n      domicile or residence of the parties is without relevance to\n      determine whether an award is foreign. …\n      Where is an award made? The Convention does not answer\n      this question. The vast majority of Contracting States considers\n      that an award is made at the seat of the arbitration. The seat of\n      the arbitration is chosen by the parties or alternatively, by the\n      arbitral institution or the arbitral tribunal. It is a legal, not a\n\n<span class=\"hidden_text\" id=\"span_66\">                                                                            37</span>\n\f      physical, geographical concept. Hearings, deliberations and\n      signature of the award and other parts of the arbitral process\n      may take place elsewhere.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_75\">24.   However, Mr. Himani strongly relied upon the following judgments to\n\nbuttress his submission that the expression “unless the context otherwise\n\nrequires” used in <a href=\"/doc/798789/\" id=\"a_156\">section 44</a> would necessarily import the definition of\n\n“international commercial arbitration” contained in Part I when the context\n\nrequires this to be done, namely, when two Indian parties are resolving\n\ntheir disputes against each other in a territory outside India:\n\n\n</p><blockquote id=\"blockquote_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"292579\" id=\"span_67\">(<a href=\"/doc/292579/\" id=\"a_157\">i)   Vanguard Fire and General Insurance Co. Ltd. v. Fraser and\n\n      Ross</a>, (1960) 3 SCR 857\n\n      “The main basis of this contention is the definition of the word\n      “insurer” in <a href=\"/doc/738672/\" id=\"a_158\">Section 2(9)</a> of the Act. It is pointed out that that\n      definition begins with the words “insurer means” and is\n      therefore exhaustive. It may be accepted that generally the\n      word “insurer” has been defined for the purposes of the Act to\n      mean a person or body corporate etc. which is actually carrying\n      on the business of insurance i.e. the business of effecting\n      contracts of insurance of whatever kind they might be. But\n      <a href=\"/doc/738672/\" id=\"a_159\">Section 2</a> begins with the words “in this Act, unless there is\n      anything repugnant in the subject or context” and then come\n      the various definition clauses of which (9) is one. It is well\n      settled that all statutory definitions or abbreviations must be\n      read subject to the qualification variously expressed in the\n      definition clauses which created them and it may be that even\n      where the definition is exhaustive inasmuch as the word\n      defined is said to mean a certain thing, it is possible for the\n      word to have a somewhat different meaning in different sections\n      of the Act depending upon the subject or the context. That is\n      why all definitions in statutes generally begin with the qualifying\n      words similar to the words used in the present case, namely,\n      unless there is anything repugnant in the subject or context.</span>\n</blockquote>\n<span class=\"hidden_text\" id=\"span_68\">                                                                            38</span>\n<p data-structure=\"Section\" id=\"p_76\">\f       Therefore in finding out the meaning of the word “insurer” in\n       various sections of the Act, the meaning to be ordinarily given\n       to it is that given in the definition clause. But this is not inflexible\n       and there may be sections in the Act where the meaning may\n       have to be departed from on account of the subject or context\n       in which the word has been used and that will be giving effect to\n       the opening sentence in the definition section, namely, unless\n       there is anything repugnant in the subject or context. In view of\n       this qualification, the court has not only to look at the words but\n       also to look at the context, the collocation and the object of\n       such words relating to such matter and interpret the meaning\n       intended to be conveyed by the use of the words under the\n       circumstances. Therefore, though ordinarily the word “insurer”\n       as used in the Act would mean a person or body corporate\n       actually carrying on the business of insurance it may be that in\n       certain sections the word may have a somewhat different\n       meaning.”\n                                                         (at pages 863-864)\n\n</p><p data-structure=\"Section\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1362696\" id=\"span_69\">(<a href=\"/doc/1362696/\" id=\"a_160\">ii)   Bennett Coleman &amp; Co. (P) Ltd. v. Punya Priya Das Gupta</a>, (1969)\n\n       2 SCC 1\n\n       “6. … But assuming that there is such a conflict as contended,\n       we do not have to resolve that conflict for the purposes of the\n       problem before us. The definition of <a href=\"/doc/738672/\" id=\"a_161\">Section 2</a> of the present Act\n       commences with the words “In this Act unless the context\n       otherwise requires” and provides that the definitions of the\n       various expressions will be those that are given there. Similar\n       qualifying expressions are also to be found in the <a href=\"/doc/500379/\" id=\"a_162\">Industrial\n       Disputes Act, 1947</a>, the <a href=\"/doc/142278/\" id=\"a_163\">Minimum Wages Act, 1948</a>, the C.P.\n       and Berar Industrial Disputes Settlement Act, 1947 and certain\n       other statutes dealing with industrial questions. It is, therefore,\n       clear that the definitions of ‘a newspaper employee’ and ‘a\n       working journalist’ have to be construed in the light of and\n       subject to the context requiring otherwise. <a href=\"/doc/1091250/\" id=\"a_164\">Section 5</a> of the Act,\n       which confers the right to gratuity itself contemplates in clause</span>\n</p><p data-structure=\"Section\" id=\"p_78\">       (d) of sub-section (1) a case of payment of gratuity to the\n       nominee or the family of a working journalist who dies while he\n       is in the service of a newspaper establishment. <a href=\"/doc/1171700/\" id=\"a_165\">Section 17(1)</a>\n       provides that where any amount is due under the Act to a\n       newspaper employee from an employer, such an employee\n\n<span class=\"hidden_text\" id=\"span_70\">                                                                                  39</span>\n\f        himself or a person authorised by him or, in case of his death,\n        any member of his family can apply to the State Government or\n        other specified authority for the recovery thereof. Similar\n        provisions are also to be found in <a href=\"/doc/485232/\" id=\"a_166\">Section 33-C(1)</a> of the\n        Industrial Disputes Act. Claims under that section include those\n        for compensation in cases of retrenchment, transfer of an\n        undertaking and closure under Chapter V-A of that Act, all of\n        which would necessarily be claims arising after termination of\n        service and the claimant would obviously be one in all those\n        cases who would not be presently employed in the\n        establishment of the employer against whom such claims are\n        made. Likewise, the claim for gratuity under <a href=\"/doc/1171700/\" id=\"a_167\">Section 17</a>, read\n        with <a href=\"/doc/1091250/\" id=\"a_168\">Section 5</a> of the Act, would itself be one which accrues\n        after the termination of employment. These provisions,\n        therefore, clearly indicate that it is not only a newspaper\n        employee presently employed in a particular newspaper\n        establishment who can maintain an application for gratuity. The\n        scheme of all these acts dealing with industrial questions is to\n        permit an ex-employee to avail of the benefits of their\n        provisions, the only requirement being that the claim in dispute\n        must be one which has arisen or accrued whilst the claimant\n        was in the employment of the person against whom it is made.\n        There can, therefore, be no doubt that the definitions of a\n        “newspaper employee” and “working journalist” being subject to\n        a context to the contrary, the benefit of <a href=\"/doc/1091250/\" id=\"a_169\">Sections 5</a> and <a href=\"/doc/1171700/\" id=\"a_170\">17</a> is\n        available to an ex-employee though he has ceased to be in the\n        employment of that particular newspaper establishment at the\n        time of his application for gratuity. The contention that the\n        respondent was not entitled to maintain his application as he\n        was not in the service of the appellant company on the date of\n        his claim before the Labour Court cannot be sustained.”\n\n</p><p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"648522\" id=\"span_71\">(<a href=\"/doc/648522/\" id=\"a_171\">iii)   Allied Motors (P) Ltd. v. CIT</a>, (1997) 3 SCC 472\n\n        “12.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"762574\" id=\"span_72\">In the case of <a href=\"/doc/762574/\" id=\"a_172\">Goodyear India Ltd. v. State of Haryana</a>\n        [(1990) 2 SCC 71 : 1990 SCC (Tax) 223 : (1991) 188 ITR 402]\n        this Court said that the rule of reasonable construction must be\n        applied while construing a statute. Literal construction should\n        be avoided if it defeats the manifest object and purpose of the\n        Act.</span>\n</p><p data-structure=\"Section\" id=\"p_80\">        13. Therefore, in the well-known words of Judge Learned Hand,\n        one cannot make a fortress out of the dictionary; and should\n\n<span class=\"hidden_text\" id=\"span_73\">                                                                           40</span>\n\f      remember that statutes have some purpose and object to\n      accomplish whose sympathetic and imaginative discovery is the\n      surest guide to their meaning. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"858408\" id=\"span_74\">In the case of <a href=\"/doc/858408/\" id=\"a_173\">R.B. Jodha Mal\n      Kuthiala v. CIT</a> [(1971) 3 SCC 369 : (1971) 82 ITR 570] , this\n      Court said that one should apply the rule of reasonable\n      interpretation. A proviso which is inserted to remedy unintended\n      consequences and to make the provision workable, a proviso\n      which supplies an obvious omission in the section and is\n      required to be read into the section to give the section a\n      reasonable interpretation, requires to be treated as\n      retrospective in operation so that a reasonable interpretation\n      can be given to the section as a whole.”</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35385\" id=\"span_75\">25.   We have already seen that the context of <a href=\"/doc/798789/\" id=\"a_174\">section 44</a> is party-neutral,\n\nhaving reference to the place at which the award is made. For this reason,\n\nit is not possible to accede to the argument that the very basis of <a href=\"/doc/798789/\" id=\"a_175\">section 44</a>\n\nshould be altered when two Indian nationals have their disputes resolved in\n\na country outside India. On the other hand, the judgment in <a href=\"/doc/35385/\" id=\"a_176\">S.K. Gupta v.\n\nK.P. Jain</a>, (1979) 3 SCC 54 is apposite, and states as follows:</span>\n\n</p><blockquote id=\"blockquote_74\">      “24. The noticeable feature of this definition is that it is an\n      inclusive definition and, where in a definition clause, the word\n      “include” is used, it is so done in order to enlarge the meaning\n      of the words or phrases occurring in the body of the statute and\n      when it is so used, these words or phrases must be construed\n      as comprehending not only such things which they signify\n      according to their natural import, but also those things which\n      the interpretation clause declares that they shall include (see\n      Dilworth v. Commissioner of Stamps [(1899) AC 99, 105 : 79 LT\n      473]). Where in a definition section of a statute a word is\n      defined to mean a certain thing, wherever that word is used in\n      that statute, it shall mean what is stated in the definitions unless\n      the context otherwise requires. But where the definition is an\n      inclusive definition, the word not only bears its ordinary, popular\n      and natural sense whenever that would be applicable but it also\n      bears its extended statutory meaning. At any rate, such\n      expansive definition should be so construed as not cutting\n\n<span class=\"hidden_text\" id=\"span_76\">                                                                             41</span>\n\f      down the enacting provisions of an Act unless the phrase is\n      absolutely clear in having opposite effect (see Jobbins v.\n      Middlesex County Council [(1949) 1 KB 142 : (1948) 2 All ER\n      610] ). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936707\" id=\"span_77\">Where the definition of an expression in a definition\n      clause is preceded by the words “unless the context otherwise\n      requires”, normally the definition given in the section should be\n      applied and given effect to but this normal rule may, however,\n      be departed from if there be something in the context to show\n      that the definition should not be applied (see Khanna, J.,\n      in <a href=\"/doc/936707/\" id=\"a_177\">Indira Nehru Gandhi v. Raj Narain</a> [(1975) Supp SCC 1, 97]).</span>\n      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1659997\" id=\"span_78\">It would thus appear that ordinarily one has to adhere to the\n      definition and if it is an expansive definition the same should be\n      adhered to. The frame of any definition more often than not is\n      capable of being made flexible but the precision and certainty in\n      law requires that it should not be made loose and kept tight as\n      far as possible (see <a href=\"/doc/1659997/\" id=\"a_178\">Kalya Singh v. Genda Lal</a> [(1976) 1 SCC\n      304, 309 : (1975) 3 SCR 783]).”</span>\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_82\">26.   For this reason, it is not possible to accede to the argument that the\n\nexpression “unless the context otherwise requires” can be held to undo the\n\nvery basis of <a href=\"/doc/798789/\" id=\"a_179\">section 44</a> by converting it from a seat-oriented provision in\n\ncountries that are signatories to the New York Convention to a person-\n\noriented provision in which one of the parties to the arbitration agreement\n\nhas to be a foreign national or habitually resident outside India. In any\n\ncase, the context of <a href=\"/doc/798789/\" id=\"a_180\">section 44</a> is very far removed from the context of an\n\ninternational commercial arbitration in Part I which is defined for the\n\npurposes of <a href=\"/doc/596725/\" id=\"a_181\">section 11</a>, <a href=\"/doc/597719/\" id=\"a_182\">section 28</a>, section 29A(1), <a href=\"/doc/1722761/\" id=\"a_183\">section 34(2A)</a>, and\n\nsection 43I, all of which occur in Part I and deal with arbitrations which take\n\nplace in India. Also, the argument of Mr. Himani would involve bodily\n\nimporting the expression “international commercial arbitration” into <a href=\"/doc/1937908/\" id=\"a_184\">section\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                                            42</span></a>\n\f<a href=\"/doc/798789/\" id=\"a_185\">44</a>, which cannot be done because of the opening words of <a href=\"/doc/798789/\" id=\"a_186\">section 44</a>, “In\n\nthis Chapter” which is Chapter I of Part II, and then applying the definition\n\ncontained in <a href=\"/doc/738672/\" id=\"a_187\">section 2(1)(f)</a> of the Arbitration Act which, being restricted to\n\nPart I, must now be applied to Part II. No canon of interpretation would\n\npermit acceptance of such an argument.\n</p>\n<p data-structure=\"Section\" id=\"p_83\">\n</p><p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_80\">27.   At this point, it is important to refer to the judgment of this Court in\n\n<a href=\"/doc/1643159/\" id=\"a_188\">Atlas</a> (supra). In this case, even though the appellant, an Indian company,\n\nhad entered into a contract dated 03.06.1980 with a company incorporated\n\nin Hong Kong, the goods were to be supplied through an Indian company,\n\nnamely, Kotak &amp; Co., in Mumbai. Disputes arose between the two Indian\n\ncompanies – Atlas Exports Pvt. Ltd. and Kotak &amp; Co. The contract dated\n\n03.06.1980 incorporated an arbitration clause as follows:</span>\n\n</p><blockquote id=\"blockquote_75\">      “2. The contract dated 3-6-1980 incorporated an arbitration\n      clause which is extracted and reproduced hereunder:\n</blockquote><blockquote id=\"blockquote_76\">           “This contract is made under the terms and conditions\n           effective at date of Grain and Food Trade Association\n           Ltd., London, Contract 15 which is hereby made a part\n           of this contract … both buyers and sellers hereby\n           acknowledge familiarity with the text of the GAFTA\n           contract and agree to be bound by its terms and\n           conditions.”\n</blockquote><blockquote id=\"blockquote_77\">      3. “GAFTA” stands for Grain and Food Trade Association Ltd.,\n      London. Clause 27 of Standard Contract 15 of GAFTA provides\n      as under:\n</blockquote><blockquote id=\"blockquote_78\">           “27. Arbitration.—(a) Any dispute arising out of or\n           under this contract shall be settled by arbitration in\n           London in accordance with the arbitration rules of\n           Grain and Food Trade Association Limited, No. 125\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">                                                                           43</span>\n\f          such rules forming part of this contract and of which\n          both parties hereto shall be deemed to be cognisant.\n</blockquote><blockquote id=\"blockquote_79\">          (b) Neither party hereto, nor any persons claiming\n          under either of them, shall bring any such dispute until\n          such dispute shall first have been heard and\n          determined by the arbitrators, umpire or Board of\n          Appeal, as the case may be, in accordance with the\n          arbitration rules and it is expressly agreed and\n          declared that the obtaining of the award from the\n          arbitration, umpire or Board of Appeal, as the case\n          may be, shall be a condition precedent to the right of\n          either party hereto or of any person claiming under\n          either of them to bring any action or other legal\n          proceedings against the other of them in respect of any\n          such dispute.”\n\n\nA foreign award was delivered on 22.06.1987 as per the Rules of GAFTA,\n\nLondon. Kotak &amp; Co. moved an application under sections 5 and 6 of the\n\nForeign Awards Act before the High Court, seeking enforcement of the\n\naward by filing the same and praying for pronouncement of judgment\n\naccording to the award. The award was made a rule of the court, followed\n\nby a decree, by a learned Single Judge of the Bombay High Court. A\n\nLetters Patent Appeal preferred by Atlas Exports Pvt. Ltd. was dismissed. A\n\nspecific contention was raised that since both Atlas Exports Pvt. Ltd. and\n\nKotak &amp; Co. were Indian parties, the award could not be enforced, being\n\ncontrary to <a href=\"/doc/1625889/\" id=\"a_189\">sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_190\">28</a> of the Contract Act. This was repelled by this\n\nCourt as follows:\n</blockquote>\n<blockquote id=\"blockquote_80\">     “10. It was however contended by the learned counsel for the\n     appellant that the award should have been held to be\n     unenforceable inasmuch as the very contract between the\n     parties relating to arbitration was opposed to public policy under\n\n<span class=\"hidden_text\" id=\"span_82\">                                                                          44</span>\n\f<a href=\"/doc/238279/\" id=\"a_191\">Section 23</a> read with <a href=\"/doc/1224074/\" id=\"a_192\">Section 28</a> of the Contract Act. It was\nsubmitted that Atlas and Kotak, the parties between whom the\ndispute arose, are both Indian parties and the contract which\nhad the effect of compelling them to resort to arbitration by\nforeign arbitrators and thereby impliedly excluding the remedy\navailable to them under the ordinary law of India should be held\nto be opposed to public policy. Under <a href=\"/doc/1625889/\" id=\"a_193\">Section 23</a> of the Indian\nContract Act the consideration or object of an agreement is\nunlawful if it is opposed to public policy. <a href=\"/doc/597719/\" id=\"a_194\">Section 28</a> and\nException 1 to it, (which only is relevant for the purpose of this\ncase) are extracted and reproduced hereunder:\n</blockquote><blockquote id=\"blockquote_81\">     “28. Every agreement, by which any party thereto is\n     restricted absolutely from enforcing his rights under or\n     in respect of any contract, by the usual legal\n     proceedings in the ordinary tribunals, or which limits\n     the time within which he may thus enforce his rights, is\n     void to that extent.\n</blockquote><blockquote id=\"blockquote_82\">        Exception 1.—This section shall not render illegal a\n     contract, by which two or more persons agree that any\n     dispute which may arise between them in respect of\n     any subject or class of subjects shall be referred to\n     arbitration, and that only the amount awarded in such\n     arbitration shall be recoverable in respect of the\n     dispute so referred.”\n</blockquote><blockquote id=\"blockquote_83\">11. The case at hand is clearly covered by Exception 1 to\n<a href=\"/doc/597719/\" id=\"a_195\">Section 28</a>. Right of the parties to have recourse to legal action\nis not excluded by the agreement. The parties are only required\nto have their dispute/s adjudicated by having the same referred\nto arbitration. Merely because the arbitrators are situated in a\nforeign country cannot by itself be enough to nullify the\narbitration agreement when the parties have with their eyes\nopen willingly entered into the agreement. Moreover, in the\ncase at hand the parties have willingly initiated the arbitration\nproceedings on the disputes having arisen between them. They\nhave appointed arbitrators, participated in arbitration\nproceedings and suffered an award. The plea raised before us\nwas not raised either before or during the arbitration\nproceedings, nor before the learned Single Judge of the High\nCourt in the objections filed before him, nor in the letters patent\nappeal filed before the Division Bench. Such a plea is not\navailable to be raised by the appellant Atlas before this Court\nfor the first time.”\n\n<span class=\"hidden_text\" id=\"span_83\">                                                                      45</span>\n</blockquote><blockquote id=\"blockquote_84\">\f28.   It is clear that this Court categorically held that a foreign award\n\ncannot be refused to be enforced merely because it was made between\n\ntwo Indian parties, under pari materia provisions of the Foreign Awards Act.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_85\">The Court also held that since this plea had never been taken in any of the\n\ncourts below, it was not available to the appellant to raise the said plea\n\nbefore this Court for the first time.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">\n</p><p data-structure=\"Precedent\" id=\"p_87\">29.   It is clear that there can be more than one ratio decidendi to a\n\njudgment. Thus, In Jacobs v. London County Council, (1950) 1 All ER\n\n737, the House of Lords, after referring to some earlier decisions, held, as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_85\">      “… However, this may be, there is, in my opinion, no\n      justification for regarding as obiter dictum a reason given by a\n      Judge for his decision, because he has given another reason\n      also. If it were a proper test to ask whether the decision would\n      have been the same apart from the proposition alleged to be\n      obiter, then a case which ex facie decided two things would\n      decide nothing. A good illustration will be found in London\n      Jewellers Ltd. v. Attenborough, (1934) 2 KB 206 (CA). In that\n      case the determination of one of the issues depended on how\n      far the Court of Appeal was bound by its previous decision\n      in Folkes v. R., (1923) 1 KB 282 (CA), [in which] the court had\n      given two grounds for its decision, the second of which [as\n      stated by Greer, L.J., in Attenborough case, (1934) 2 KB 206]\n      was that: (KB p. 222):\n</blockquote><blockquote id=\"blockquote_86\">              ‘… where a man obtains possession with authority\n              to sell, or to become the owner himself, and then\n              sells, he cannot be treated as having obtained the\n              goods by larceny by a trick.’”\n      In Attenborough case, (1934) 2 KB 206 it was contended that,\n      since there was another reason given for the decision in Folkes\n\n<span class=\"hidden_text\" id=\"span_84\">                                                                         46</span>\n\f      case, (1923) 1 KB 282, the second reason was obiter, but\n      Greer, L.J., said in reference to the argument of counsel:\n      (Attenborough case, KB p. 222)\n            “I cannot help feeling that if we were unhampered\n            by authority there is much to be said for this\n            proposition which commended itself to Swift, J., and\n            which commended itself to me in Folkes v. R.,\n            (1923) 1 KB 282, but that view is not open to us in\n            view of the decision of the Court of Appeal\n            in Folkes v. R., (1923) 1 KB 282. In that case two\n            reasons were given by all the members of the Court\n            of Appeal for their decision and we are not entitled\n            to pick out the first reason as the ratio decidendi\n            and neglect the second, or to pick out the second\n            reason as the ratio decidendi and neglect the first;\n</blockquote><p data-structure=\"Precedent\" id=\"p_88\">            we must take both as forming the ground of the\n            judgment.”\n      So, also, in Cheater v. Cater, (1918) 1 KB 247 (CA) Pickford,\n      L.J., after citing a passage from the judgment of Mellish, L.J.,\n      in Erskine v. Adeane, (1873) LR 8 Ch App 756, said: (Cheater\n      case, KB p. 252)\n            “… That is a distinct statement of the law and not a\n            dictum. It is the second ground given by the Lord\n            Justice for his judgment. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115701246\" id=\"span_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110454153\" id=\"span_86\">If a Judge states two\n            grounds for his judgment and bases his decision\n            upon both, neither of those grounds is a dictum.”\n                                                    (at page 741)\n\n\nThe said judgment has been followed in             <a href=\"/doc/110454153/\" id=\"a_196\">State of Gujarat v.\n\nManoharsinhji    Pradyumansinhji      Jadeja</a>,   (2013)   2   SCC    300 (at\n\nparagraphs 78 and 79) and in <a href=\"/doc/115701246/\" id=\"a_197\">Shayara Bano v. Union of India</a>, (2017) 9\n\nSCC 1 (at footnote 65).</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\">\n</p><p data-structure=\"CDiscource\" id=\"p_90\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1643159\" id=\"span_87\">30.   Obviously, there were two reasons for discarding the appellant’s\n\nargument in <a href=\"/doc/1643159/\" id=\"a_198\">Atlas</a> (supra) – the first reason was clearly on merits. The\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">                                                                         47</span>\n\fsecond reason undoubtedly refused to entertain this plea as it had not been\n\nraised earlier. However, this was coupled with the fact that the parties\n\nparticipated in the arbitral proceedings and suffered an award, after which\n\nsuch plea was then taken. We are, therefore, unable to accede to the\n\ncontention of Mr. Himani that this case cannot be regarded as an authority\n\nfor the proposition that <a href=\"/doc/1625889/\" id=\"a_199\">sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_200\">28</a> of the Contract Act are out of\n\nharm’s way when it comes to enforcing a foreign award under the Foreign\n\nAwards Act, 1961, where both parties are Indian companies.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_91\">31.   It is interesting to note that under U.S. law, an arbitration agreement\n\nor award made between two U.S. citizens shall not fall under the New York\n\nConvention unless such relationship involves properties located abroad,\n\nenvisages performance of a contract, entered in the U.S., to take place\n\nabroad, or has some reasonable connection with one or more foreign\n\nstates. Thus, section 202 of the Federal Arbitration Act [Title 9, U.S. Code]\n\nstates as follows:\n</p>\n<blockquote id=\"blockquote_87\">      “Section 202. Agreement or award falling under the\n      Convention—An arbitration agreement or arbitral award arising\n      out of a legal relationship, whether contractual or not, which is\n      considered as commercial, including a transaction, contract, or\n      agreement described in <a href=\"/doc/738672/\" id=\"a_201\">section 2</a> of this title, falls under the\n      Convention. An agreement or award arising out of such a\n      relationship which is entirely between citizens of the United\n      States shall be deemed not to fall under the Convention unless\n      that relationship involves property located abroad, envisages\n      performance or enforcement abroad, or has some other\n      reasonable relation with one or more foreign states. For the\n      purpose of this section a corporation is a citizen of the United\n\n<span class=\"hidden_text\" id=\"span_89\">                                                                          48</span>\n\f      States if it is incorporated or has its principal place of business\n      in the United States.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_92\">32.   It is important to note that no such caveat is entered when India\n\nacceded to the New York Convention and enacted the Foreign Awards Act\n\nand the Arbitration Act, 1996. On the contrary, we have seen as to how\n\n“persons” mentioned in <a href=\"/doc/798789/\" id=\"a_202\">section 44</a> has no reference to nationality,\n\nresidence or domicile. This is another important pointer to the fact that,\n\nunlike the U.S. Code, <a href=\"/doc/798789/\" id=\"a_203\">section 44</a> of the Arbitration Act does not enter any\n\nsuch caveat.\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">\n</p><p data-structure=\"Precedent\" id=\"p_94\">33.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_90\">In <a href=\"/doc/196105286/\" id=\"a_204\">Sasan I</a> (supra), the dispute resolution clause contained in the\n\ncontract between two Indian companies was set out in paragraph 33 of the\n\njudgment as follows:</span>\n</p>\n<blockquote id=\"blockquote_88\">      “33. However, <a href=\"/doc/609139/\" id=\"a_205\">Article 12</a> deals with the governing law and a\n      dispute resolution mechanism. <a href=\"/doc/1265271/\" id=\"a_206\">Section 12</a>.1 and 12.2(a), which\n      are relevant, read as under:\n</blockquote><blockquote id=\"blockquote_89\">           “<a href=\"/doc/1265271/\" id=\"a_207\">Section 12</a>.1-Governing Law – This Agreement shall\n           be governed by, and construed and interpreted in\n           accordance with, the laws of the United Kingdom\n           without regard to its conflicts of law principles.\n           <a href=\"/doc/1265271/\" id=\"a_208\">Section 12</a>.2-Dispute Resolution\n           Arbitration\n</blockquote><blockquote id=\"blockquote_90\">           (a) Any and all claims, disputes, questions or\n           controversies involving Reliance on the one hand and\n           NAC on the other hand arising out of or in connection\n           with this Agreement (collectively, ‘Disputes’) which\n           cannot be finally resolved by such parties within\n           60(sixty) days of arising by amicable negotiation shall\n           be resolved by final and binding arbitration to be\n           administered by the International Chamber of\n\n<span class=\"hidden_text\" id=\"span_91\">                                                                            49</span>\n\f     Commerce (the ‘ICC’) in accordance with its\n     commercial arbitration rules then in effect (the ‘Rules’).\n</blockquote><p data-structure=\"Section\" id=\"p_95\">     The place of arbitration shall be London, England.\n     Each party shall appoint one (1) arbitrator and the two\n     (2) arbitrators so appointed shall together select and\n     appoint a third arbitrator. If either Reliance, on the one\n     hand, or NAC, on the other hand, fail to appoint their\n     respective arbitrator within 30(thirty) days after receipt\n     by respondent(s) of the demand for arbitration or if the\n     two (2) party-appointed arbitrators are unable to\n     appoint the chairperson of the arbitral tribunal within\n     thirty (30) days of the appointment of the second\n     arbitrator, then the ICC shall appoint such arbitrator or\n     the chairperson, as the case may be, in accordance\n     with the listing, ranking and striking provisions of the\n     Rules. Save and except the provision under <a href=\"/doc/1120409/\" id=\"a_209\">Section 9</a>,\n     the provisions of the Part 1 of <a href=\"/doc/1306164/\" id=\"a_210\">(Indian) Arbitration and\n     Conciliation Act, 1996</a>, as amended (the ‘<a href=\"/doc/1052228/\" id=\"a_211\">Arbitration\n     Act</a>’) shall not apply to the arbitration. The arbitrators\n     shall not award punitive, exemplary, multiple or\n     consequential damages. In connection with the\n     arbitration proceedings, the parties hereby agree to\n     cooperate in good faith with each other and the arbitral\n     tribunal and to use their respective best efforts to\n     respond promptly to any reasonable discovery demand\n     made by such party and the arbitral tribunal.’\nSub-clause (d) of this Article deals with payments to be made\nby the parties for the purpose of Arbitration.\n</p><p data-structure=\"Section\" id=\"p_96\">     ‘(d) Each party shall bear its own arbitration expenses,\n     and Reliance on the one hand, and NAC, on the other\n     hand, shall pay one-half of the ICC&#x27;s and the\n     chairperson&#x27;s fees and expenses, unless the\n     arbitrators determine that it would be equitable if all or\n     a portion of the prevailing party&#x27;s expenses should be\n     borne by the other party. Unless the Award provides for\n     non-monetary remedies, any such Award shall be\n     made and shall be promptly payable in (i) US Dollars if\n     payable to NAC or (ii) Rupees if paid to Reliance net of\n     any tax or other deduction. The Award shall include\n     interest from the date of any breach or other violation\n     of this Agreement and the rate of interest shall be\n     specified by the arbitral tribunal and shall be calculated\n\n<span class=\"hidden_text\" id=\"span_92\">                                                                  50</span>\n\f         from the date of any such breach or other violation to\n         the date when the Award is paid in full.’”\n\n\nThe Court then referred to BALCO (supra) and held:\n\n</p><blockquote id=\"blockquote_91\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_93\">“46. Finally, in paragraph 118 [<a href=\"/doc/173015163/\" id=\"a_212\">Bharat Aluminium Co. v. Kaiser\n     Aluminium Technical Services Inc.</a>, (2012) 9 SCC 552], the\n     crucial part heavily relied upon by Shri. V.K. Tankha, learned\n     Senior Advocate, reference is made to <a href=\"/doc/597719/\" id=\"a_213\">section 28</a>, and it is held\n     as under:</span>\n</blockquote><blockquote id=\"blockquote_92\">          ‘118. It was submitted by the learned counsel for the\n          appellants that <a href=\"/doc/597719/\" id=\"a_214\">Section 28</a> is another indication of the\n          intention of Parliament that <a href=\"/doc/1306164/\" id=\"a_215\">Part I of the Arbitration Act,\n          1996</a> was not confined to arbitrations which take place\n          in India. We are unable to accept the submissions\n          made by the learned counsel for the parties. As the\n          heading of <a href=\"/doc/597719/\" id=\"a_216\">Section 28</a> indicates, its only purpose is to\n          identify the rules that would be applicable to\n          ‘substance of dispute’. In other words, it deals with the\n          applicable conflict of law rules. This section makes a\n          distinction between purely domestic arbitrations and\n          international commercial arbitrations, with a seat in\n          India. <a href=\"/doc/597719/\" id=\"a_217\">Section 28(1)(a)</a> makes it clear that in an\n          arbitration under Part I to which <a href=\"/doc/738672/\" id=\"a_218\">section 2(1)(f)</a> does\n          not apply, there is no choice but for the Tribunal to\n          decide ‘the dispute’ by applying the Indian ‘substantive\n          law applicable to the contract’. This is clearly to ensure\n          that two or more Indian parties do not circumvent the\n          substantive Indian law, by resorting to arbitrations. The\n          provision would have an overriding effect over any\n          other contrary provision in such contract. On the other\n          hand, where an arbitration under Part I is an\n          international commercial arbitration within <a href=\"/doc/738672/\" id=\"a_219\">Section 2(1)</a>\n</blockquote><blockquote id=\"blockquote_93\">          (f), the parties would be free to agree to any other\n          ‘substantive law’ and if not so agreed, the ‘substantive\n          law’ applicable would be as determined by the\n          Tribunal. The section merely shows that the legislature\n          has segregated the domestic and international\n          arbitration. Therefore, to suit India, conflict of law rules\n          have been suitably modified, where the arbitration is in\n          India. This will not apply where the seat is outside\n          India. In that event, the conflict of law rules of the\n\n<span class=\"hidden_text\" id=\"span_94\">                                                                         51</span>\n\f     country in which the arbitration takes place would have\n     to be applied. Therefore, in our opinion, the emphasis\n     placed on the express ‘where the place of arbitration is\n     situated in India’, by the learned Senior Counsel for the\n     appellants, is not indicative of the fact that the intention\n     of Parliament was to give an extra-territorial operation\n     to <a href=\"/doc/1306164/\" id=\"a_220\">Part I of the Arbitration Act, 1996</a>.’\n                                          (emphasis in original)\n</blockquote><blockquote id=\"blockquote_94\">47. Hon’ble Supreme Court holds that <a href=\"/doc/597719/\" id=\"a_221\">section 28</a> makes a clear\ndistinction between purely domestic arbitration and international\narbitration with a seat in India, and it is indicated that <a href=\"/doc/597719/\" id=\"a_222\">section\n28(1)(a)</a> makes it clear that in an arbitration under Part I to\nwhich <a href=\"/doc/738672/\" id=\"a_223\">section 2(1)(f)</a> does not apply, there is no choice but for\nthe Tribunal to decide the dispute by applying the Indian\nsubstantive law applicable to the Contract. It is this part of the\njudgment which was heavily relied upon by Shri. V.K. Tankha,\nlearned Senior Advocate further refers to the next sentence\nwhich says that two or more Indian parties cannot circumvent\nthe substantive Indian Law by resorting to arbitration. By\nplacing much emphasis on this part, learned Senior Advocate\ntried to indicate that the order of the learned District Judge is\nunsustainable.\n</blockquote><blockquote id=\"blockquote_95\">48. However, if we further read the findings recorded by the\nSupreme Court in the same paragraph 118, as reproduced\nhereinabove, it is held by the Supreme Court that when the seat\nis outside India, the conflict of law rule of the country in which\nthe arbitration takes place would have to be applied, and\nthereafter it is held that the expression ‘whether the place of\narbitration is situated in India’ does not indicate the intention of\nthe Parliament to give extra territorial operation to Part I, of the\nArbitration Act of 1996. In paragraph 123 also, the matter has\nbeen considered in the backdrop of the provisions\ncontemplated under <a href=\"/doc/597719/\" id=\"a_224\">section 28</a>, this also makes us to come to\nthe inevitable conclusion that the provisions of Part I will not\napply where the seat of arbitration is outside India.\n</blockquote><blockquote id=\"blockquote_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_95\">49. On consideration of the law <a href=\"/doc/173015163/\" id=\"a_225\">laid down in</a> the case of <a href=\"/doc/1845272/\" id=\"a_226\">TDM\nInfrastructure</a> (supra), we find, that the proceeding before the\nHon&#x27;ble Supreme Court was with regard to appointing an\narbitrator under <a href=\"/doc/596725/\" id=\"a_227\">section 11(6)</a> and after taking note of the\ndefinition of International Commercial Arbitration as provided in\n<a href=\"/doc/738672/\" id=\"a_228\">section 2(1)(f)</a>, the procedure for appointment of arbitrator and\nthe provision of <a href=\"/doc/597719/\" id=\"a_229\">section 28</a>, it was held that <a href=\"/doc/1052228/\" id=\"a_230\">Part I of the Act</a> of\n\n<span class=\"hidden_text\" id=\"span_96\">                                                                       52</span>\n\f1996 deals with domestic arbitration and Part II deals with\n‘foreign award’, and by specifically taking note of the provisions\nof <a href=\"/doc/597719/\" id=\"a_231\">section 28</a>, has held that companies incorporated in India\nand when both the parties have Indian nationality, then such\narbitration cannot be said to be an international commercial\narbitration. However, after having said so, in paragraph 23\nreference is made to <a href=\"/doc/597719/\" id=\"a_232\">section 28</a>, the intention of the legislature,\nto hold that two Indian nationals should not be permitted to\nderogate Indian Law.</span>\n</blockquote><blockquote id=\"blockquote_97\">50. Finally, in para 23 the following observations are made by\nthe Supreme Court in the aforesaid case:\n</blockquote><blockquote id=\"blockquote_98\">     ‘23. <a href=\"/doc/597719/\" id=\"a_233\">Section 28</a> of the 1996 Act is imperative in\n     character in view of <a href=\"/doc/738672/\" id=\"a_234\">Section 2(6)</a> thereof, which\n     excluded the same from those provisions which parties\n     derogate from (if so provided by the Act). The intention\n     of the legislature appears to be clear that Indian\n     nationals should not be permitted to derogate from\n     Indian Law. This is part of the public policy of the\n     country.\n</blockquote><blockquote id=\"blockquote_99\">     36. It is, however, made clear that any\n     findings/observations made hereinbefore were only for\n     the purpose of determining the jurisdiction of this Court\n     as envisaged under <a href=\"/doc/596725/\" id=\"a_235\">Section 11</a> of the 1996 Act and not\n     for any other purpose.’\n                                        (emphasis in original)\n</blockquote><blockquote id=\"blockquote_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_97\">51. If we analyse this judgment, we find, that apart from being\none rendered in a proceeding held under <a href=\"/doc/596725/\" id=\"a_236\">section 11(6)</a>, is\nbased on the consideration made with reference to <a href=\"/doc/597719/\" id=\"a_237\">section\n28(1)</a>, as is evident from paragraph 23 relied upon by Shri. V.K.\nTankha and thereafter in paragraph 36, a caution is indicated\nwith regard to applicability of this judgment. Whereas in the\ncase of <a href=\"/doc/1643159/\" id=\"a_238\">Atlas Exports</a> (supra), we find that in Atlas Exports, in\nparagraphs 10 and 11, the following principles have been laid\ndown:-</span>\n</blockquote><blockquote id=\"blockquote_101\">     ‘10. It was however contended by the learned counsel\n     for the appellant that the award should have been held\n     to be unenforceable in as much as the very contract\n     between the parties relating to arbitration was opposed\n     to public policy under <a href=\"/doc/238279/\" id=\"a_239\">Section 23</a> read with <a href=\"/doc/1224074/\" id=\"a_240\">Section 28</a>\n     of the Contract Act. It was submitted that Atlas and\n     Kotak, the parties between whom the dispute arose,\n     are both Indian parties and the contract which had the\n<span class=\"hidden_text\" id=\"span_98\">                                                                     53</span>\n\feffect of compelling them to resort to arbitration by\nforeign arbitrators and thereby impliedly excluding the\nremedy available to them under the ordinary law of\nIndia should be held to be opposed to public\npolicy. Under <a href=\"/doc/1625889/\" id=\"a_241\">section 23</a> of the Indian Contract Act the\nconsideration or object or an agreement is unlawful if it\nis opposed to public policy. <a href=\"/doc/597719/\" id=\"a_242\">Section 28</a> and Exception 1\nto it, (which only is relevant for the purpose of this\ncase) are extracted and reproduced hereunder:\n</blockquote><blockquote id=\"blockquote_102\">   ‘28. Every agreement, by which any party thereto is\nrestricted absolutely from enforcing his rights under or\nin respect of any contract, by the usual legal\nproceedings in the ordinary tribunals, or which limits\nthe time within which he may thus enforce his rights, is\nvoid to that extent.\n</blockquote><blockquote id=\"blockquote_103\">   Exception 1 - This section shall not render illegal a\ncontract, by which two or more persons agree that any\ndispute which may arise between them in respect of\nany subject or class of subjects shall be referred to\narbitration, and that only the amount awarded in such\narbitration shall be recoverable in respect of the\ndispute so referred.’\n</blockquote><blockquote id=\"blockquote_104\">11. The case at hand is clearly covered by Exception 1\nto <a href=\"/doc/597719/\" id=\"a_243\">Section 28</a>. Right of the parties to have recourse to\nlegal action is not excluded by the agreement. The\nparties are only required to have their dispute/s\nadjudicated by having the same referred to\narbitration. Merely because the arbitrators are situated\nin a foreign country cannot by itself be enough to\nnullify the arbitration agreement when the parties have\nwith their eyes open willingly entered into the\nagreement. Moreover, in the case at hand the parties\nhave willing initiated the arbitration proceedings on the\ndisputes having arisen between them. They have\nappointed arbitrators, participated in arbitration\nproceedings and suffered an award. The plea raised\nbefore us was not raised either before or during the\narbitration proceedings, nor before the learned Single\nJudge of the High Court in the objections filed before\nhim, nor in the letters patent appeal filed before the\nDivision Bench. Such a plea is not available to be\n\n\n<span class=\"hidden_text\" id=\"span_99\">                                                            54</span>\n\f      raised by the appellant Atlas before this Court for the\n      first time.’\n                                         (emphasis in original)\n</blockquote><blockquote id=\"blockquote_105\">52. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_100\">In this case i.e. <a href=\"/doc/1643159/\" id=\"a_244\">Atlas Exports</a> (supra), <a href=\"/doc/1625889/\" id=\"a_245\">Sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_246\">28</a> of\nthe Contract Act are considered and it is held that when a\ndispute arises where both the parties are Indian, and if the\ncontract has the effect of compelling them to resort to arbitration\nby foreign arbitrators and thereby impliedly excluding the\nremedy available to them under the ordinary law of India, the\nsame is not opposed to public policy. <a href=\"/doc/597719/\" id=\"a_247\">Section 28</a> exception (1)\nof the <a href=\"/doc/171398/\" id=\"a_248\">Contract Act</a> is taken note of and it is held that merely\nbecause the arbitrators are situated in a foreign country that by\nitself cannot be enough to nullify the arbitration agreement,\nwhen the parties have with their eyes open, willingly entered\ninto an agreement. If this observation made by the Supreme\nCourt is taken note of, we find that merely because two Indian\ncompanies have entered into an arbitration agreement to be\nheld in a foreign country by agreed arbitrators, that by itself is\nnot enough to nullify the arbitration agreement.</span>\n</blockquote><blockquote id=\"blockquote_106\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1643159\" id=\"span_101\">53. Shri. V.K. Tankha, learned Senior Advocate, tried to indicate\nthat <a href=\"/doc/1643159/\" id=\"a_249\">Atlas Exports</a> (supra) case was rendered in a proceeding\nheld under the <a href=\"/doc/1052228/\" id=\"a_250\">Arbitration Act, 1940</a> which is entirely different\nfrom the Act of 1996 and, therefore<a href=\"/doc/1643159/\" id=\"a_251\">, <a href=\"/doc/1643159/\" id=\"a_252\">the said judgment</a></a> will not\napply in the present case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_102\">Instead, the judgment in the case\nof <a href=\"/doc/1845272/\" id=\"a_253\">TDM Infrastructure</a> (supra) would be applicable.</span>\n</blockquote><blockquote id=\"blockquote_107\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"156247141\" id=\"span_103\">54. We cannot accept the aforesaid proposition. Shri Anirudh\nKrishnan, learned counsel, had taken us through the provisions\nof both the Act of 1940 and the Act of 1996, and thereafter he\nhad referred to the judgment of the Supreme Court in the case\nof <a href=\"/doc/156247141/\" id=\"a_254\">Fuerst Day Lawson Limited</a> (supra), where after a detailed\ncomparison of various sections of both the Acts, from\nparagraphs 65 onwards, Hon&#x27;ble Supreme Court discussed the\nprovisions of both Acts, and finally has observed that there is\nnot much of a difference between them.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_104\">If the aforesaid\njudgment in the case of <a href=\"/doc/156247141/\" id=\"a_255\">Fuerst Day Lawson Limited</a> (supra) is\nconsidered, the same holds that both, the Act of 1980 [sic 1940]\nand 1996 are identical and the Hon&#x27;ble Court has also indicated\nthe similarity in both the Acts.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_105\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_106\">That being so, we see no reason\nas to why the principle laid down of <a href=\"/doc/1643159/\" id=\"a_256\">Atlas Exports</a> (supra), which\nis by a Larger Bench i.e.. Division Bench, should not be applied\nparticularly in the light of the law of precedent as <a href=\"/doc/1643159/\" id=\"a_257\">laid down in</a>\nthe case of <a href=\"/doc/110552/\" id=\"a_258\">A.R. Antulay</a> (supra).</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1643159\" id=\"span_107\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1845272\" id=\"span_108\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1643159\" id=\"span_109\">The contention of Shri. V.K.\n\n<span class=\"hidden_text\" id=\"span_110\">                                                                      55</span>\n\fTankha, learned Senior Advocate, that the learned District\nJudge relied upon the judgment in the case of <a href=\"/doc/1643159/\" id=\"a_259\">Atlas\nExports</a> (supra) and refused to rely upon the case of <a href=\"/doc/1845272/\" id=\"a_260\">TDM\nInfrastructure</a> (supra) only because it is by a Single Bench is\nnot convincing or acceptable, as the Division Bench Judgment\nin the case of <a href=\"/doc/1643159/\" id=\"a_261\">Atlas Exports</a> (supra) is a binding precedent and\nonce it is held in the aforesaid case that two Indian companies\ncan agree to arbitrate in a foreign country and the same is not\nhit by public policy, we see no error in the order passed by the\nlearned District Judge.</span></span></span>\n</blockquote><blockquote id=\"blockquote_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_111\">55. That apart, we also find that in the case of <a href=\"/doc/1845272/\" id=\"a_262\">TDM\nInfrastructure</a> (supra), a note of caution is indicated in\nparagraph 36, which was added by a corrigendum subsequent\nto pronouncement of judgment, this clearly indicates the\nprinciple <a href=\"/doc/1845272/\" id=\"a_263\">laid down by</a> the Supreme Court was only for\ndetermining the jurisdiction under <a href=\"/doc/596725/\" id=\"a_264\">section 11</a> and nothing more.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_97\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_112\">We need not go into the questions any further now, as we find\nthat the judgment in the case of <a href=\"/doc/1643159/\" id=\"a_265\">Atlas Exports</a> (supra) is a\nbinding precedent.</span>\n</p><p data-structure=\"Precedent\" id=\"p_98\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1845272\" id=\"span_113\">56. Various other contentions were also advanced by Shri.\nAnirudh Krishnan, learned counsel, to say that the judgment in\nthe case of <a href=\"/doc/1845272/\" id=\"a_266\">TDM Infrastructure</a> (supra) is not by a Court and,\ntherefore, the provision of <a href=\"/doc/882644/\" id=\"a_267\">Article 141</a> of the Constitution will not\napply.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_114\">Once we have held that the principle of law <a href=\"/doc/1845272/\" id=\"a_268\">laid down by</a>\nthe Supreme Court in the case of <a href=\"/doc/1643159/\" id=\"a_269\">Atlas Exports</a> (supra) is\nbinding on us and is applicable to the present dispute, we need\nnot go into all these questions.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_99\">57. On going through the scheme of the <a href=\"/doc/1306164/\" id=\"a_270\">Arbitration and\nConciliation Act, 1996</a>, we find that based on the seat of\narbitration so also the nationality of parties, an arbitration is\nclassified to be an ‘International Arbitration’, and the governing\nlaw is also determined on the basis of the seat of arbitration.\nTherefore, it is clear that based on the seat of arbitration, the\nquestion of permitting two Indian companies/parties to arbitrate\nout of India is permissible. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_115\">In the case of <a href=\"/doc/1643159/\" id=\"a_271\">Atlas Exports</a> (supra)\nitself, the principle has been settled that two Indians can agree\nto have a seat of arbitration outside India. Now, if two Indian\nCompanies agree to have their seat of arbitration in a foreign\ncountry, the question would be as to whether the provisions of\nPart I or Part II would apply. <a href=\"/doc/798789/\" id=\"a_272\">Section 44</a>, of the Act of 1996,\ncontemplates a foreign award to be one pertaining to difference\nbetween persons arising out of legal relationship, whether\n\n<span class=\"hidden_text\" id=\"span_116\">                                                                       56</span>\n\fcontractual or not, which is in pursuance to an agreement in\nwriting for arbitration, to which the convention set forth in the\nfirst schedule applies.</span>\n</p><p data-structure=\"Section\" id=\"p_100\">58. <a href=\"/doc/1052228/\" id=\"a_273\">In the First Schedule to the Act</a> of 1996, convention on the\nrecognition and enforcement of foreign award popularly known\nas New York Convention has been laid down and admittedly in\nthis case the parties have agreed to have an arbitration with its\nseat outside India i.e.. London. If that be the position then the\nprovisions of <a href=\"/doc/724501/\" id=\"a_274\">section 45</a> would be attracted until and unless it is\nestablished that the agreement is null and void, inoperative or\nincapable of being performed. If we analyse the scheme of the\n<a href=\"/doc/1306164/\" id=\"a_275\">Arbitration and Conciliation Act, 1996</a>, we find that there is a\ndistinction between ‘International Commercial Arbitration’ and a\n‘Foreign Award’. It is the case of the appellant that in a dispute\nbetween two Indian Parties, which is a domestic arbitration,\nPart II and <a href=\"/doc/724501/\" id=\"a_276\">Section 45</a> of the Act of 1996 will not apply.\nHowever, when we consider the distinction between\n‘International Commercial Arbitration’ and ‘Foreign Award’, we\nfind that there is a difference between an International\nCommercial Arbitration and an Arbitration which is not an\nInternational Commercial Arbitration. The same is based on the\nnationality of the parties and this distinction is only relevant for\nthe purpose of following the appointment procedure as\ncontemplated under <a href=\"/doc/596725/\" id=\"a_277\">section 11</a>. As far as nationality of the\nparties are concerned, the same has no applicability for\nconsidering the applicability of Part II, of the Act of 1996.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_117\">Applicability of Part II is determined solely based on what is the\nseat of arbitration, whether it is in a country which is signatory\nto the New York Convention. If this requirement is fulfilled, Part\nII will apply and in the present case as this requirement is\nfulfilled, we have no hesitation in holding that the dispute in\nquestion is covered by <a href=\"/doc/1052228/\" id=\"a_278\">Part II of the Act</a> of 1996.”\n                                 ***\n“72. Finally, we may observe that once it is found by us that\nparties by mutual agreement have decided to resolve their\ndispute by arbitration and when they, on their own, chose to\nhave the seat of arbitration in a foreign country, then in view of\nthe provisions of <a href=\"/doc/738672/\" id=\"a_279\">Section 2(2)</a> of the Act of 1996, <a href=\"/doc/1052228/\" id=\"a_280\">Part I of the\nAct</a>, will not apply in a case where the place of arbitration is not\nIndia and if Part I does not apply and if the agreement in\nquestion fulfils the requirement of <a href=\"/doc/798789/\" id=\"a_281\">Section 44</a> then Part II will\napply and when Part II applies and it is found that agreement is\n\n<span class=\"hidden_text\" id=\"span_118\">                                                                       57</span>\n\f      not null or void or inoperative, the bar created under <a href=\"/doc/724501/\" id=\"a_282\">Section 45</a>\n      would come into play and if bar created under <a href=\"/doc/724501/\" id=\"a_283\">Section 45</a>\n      comes into play then it is a case where the Court below had no\n      option but to refer the parties for arbitration as the bar under\n      <a href=\"/doc/724501/\" id=\"a_284\">Section 45</a> would also apply and the suit itself was not\n      maintainable.”\n\n\nThis statement of the law has our approval. It may only be mentioned that\n\nthe judgment in <a href=\"/doc/1851595/\" id=\"a_285\">Fuerst Day Lawson Ltd. v. Jindal Exports Ltd.</a>, (2011) 8\n\nSCC 333 [“Fuerst Day Lawson”], referred to the provisions of the Foreign\n\nAwards Act, 1961 and <a href=\"/doc/1052228/\" id=\"a_286\">Part II of the Arbitration Act</a> of 1996 and not the\n\n<a href=\"/doc/1052228/\" id=\"a_287\">Arbitration Act, 1940</a>, as has been incorrectly held in paragraphs 53 and 54\n\nof the aforesaid judgment.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107180491\" id=\"span_119\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_120\">In addition, it may only be mentioned that the\n\njudgment of this Court by a learned Single Judge, under <a href=\"/doc/596725/\" id=\"a_288\">section 11</a> of the\n\nArbitration Act, in <a href=\"/doc/1845272/\" id=\"a_289\">TDM</a> (supra) cannot, in any case, be regarded as a\n\nbinding precedent, having been delivered by a Single Judge appointing an\n\narbitrator under <a href=\"/doc/596725/\" id=\"a_290\">section 11</a> – see <a href=\"/doc/107180491/\" id=\"a_291\">State of West Bengal v. Associated\n\nContractors</a>, (2015) 1 SCC 32 (at paragraph 17).</span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_101\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196105286\" id=\"span_121\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1845272\" id=\"span_122\">34.   The Bombay High Court has referred to and relied upon <a href=\"/doc/1845272/\" id=\"a_292\">TDM</a> (supra)\n\nto arrive at the opposite conclusion of <a href=\"/doc/196105286/\" id=\"a_293\">Sasan I</a> (supra).</span></span> Thus, in Seven\n\nIslands Shipping Ltd. v. Sah Petroleums Ltd., (2012) 5 Mah LJ 822, one\n\nof us (Gavai, J.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_123\">sitting as Single Judge of the Bombay High Court, after\n\nplacing reliance on <a href=\"/doc/1845272/\" id=\"a_294\">TDM</a> (supra), held:</span>\n</p>\n<blockquote id=\"blockquote_109\">      “13. Mandate of <a href=\"/doc/724501/\" id=\"a_295\">section 45</a> to refer a dispute to the Arbitrator is\n      also on a condition that the said agreement has to be a legal\n      agreement. When the Apex Court, in unequivocal terms has\n<span class=\"hidden_text\" id=\"span_124\">                                                                           58</span>\n\f      held that when both the Companies are incorporated in India an\n      agreement cannot be termed as an “International Arbitration\n      Agreement”, I am of the view that since both the plaintiff and the\n      defendants are companies incorporated in India even for the\n      sake of argument, there is an arbitration agreement, it cannot\n      be an “International Arbitration Agreement” and as such not\n      valid in law. However, I may clarify that I have not gone through\n      the question whether in fact there is an arbitration agreement\n      between the parties or not.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"57053514\" id=\"span_126\">35.   Likewise, another learned Single Judge of the Bombay High Court, in\n\nM/s. <a href=\"/doc/57053514/\" id=\"a_296\">Addhar Mercantile Pvt. Ltd. v. Shree Jagadamba Agrico Exports\n\nPvt. Ltd., Arbitration Application No.</a> 197 of 2014 (decided on 12.06.2015),\n\nafter referring to <a href=\"/doc/1845272/\" id=\"a_297\">TDM</a> (supra), then held:</span></span>\n</p>\n<blockquote id=\"blockquote_110\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_127\">“8. It is not in dispute that both parties are from India. A perusal\n      of clause 23 clearly indicates that intention of both parties is\n      clear that the arbitration shall be either in India or in Singapore.\n      If the seat of the arbitration would have be at Singapore,\n      certainly English law will have to be applied. Supreme Court in\n      case of <a href=\"/doc/1845272/\" id=\"a_298\">TDM Infrastructure Private Limited</a> (supra) has held that\n      the intention of the legislature would be clear that Indian\n      nationals should not be permitted to derogate from Indian law.\n      This is part of the public policy of the country.</span>\n</blockquote><blockquote id=\"blockquote_111\">      9. Insofar as submission of the learned counsel for the\n      respondent that if such provision is interpreted in the manner in\n      which it is canvassed by the learned counsel for the applicant, it\n      would be in violation of <a href=\"/doc/597719/\" id=\"a_299\">section 28(1)(a)</a> is concerned, since I\n      am of the view that the arbitration has to be conducted in India,\n      under <a href=\"/doc/597719/\" id=\"a_300\">section 28(1)(a)</a>, the arbitral tribunal will have to decide\n      the disputes in accordance with the substantive law for the time\n      being in force in India. In my view the said agreement which\n      provides for arbitration in India thus does not violate <a href=\"/doc/597719/\" id=\"a_301\">section\n      28(1)(a)</a> as canvassed by the learned counsel for the\n      respondent.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_128\">                                                                             59</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_103\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_129\">36.   Both these decisions rely on the judgment of this Court in <a href=\"/doc/1845272/\" id=\"a_302\">TDM</a>\n\n(supra) and have not appreciated the law in its correct perspective and,\n\ntherefore, stand overruled.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_130\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197597277\" id=\"span_131\">On the other hand, a learned Single Judge of\n\nthe Delhi High Court in <a href=\"/doc/197597277/\" id=\"a_303\">GMR Energy Limited v. Doosan Power Systems\n\nIndia, CS (COMM</a>) 447/2017 (decided on 14.11.2017), considered the\n\nsame question and followed the judgment of the Madhya Pradesh High\n\nCourt in <a href=\"/doc/196105286/\" id=\"a_304\">Sasan I</a> (supra) – see paragraphs 29, 30 and 31.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_132\">It distinguished\n\nthe judgment in <a href=\"/doc/1845272/\" id=\"a_305\">TDM</a> (supra) correctly, as follows:</span>\n\n\n</p><blockquote id=\"blockquote_112\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_133\">“33. However, in para-36 of <a href=\"/doc/1845272/\" id=\"a_306\">TDM Infrastructure</a> (supra)\n      Supreme Court clarified that any findings/observations made\n      hereinabove were only for the purpose of determining the\n      jurisdiction of the Court as envisaged under <a href=\"/doc/596725/\" id=\"a_307\">Section 11</a> of the\n      1996 Act and not for any other purpose and is also evident from\n      the conclusions noted in para 20 and 22 of the report.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1643159\" id=\"span_134\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1845272\" id=\"span_135\">Thus\n      GMR Energy cannot rely upon the decision in <a href=\"/doc/1845272/\" id=\"a_308\">TDM\n      Infrastructure</a> (supra) to contend that in the present case <a href=\"/doc/1052228/\" id=\"a_309\">Part-I\n      of the Arbitration Act</a> would apply and not Part-II.”\n\nThe learned Single Judge of the Delhi High Court then relied upon this\n\nCourt’s judgment in <a href=\"/doc/1643159/\" id=\"a_310\">Atlas</a> (supra) in paragraph 41.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_136\">In paragraph 43, the\n\nlearned Single Judge then referred to the table that is set out in <a href=\"/doc/1851595/\" id=\"a_311\">Fuerst Day\n\nLawson</a> (supra) as follows:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_113\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1851595\" id=\"span_137\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1643159\" id=\"span_138\">“43. Contention of learned counsel for GMR Energy that the\n      judgment in <a href=\"/doc/1643159/\" id=\"a_312\">Atlas</a> (supra) was given prior to <a href=\"/doc/1306164/\" id=\"a_313\">Arbitration and\n      Conciliation Act, 1996</a>, and therefore not applicable to the\n      present case, also deserves to be rejected in view of the\n      decision of the Supreme Court reported as (<a href=\"/doc/1851595/\" id=\"a_314\">2011) 8 SCC 333\n      Fuerst Day Lawson v. Jindal Exports Ltd.</a> wherein comparing\n\n<span class=\"hidden_text\" id=\"span_139\">                                                                          60</span>\n\f the pre amendment and post amendment <a href=\"/doc/1052228/\" id=\"a_315\">Arbitration Act</a> it was\n observed that the new Act is more favourable to international\n arbitration than its previous incarnation. The report comparing\n the provisions of the two Acts noted:</span></span>\n</blockquote><blockquote id=\"blockquote_114\">    64. The provisions of Chapter I of Part II of the 1996 Act\n along with the provisions of the <a href=\"/doc/142812771/\" id=\"a_316\">Foreign Awards (Recognition\n and Enforcement) Act, 1961</a>, insofar as relevant for the present\n are placed below in a tabular form:\n</blockquote>\n\n<blockquote id=\"blockquote_115\"><a href=\"/doc/142812771/\" id=\"a_317\">Foreign Awards (Recognition       Arbitration and Conciliation Act,\nand Enforcement) Act, 1961</a>        1996\n                                  Part II: Enforcement of Certain\n                                  Foreign Awards\n                                  Chapter I: New York Convention\n                                  Awards\n</blockquote><blockquote id=\"blockquote_116\">2. Definition.—In this Act,       (a) in pursuance of an\nunless the context otherwise      agreement    in    writing  for\nrequires,    ‘foreign    award’   arbitration to     which   the\nmeans       an     award    on    Convention set forth in the\ndifferences between persons       Schedule applies, and\narising     out     of    legal\nrelationships,         whether\ncontractual or not, considered\nas commercial under the law\nin force in India, made on or\nafter the 11th day of October,\n1960—\n</blockquote><blockquote id=\"blockquote_117\">44.     Definition.—In     this   (a) in pursuance of an\nChapter, unless the context       agreement    in    writing    for\notherwise requires, ‘foreign      arbitration to     which     the\naward’ means an arbitral          Convention set forth in the First\naward on differences between      Schedule applies, and\npersons arising out of legal\nrelationships,         whether\ncontractual or not, considered\nas commercial under the law\nin force in India, made on or\nafter the 11th day of October,\n1960—\n\n\n<span class=\"hidden_text\" id=\"span_140\">                                                                      61</span>\n</blockquote><blockquote id=\"blockquote_118\">\f(b) in one of such territories as   (b) in one of such territories as\nthe Central Government being        the Central Government, being\nsatisfied     that    reciprocal    satisfied     that    reciprocal\nprovisions have been made,          provisions have been made\nmay, by notification in the         may, by notification in the\nOfficial Gazette, declare to be     Official Gazette, declare to be\nterritories to which the said       territories to which the said\nConvention applies.                 Convention applies.\n</blockquote><p data-structure=\"Section\" id=\"p_104\">3. Stay of proceedings in           45. Power of judicial authority\nrespect of matters to be            to refer parties to arbitration.\nreferred to arbitration.—           — Notwithstanding anything\nNotwithstanding        anything     contained in Part I or in the\ncontained in the Arbitration        <a href=\"/doc/161831507/\" id=\"a_318\">Code of Civil Procedure</a>, 1908\nAct, 1940 (10 of 1940), or in       (5 of 1908), a judicial authority,\n<a href=\"/doc/161831507/\" id=\"a_319\">the Code of Civil Procedure</a>,        when seized of an action in a\n1908 (5 of 1908), if any party      matter in respect of which the\nto an agreement to which            parties     have     made      an\nArticle II of the Convention set    agreement referred to in Section\nforth in the Schedule applies,      44, shall, at the request of one\nor any person claiming              of the parties or any person\nthrough       or   under    him     claiming through or under him,\ncommences          any     legal    refer the parties to arbitration,\nproceedings in any court            unless it finds that the said\nagainst any other party to the      agreement is null and void,\nagreement or any person             inoperative or incapable of\nclaiming through or under him       being performed.\nin respect of any matter\nagreed to be referred to\narbitration in such agreement,\nany party to such legal\nproceedings may, at any time\nafter appearance and before\nfiling a written statement or\ntaking any other step in the\nproceedings, apply to the\ncourt to stay the proceedings\nand the court, unless satisfied\nthat the agreement is null and\nvoid, inoperative or incapable\nof being performed or that\nthere is not, in fact, any\ndispute between the parties\n\n<span class=\"hidden_text\" id=\"span_141\">                                                                         62</span>\n\fwith regard to the matter\nagreed to be referred, shall\nmake an order staying the\nproceedings.\n</p><p data-structure=\"Precedent\" id=\"p_105\">4. Effect of foreign awards.      46. When foreign award\n—(1) A foreign award shall,       binding.—Any foreign award\nsubject to the provisions of      which would be enforceable\nthis Act, be enforceable in       under this Chapter shall be\nIndia as if it were an award      treated as binding for all\nmade on a matter referred to      purposes on the persons as\narbitration in India.             between whom it was made,\n(2) Any foreign award which       and may accordingly be relied\nwould be enforceable under        on by any of those persons by\nthis Act shall be treated as      way of defence, set-off or\nbinding for all purposes on the   otherwise    in    any    legal\npersons as between whom it        proceedings in India and any\nwas       made,       and  may    references in this Chapter to\naccordingly be relied on by       enforcing a foreign award shall\nany of those persons by way       be construed as including\nof defence, set off or            references to relying on an\notherwise      in     any legal   award.\n</p><p data-structure=\"Precedent\" id=\"p_106\">proceedings in India and any\nreferences in this Act to\nenforcing a foreign award shall\nbe construed as including\nreferences to relying on an\naward.\n</p><p data-structure=\"Precedent\" id=\"p_107\">5. Filing of foreign awards in\ncourt.—(1)      Any      person\ninterested in a foreign award\nmay apply to any court having\njurisdiction over the subject-\n</p><p data-structure=\"Precedent\" id=\"p_108\">matter of the award that the\naward be filed in court.\n</p><p data-structure=\"Precedent\" id=\"p_109\">(2) The application shall be in\nwriting and shall be numbered\nand registered as a suit\nbetween the applicant as\nplaintiff and the other parties\nas defendants.\n</p>\n<p data-structure=\"Section\" id=\"p_110\">\n<span class=\"hidden_text\" id=\"span_142\">                                                                    63</span>\n\f(3) The court shall direct\nnotice to be given to the\nparties to the arbitration, other\nthan the applicant, requiring\nthem to show cause, within a\ntime specified why the award\nshould not be filed.\n</p><p data-structure=\"Precedent\" id=\"p_111\">6. Enforcement of foreign           49. Enforcement of foreign\naward.—                             awards.—Where the court is\n(1) Where the court is satisfied    satisfied that the foreign award\nthat the foreign award is           is enforceable under this\nenforceable under this Act, the     Chapter, the award shall be\ncourt shall order the award to      deemed to be a decree of that\nbe filed and shall proceed to       court.\n</p><p data-structure=\"Conclusion\" id=\"p_112\">pronounce             judgment      Appealable orders.—(1) An\naccording to the award.             appeal shall lie from the order\n(2) Upon the judgment so            refusing to—\npronounced a decree shall           refer the parties to arbitration\nfollow, and no appeal shall lie     under <a href=\"/doc/724501/\" id=\"a_320\">Section 45</a>;</p><pre id=\"pre_2\">\nfrom such decree except             enforce a foreign award under\ninsofar as the decree is in         <a href=\"/doc/444899/\" id=\"a_321\">Section 48</a>,\nexcess of or not in accordance\n                                    to the court authorised by law to\nwith the award.\n                                    hear appeals from such order.\n                                    (2) No second appeal shall lie\n                                    from an order passed in appeal\n                                    under this section, but nothing\n                                    in this section shall affect or\n                                    take away any right to appeal to\n                                    the Supreme Court.\n7.        Conditions        for     48.       Conditions         for\nenforcement       of   foreign      enforcement       of    foreign\nawards.—(1) A foreign award         awards.—(1) Enforcement of a\nmay not be enforced under           foreign award may be refused,\nthis Act—                           at the request of the party\nif the party against whom it is     against whom it is invoked, only\nsought to enforce the award         if that party furnishes to the\nproves to the court dealing         court proof that— the parties to\nwith the case that— the             the agreement referred to in\nparties to the agreement were       <a href=\"/doc/798789/\" id=\"a_322\">Section 44</a> were, under the law\nunder the law applicable to         applicable to them, under some\n\n<span class=\"hidden_text\" id=\"span_143\">                                                                        64</span>\n\fthem, under some incapacity,          incapacity,     or     the    said\nor the said agreement is not          agreement is not valid under the\nvalid under the law to which          law to which the parties have\nthe parties have subjected it,        subjected it or, failing any\nor failing any indication             indication thereon, under the\nthereon, under the law of the         law of the country where the\ncountry where the award was           award was made; or the party\nmade; or the party was not            against whom the award is\ngiven proper notice of the            invoked was not given proper\nappointment of the arbitrator         notice of the appointment of the\nor      of    the      arbitration    arbitrator or of the arbitral\nproceedings or was otherwise          proceedings or was otherwise\nunable to present his case; or        unable to present his case; or\n(iii) the award deals with            (c) the award deals with a\nquestions not referred or             difference not contemplated by\ncontains decisions on matters         or not falling within the terms of\nbeyond the scope of the               the submission to arbitration, or\nagreement:                            it contains decisions on matters\nProvided that if the decisions        beyond the scope of the\non matters submitted to               submission to arbitration:\narbitration can be separated          Provided that, if the decisions\nfrom those not submitted, that        on     matters     submitted    to\npart of the award which               arbitration can be separated\ncontains decisions on matters         from those not so submitted,\nsubmitted to arbitration may          that part of the award which\nbe enforced; or                       contains decisions on matters\n(iv) the composition of the           submitted to arbitration may be\narbitral authority or the arbitral    enforced; or\nprocedure      was      not      in   (d) the composition of the\naccordance         with        the    arbitral authority or the arbitral\nagreement of the parties or           procedure       was      not    in\nfailing such agreement, was           accordance with the agreement\nnot in accordance with the law        of the parties, or, failing such\nof the country where the              agreement,       was      not   in\narbitration took place; or            accordance with the law of the\n(v) the award has not yet             country where the arbitration\nbecome binding on the parties         took place; or\nor has been set aside or              (e) the award has not yet\nsuspended by a competent              become binding on the parties,\nauthority of the country in           or has been set aside or\nwhich, or under the law of            suspended by a competent\n\n\n<span class=\"hidden_text\" id=\"span_144\">                                                                           65</span>\n\fwhich, that award was made;         authority of the country in which,\nor                                  or under the law of which, that\n</pre><p data-structure=\"Precedent\" id=\"p_113\">(b) if the court dealing with the   award was made.\ncase is satisfied that—             (2) Enforcement of an arbitral\n</p><p data-structure=\"RespArg\" id=\"p_114\">(i) the subject-matter of the       award may also be refused if\ndifference is not capable of        the court finds that—\nsettlement by arbitration under     (a) the subject-matter of the\nthe law of India; or                difference is not capable of\n</p><p data-structure=\"Section\" id=\"p_115\">(ii) the enforcement of the         settlement by arbitration under\naward will be contrary to           the law of India; or\npublic policy.                      (b) the enforcement of the\n                                    award would be contrary to the\n                                    public policy of India.\n</p><p data-structure=\"CDiscource\" id=\"p_116\">(2) If the court before which a     Explanation.—Without prejudice\nforeign award is sought to be       to the generality of clause (b) of\nrelied upon is satisfied that an    this section, it is hereby\napplication for the setting         declared, for the avoidance of\naside or suspension of the          any doubt, that an award is in\naward has been made to a            conflict with the public policy of\ncompetent authority referred        India if the making of the award\nto in sub-clause (v) of clause      was induced or affected by\n</p><p data-structure=\"Precedent\" id=\"p_117\">(a) of subsection (1), the court    fraud or corruption.\nmay, if it deems proper,            (3) If an application for the\nadjourn the decision on the         setting aside or suspension of\nenforcement of the award and        the award has been made to a\nmay also, on the application of     competent authority referred to\nthe         party       claiming    in clause (e) of sub-section (1)\nenforcement of the award,           the court may, if it considers it\norder the other party to furnish    proper, adjourn the decision on\nsuitable security.                  the enforcement of the award\n                                    and may also, on the application\n                                    of      the     party    claiming\n                                    enforcement of the award, order\n                                    the other party to give suitable\n                                    security.\n</p><p data-structure=\"CDiscource\" id=\"p_118\">8. Evidence.—(1) The party          47. Evidence.—(1) The party\napplying for the enforcement        applying for the enforcement of\nof a foreign award shall, at the    a foreign award shall, at the\ntime of the application,            time of the application, produce\nproduce—                            before the court—\n\n<span class=\"hidden_text\" id=\"span_145\">                                                                         66</span>\n\fthe original award or a copy       the original award or a copy\nthereof, duly authenticated in     thereof, duly authenticated in\nthe manner required by the         the manner required by the law\nlaw of the country in which it     of the country in which it was\nwas made;                          made;</p><pre id=\"pre_3\">\nthe original agreement for         the original agreement for\narbitration or a duly certified    arbitration or a duly certified\ncopy thereof; and                  copy      thereof;     and    such\nsuch evidence as may be            evidence as may be necessary\nnecessary to prove that the        to prove that the award is a\naward is a foreign award.          foreign award.\n(2) If the award or agreement      (2) If the award or agreement to\nrequiring to be produced           be produced under sub-section\nunder subsection (1) is in a       (1) is in a foreign language, the\nforeign language, the party        party seeking to enforce the\nseeking to enforce the award       award       shall     produce    a\n</pre><p data-structure=\"Precedent\" id=\"p_119\">shall produce a translation into   translation into English certified\nEnglish certified as correct by    as correct by a diplomatic or\na diplomatic or consular agent     consular agent of the country to\nof the country to which that       which that party belongs or\nparty belongs or certified as      certified as correct in such other\ncorrect in such other manner       manner as may be sufficient\nas may be sufficient according     according to the law in force in\nto the law in force in India.      India.\n</p><p data-structure=\"Precedent\" id=\"p_120\">                                   Explanation.—In this section\n                                   and all the following sections of\n                                   this Chapter, ‘court’ means the\n                                   Principal Civil Court of Original\n                                   Jurisdiction in a district, and\n                                   includes the High Court in\n                                   exercise of its ordinary original\n                                   civil      jurisdiction,    having\n                                   jurisdiction over the subject-\n</p><p data-structure=\"Precedent\" id=\"p_121\">                                   matter of the award if the same\n                                   had been the subject-matter of\n                                   a suit, but does not include any\n                                   civil court of a grade inferior to\n                                   such Principal Civil Court, or\n                                   any Court of Small Causes.\n</p><p data-structure=\"Section\" id=\"p_122\">9. Saving.—Nothing in this         51. Saving.—Nothing in this\nAct shall—                         Chapter shall prejudice any\n\n<span class=\"hidden_text\" id=\"span_146\">                                                                        67</span>\n\fprejudice any rights which any      rights which any person would\nperson would have had of            have had of enforcing in India of\nenforcing in India of any award     any award or of availing himself\nor of availing himself in India     in India of any award if this\nof any award if this Act had not    Chapter had not been enacted.\nbeen passed; or\n</p><p data-structure=\"CDiscource\" id=\"p_123\">(b) apply to any award made\non an arbitration agreement\ngoverned by the law of India.\n</p><p data-structure=\"Section\" id=\"p_124\">10. Repeal.—The Arbitration         52. Chapter II not to apply.—\n<a href=\"/doc/777085/\" id=\"a_323\">(Protocol and Convention) Act</a>,      Chapter II of this Part shall not\n1937 (6 of 1937), shall cease       apply in relation to foreign\nto have effect in relation to       awards to which this Chapter\nforeign awards to which this        applies.\n</p><p data-structure=\"Section\" id=\"p_125\">Act applies.\n</p><p data-structure=\"Section\" id=\"p_126\">11. Rule-making power of\nthe High Court.—The High\nCourt      may      make    rules\nconsistent with this Act as to—\nthe filing of foreign awards and\nall proceedings consequent\nthereon or incidental thereto;\n</p><p data-structure=\"Precedent\" id=\"p_127\">the evidence which must be\nfurnished by a party seeking to\nenforce a foreign award under\nthis Act; and\n</p><p data-structure=\"Precedent\" id=\"p_128\">(c) generally, all proceedings\nin court under this Act.\n</p><p data-structure=\"Section\" id=\"p_129\">    65. A comparison of the two sets of provisions would show\n that <a href=\"/doc/798789/\" id=\"a_324\">Section 44</a>, the definition clause in the 1996 Act is a\n verbatim reproduction of <a href=\"/doc/738672/\" id=\"a_325\">Section 2</a> of the previous Act (but for\n the words “chapter” in place of “Act”, “First Schedule” in place\n of “Schedule” and the addition of the word “arbitral” before the\n word “award” in <a href=\"/doc/798789/\" id=\"a_326\">Section 44</a>). <a href=\"/doc/724501/\" id=\"a_327\">Section 45</a> corresponds to <a href=\"/doc/1529130/\" id=\"a_328\">Section\n 3</a> of the previous Act.\n</p><p data-structure=\"Section\" id=\"p_130\">    66. <a href=\"/doc/714093/\" id=\"a_329\">Section 46</a> is a verbatim reproduction of <a href=\"/doc/1242720/\" id=\"a_330\">Section 4(2)</a>\n except for the substitution of the word “chapter” for “Act”.\n <a href=\"/doc/1886363/\" id=\"a_331\">Section 47</a> is almost a reproduction of <a href=\"/doc/1232861/\" id=\"a_332\">Section 8</a> except for the\n addition of the words “before the court” in sub-section (1) and\n an Explanation as to what is meant by “court” in that section.\n\n<span class=\"hidden_text\" id=\"span_147\">                                                                        68</span>\n</p><p data-structure=\"Section\" id=\"p_131\">\f         67. <a href=\"/doc/444899/\" id=\"a_333\">Section 48</a> corresponds to <a href=\"/doc/1737370/\" id=\"a_334\">Section 7</a>; <a href=\"/doc/1283214/\" id=\"a_335\">Section 49</a> to\n      <a href=\"/doc/420705/\" id=\"a_336\">Section 6(1)</a> and Section 50 to <a href=\"/doc/1107813/\" id=\"a_337\">Section 6(2)</a>.\n</p><p data-structure=\"Section\" id=\"p_132\">         68. Apart from the fact that the provisions are arranged in a\n      far more orderly manner, it is to be noticed that the provisions\n      of the 1996 Act are clearly aimed at facilitating and expediting\n      the enforcement of the New York Convention Awards.\n</p><p data-structure=\"Section\" id=\"p_133\">         69. <a href=\"/doc/1529130/\" id=\"a_338\">Section 3</a> of the 1961 Act dealing with a stay of\n      proceedings in respect of matters to be referred to arbitration\n      was confined in its application to “legal proceedings in any\n      court” and the court had a wider discretion not to stay the\n      proceedings before it. The corresponding provision in <a href=\"/doc/724501/\" id=\"a_339\">Section\n      45</a> of the present Act has a wider application and it covers an\n      action before any judicial authority. Further, under <a href=\"/doc/724501/\" id=\"a_340\">Section 45</a>\n      the judicial authority has a narrower discretion to refuse to refer\n      the parties to arbitration.”\n\n\nThe learned Single Judge thereafter arrived at the conclusion, on the facts\n\nof that case, that the arbitral award delivered in Singapore between the two\n\nIndian parties would be enforceable under Part II, and not Part I, of the\n\nArbitration Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">\n</p><p data-structure=\"Precedent\" id=\"p_135\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_148\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"22904916\" id=\"span_149\">37.   Likewise, a learned Single Judge of the Delhi High Court, in <a href=\"/doc/22904916/\" id=\"a_341\">Dholi\n\nSpintex    v.   Louis   Dreyfus,   CS    (COMM</a>)     286/2020 (decided       on\n\n24.11.2020), had occasion to consider the same point of law, and after\n\nreferring to <a href=\"/doc/196105286/\" id=\"a_342\">Sasan I</a> (supra), correctly held:</span></span>\n</p>\n<blockquote id=\"blockquote_119\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90056159\" id=\"span_150\">“43. Learned counsel for the plaintiff has heavily relied upon\n      <a href=\"/doc/1625889/\" id=\"a_343\">Section 23</a> of the Contract Act which provides for\n      considerations and object which are lawful and which are not,\n      thus emphasizing that two Indian parties contracting out of\n      Indian law would defeat the provisions of the law and would be\n      opposed to public policy. Learned counsel for the plaintiff seeks\n      either declaration of Clause 6 of the agreement between the\n      parties as null and void or by applying the Blue Pencil Test give\n      meaningful interpretation to clause-6 whereby the parties can\n\n<span class=\"hidden_text\" id=\"span_151\">                                                                            69</span>\n\f      then subject themselves to the jurisdiction of Indian Cotton\n      Association. Three Judge Bench of the Hon’ble Supreme Court\n      in (<a href=\"/doc/90056159/\" id=\"a_344\">2017) 2 SCC 228 Centrotrade Minerals and Metal Inc. v.\n      Hindustan Copper Ltd.</a> emphasized the principle of party\n      autonomy in arbitration and held that the same is virtually the\n      backbone which permit parties to adopt the foreign law as the\n      proper law of arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1719469\" id=\"span_152\">In (<a href=\"/doc/1719469/\" id=\"a_345\">2005) 5 SCC 465 Technip SA v.\n      SMS Holding Pvt. Limited</a>, a three Judge Bench of the Hon&#x27;ble\n      Supreme Court dealing with the conflicts of law held that\n      disregard of applicability of foreign law must relate to basic\n      principles of morality and justice and only when the foreign law\n      amounts to a flagrant or gross breach of such principle that\n      power should be exercised to hold inapplicability of foreign law\n      that too, exceptionally and with great circumspection. It was\n      held that in a sense all statutes enacted by Parliament or the\n      States can be said to be part of Indian public policy, but to\n      discard a foreign law only because it is contrary to an Indian\n      statute would defeat the basis of private international law to\n      which India undisputedly subscribes.</span>\n</blockquote><blockquote id=\"blockquote_120\">                                       ***\n</blockquote><blockquote id=\"blockquote_121\">      47. Therefore, an arbitration agreement between the parties\n      being an agreement independent of the substantive contract\n      and the parties can choose a different governing law for the\n      arbitration, two Indian parties can choose a foreign law as the\n      law governing arbitration. Further there being clearly a foreign\n      element to the agreement between the parties, the two Indian\n      parties, that is the plaintiff and defendant could have agreed to\n      an international commercial arbitration governed by the laws of\n      England. Hence Clause 6 of the contract dated 30 th May, 2019\n      between the parties is not null or void.”\nThe argument of the appellant based on sections 23 and 28 of the\n\nContract Act\n\n\n</blockquote><blockquote id=\"blockquote_122\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_153\">38.   Mr. Himani has argued that even if <a href=\"/doc/1643159/\" id=\"a_346\">Atlas</a> (supra) is to be taken to be\n\na binding precedent, it contains no discussion on how <a href=\"/doc/1625889/\" id=\"a_347\">section 23</a> of the\n\nContract Act is not infracted and does not, in any case, deal with his\n\n\n\n<span class=\"hidden_text\" id=\"span_154\">                                                                          70</span>\n\fargument based on <a href=\"/doc/597719/\" id=\"a_348\">section 28(1)(a)</a> and <a href=\"/doc/1722761/\" id=\"a_349\">section 34(2A)</a> of the Arbitration\n\nAct. <a href=\"/doc/1625889/\" id=\"a_350\">Sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_351\">28</a> of the Contract Act read as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_123\">     “23. What considerations and objects are lawful, and what\n     not.—The consideration or object of an agreement is lawful,\n     unless—\n          it is forbidden by law; or\n          is of such a nature that, if permitted, it would defeat the\n          provisions of any law; or\n          is fraudulent; or\n          involves or implies injury to the person or property of\n          another; or the Court regards it as immoral, or opposed\n          to public policy.\n</blockquote><blockquote id=\"blockquote_124\">     In each of these cases, the consideration or object of an\n     agreement is said to be unlawful. Every agreement of which the\n     object or consideration is unlawful, is void.”\n\n     “28. Agreements in restraint of legal proceedings void.—\n     Every agreement,—\n</blockquote><blockquote id=\"blockquote_125\">     (a) by which any party thereto is restricted absolutely from\n          enforcing his rights under or in respect of any contract, by\n          the usual legal proceedings in the ordinary tribunals, or\n          which limits the time within which he may thus enforce his\n          rights, or\n</blockquote><blockquote id=\"blockquote_126\">     (b) which extinguishes the rights of any party thereto, or\n          discharges any party thereto from any liability, under or in\n          respect of any contract on the expiry of a specified period\n          so as to restrict any party from enforcing his rights,\n     is void to that extent.\n</blockquote><p data-structure=\"Precedent\" id=\"p_136\">         Exception 1.—Saving of contract to refer to arbitration\n     dispute that may arise.—This section shall not render illegal a\n     contract, by which two or more persons agree that any dispute\n     which may arise between them in respect of any subject or\n     class of subjects shall be referred to arbitration, and that only\n     the amount awarded in such arbitration shall be recoverable in\n     respect of the dispute so referred.”\n                                      ***\n\n\n\n<span class=\"hidden_text\" id=\"span_155\">                                                                         71</span>\n</p><p data-structure=\"Section\" id=\"p_137\">\f39.   The elusive expression “public policy” appearing in <a href=\"/doc/1625889/\" id=\"a_352\">section 23</a> of the\n\nContract Act is a relative concept capable of modification in tune with the\n\nstrides made by mankind in science and law. An important early judgment\n\nof the Court of Appeal, namely, Maxim Nordenfelt Guns and Ammunition\n\nCompany v. Nordenfelt, [1893] 1 Ch. 630 [“Nordenfelt”], puts it thus:\n\n</p><blockquote id=\"blockquote_127\">      “Rules which rest upon the foundation of public policy, not being\n      rules which belong to the fixed or customary law, are capable,\n      on proper occasion, of expansion or modification.\n      Circumstances may change and make a commercial practice\n      expedient which formerly was mischievous to commerce. But it\n      is one thing to say that an occasion has arisen upon which to\n      adhere to the letter of the rule would be to neglect its spirit, and\n      another to deny that the rule still exists. The dicta which Lord\n      Justice Fry cites from Hitchcock v. Coker [142. 6 A. &amp; E. 348],\n      from Tallis v. Tallis [1 E. &amp; B. 391], and from Mallan v. May [11\n      M. &amp; W. 653], are all dicta in cases of partial restraint, where\n      the reasonableness of the particular contract necessarily came\n      under consideration. The necessary protection of the individual\n      may in such cases be the proper measure of the\n      reasonableness of the bargain. When Lord Justice Fry passes\n      on [14 Ch. D. 366] to examine the question of the existence of\n      the common law rule, he assumes, as it appears to me, without\n      sufficient justification, that complete protection of the individual\n      is the only reason which ought to lie at the root of the doctrine.\n      But the reasonableness of the legal principle which forbids\n      general restraint altogether is not the same thing as the\n      reasonableness (as between the parties) of the bargain in any\n      particular case. With regard to the argument that the rule, if it\n      existed, would be an artificial one, and would therefore admit of\n      no exceptions, the judgments of the Judges and of the House\n      of Lords in the case of Egerton v. Earl Brownlow [4 H. L. C. 1],\n      illustrate, I submit, the distinction between a fixed rule of\n      customary law and a rule based on reason and policy. The\n      latter may admit of exceptions, although the former may not.”\n                                                      (at pages 661-662)\n                                       ***\n\n\n<span class=\"hidden_text\" id=\"span_156\">                                                                             72</span>\n\f      “The result seems to me to be as follows: General restraints, or,\n      in other words, restraints wholly unlimited in area, are not, as a\n      rule, permitted by the law, although the rule admits of\n      exceptions. Partial restraints, or, in other words, restraints which\n      involve only a limit of places at which, of persons with whom, or\n      of modes in which, the trade is to be carried on, are valid when\n      made for a good consideration, and where they do not extend\n      further than is necessary for the reasonable protection of the\n      covenantee. A limit in time does not, by itself, convert a general\n      restraint into a partial one. “That which the law does not allow is\n      not to be tolerated because it is to last for a short time only.” In\n      considering, however, the reasonableness of a partial restraint,\n      the time for which it is to be imposed may be a material element\n      to consider.”\n                                                      (at pages 662-663)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_138\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_157\">40.   The classic judgment of this Court in <a href=\"/doc/930662/\" id=\"a_353\">Gherulal Parakh v.\n\nMahadeodas Maiya</a>, 1959 Supp (2) SCR 406 [“Gherulal”] states as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_128\">      “… Cheshire and Fifoot in their book on Law of Contract 3rd\n      Edn., observe at p. 280 thus:\n</blockquote><blockquote id=\"blockquote_129\">           “The public interests which it is designed to protect are\n           so comprehensive and heterogeneous, and opinions\n           as to what is injurious must of necessity vary so greatly\n           with the social and moral convictions, and at times\n           even with the political views, of different judges, that it\n           forms a treacherous and unstable ground for legal\n           decision. … These questions have agitated the Courts\n           in the past, but the present state of the law would\n           appear to be reasonably clear. Two observations may\n           be made with some degree of assurance.\n</blockquote><blockquote id=\"blockquote_130\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_158\">First, although the rules already established by precedent must\n      be moulded to fit the new conditions of a changing world, it is\n      no longer legitimate for the Courts to invent a new head of\n      public policy. A judge is not free to speculate upon what, in his\n      opinion, is for the good of the community. He must be content to\n      apply, either directly or by way of analogy, the principles <a href=\"/doc/930662/\" id=\"a_354\">laid\n\n\n<span class=\"hidden_text\" id=\"span_159\">                                                                             73</span>\n\fdown in</a> previous decisions. He must expound, not expand, this\nparticular branch of the law.</span>\n</blockquote>\n<blockquote id=\"blockquote_131\">Secondly, even though the contract is one which prima\nfacie falls under one of the recognized heads of public policy, it\nwill not be held illegal unless its harmful qualities are\nindisputable. The doctrine, as Lord ATKIN remarked in a\nleading case, “should only be invoked in clear cases in which\nthe harm to the public is substantially incontestable, and does\nnot depend upon the idiosyncratic inferences of a few judicial\nminds … In popular language … the contract should be given\nthe benefit of the doubt.”\nAnson in his Law of Contract states the same rule thus, at p.\n216:\n</blockquote><blockquote id=\"blockquote_132\">     “Jessel, M.R., in 1875, stated a principle which is still\n     valid for the Courts, when he said: ‘You have this\n     paramount public policy to consider, that you are not\n     lightly to interfere with the freedom of contract ‘; and it\n     is in reconciling freedom of contract with other public\n     interests which are regarded as of not less importance\n     that the difficulty in these cases arises ….\n     We may say, however, that the policy of the law has,\n     on certain subjects, been worked into a set of tolerably\n     definite rules. The application of these to particular\n     instances necessarily varies with the conditions of the\n     times and the progressive development of public\n     opinion and morality, but, as Lord Wright has said,\n     ‘public policy, like any other branch of the Common\n     Law, ought to be, and I think is, governed by the\n     judicial use of precedents. If it is said that rules of\n     public policy have to be moulded to suit new conditions\n     of a changing world, that is true; but the same is true of\n     the principles of the Common Law generally.”\nIn Halsbury’s Laws of England, 3rd Edn., Vol. 8, the doctrine is\nstated at p. 130 thus:\n</blockquote><blockquote id=\"blockquote_133\">     “Any agreement which tends to be injurious to the\n     public or against the public good is void as being\n     contrary to public policy…. It seems, however, that this\n     branch of the law will not be extended. The\n     determination of what is contrary to the so-called policy\n     of the law necessarily varies from time to time. Many\n\n<span class=\"hidden_text\" id=\"span_160\">                                                                     74</span>\n\f           transactions are upheld now which in a former\n           generation would have been avoided as contrary to the\n           supposed policy of the law. The rule remains, but its\n           application varies with the principles which for the time\n           being guide public opinion.” …”\n                                                      (at pages 432-434)\n                                      ***\n      “… The doctrine of public policy may be summarized thus:\n      Public policy or the policy of the law is an illusive (sic elusive)\n      concept; it has been described as “untrustworthy guide”,\n      “variable quality”, “uncertain one”, “unruly horse”, etc; the\n      primary duty of a Court of Law is to enforce a promise which the\n      parties have made and to uphold the sanctity of contracts which\n      form the basis of society, but in certain cases, the Court may\n      relieve them of their duty on a rule founded on what is called\n      the public policy; for want of better words Lord Atkin describes\n      that something done contrary to public policy is a harmful thing,\n      but the doctrine is extended not only to harmful cases but also\n      to harmful tendencies; this doctrine of public policy is only a\n      branch of common law, and, just like any other branch of\n      common law, it is governed by precedents; the principles have\n      been crystallized under different heads and though it is\n      permissible for Courts to expound and apply them to different\n      situations, it should only be invoked in clear and incontestable\n      cases of harm to the public; though the heads are not closed\n      and though theoretically it may be permissible to evolve a new\n      head under exceptional circumstances of a changing world, it is\n      advisable in the interest of stability of society not to make any\n      attempt to discover new heads in these days.”\n                                                      (at pages 439-440)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_139\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906138\" id=\"span_161\">41.   This judgment has been referred to with approval in several\n\nsubsequent decisions. Thus, in <a href=\"/doc/1906138/\" id=\"a_355\">Murlidhar Aggarwal v. State of U.P.</a>,\n\n(1974) 2 SCC 472, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_134\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_162\">“30. “Public Policy” has been defined by Winfield as “a principle\n      of judicial legislation or interpretation founded on the current\n      needs of the community” [Percy H. Winfield, Public Policy in\n      English Common Law, 42 Harvard Law Rev. 76]. Now, this\n\n<span class=\"hidden_text\" id=\"span_163\">                                                                            75</span>\n\f      would show that the interests of the whole public must be taken\n      into account; but it leads in practice to the paradox that in many\n      cases what seems to be in contemplation is the interest of one\n      section only of the public, and a small section at that. The\n      explanation of the paradox is that the courts must certainly\n      weigh the interests of the whole community as well as the\n      interests of a considerable section of it, such as tenants, for\n      instance, as a class as in this case. If the decision is in their\n      favour, it means no more than that there is nothing in their\n      conduct which is prejudicial to the nation as a whole. Nor is the\n      benefit of the whole community always a mere tacit\n      consideration. The courts may have to strike a balance in\n      express terms between community interests and sectional\n      interests. So, here we are concerned with the general freedom\n      of contract which everyone possesses as against the principle\n      that this freedom shall not be used to subject a class, to the\n      harassment of suits without valid or reasonable grounds.\n      Though there is considerable support in judicial dicta for the\n      view that courts cannot create no (sic) new heads of public\n      policy [<a href=\"/doc/930662/\" id=\"a_356\">Gherulal Parekh v. Mahadeodas Maiya</a>, 1959 Supp (2)\n      SCR 406, 440] , there is also no lack of judicial authority for the\n      view that the categories of heads of public policy are not closed\n      and that there remains a broad field within which courts can\n      apply a variable notion of policy as a principle of judicial\n      legislation or interpretation founded on the current needs of the\n      community [Dennis Lloyd, Public Policy (1953) pp. 112 &amp; 113.].”</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_140\">42.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147006\" id=\"span_164\">In <a href=\"/doc/147006/\" id=\"a_357\">Union of India v. Gopal Chandra Misra</a>, (1978) 2 SCC 301, this\n\nCourt held:</span>\n</p>\n<blockquote id=\"blockquote_135\">      “38. It must be remembered that the doctrine of public policy is\n      only a branch of the common law, and its principles have been\n      crystallised and its scope well delineated by judicial precedents.\n      It is sometimes described as “a very unruly horse”. Public\n      policy, as Burroughs, J. put it in Fauntleroy case [Amicable\n      Society v. Boeland, (1830) 4 Bligh, (NS) 194 : 2 Dow &amp; C11] ,\n      “is a restive horse and when you get astride of it, there is no\n      knowing where it will carry you”. Public policy can, therefore, be\n      a very unsafe, questionable and unreliable ground for judicial\n      decision and courts cannot, but be very cautious to mount this\n      treacherous horse even if they must. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_165\">This doctrine, as pointed\n\n<span class=\"hidden_text\" id=\"span_166\">                                                                            76</span>\n\f      out by this Court in <a href=\"/doc/930662/\" id=\"a_358\">Gherulal Parakh</a> case [AIR 1959 SC 781 :</span>\n</blockquote><blockquote id=\"blockquote_136\">      1959 Supp 2 SCR 406] (ibid.), can be applied only in a case\n      where clear and undeniable harm to the public is made out. To\n      quote the words of Subba Rao, J. (as he then was):\n          Though theoretically it may be permissible to evolve a\n          new head (of public policy) under exceptional\n          circumstances of a changing world, it is advisable in\n          the interest of stability of society not to make any\n          attempt to discover new heads in these days.\n          There are no circumstances, whatever, which would\n          show that the withdrawal of the resignation by the\n          appellant would cause harm to the public or even to an\n          individual. The contention, therefore, is repelled.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_141\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_167\">43.   This Court’s judgment in <a href=\"/doc/477313/\" id=\"a_359\">Central Inland Water Transport Corpn. v.\n\nBrojo Nath Ganguly</a>, (1986) 3 SCC 156, after referring to the case law on\n\nthe subject, then held:</span>\n</p>\n<blockquote id=\"blockquote_137\">      “92. <a href=\"/doc/171398/\" id=\"a_360\">The Indian Contract Act</a> does not define the expression\n      “public policy” or “opposed to public policy”. From the very\n      nature of things, the expressions “public policy”, “opposed to\n      public policy”, or “contrary to public policy” are incapable of\n      precise definition. Public policy, however, is not the policy of a\n      particular government. It connotes some matter which concerns\n      the public good and the public interest. The concept of what is\n      for the public good or in the public interest or what would be\n      injurious or harmful to the public good or the public interest has\n      varied from time to time. As new concepts take the place of old,\n      transactions which were once considered against public policy\n      are now being upheld by the courts and similarly where there\n      has been a well-recognized head of public policy, the courts\n      have not shirked from extending it to new transactions and\n      changed circumstances and have at times not even flinched\n      from inventing a new head of public policy. There are two\n      schools of thought— “the narrow view” school and “the broad\n      view” school. According to the former, courts cannot create new\n      heads of public policy whereas the latter countenances judicial\n      law-making in this area. The adherents of “the narrow view”\n      school would not invalidate a contract on the ground of public\n\n<span class=\"hidden_text\" id=\"span_168\">                                                                           77</span>\n\fpolicy unless that particular ground had been well-established\nby authorities. Hardly ever has the voice of the timorous spoken\nmore clearly and loudly than in these words of Lord Davey\nin Janson v. Driefontein Consolidated Gold Mines Ltd. [(1902)\nAC 484, 500]: “Public policy is always an unsafe and\ntreacherous ground for legal decision”. That was in the year\n1902. Seventy-eight years earlier, Burrough, J., in Richardson v.\nMellish [(1824) 2 Bing 229, 252 : 130 ER 294, 303 and (1824-\n</blockquote><blockquote id=\"blockquote_138\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"4238297\" id=\"span_169\">34) All ER 258, 266] described public policy as “a very unruly\nhorse, and when once you get astride it you never know where\nit will carry you”. The Master of the Rolls, Lord Denning,\nhowever, was not a man to shy away from unmanageable\nhorses and in words which conjure up before our eyes the\npicture of the young Alexander the Great taming Bucephalus,\nhe said in <a href=\"/doc/4238297/\" id=\"a_361\">Enderby Town Football Club Ltd. v. Football Assn.\nLtd.</a> [(1971) Ch 591, 606]: “With a good man in the saddle, the\nunruly horse can be kept in control. It can jump over obstacles.”\nHad the timorous always held the field, not only the doctrine of\npublic policy but even the common law or the principles of\nEquity would never have evolved. Sir William Holdsworth in\nhis History of English Law Vol. III, p. 55, has said:</span>\n</blockquote><blockquote id=\"blockquote_139\">      “In fact, a body of law like the common law, which has\n      grown up gradually with the growth of the nation,\n      necessarily acquires some fixed principles, and if it is\n      to maintain these principles it must be able, on the\n      ground of public policy or some other like ground, to\n      suppress practices which, under ever new disguises,\n      seek to weaken or negative them.”\nIt is thus clear that the principles governing public policy must\nbe and are capable, on proper occasion, of expansion or\nmodification. Practices which were considered perfectly normal\nat one time have today become obnoxious and oppressive to\npublic conscience. If there is no head of public policy which\ncovers a case, then the court must in consonance with public\nconscience and in keeping with public good and public interest\ndeclare such practice to be opposed to public policy. Above all,\nin deciding any case which may not be covered by authority our\ncourts have before them the beacon light of the Preamble to the\nConstitution. Lacking precedent, the court can always be\nguided by that light and the principles underlying the\nFundamental Rights and the Directive Principles enshrined in\nour Constitution.”\n\n<span class=\"hidden_text\" id=\"span_170\">                                                                    78</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_142\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527706\" id=\"span_171\">44.   Likewise, in <a href=\"/doc/527706/\" id=\"a_362\">Rattan Chand Hira Chand v. Askar Nawaz Jung</a>,\n\n(1991) 3 SCC 67, this Court took the view that:</span>\n</p>\n<blockquote id=\"blockquote_140\">      “17. I am in respectful agreement with the conclusion arrived at\n      by the High Court. It cannot be disputed that a contract which\n      has a tendency to injure public interests or public welfare is one\n      against public policy. What constitutes an injury to public\n      interests or welfare would depend upon the times and climes.\n      The social milieu in which the contract is sought to be enforced\n      would decide the factum, the nature and the degree of the\n      injury. It is contrary to the concept of public policy to contend\n      that it is immutable, since it must vary with the varying needs of\n      the society. What those needs are would depend upon the\n      consensus value judgments of the enlightened section of the\n      society. These values may sometimes get incorporated in the\n      legislation, but sometimes they may not. The legislature often\n      fails to keep pace with the changing needs and values nor is it\n      realistic to expect that it will have provided for all contingencies\n      and eventualities. It is, therefore, not only necessary but\n      obligatory on the courts to step in to fill the lacuna. When courts\n      perform this function undoubtedly they legislate judicially. But\n      that is a kind of legislation which stands implicitly delegated to\n      them to further the object of the legislation and to promote the\n      goals of the society. Or to put it negatively, to prevent the\n      frustration of the legislation or perversion of the goals and\n      values of the society. So long as the courts keep themselves\n      tethered to the ethos of the society and do not travel off its\n      course, so long as they attempt to furnish the felt necessities of\n      the time and do not refurbish them, their role in this respect has\n      to be welcomed.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_143\">45.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_172\">In <a href=\"/doc/86594/\" id=\"a_363\">Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp\n\n(1) SCC 644, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_141\">      “48. Since the doctrine of public policy is somewhat open-\n      textured and flexible, Judges in England have shown certain\n      degree of reluctance to invoke it in domestic law. There are two\n      conflicting positions which are referred as the ‘narrow view’ and\n\n<span class=\"hidden_text\" id=\"span_173\">                                                                             79</span>\n\f      the ‘broad view’. According to the narrow view courts cannot\n      create new heads of public policy whereas the broad view\n      countenances judicial law making in this areas. (See : Chitty on\n      Contracts, 26th Edn., Vol. I, para 1133, pp. 685-686). Similar is\n      the trend of the decision in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_174\">In <a href=\"/doc/930662/\" id=\"a_364\">Gherulal Parakh v.\n      Mahadeodas Maiya</a> [1959 Supp 2 SCR 406 : AIR 1959 SC 781]\n      this Court favoured the narrow view when it said:</span>\n</blockquote><blockquote id=\"blockquote_142\">           “… though the heads are not closed and though\n           theoretically it may be permissible to evolve a new\n           head under exceptional circumstances of a changing\n           world, it is admissible in the interest of stability of\n           society not to make any attempt to discover new heads\n           in these days” (p. 440)\n</blockquote><blockquote id=\"blockquote_143\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527706\" id=\"span_175\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_176\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906138\" id=\"span_177\">49. In later decisions this Court has, however, leaned towards\n      the broad view. [See : <a href=\"/doc/1906138/\" id=\"a_365\">Murlidhar Agarwal v. State of U.P.</a> [(1974)\n      2 SCC 472, 482 : (1975) 1 SCR 575, 584]; <a href=\"/doc/477313/\" id=\"a_366\">Central Inland\n      Water Transport Corpn. v. Brojo Nath Ganguly</a> [(1986) 3 SCC\n      156, 217]; <a href=\"/doc/527706/\" id=\"a_367\">Rattan Chand Hira Chand v. Askar Nawaz\n      Jung</a> [(1991) 3 SCC 67, 76-77].]”</span></span></span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_144\">46.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"713373\" id=\"span_178\">In <a href=\"/doc/713373/\" id=\"a_368\">Zoroastrian Coop. Housing Society Ltd. v. District Registrar,\n\nCoop. Societies (Urban</a>), (2005) 5 SCC 632, this Court held:</span>\n\n</p><blockquote id=\"blockquote_144\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_179\">“38. It is true that our Constitution has set goals for ourselves\n      and one such goal is the doing away with discrimination based\n      on religion or sex. But that goal has to be achieved by\n      legislative intervention and not by the court coining a theory that\n      whatever is not consistent with the scheme or a provision of the\n      Constitution, be it under Part III or Part IV thereof, could be\n      declared to be opposed to public policy by the court. Normally,\n      as stated by this Court in <a href=\"/doc/930662/\" id=\"a_369\">Gherulal Parakh v. Mahadeodas\n      Maiya</a> [1959 Supp (2) SCR 406 : AIR 1959 SC 781] the doctrine\n      of public policy is governed by precedents, its principles have\n      been crystallised under the different heads and though it was\n      permissible to expound and apply them to different situations it\n      could be applied only to clear and undeniable cases of harm to\n      the public. Although, theoretically it was permissible to evolve a\n      new head of public policy in exceptional circumstances, such a\n      course would be inadvisable in the interest of stability of\n      society.”</span>\n\n<span class=\"hidden_text\" id=\"span_180\">                                                                            80</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_145\">\f47.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1422834\" id=\"span_181\">In <a href=\"/doc/1422834/\" id=\"a_370\">State of Rajasthan v. Basant Nahata</a>, (2005) 12 SCC 77, this\n\nCourt held:</span>\n</p>\n<blockquote id=\"blockquote_145\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_182\">“39. The principles have been crystallised under different heads\n      and though it may be possible for the courts to expound and\n      apply them to different situations but it is trite that the said\n      doctrine should not be taken recourse to in “clear and\n      incontestable cases of harm to the public though the heads are\n      not closed and though theoretically it may be permissible to\n      evolve a new head under exceptional circumstances of a\n      changing world”. (See <a href=\"/doc/930662/\" id=\"a_371\">Gherulal Parakh v. Mahadeodas Maiya</a>\n      [1959 Supp (2) SCR 406 : AIR 1959 SC 781].)”</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_146\">48.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115852355\" id=\"span_183\">In <a href=\"/doc/115852355/\" id=\"a_372\">Vodafone International Holdings BV v. Union of India</a>, (2012) 6\n\nSCC 613, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_146\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_184\">“263. This Court in <a href=\"/doc/930662/\" id=\"a_373\">Gherulal Parakh v. Mahadeodas Maiya</a> [AIR\n      1959 SC 781 : 1959 Supp (2) SCR 406] held that freedom of\n      contract can be restricted by law only in cases where it is for\n      some good of the community. <a href=\"/doc/1353758/\" id=\"a_374\">The Companies Act, 1956</a> or the\n      FERA, 1973, RBI Regulation or the <a href=\"/doc/789969/\" id=\"a_375\">IT Act</a> do not explicitly or\n      impliedly forbid shareholders of a company to enter into\n      agreements as to how they should exercise voting rights\n      attached to their shares.”</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_147\">49.   A reading of the aforesaid judgments leads to the conclusion that\n\nfreedom of contract needs to be balanced with clear and undeniable harm\n\nto the public, even if the facts of a particular case do not fall within the\n\ncrystallised principles enumerated in well-established ‘heads’ of public\n\npolicy. The question that then arises is whether there is anything in the\n\npublic policy of India, as so understood, which interdicts the party\n\n\n<span class=\"hidden_text\" id=\"span_185\">                                                                         81</span>\n\fautonomy of two Indian persons referring their disputes to arbitration at a\n\nneutral forum outside India.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_148\">\n</p><p data-structure=\"Precedent\" id=\"p_149\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_186\">50.   It can be seen that exception 1 to <a href=\"/doc/1224074/\" id=\"a_376\">section 28</a> of the Contract Act\n\nspecifically saves the arbitration of disputes between two persons without\n\nreference to the nationality of persons who may resort to arbitration. It is for\n\nthis reason that this Court in <a href=\"/doc/1643159/\" id=\"a_377\">Atlas</a> (supra) referred to the said exception to\n\n<a href=\"/doc/597719/\" id=\"a_378\">section 28</a> and found that there is nothing in either <a href=\"/doc/238279/\" id=\"a_379\">section 23</a> or <a href=\"/doc/597719/\" id=\"a_380\">section 28</a>\n\nwhich interdicts two Indian parties from getting their disputes arbitrated at a\n\nneutral forum outside India.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_150\">\n</p><p data-structure=\"Section\" id=\"p_151\">51.   However, it was argued by Shri Himani, with specific reference to\n\n<a href=\"/doc/597719/\" id=\"a_381\">section 28(1)(a)</a> and <a href=\"/doc/1722761/\" id=\"a_382\">section 34(2A)</a> of the Arbitration Act, that since two\n\nIndian parties cannot opt out of the substantive law of India and therefore,\n\nought to be confined to arbitrations in India, Indian public policy, as\n\nreflected in these two sections, ought to prevail. We are unable to agree\n\nwith this argument. It will be seen that <a href=\"/doc/597719/\" id=\"a_383\">section 28(1)(a)</a> of the Arbitration\n\nAct, when read with <a href=\"/doc/738672/\" id=\"a_384\">section 2(2)</a>, <a href=\"/doc/738672/\" id=\"a_385\">section 2(6)</a> and <a href=\"/doc/1242720/\" id=\"a_386\">section 4</a>, only makes it\n\nclear that where the place of arbitration is situated in India, in an arbitration\n\nother than an international commercial arbitration (i.e. an arbitration where\n\nnone of the parties, inter alia, happens to be a national of a foreign country\n\nor habitually resident in a foreign country), the arbitral tribunal shall decide\n\n\n\n\n<span class=\"hidden_text\" id=\"span_187\">                                                                              82</span>\n\fthe dispute in accordance with the substantive law for the time being in\n\nforce in India.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_152\">\n</p><p data-structure=\"Section\" id=\"p_153\">52.   It can be seen that <a href=\"/doc/597719/\" id=\"a_387\">section 28(1)(a)</a> of the Arbitration Act makes no\n\nreference to an arbitration being conducted between two Indian parties in a\n\ncountry other than India, and cannot be held, by some tortuous process of\n\nreasoning, to interdict two Indian parties from resolving their disputes at a\n\nneutral forum in a country other than India.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_154\">\n</p><p data-structure=\"Section\" id=\"p_155\">53.   Take the case of an Indian national who is habitually resident in a\n\ncountry outside India. Any dispute between such Indian national and an\n\nIndian national who is habitually resident in India would attract the\n\nprovisions of <a href=\"/doc/738672/\" id=\"a_388\">section 2(1)(f)(i)</a> and, consequently, <a href=\"/doc/597719/\" id=\"a_389\">section 28(1)(b)</a> of the\n\nArbitration Act, in which case two Indian nationals would be entitled to have\n\ntheir dispute decided in India in accordance with the rules of law\n\ndesignated by the parties as applicable to the substance of the dispute,\n\nwhich need not be Indian law. This, by itself, is a strong indicator that\n\n<a href=\"/doc/597719/\" id=\"a_390\">section 28</a> of the Arbitration Act cannot be read in the manner suggested by\n\nMr. Himani.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_156\">\n</p><p data-structure=\"Precedent\" id=\"p_157\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_188\">54.   Even otherwise, BALCO (supra), which has been referred to by the\n\nMadhya Pradesh High Court in <a href=\"/doc/196105286/\" id=\"a_391\">Sasan I</a> (supra), in paragraph 118 thereof\n\nspecifically indicated that <a href=\"/doc/597719/\" id=\"a_392\">section 28(1)(a)</a> of the Arbitration Act will not\n\napply where the seat is outside India as, in that event, the conflict of law\n\n<span class=\"hidden_text\" id=\"span_189\">                                                                          83</span>\n\frules of the country in which the arbitration takes place would have to be\n\napplied.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_158\">\n</p><p data-structure=\"CDiscource\" id=\"p_159\">55.   Coming to the example given by Shri Himani, namely, that the\n\napplication of the <a href=\"/doc/57071259/\" id=\"a_393\">Benami Transactions Act</a> cannot be sought to be\n\ncircumvented by two Indian nationals by resorting to an arbitration in a seat\n\noutside India, it is more than likely that, as in the present case, two Indian\n\nnationals will apply the substantive law of India to disputes between them\n\nwhich arise from a breach of contract which takes place in India. Even in\n\nthe absence of any designation of which rules will apply to the substance of\n\nthe dispute, which dispute pertains to transactions concluded in India and\n\nbreach thereof, the substantive law of India will be applied by the arbitrator\n\nin accordance with the conflict of law rules of the country in which the\n\narbitration takes place. Dicey, Morris and Collins on the Conflict of Laws\n\n(Sweet &amp; Maxwell, 15th Edn.) states as follows:\n\n\n</p><blockquote id=\"blockquote_147\">      “Rule 224 – (1)(a) Where all other elements relevant to the\n      situation at the time of the choice are located in a country other\n      than the country whose law has been chosen, the choice of the\n      parties shall not be prejudice the application of provisions of the\n      law of that other country which cannot be derogated from by\n      agreement.”\n                                      ***\n      “The principle in Ralli Bros.: It has already been seen that at\n      common law there was thought to be a principle that a contract\n      (whether lawful by its governing law or not) was, in general,\n      invlaid in so far as the performance of it was unlawful by the law\n      of the country where the contract was to be performed (lex loci\n      solutionis). This principle as formulated in the second edition of\n\n<span class=\"hidden_text\" id=\"span_190\">                                                                            84</span>\n\fthis work, was adopted by the Court of Appeal in the Ralli Bros\ncase. There remains a question, however, whether it is a rule\nof the conflict of laws (as its formulation would suggest) or is,\non the contrary, a principle of the domestic law of contract\nrelating to supervening illegality. The answer affects the\nquestion whether the principle has any application since the\nincorporation of the Rome Convention and the enactment of the\nRome I Regulation. It is clear that if an English contract was to\nbe performed abroad, the English court would refuse to enforce\nit if its performance would directly or indirectly violate the law of\nthe place of performance. Hence an agreement governed by\nEnglish law for the payment in Spain of chartered freight\nbeyond the maximum permitted by Spanish law did not support\nan action in England. Where such a contract was illegal ab initio\naccording to the foreign law and was made by the parties with\nthe object of defying the foreign law, its invalidity would often\nfollow from a general principle of public policy stated below in\nconnection with Rule 229. We are here mainly concerned with\ncontracts which are not against the public policy of this country\nby reason of their interference with the friendly relations\ntowards a foreign government, but which nevertheless involve\nthe doing of something unlawful according to the law of the\ncountry in which the contractual obligation is to be performed,\ne.g. because performance was rendered illegal by the lex loci\nsolutionis after the making of the contract. If English law is the\ngoverning law of the contract, the consequences of illegality,\nwhether initial or supervening, according to the law of the place\nof performance will be identical with those which arise from the\ninitial or supervening illegality according to English domestic\nlaw of a contract to be performed in England.\n</blockquote><blockquote id=\"blockquote_148\">For the principle in Ralli Bros, as so understood, to be\napplicable it is necessary that “performance includes the doing\nin a foreign country of something which the laws of that country\nmake it illegal to do. What this means is not that performance\nis excused whenever it includes an act in a country whose law\nmakes this act illegal. It is not enough that performance is\nexcused, or that the act is unlawful by the law of the country in\nwhich it happens to be done, or that the contract is contrary to\npublic policy according to the law of the place of performance.\nIt must be “unlawful by the law of the country in which the act\nhas to be done,” i.e. by the law of the country in which,\naccording to its express or implied terms, the contract is to be\nperformed. It would not matter whether the person liable to\n<span class=\"hidden_text\" id=\"span_191\">                                                                        85</span>\n\fperform would, by doing so, infringe the laws of the foreign\ncountry in which he is resident or carries on business, or of\nwhich he is a national, if the law of that country is neither the\ngoverning law of the contract nor the lex loci solutionis.\nUp to this point the question of the consequences of illegality\naccording to the lex loci solutionis is covered by authority. It\nwas, however, doubtful and highly controversial whether,\naccording to the English rules of the conflict of laws, illegality\naccording to the lex loci solutionis as such had any effect on the\nvalidity or operation of a contract governed by foreign law and\nto be performed in a third country, i.e. in a foreign country other\nthan that of the governing law. Would an English court enforce\na French contract for the payment in Spain of chartered freight\nbeyond the maximum permitted by Spanish law? Would it hold\nthat the consequences of such illegality were governed by\nSpanish law, the lex loci solutionis, or would it leave it to French\nlaw, the governing law of the contract, to determine whether\nillegality according to the lex loci solutionis had any, and if so\nwhat, effect upon the validity and operation of the contract?\nThe prevailing academic view was that supervening illegality\naccording to the law of the place of performance did not as\nsuch prevent an English court from enforcing the contract,\nunless it were governed by English law. The principle in Ralli\nBros, on this view, was not a principle of the conflict of laws at\nall, but merely an application of the English domestic rules with\nregard to the discharge or suspension of contractual obligations\nby supervening illegality, and the illegality of performance under\nthe lex loci solutionis was no more than a fact to be taken into\naccount by an English court in judging whether performance\nhad become impossible. Whether an English court would\nenforce a French contract for the doing in Spain of something\nwhich Spanish law had forbidden after the making of the\ncontract would depend on French law, and, in particular, on the\nFrench law of suspension or discharge of contracts. There was\nno direct authority on the point. In Kahler v. Midland Bank Ltd.\nLord Reid said that “the law of England will not require an act to\nbe done in performance of an English contract if such\nact….would be unlawful by the law of the country in which the\nact has to be done.” In Zivnostenska Banka v. Frankman,\nhowever, he regarded it as “settled law that, whatever be the\nproper law of the contract, an English court will not require a\nparty to do an act in performance of a contract which would be\n\n<span class=\"hidden_text\" id=\"span_192\">                                                                       86</span>\n\f      an offence under the law in force at the place where the act is\n      to be done.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_160\">56.   The case of Ralli Brothers was followed in Foster v. Driscoll 1929 1\n\nKings Bench 470. Both these judgments were then referred to in\n\nRegazzoni v. KC Sethia [1958] A.C. 301. In this case, the House of Lords\n\ndecided a case in which the respondents agreed to sell and deliver to the\n\nappellant, jute bags. Both parties contemplated that they should be shipped\n\nfrom India to Genoa for resale in South Africa. The parties were also aware\n\nthat the export of jute from India to South Africa was prohibited by Indian\n\nlaw. Despite the fact that English law was the proper law of the contract,\n\nthe House of Lords held that the contract was unenforceable since an\n\nEnglish court will not enforce a contract which violates the law of a foreign\n\nand friendly state. Vicount Simonds put it thus:\n\n</p><blockquote id=\"blockquote_149\">      “The question then arises — and it is, as I say, the only\n      question for your Lordships&#x27; consideration — whether the\n      respondents were justified in repudiating the contract. They\n      claim to be justified on the ground that I have already stated.\n      Their broad proposition is that whether or not the proper law of\n      the contract is English law, an English court will not enforce a\n      contract, or award damages for its breach, if its performance\n      will involve the doing of an act in a foreign and friendly State\n      which violates the law of that State. For this they cite the\n      authority of the well-known case of Foster v. Driscoll, [1929] 1\n      K.B. 470 and much of the debate in this House has been\n      whether that case was rightly decided, and if so, whether it is\n      distinguishable from the present case. The appellant contends\n      that it was not rightly decided, and further invokes a familiar\n      principle which he states in these wide but questionable terms,\n      “An English court will not have regard to a foreign law of a\n\n\n<span class=\"hidden_text\" id=\"span_193\">                                                                          87</span>\n\fpenal, revenue, or political character,” and claims that the\nIndian law here in question is of such a character.”\n                                                 (at pages 317-318)\n                                  ***\n“Here, my Lords, was a formidable line of authority when in\n1920 Ralli Brothers v. Compañia Naviera Sota y Aznar, [1920] 2\nK.B. 287 came before the Court of Appeal. In that case the\ncontract in suit was governed by English law but it required the\nperformance in Spain of an act illegal by Spanish law, and it\nwas held that for that reason it could not be enforced. I will cite\none passage only from the judgment of Scrutton L.J. “Where,”\nhe said, [1920] 2 K.B. 287, 304: “a contract requires an act to\nbe done in a foreign country, it is, in the absence of very special\ncircumstances, an implied term of the continuing validity of such\na provision that the act to be done in the foreign country shall\nnot be illegal by the law of that country. This country should not\nin my opinion assist or sanction the breach of the laws of other\nindependent States.” In the Ralli Brothers case, [1920] 2 K.B.\n287, the relevant law was not a revenue law, and I am content\nto assume that Scrutton L.J. might have qualified his statement\nif he had had such a law in mind. But I venture to return to what\nI said earlier in this opinion. It does not follow from the fact that\ntoday the court will not enforce a revenue law at the suit of a\nforeign State that today it will enforce a contract which requires\nthe doing of an act in a foreign country which violates the\nrevenue law of that country. The two things are not\ncomplementary or co-extensive. This may be seen if for\nrevenue law penal law is substituted. For an English court will\nnot enforce a penal law at the suit of a foreign State, yet it\nwould be surprising if it would enforce a contract which required\nthe commission of a crime in that State. It is sufficient, however,\nfor the purposes of the present appeal to say that, whether or\nnot an exception must still be made in regard to the breach of a\nrevenue law in deference to old authority, there is no ground for\nmaking an exception in regard to any other law. I should myself\nhave said — and this is, I think, the only point upon which I do\nnot agree with the Court of Appeal — that the present case was\nprecisely covered by the decision in Ralli Brothers, [1920] 2\nK.B. 287. For when the fact is found that the very thing which\nthe parties intended to do was to export the jute bags from India\nin order that they might go via Genoa to the Union of South\nAfrica, it appears to me irrelevant that upon the face of the\n\n<span class=\"hidden_text\" id=\"span_194\">                                                                        88</span>\n\f     documents that wrongful intention was not disclosed. But,\n     whether this is so or not, it is clearly covered by Foster v.\n     Driscoll, [1929] 1 K.B. 470, a decision the correctness of which\n     is not to be doubted. The distinctive feature of the case was that\n     Scrutton L.J. thought that the contract there in question could\n     be carried out legally, and for that reason, differing from\n     Lawrence and Sankey L.JJ., held that it was not invalid. The\n     principle of the decision in Ralli Brothers, [1920] 2 K.B. 287 was\n     emphatically reasserted and the apparent innocence of the\n     documents was disregarded, the guilty intention being proved\n     ab extra. So, here, it has been conclusively found that the\n     common intention of the parties was to violate the law of India,\n     and it is of no consequence that the documents did not disclose\n     their intention. I ought not to part from the case without noting\n     that Sankey L.J. observed that the cases relating to the breach\n     of a revenue law were not germane to the issue. Nor are they\n     germane to this appeal. Whether they are still to be regarded as\n     a binding authority is a question that must await determination.”\n                                                     (at pages 321-323)\nLord Reid, concurring, held:\n</blockquote>\n<blockquote id=\"blockquote_150\">         “The only recent authority which is directly in point is Foster\n     v. Driscoll, [1929] 1 K.B. 470. There Scrutton L.J. dissented\n     because he took a different view of the facts: if he had held that\n     performance of the contract necessarily involved a breach of\n     American law, I think that he would have agreed with the\n     majority. He said, [1929] 1 K.B. 470, 496: “I have no doubt that\n     if seller and buyer agreed to ship the whisky into the United\n     States contrary to the laws of that country the contract would\n     not be enforced here: Ralli&#x27;s case, [1920] 2 K.B. 287, not\n     because it was illegal here but as a matter of public policy\n     based on international comity.” He then cited with approval,\n     [1929] 1 K.B. 470, 497, Dicey&#x27;s Conflict of Laws, 4th ed., p. 620:\n     “‘It must, however, be noted that if a contract is an English\n     contract, it will only be held invalid on account of illegality if it\n     actually necessitates the performance in a foreign and friendly\n     country of some act which is illegal by the law of such country.’”\n     And he also quoted with approval a passage from the judgment\n     of Blackburn J. in Waugh v. Morris, (1873) L.R. 8 Q.B. 202, 208:\n     “We quite agree, that, where a contract is to do a thing which\n     cannot be performed without a violation of the law it is void,\n     whether the parties knew the law or not. But we think, that to\n\n<span class=\"hidden_text\" id=\"span_195\">                                                                             89</span>\n\favoid a contract which can be legally performed, on the ground\nthat there was an intention to perform it in an illegal manner, it\nis necessary to show that there was the wicked intention to\nbreak the law; and, if this be so, the knowledge of what the law\nis becomes of great importance.” By “a thing which cannot be\nperformed without a violation of the law,” I think that Blackburn\nJ. meant a thing which the contract expressly or by clear\nimplication requires to be done. This contract does not require\nthe seller to obtain the goods from India: it is only after\ninvestigation of the facts that it appears that he could not have\ngot them anywhere else. And this contract does not disclose the\nbuyer&#x27;s intention to send the goods to South Africa. On the face\nof it this contract could be performed without a breach of the\nlaws of any country. I shall also quote from what Lawrence L.J.\nsaid in Foster&#x27;s case, [1929] 1 K.B. 470, 510:“On principle,\nhowever, I am clearly of opinion that a partnership formed for\nthe main purpose of deriving profit from the commission of a\ncriminal offence in a foreign and friendly country is illegal, even\nalthough the parties have not succeeded in carrying out their\nenterprise, and no such criminal offence has in fact been\ncommitted; and none the less so because the parties may have\ncontemplated that if they could not successfully arrange to\ncommit the offence themselves they would instigate or aid and\nabet some other person to commit it.” These passages cover\nthe present case, and I agree with them.\n</blockquote><blockquote id=\"blockquote_151\">   Finally, it was argued that, even if there be a general rule\nthat our courts will take notice of foreign laws so that\nagreements to break them are unenforceable, that rule must be\nsubject to exceptions and this Indian law is one of which we\nought not to take notice. It may be that there are exceptions. I\ncan imagine a foreign law involving persecution of such a\ncharacter that we would regard an agreement to break it as\nmeritorious. But this Indian law is very far removed from\nanything of that kind. It was argued that this prohibition of\nexports to South Africa was a hostile act against a\nCommonwealth country with which we have close relations, that\nsuch a prohibition is contrary to inter national usage, and that\nwe cannot recognize it without taking sides in the dispute\nbetween India and South Africa.\n</blockquote><blockquote id=\"blockquote_152\">   My Lords, it is quite impossible for a court in this country to\nset itself up as a judge of the rights and wrongs of a\ncontroversy between two friendly countries, we cannot judge\n\n<span class=\"hidden_text\" id=\"span_196\">                                                                      90</span>\n\f      the motives or the justifications of governments of other\n      countries in these matters and, if we tried to do so, the\n      consequences might seriously prejudice international relations.\n      By recognizing this Indian law so that an agreement which\n      involves a breach of that law within Indian territory is\n      unenforceable we express no opinion whatever, either\n      favourable or adverse, as to the policy which caused its\n      enactment. In my judgment this appeal should be dismissed.”\n                                                 (at pages 324-326)\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_161\">57.   It will thus be seen that where the law of India prohibits a certain act,\n\nthe conflict of law rules as set down in Dicey’s authoritative treatise will take\n\ncare of this situation in most cases as the arbitrators would then apply\n\nthese rules on the ground of international comity between nations in cases\n\nwhich arise between two Indian nationals in an award made outside India,\n\nwhich would fall within the definition of “foreign award” under <a href=\"/doc/798789/\" id=\"a_394\">Section 44</a> of\n\nthe 1996 Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_162\">\n</p><p data-structure=\"CDiscource\" id=\"p_163\">58.   Even otherwise, a ground may be made out under <a href=\"/doc/444899/\" id=\"a_395\">section 48</a> against\n\nenforcement of a foreign award where enforcement of such award would\n\nbe contrary to the public policy of India. If, on the facts of a given case, it is\n\nfound that two Indian nationals have circumvented a law which pertains to\n\nthe fundamental policy of India, such foreign award may then not be\n\nenforced under <a href=\"/doc/444899/\" id=\"a_396\">section 48(2)(b)</a> of the Arbitration Act. On the assumption\n\nthat Mr. Himani’s example of the <a href=\"/doc/57071259/\" id=\"a_397\">Benami Transactions Act</a> pertains to the\n\nfundamental policy of Indian law, if the foreign award is contrary to such\n\nfundamental policy, such award will then not be enforced in India.\n\n<span class=\"hidden_text\" id=\"span_197\">                                                                               91</span>\n</p><p data-structure=\"Precedent\" id=\"p_164\">\f59.   When it comes to the ground raised under <a href=\"/doc/1722761/\" id=\"a_398\">section 34(2A)</a> of the\n\nArbitration Act, it is clear that in an international commercial arbitration, say,\n\nbetween an Indian national habitually resident outside India and an Indian\n\nnational resident in India, even when the arbitration takes place in India\n\nresulting in an award being made in India, the ground available under\n\n<a href=\"/doc/1722761/\" id=\"a_399\">section 34(2A)</a> would not be available, as it would not apply to an\n\ninternational commercial arbitration held in India. In agreeing to a neutral\n\nforum outside India, parties agree that instead of one bite at the cherry\n\nunder <a href=\"/doc/1722761/\" id=\"a_400\">section 34</a> of the Arbitration Act, where an arbitration between two\n\nIndian nationals is conducted in India [with the grounds for setting aside the\n\naward being available under <a href=\"/doc/1722761/\" id=\"a_401\">section 34(2A)</a>], what is instead put in place by\n\nthe parties is two bites at the cherry, namely, the recourse to a court or\n\ntribunal in a country outside India for setting aside the arbitral award\n\npassed in that country on grounds available in that country (which may be\n\nwider than the grounds available under <a href=\"/doc/1722761/\" id=\"a_402\">section 34</a> of the Arbitration Act),\n\nand then resisting enforcement under the grounds mentioned in <a href=\"/doc/444899/\" id=\"a_403\">section 48</a>\n\nof the Arbitration Act. The balancing act between freedom of contract and\n\nclear and undeniable harm to the public must be resolved in favour of\n\nfreedom of contract as there is no clear and undeniable harm caused to the\n\npublic in permitting two Indian nationals to avail of a challenge procedure of\n\na foreign county when, after a foreign award passes muster under that\n\nprocedure, its enforcement can be resisted in India on the grounds\n\n<span class=\"hidden_text\" id=\"span_198\">                                                                               92</span>\n\fcontained in <a href=\"/doc/444899/\" id=\"a_404\">section 48</a> of the Arbitration Act, which includes the foreign\n\naward being contrary to the public policy of India.\n\nParty Autonomy\n\n</p><p data-structure=\"Precedent\" id=\"p_165\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"52585881\" id=\"span_199\">60.   The decks have now been cleared to give effect to party autonomy in\n\narbitration. Party autonomy has been held to be the brooding and guiding\n\nspirit of arbitration. Thus, in <a href=\"/doc/52585881/\" id=\"a_405\">Bharat Aluminium Co. v. Kaiser Aluminium\n\nTechnical Services Inc.</a>, (2016) 4 SCC 126, this Court held:</span>\n\n</p><blockquote id=\"blockquote_153\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29637506\" id=\"span_200\">“5. Party autonomy being the brooding and guiding spirit in\n      arbitration, the parties are free to agree on application of three\n      different laws governing their entire contract — (1) proper law of\n      contract, (2) proper law of arbitration agreement, and (3) proper\n      law of the conduct of arbitration, which is popularly and in legal\n      parlance known as “curial law”. The interplay and application of\n      these different laws to an arbitration has been succinctly\n      explained by this Court in Sumitomo Heavy Industries Ltd. v.\n      ONGC Ltd. [Sumitomo Heavy Industries Ltd. v. ONGC Ltd.,\n      (1998) 1 SCC 305], which is one of the earliest decisions in that\n      direction and which has been consistently followed in all the\n      subsequent decisions including the recent <a href=\"/doc/29637506/\" id=\"a_406\">Reliance Industries\n      Ltd. v. Union of India [Reliance Industries Ltd.</a> v. Union of India,\n      (2014) 7 SCC 603 : (2014) 3 SCC (Civ) 737] .”\n                                      ***\n      “10. In the matter of interpretation, the court has to make\n      different approaches depending upon the instrument falling for\n      interpretation. Legislative drafting is made by experts and is\n      subjected to scrutiny at different stages before it takes final\n      shape of an Act, Rule or Regulation. There is another category\n      of drafting by lawmen or document writers who are\n      professionally qualified and experienced in the field like drafting\n      deeds, treaties, settlements in court, etc. And then there is the\n      third category of documents made by laymen who have no\n      knowledge of law or expertise in the field. The legal quality or\n      perfection of the document is comparatively low in the third\n      category, high in second and higher in first. No doubt, in the\n      process of interpretation in the first category, the courts do\n\n<span class=\"hidden_text\" id=\"span_201\">                                                                            93</span>\n\f      make an attempt to gather the purpose of the legislation, its\n      context and text. In the second category also, the text as well\n      as the purpose is certainly important, and in the third category\n      of documents like wills, it is simply intention alone of the\n      executor that is relevant. In the case before us, being a contract\n      executed between the two parties, the court cannot adopt an\n      approach for interpreting a statute. The terms of the contract\n      will have to be understood in the way the parties wanted and\n      intended them to be. In that context, particularly in agreements\n      of arbitration, where party autonomy is the grund norm, how the\n      parties worked out the agreement, is one of the indicators to\n      decipher the intention, apart from the plain or grammatical\n      meaning of the expressions and the use of the expressions at\n      the proper places in the agreement.”</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_166\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114255072\" id=\"span_202\">61.   Likewise, in <a href=\"/doc/114255072/\" id=\"a_407\">Centrotrade Minerals &amp; Metal Inc. v. Hindustan\n\nCopper Ltd.</a>, (2017) 2 SCC 228, this Court held that a two-tier arbitration,\n\nnamely, an arbitration at an original forum followed by an appeal at an\n\nappellate forum, would not be interdicted by the <a href=\"/doc/1052228/\" id=\"a_408\">Arbitration Act</a>, given the\n\nfree party autonomy for parties to enter into an agreement as to choice of\n\nfora and procedure at such fora. Thereafter, this Court, under the head\n\n“party autonomy”, put it thus:</span>\n</p>\n<blockquote id=\"blockquote_154\">      “Party autonomy\n</blockquote><blockquote id=\"blockquote_155\">      38. Party autonomy is virtually the backbone of arbitrations.\n</blockquote><p data-structure=\"Precedent\" id=\"p_167\">      This Court has expressed this view in quite a few decisions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_203\">In\n      two significant passages in <a href=\"/doc/173015163/\" id=\"a_409\">Bharat Aluminium Co. v. Kaiser\n      Aluminium Technical Services Inc. [Bharat Aluminium Co.</a> v.\n      Kaiser Aluminium Technical Services Inc., (2016) 4 SCC 126 :</span>\n</p><blockquote id=\"blockquote_156\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29637506\" id=\"span_204\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_205\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_206\">(2016) 2 SCC (Civ) 580, Hon&#x27;ble Judges/Coram: Anil R. Dave,\n      Kurian Joseph and Amitava Roy, JJ.] this Court dealt with party\n      autonomy from the point of view of the contracting parties and\n      its importance in commercial contracts. In para 5 of the Report,\n      it was observed: (SCC p. 130)\n\n\n\n<span class=\"hidden_text\" id=\"span_207\">                                                                           94</span>\n\f    “5. Party autonomy being the brooding and guiding\n    spirit in arbitration, the parties are free to agree on\n    application of three different laws governing their entire\n    contract— (1) proper law of contract, (2) proper law of\n    arbitration agreement, and (3) proper law of the\n    conduct of arbitration, which is popularly and in legal\n    parlance known as “curial law”. The interplay and\n    application of these different laws to an arbitration has\n    been succinctly explained by this Court in <a href=\"/doc/216597/\" id=\"a_410\">Sumitomo\n    Heavy Industries Ltd. v. ONGC Ltd.</a>, [<a href=\"/doc/216597/\" id=\"a_411\">Sumitomo Heavy\n    Industries Ltd. v. ONGC Ltd.</a>, (1998) 1 SCC 305] which\n    is one of the earliest decisions in that direction and\n    which has been consistently followed in all the\n    subsequent decisions including the recent <a href=\"/doc/29637506/\" id=\"a_412\">Reliance\n    Industries Ltd. v. Union of India [Reliance Industries\n    Ltd.</a> v. Union of India, (2014) 7 SCC 603 : (2014) 3\n    SCC (Civ) 737] .”\n                                         (emphasis in original)\nLater in para 10 of the Report, it was held: (SCC pp. 131-32)\n    “10. In the matter of interpretation, the court has to\n    make different approaches depending upon the\n    instrument falling for interpretation. Legislative drafting\n    is made by experts and is subjected to scrutiny at\n    different stages before it takes final shape of an Act,\n    Rule or Regulation. There is another category of\n    drafting by lawmen or document writers who are\n    professionally qualified and experienced in the field like\n    drafting deeds, treaties, settlements in court, etc. And\n    then there is the third category of documents made by\n    laymen who have no knowledge of law or expertise in\n    the field. The legal quality or perfection of the\n    document is comparatively low in the third category,\n    high in second and higher in first. No doubt, in the\n    process of interpretation in the first category, the courts\n    do make an attempt to gather the purpose of the\n    legislation, its context and text. In the second category\n    also, the text as well as the purpose is certainly\n    important, and in the third category of documents like\n    wills, it is simply intention alone of the executor that is\n    relevant. In the case before us, being a contract\n    executed between the two parties, the court cannot\n    adopt an approach for interpreting a statute. The terms\n\n<span class=\"hidden_text\" id=\"span_208\">                                                                  95</span>\n\f     of the contract will have to be understood in the way\n     the parties wanted and intended them to be. In that\n     context, particularly in agreements of arbitration,\n     where party autonomy is the grund norm, how the\n     parties worked out the agreement, is one of the\n     indicators to decipher the intention, apart from the plain\n     or grammatical meaning of the expressions and the\n     use of the expressions at the proper places in the\n     agreement.”\n                                           (emphasis in original)</span></span></span>\n</blockquote><blockquote id=\"blockquote_157\">39. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"194956585\" id=\"span_209\">In <a href=\"/doc/194956585/\" id=\"a_413\">Union of India v. U.P. State Bridge Corpn. Ltd. [Union of\nIndia</a> v. U.P. State Bridge Corpn. Ltd., (2015) 2 SCC 52 : (2015)\n1 SCC (Civ) 732] this Court accepted the view [ O.P. Malhotra\non the Law and Practice of Arbitration and Conciliation (3rd\nEdn. revised by Ms Indu Malhotra, Senior Advocate)] that the\nA&amp;C Act has four foundational pillars and then observed in para\n16 of the Report that: (SCC p. 64)\n     “16. First and paramount principle of the first pillar is\n     ‘fair, speedy and inexpensive trial by an Arbitral\n     Tribunal’. Unnecessary delay or expense would\n     frustrate the very purpose of arbitration. Interestingly,\n     the second principle which is recognised in the Act is\n     the party autonomy in the choice of procedure. This\n     means that if a particular procedure is prescribed in the\n     arbitration agreement which the parties have agreed\n     to, that has to be generally resorted to.”\n                                           (emphasis in original)</span>\n</blockquote><blockquote id=\"blockquote_158\">40. This is also the view taken in Law and Practice of\nInternational Commercial Arbitration [Chapter 6. Conduct of the\nProceedings in Nigel Blackaby, Constantine Partasides, et\nal., Redfern and Hunter on International Arbitration [Sixth Edn.,\n© Kluwer Law International, Oxford University Press 2015] pp.\n</blockquote><p data-structure=\"Precedent\" id=\"p_168\">353-414, Para 6.07] wherein it is said:\n</p><blockquote id=\"blockquote_159\">     “Party autonomy is the guiding principle in determining\n     the procedure to be followed in an international\n     arbitration. It is a principle that is endorsed not only in\n     national laws, but also by international arbitral\n     institutions worldwide, as well as by international\n     instruments such as the New York Convention and the\n     Model Law.”\n\n\n\n<span class=\"hidden_text\" id=\"span_210\">                                                                    96</span>\n</blockquote><blockquote id=\"blockquote_160\">\f        41. However, the authors in Comparative International\n        Commercial Arbitration [Chapter 17: Determination of\n        Applicable Law in Julian D.M. Lew, Loukas A. Mistelis, et\n        al., Comparative International Commercial Arbitration (Kluwer\n        Law International 2003) pp. 411-437, Para 17-8] go a step\n        further in that, apart from procedure, they say that party\n        autonomy permits parties to have their choice of substantive\n        law as well. It is said:\n</blockquote><blockquote id=\"blockquote_161\">             “All modern arbitration laws recognise party autonomy,\n             that is, parties are free to determine the substantive\n             law or rules applicable to the merits of the dispute to\n             be resolved by arbitration. Party autonomy provides\n             contracting parties with a mechanism of avoiding the\n             application of an unfavourable or inappropriate law to\n             an international dispute. This choice is and should be\n             binding on the Arbitration Tribunal. This is also\n             confirmed in most arbitration rules.”\n                                                (emphasis in original)\n</blockquote><blockquote id=\"blockquote_162\">        42. Be that as it may, the legal position as we understand it is\n        that the parties to an arbitration agreement have the autonomy\n        to decide not only on the procedural law to be followed but also\n        the substantive law. The choice of jurisdiction is left to the\n        contracting parties. In the present case, the parties have\n        agreed on a two-tier arbitration system through Clause 14 of\n        the agreement and Clause 16 of the agreement provides for the\n        construction of the contract as a contract made in accordance\n        with the laws of India. We see nothing wrong in either of the two\n        clauses mutually agreed upon by the parties.”\n\n\nIn a very important passage, where it was sought to be argued that a two-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_169\">tier arbitration would be contrary to the public policy of India, this Court\n\nheld:\n</p>\n<blockquote id=\"blockquote_163\">        “Public policy and two-tier arbitrations\n</blockquote><blockquote id=\"blockquote_164\">        43. The question that now arises is the interplay between public\n        policy and party autonomy and therefore whether embracing\n        the two-tier arbitration system is contrary to public policy.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_211\">                                                                            97</span>\n<blockquote id=\"blockquote_165\">\f44. Years ago, it was said per Burroughs, J. in Amicable\nSociety v. Bolland [Amicable Society v. Bolland, (1830) 4 Bligh\n(NS) 194 : 5 ER 70 : 2 Dow &amp; Cl 1 : 6 ER 630. [Ed.: See also\nper Burroughs, J. in Richardson v. Mellish, 1824 Bing 229 at\n252 : 130 ER 293 at 303, wherein also he observed: “Public\nPolicy — it is a very unruly horse, and when once you get\nastride it you never know where it will carry you.”]] (Fauntleroy\ncase):\n</blockquote><blockquote id=\"blockquote_166\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_212\">“Public policy is a restive horse and when you get\n     astride of it, there is no knowing where it will carry\n     you.”\nPerhaps to assist in getting over this uncertainty, Mustill and\nBoyd [The Law and Practice of Commercial Arbitration in\nEngland, London, Butterworths 1982 pp. 245-246] identify four\nclasses of provision regarded by the courts as contrary to public\npolicy. They are: (i) Terms which affect the substantive content\nof the award; (ii) Terms which purport to exclude or restrict the\nsupervisory jurisdiction of the Court; (iii) Terms which require\nthe arbitrator to conduct the reference in an unacceptable\nmanner; and (iv) Terms which purport to empower the arbitrator\nto carry put procedures or exercise powers which lie exclusively\nwithin the jurisdiction of the courts. Clause 14 of the agreement\nbetween the parties does not fall under any of these situations.”\n                                 ***\n“46. For the present we are concerned only with the\nfundamental or public policy of India. Even assuming the broad\ndelineation of the fundamental policy of India as stated in\n<a href=\"/doc/31621011/\" id=\"a_414\">Associate Builders [Associate Builders v. DDA</a>, (2015) 3 SCC\n49 : (2015) 2 SCC (Civ) 204] we do not find anything\nfundamentally objectionable in the parties preferring and\naccepting the two-tier arbitration system. The parties to the\ncontract have not by-passed any mandatory provision of the\nA&amp;C Act and were aware, or at least ought to have been aware\nthat they could have agreed upon the finality of an award given\nby the arbitration panel of the Indian Council of Arbitration in\naccordance with the Rules of Arbitration of the Indian Council of\nArbitration. Yet they voluntarily and deliberately chose to agree\nupon a second or appellate arbitration in London, UK in\naccordance with the Rules of Conciliation and Arbitration of the\nInternational Chamber of Commerce. There is nothing in the\nA&amp;C Act that prohibits the contracting parties from agreeing\nupon a second instance or appellate arbitration — either\n\n<span class=\"hidden_text\" id=\"span_213\">                                                                    98</span>\n\f      explicitly or implicitly. No such prohibition or mandate can be\n      read into the A&amp;C Act except by an unreasonable and awkward\n      misconstruction and by straining its language to a vanishing\n      point. We are not concerned with the reason why the parties\n      (including HCL) agreed to a second instance arbitration — the\n      fact is that they did and are bound by the agreement entered\n      into by them. HCL cannot wriggle out of a solemn commitment\n      made by it voluntarily, deliberately and with eyes wide open.”\n\n\nNothing stands in the way of party autonomy in designating a seat of\n\narbitration outside India even when both parties happen to be Indian\n\nnationals, as has been held hereinabove.</span>\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_170\"><a href=\"/doc/132700916/\" id=\"a_415\">Section 10</a> of the Commercial Courts Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_171\">\n</p><p data-structure=\"Section\" id=\"p_172\">62.   Shri Himani relied upon <a href=\"/doc/499427/\" id=\"a_416\">section 10</a> read with <a href=\"/doc/30693667/\" id=\"a_417\">section 21</a> of the\n\nCommercial Courts Act to argue that in all cases between Indian nationals\n\nwhich result in awards delivered in a country outside India, <a href=\"/doc/961419/\" id=\"a_418\">section 10(3)</a>\n\nwould apply, as a result of which the impugned judgment having been\n\nmade by a High Court, is made without jurisdiction. In order to appreciate\n\nthis submission, <a href=\"/doc/132700916/\" id=\"a_419\">sections 10</a> and <a href=\"/doc/30693667/\" id=\"a_420\">21</a> of the Commercial Courts Act are set\n\nout hereinbelow:\n</p>\n<blockquote id=\"blockquote_167\">      “10. Jurisdiction in respect of arbitration matters.—Where\n      the subject-matter of an arbitration is a commercial dispute of a\n      specified value and—\n      (1) If such arbitration is an international commercial arbitration,\n          all applications or appeals arising out of such arbitration\n          under the provisions of the <a href=\"/doc/1306164/\" id=\"a_421\">Arbitration and Conciliation Act,\n          1996</a> (26 of 1996) that have been filed in a High Court,\n          shall be heard and disposed of by the Commercial Division\n\n\n<span class=\"hidden_text\" id=\"span_214\">                                                                            99</span>\n\f          where such Commercial Division has been constituted in\n          such High Court.\n</blockquote><blockquote id=\"blockquote_168\">      (2) If such arbitration is other than an international commercial\n          arbitration, all applications or appeals arising out of such\n          arbitration under the provisions of the <a href=\"/doc/1306164/\" id=\"a_422\">Arbitration and\n          Conciliation Act, 1996</a> (26 of 1996) that have been filed on\n          the original side of the High Court, shall be heard and\n          disposed of by the Commercial Division where such\n          Commercial Division has been constituted in such High\n          Court.\n</blockquote><blockquote id=\"blockquote_169\">      (3) If such arbitration is other than an international commercial\n          arbitration, all applications or appeals arising out of such\n          arbitration under the provisions of the <a href=\"/doc/1306164/\" id=\"a_423\">Arbitration and\n          Conciliation Act, 1996</a> (26 of 1996) that would ordinarily lie\n          before any principal civil court of original jurisdiction in a\n          district (not being a High Court) shall be filed in, and heard\n          and disposed of by the Commercial Court exercising\n          territorial jurisdiction over such arbitration where such\n          Commercial Court has been constituted.”\n\n      “21. Act to have overriding effect.—Save as otherwise\n      provided, the provisions of this Act shall have effect,\n      notwithstanding anything inconsistent therewith contained in\n      any other law for the time being in force or in any instrument\n      having effect by virtue of any law for the time being in force\n      other than this Act.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_173\">63.   It must be remembered that when a foreign award is sought to be\n\nenforced under <a href=\"/doc/1052228/\" id=\"a_424\">Part II of the Arbitration Act</a>, the explanation to <a href=\"/doc/1886363/\" id=\"a_425\">section 47</a>\n\nmakes it clear that it is the High Court alone which is the court on whose\n\ndoors the applicant must knock. This is sought to be answered by Shri\n\nHimani by stating that since the explanation to <a href=\"/doc/1886363/\" id=\"a_426\">section 47</a> is in direct\n\ncollision with <a href=\"/doc/54060417/\" id=\"a_427\">section 10(3)</a> of the Commercial Courts Act, vide <a href=\"/doc/157537/\" id=\"a_428\">section 21</a> of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_215\">                                                                           100</span>\n\fthe <a href=\"/doc/24236663/\" id=\"a_429\">Commercial Courts Act</a>, <a href=\"/doc/961419/\" id=\"a_430\">section 10(3)</a> would prevail over the\n\nexplanation to <a href=\"/doc/1886363/\" id=\"a_431\">section 47</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_174\">\n</p><p data-structure=\"Section\" id=\"p_175\">64.   Before entering into a discussion as to whether there is any direct\n\ncollision between the aforesaid provisions, one is first to appreciate the\n\npurport of the expression “international commercial arbitration” contained in\n\n<a href=\"/doc/25320081/\" id=\"a_432\">section 10(1)</a> of the Commercial Courts Act. We have already seen how\n\n<a href=\"/doc/738672/\" id=\"a_433\">section 2(1)(f)</a> of the Arbitration Act which defines the expression\n\n“international commercial arbitration” is only for a limited purpose, namely,\n\nfor the purpose of <a href=\"/doc/1052228/\" id=\"a_434\">Part I of the Arbitration Act</a>. Under <a href=\"/doc/20515713/\" id=\"a_435\">section 2(2)</a> of the\n\nCommercial Courts Act, words and expressions used and not defined in the\n\n<a href=\"/doc/24236663/\" id=\"a_436\">Commercial Courts Act</a> but defined in <a href=\"/doc/161831507/\" id=\"a_437\">the CPC</a> and the <a href=\"/doc/1953529/\" id=\"a_438\">Indian Evidence\n\nAct, 1872</a> shall have the same meanings respectively assigned to them in\n\nthat <a href=\"/doc/13443723/\" id=\"a_439\">Code and the Act</a>. Conspicuous by its absence are definitions\n\ncontained in the <a href=\"/doc/1052228/\" id=\"a_440\">Arbitration Act</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_176\">\n</p><p data-structure=\"CDiscource\" id=\"p_177\">65.   We have therefore to see what is the purport of the expression\n\n“international commercial arbitration” when used in <a href=\"/doc/25320081/\" id=\"a_441\">section 10(1)</a> of the\n\nCommercial Courts Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_178\">\n</p><p data-structure=\"Section\" id=\"p_179\">66.   We have already seen how “international commercial arbitration”,\n\nwhen used in the proviso to <a href=\"/doc/738672/\" id=\"a_442\">section 2(2)</a> of the Arbitration Act, does not\n\nrefer to the definition contained in <a href=\"/doc/738672/\" id=\"a_443\">section 2(1)(f)</a> but would have reference\n\nto arbitrations which take place outside India, awards made in such\n\n<span class=\"hidden_text\" id=\"span_216\">                                                                         101</span>\n\farbitrations being enforceable under <a href=\"/doc/1052228/\" id=\"a_444\">Part II of the Arbitration Act</a>. It will be\n\nnoted that <a href=\"/doc/499427/\" id=\"a_445\">section 10(1)</a> applies to international commercial arbitrations,\n\nand applications or appeals arising therefrom, under both Parts I and II of\n\nthe Arbitration Act. When applications or appeals arise out of such\n\narbitrations under Part I, where the place of arbitration is in India,\n\nundoubtedly, the definition of “international commercial arbitration” in\n\n<a href=\"/doc/738672/\" id=\"a_446\">section 2(1)(f)</a> will govern. However, when applied to Part II, “international\n\ncommercial arbitration” has reference to a place of arbitration which is\n\ninternational in the sense of the arbitration taking place outside India. Thus\n\nconstrued, there is no clash at all between <a href=\"/doc/132700916/\" id=\"a_447\">section 10</a> of the Commercial\n\nCourts Act and the explanation to <a href=\"/doc/1886363/\" id=\"a_448\">section 47</a> of the Arbitration Act, as an\n\narbitration resulting in a foreign award, as defined under <a href=\"/doc/798789/\" id=\"a_449\">section 44</a> of the\n\nArbitration Act, will be enforceable only in a High Court under <a href=\"/doc/25320081/\" id=\"a_450\">section 10(1)</a>\n\nof the Commercial Courts Act, and not in a district court under <a href=\"/doc/1559658/\" id=\"a_451\">section 10(2)</a>\n\nor <a href=\"/doc/961419/\" id=\"a_452\">section 10(3)</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_180\">\n</p><p data-structure=\"Precedent\" id=\"p_181\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143184125\" id=\"span_217\">67.   Even otherwise, this Court has made it clear in <a href=\"/doc/143184125/\" id=\"a_453\">BGS SGS SOMA JV\n\nv. NHPC</a>, (2020) 4 SCC 234 (at paragraphs 12 and 13) that the substantive\n\nlaw as to appeals and applications is <a href=\"/doc/143184125/\" id=\"a_454\">laid down in</a> the <a href=\"/doc/1052228/\" id=\"a_455\">Arbitration Act</a>\n\nwhereas the procedure governing the same is <a href=\"/doc/143184125/\" id=\"a_456\">laid down in</a> the <a href=\"/doc/24236663/\" id=\"a_457\">Commercial\n\nCourts Act</a>. In this context, it has also been held that the <a href=\"/doc/1052228/\" id=\"a_458\">Arbitration Act</a> is a\n\nspecial Act vis-à-vis the <a href=\"/doc/24236663/\" id=\"a_459\">Commercial Courts Act</a> which is general, and which\n\n\n<span class=\"hidden_text\" id=\"span_218\">                                                                            102</span>\n\fapplies to the procedure governing appeals and applications in cases other\n\nthan arbitrations as well.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42235799\" id=\"span_219\">In <a href=\"/doc/42235799/\" id=\"a_460\">Kandla Export Corpn. v. OCI Corpn.</a>, (2018)\n\n14 SCC 715, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_170\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_220\">“20. Given the judgment of this Court in <a href=\"/doc/1851595/\" id=\"a_461\">Fuerst Day Lawson\n     [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd.</a>, (2011) 8 SCC\n     333 : (2011) 4 SCC (Civ) 178] , which Parliament is presumed\n     to know when it enacted the Arbitration Amendment Act, 2015,\n     and given the fact that no change was made in <a href=\"/doc/1052228/\" id=\"a_462\">Section 50</a> of\n     the Arbitration Act when the <a href=\"/doc/24236663/\" id=\"a_463\">Commercial Courts Act</a> was\n     brought into force, it is clear that Section 50 is a provision\n     contained in a self-contained code on matters pertaining to\n     arbitration, and which is exhaustive in nature.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_221\">It carries the\n     negative import mentioned in para 89 of <a href=\"/doc/1851595/\" id=\"a_464\">Fuerst Day Lawson\n     [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd.</a>, (2011) 8 SCC\n     333 : (2011) 4 SCC (Civ) 178] that appeals which are not\n     mentioned therein, are not permissible. This being the case, it is\n     clear that <a href=\"/doc/18671421/\" id=\"a_465\">Section 13(1)</a> of the Commercial Courts Act, being a\n     general provision vis-à-vis arbitration relating to appeals arising\n     out of commercial disputes, would obviously not apply to cases\n     covered by <a href=\"/doc/1052228/\" id=\"a_466\">Section 50</a> of the Arbitration Act.”\n                                    ***\n     “27. The matter can be looked at from a slightly different angle.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_182\">     Given the objects of both the statutes, it is clear that arbitration\n     itself is meant to be a speedy resolution of disputes between\n     parties. Equally, enforcement of foreign awards should take\n     place as soon as possible if India is to remain as an equal\n     partner, commercially speaking, in the international community.\n     In point of fact, the raison d&#x27;être for the enactment of the\n     <a href=\"/doc/24236663/\" id=\"a_467\">Commercial Courts Act</a> is that commercial disputes involving\n     high amounts of money should be speedily decided. Given the\n     objects of both the enactments, if we were to provide an\n     additional appeal, when Section 50 does away with an appeal\n     so as to speedily enforce foreign awards, we would be turning\n     the <a href=\"/doc/24236663/\" id=\"a_468\">Arbitration Act and the Commercial Courts Act</a> on their\n     heads. Admittedly, if the amount contained in a foreign award to\n     be enforced in India were less than Rs 1 crore, and a Single\n     Judge of a High Court were to enforce such award, no appeal\n     would lie, in keeping with the object of speedy enforcement of\n     foreign awards. However, if, in the same fact circumstance, a\n\n<span class=\"hidden_text\" id=\"span_222\">                                                                            103</span>\n\f      foreign award were to be for Rs 1 crore or more, if the\n      appellants are correct, enforcement of such award would be\n      further delayed by providing an appeal under <a href=\"/doc/18671421/\" id=\"a_469\">Section 13(1)</a> of\n      the Commercial Courts Act. Any such interpretation would lead\n      to absurdity, and would be directly contrary to the object sought\n      to be achieved by the <a href=\"/doc/24236663/\" id=\"a_470\">Commercial Courts Act</a> viz. speedy\n      resolution of disputes of a commercial nature involving a sum of\n      Rs 1 crore and over. For this reason also, we feel that <a href=\"/doc/18671421/\" id=\"a_471\">Section\n      13(1)</a> of the Commercial Courts Act must be construed in\n      accordance with the object sought to be achieved by the Act.\n      Any construction of <a href=\"/doc/44411053/\" id=\"a_472\">Section 13</a> of the Commercial Courts Act,\n      which would lead to further delay, instead of an expeditious\n      enforcement of a foreign award must, therefore, be eschewed.\n      Even on applying the doctrine of harmonious construction of\n      both statutes, it is clear that they are best harmonised by giving\n      effect to the special statute i.e. the <a href=\"/doc/1052228/\" id=\"a_473\">Arbitration Act</a>, vis-à-vis the\n      more general statute, namely, the <a href=\"/doc/24236663/\" id=\"a_474\">Commercial Courts Act</a>,\n      being left to operate in spheres other than arbitration.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_183\">68.   It is interesting to note that the <a href=\"/doc/1306164/\" id=\"a_475\">Arbitration and Conciliation\n\n(Amendment) Act, 2015</a> and the <a href=\"/doc/24236663/\" id=\"a_476\">Commercial Courts Act, 2015</a>, both came\n\ninto effect from 23.10.2015. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"995861\" id=\"span_223\">In <a href=\"/doc/995861/\" id=\"a_477\">R.S. Raghunath v. State of Karnataka</a>,\n\n(1992) 1 SCC 335, this Court held that even a later general law which\n\ncontains a non-obstante clause does not override a special law as both\n\nmust be held to operate as follows:</span>\n</p>\n<blockquote id=\"blockquote_171\">      “13. As already noted, there should be a clear inconsistency\n      between the two enactments before giving an overriding effect\n      to the non-obstante clause but when the scope of the\n      provisions of an earlier enactment is clear the same cannot be\n      cut down by resort to non-obstante clause. In the instant case\n      we have noticed that even the General Rules of which Rule\n      3(2) forms a part provide for promotion by selection. As a matter\n      of fact Rules 1(3)(a) and 3(1) and 4 also provide for the\n      enforceability of the Special Rules. The very Rule 3 of the\n      General Rules which provides for recruitment also provides for\n      promotion by selection and further lays down that the methods\n\n<span class=\"hidden_text\" id=\"span_224\">                                                                              104</span>\n\f      of recruitment shall be as specified in the Special Rules, if any.\n</blockquote><blockquote id=\"blockquote_172\">      In this background if we examine the General Rules it becomes\n      clear that the object of these Rules only is to provide broadly for\n      recruitment to services of all the departments and they are\n      framed generally to cover situations that are not covered by the\n      Special Rules of any particular department. In such a situation\n      both the Rules including Rules 1(3)(a), 3(1) and 4 of General\n      Rules should be read together. If so read it becomes plain that\n      there is no inconsistency and that amendment by inserting Rule\n      3(2) is only an amendment to the General Rules and it cannot\n      be interpreted as to supersede the Special Rules. The\n      amendment also must be read as being subject to Rules 1(3)\n</blockquote><blockquote id=\"blockquote_173\">      (a), 3(1) and 4(2) of the General Rules themselves. The\n      amendment cannot be read as abrogating all other Special\n      Rules in respect of all departments. In a given case where there\n      are no Special Rules then naturally the General Rules would be\n      applicable. Just because there is a non-obstante clause, in\n      Rule 3(2) it cannot be interpreted that the said amendment to\n      the General Rules though later in point of time would abrogate\n      the special rule the scope of which is very clear and which co-\n</blockquote><p data-structure=\"Precedent\" id=\"p_184\">      exists particularly when no patent conflict or inconsistency can\n      be spelt out. As already noted Rules 1(3)(a), 3(1) and 4 of the\n      General Rules themselves provide for promotion by selection\n      and for enforceability of the Special Rules in that regard.\n      Therefore there is no patent conflict or inconsistency at all\n      between the General and the Special Rules.”\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_185\">69.   Consequently, this argument of the appellant also fails.\n\n\nWhether an application under section 9 of the Arbitration Act would lie\n\n\n</p><p data-structure=\"RespArg\" id=\"p_186\">70.   Mr. Dewan, by way of cross objection, has challenged the finding of\n\nthe Gujarat High Court by the impugned judgment that the <a href=\"/doc/1120409/\" id=\"a_478\">section 9</a>\n\napplication that was made by the respondent was not maintainable by\n\nreason of the expression “international commercial arbitration” appearing in\n\nthe proviso to <a href=\"/doc/738672/\" id=\"a_479\">section 2(2)</a> having the meaning to be ascribed by <a href=\"/doc/1052228/\" id=\"a_480\">section\n\n\n<span class=\"hidden_text\" id=\"span_225\">                                                                            105</span></a>\n\f<a href=\"/doc/738672/\" id=\"a_481\">2(1)(f)</a> of the Arbitration Act. We have already held in paragraph 14 above\n\nthat this view of the law is incorrect. Consequently, this part of the judgment\n\nis set aside, it being held that the application made by the respondent\n\nunder <a href=\"/doc/1120409/\" id=\"a_482\">section 9</a> would be maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_187\">\n</p><p data-structure=\"Conclusion\" id=\"p_188\">71.   In light of the findings arrived at by us, we uphold the impugned\n\njudgment of the Gujarat High Court, except for the finding on the <a href=\"/doc/1120409/\" id=\"a_483\">section 9</a>\n\napplication of the respondent being held to be non-maintainable. The\n\nappeal is disposed of accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_189\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_190\">                                             ………………….......................J.\n                                             [ ROHINTON FALI NARIMAN ]\n\n\n\n                                             ………………….......................J.\n                                                       [ B.R. GAVAI ]\n\n\n\n                                             ………………….......................J.\n                                                 [ HRISHIKESH ROY ]\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_191\">April 20, 2021.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_192\">\n\n\n<span class=\"hidden_text\" id=\"span_226\">                                                                           106</span>\n\f</p>","numcites":108,"numcitedby":14,"docsource":"Supreme Court of India","citetid":79928496,"divtype":"judgments","relatedqs":[{"value":"sec 23 contract act","formInput":"sec%2023%20contract%20act"},{"value":"\"unless the context otherwise require\"","formInput":"%22unless%20the%20context%20otherwise%20require%22"},{"value":"enforcement of arbitral awards","formInput":"enforcement%20of%20arbitral%20awards"},{"value":" commercial court ","formInput":"%20commercial%20court%20"},{"value":"unless the context otherwise requires","formInput":"unless%20the%20context%20otherwise%20requires"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"gratuity   filter:   gratuity act cases  supreme court three judges judgments","formInput":"gratuity%20%20%20filter%3A%20%20%20gratuity%20act%20cases%20%20supreme%20court%20three%20judges%20judgments"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"Commercial Courts Act ","formInput":"Commercial%20Courts%20Act%20"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"opposed to public policy","formInput":"opposed%20to%20public%20policy"},{"value":"ratio decidendi","formInput":"ratio%20decidendi"},{"value":"foreign arbitration awards","formInput":"foreign%20arbitration%20awards"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"public policy","formInput":"public%20policy"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"domicile","formInput":"domicile"},{"value":"benami ","formInput":"benami%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}