{"tid":81661645,"publishdate":"2023-05-18","title":"Gian Chand vs The State Of Himachal Pradesh on 18 May, 2023","doc":"<h2 class=\"doc_title\">Gian Chand vs The State Of Himachal Pradesh on 18 May, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-bindal\">Rajesh Bindal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-oka\">Abhay S. Oka</a>, <a href=\"/search/?formInput=benchid:r-bindal\">Rajesh Bindal</a></h3>\n\n<pre id=\"pre_1\">                                                       Criminal Appeal No. 282 of 2011\n\n\n\n                                                        [NON-REPORTABLE]\n\n\n                           IN THE SUPREME COURT OF INDIA\n\n                          CRIMINAL APPELLATE JURISDICTION\n\n                            Criminal Appeal No. 282 of 2011\n\n\n          Gian Chand                                                …Appellant\n\n\n                                          Versus\n\n\n          State of Himachal Pradesh                               …Respondent\n\n\n\n                                     JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">          Rajesh Bindal, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">          1.             Judgment of the High Court of Himachal Pradesh\n\n          dated 21.6.2010 passed in Criminal Appeal No. 292/1998 has\n\n          been challenged by the appellant who has been convicted\n\n          under Section 304 Part II, <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a> and sentenced to undergo\n\n          imprisonment for a period of four years and to pay a fine of\n\n          ₹1000/- with default sentence of six months. The Judgment of\n\n          acquittal of the Trial Court was reversed.\n</p><span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span><p data-structure=\"Issue\" id=\"p_4\">\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">SNEHA DAS</span>\n\n</p><p data-structure=\"Facts\" id=\"p_5\">          2.\n<span class=\"hidden_text\" id=\"span_4\">Date: 2023.05.18</span>\n<span class=\"hidden_text\" id=\"span_5\">17:34:00 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n                         The case of the prosecution was that on 15.9.1992 at\n\n          9.00 a.m., the complainant Mohar Singh, PW-1, a member of\n\n<span class=\"hidden_text\" id=\"span_7\">                                         Page 1 of 9</span>\n\f                                          Criminal Appeal No. 282 of 2011\n\n\n\nGram Panchayat, Karar accompanied by Khyali Ram, PW-6,\n\nPradhan of the said Gram Panchayat lodged a daily diary report\n\nwith the police post Anni, District Kullu stating that at about\n\n7.00 p.m. on 14.9.1992, after hearing noise when they came\n\nout, they saw a verbal duel between Gian Chand, the appellant,\n\nMohar Lal, Ranjit and Ghum Dassi on the one hand and Salig\n\nRam, the deceased, on the other hand. The accused Mohar Lal\n\nwas carrying danda and other accused were carrying thick\n\nbranches of Rai.    After verbal altercation continued for some\n\ntime, Gian Chand, Mohar Lal and Ranjit attacked the deceased\n\nSalig Ram with danda as a result of which he died and they fled\n\nfrom the spot.     FIR came to be registered.     The prosecution\n\nproduced fifteen witnesses whereas in defence, the appellant\n\nproduced Amar Singh, DW-1. The Trial Court after appreciating\n\nthe evidence, acquitted the accused.      However, in appeal by\n\nthe State, the judgment of the Trial Court was reversed and the\n\nappellant was convicted under <a href=\"/doc/409589/\" id=\"a_2\">Section 304</a> Part II, <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>.            It is\n\nthis order which is under challenge in the present appeal.\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">3.        Learned counsel for the appellant submitted that\n\nthere are discrepancies in the evidence led by the prosecution.\n\nOn the basis of the statement of the eyewitnesses, the\n\n\n<span class=\"hidden_text\" id=\"span_8\">                            Page 2 of 9</span>\n\f                                                 Criminal Appeal No. 282 of 2011\n\n\n\nappellant could not be convicted. Well-reasoned judgment of\n\nthe Trial Court has been reversed though the view taken was\n\npossible.   Admittedly, there was a land dispute between the\n\nparties. The evidence led by the appellant in defence in the\n\nform of statement of Amar Singh, who appeared as DW-1 was\n\nnot considered at all. He was an independent witness, though\n\nrelative of both, the appellant as well as the deceased.                    He\n\nclearly stated that the deceased died on account of fall from\n\nthe danga, which was 10-12 feet high.             He further submitted\n\nthat it is a case where the incident took place way back in the\n\nyear 1992. More than three decades have passed by. Families\n\nhave also settled in their lives. The matter may be considered\n\nin that light as well.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">4.          On   the     other   hand,     learned     counsel      for    the\n\nrespondent State submitted that the arguments sought to be\n\nraised by the appellant are not tenable at all.             Despite minor\n\ndiscrepancies in the evidence led by the prosecution in the\n\nform of eye witnesses PWs 1 to 5, who had withstood the cross-\n\nexamination, all have categorically testified that danda blow\n\nwas given by Gian Chand on the head of Salig Ram after which\n\nhe died almost instantaneously.                The plea raised by the\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                 Page 3 of 9</span>\n\f                                            Criminal Appeal No. 282 of 2011\n\n\n\nappellant in defence was not tenable as the same was not\n\nsupported by the medical evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">5.         Heard learned counsel for the parties and perused\n\nthe paper book and the relevant record.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">6.         The prosecution produced fifteen witnesses.             In his\n\nstatement, Mohar Singh, PW-1 clearly stated that on 14.9.1992\n\nabout 7 p.m., he saw a scuffle between the deceased and the\n\naccused. There was some dispute regarding the allotment of\n\nnautor as on one side land was allotted to the deceased and on\n\nthe other side, it was allotted to the appellant. PW-1 went back\n\nto his house. However, hearing the loud noise again, he came\n\nback and saw Gian Chand and Mohar Lal with dandas in their\n\nhands giving blow on the head of the deceased Salig Ram who\n\ndied at the spot. On the next day, he had gone to the police\n\nstation to report the matter.        The police had taken into\n\npossession clothes and dandas.            He was an independent\n\nwitness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">7.         The first ground of acquittal taken by the Trial Court\n\nis the variance between the two versions stated by PW-1,\n\nMohar Singh. In the DDR dated 15.9.1992, he mentioned the\n\ndanda blow was inflicted by accused, Mohar Lal and a blow by\n\n<span class=\"hidden_text\" id=\"span_10\">                            Page 4 of 9</span>\n\f                                         Criminal Appeal No. 282 of 2011\n\n\n\nbranch was given by the appellant.        However, as per his\n\nsupplementary statement recorded under <a href=\"/doc/447673/\" id=\"a_4\">Section 161</a> CrPC\n\ndated 15.9.1992, he corrected his previous statement whereby\n\nhe said that Gian Chand, the appellant was the one who had\n\ninflicted the danda blow and not Mohar Lal.       While deposing\n\nbefore the Court, he has stated that Gian Chand had given the\n\ndana blow. The Trial Court has erroneously concluded that the\n\nvariance between the two versions goes to the very root of the\n\ncase. It must be noted that PW-1 corrected his statement at the\n\nfirst available opportunity on the same day.          Furthermore,\n\nappellant Gian Chand and accused Mohar Lal are real brothers.\n\nThere could be no occasion for the complainant to have\n\nchanged his version in order to absolve one of the brothers and\n\nimplicate the other brother, being the author of the fatal head\n\ninjury suffered by the deceased.     The High Court has rightly\n\nconcluded that the variance appears to be on account of an\n\ninadvertent mistake. PW-2 is Paras Ram. He also stated that\n\ndeceased died on account of danda blow given by the\n\nappellant.   The place of occurrence and the time is fully\n\ncorroborated by him as well.     No dent could be pointed out\n\nfrom his cross-examination. PW-3 Mohan Lal also stated that\n\n\n<span class=\"hidden_text\" id=\"span_11\">                           Page 5 of 9</span>\n\f                                         Criminal Appeal No. 282 of 2011\n\n\n\nthe dispute was regarding some land, in possession of\n\ndeceased Salig Ram and accused persons wanted to take\n\nforcible possession thereof. Widow of the deceased Salig Ram,\n\nDevki Devi, had also suffered injuries and is a material\n\nprosecution witness. She appeared as PW-5. She stated that\n\nthe accused sought to raise dispute regarding the land which\n\nwas allotted to her husband. The accused party including the\n\nappellant were trying to interfere in their peaceful possession.\n\nShe also stated that her husband was beaten with danda by the\n\naccused, Gian Chand, Mohar Lal and Ranjit, thereafter she fell\n\nunconscious. She also denied in her cross examination that her\n\nhusband received injuries due to fall from danga.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">8.        On a combined reading of the depositions made by\n\nthe eye witnesses, it is clear that these do not suffer from any\n\nmajor contradictions. As has been noticed by the High Court,\n\none must bear in mind that the occurrence has taken place on\n\n14.9.1992 whereas the witnesses were making statements in\n\nthe court on 11.12.1996. Since there is a gap of more than four\n\nyears, minor contradictions or variations are normal. The Trial\n\nCourt has erred in basing the acquittal of the accused on these\n\nimmaterial inconsistencies. When factum of dispute between\n\n\n<span class=\"hidden_text\" id=\"span_12\">                           Page 6 of 9</span>\n\f                                           Criminal Appeal No. 282 of 2011\n\n\n\nthe parties was even admitted by the accused in their\n\nstatement, recorded under section 313 Cr.PC.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">9.         As per the statement of Dr. Tejvir Singh, who\n\nappeared as PW-7, the deceased received incised looking\n\nlacerated wound 6” x 1” x 6” on the scalp above the left ear\n\nand abrasion on the right scapula.       There was no fracture of\n\nskull. Dura mater was intact. Extra and subdural haemorrhage\n\nwas noticed at the site of wound. Brain matter was congested\n\nin the region of wound. His opinion was that it was a case of\n\nhomicide caused by blunt weapon.          He had also examined\n\nDevki Devi who received lacerated wound about 1 ½ cm x ½\n\ncm x ½ cm on left side of forehead about 1 ½” above outer\n\nmargin of left eye.   There was dark red blood clotted on the\n\nsurface.   The injuries inflicted upon her were opined to be\n\nsimple, caused with blunt weapon. In his cross examination he\n\nstated that the injuries suffered by the deceased could be\n\ncaused by a fall on hard surface. This one line stated by the\n\ndoctor in his cross examination may not be of any help to\n\ndemolish the case of the prosecution which finds corroboration\n\nwith the eye witnesses’ account.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">\n\n\n<span class=\"hidden_text\" id=\"span_13\">                           Page 7 of 9</span>\n\f                                            Criminal Appeal No. 282 of 2011\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">10.        The defence version, in the form of the testimony of\n\nDW-1 does not carry any weight for the reason that when it was\n\nput to PW-1, PW-3, PW-5 and I.O. in their cross examination, all\n\nhave denied that the deceased received injuries due to fall from\n\n‘thara’. In fact, stark contradiction to the defence version has\n\nbeen suggested. According to Gian Chand, the appellant, the\n\ndeceased had died due to fall from ‘thara’,              According to\n\naccused Mohar Lal, also fatal injuries were suffered by the\n\ndeceased due to fall from a ’danga’. Further, accused Ranjit\n\nSingh has altogether shifted the venue in this regard by\n\nmentioning that injuries have been suffered due to fall from the\n\n‘danga of the khalian’. Furthermore, DW-1 has stated “while\n\naltercating, Salig Ram moved towards a danga of the accused\n\nperson from where he fell down.           Meaning thereby he has\n\nfurther shifted the venue of the alleged fall to the house of the\n\naccused.   Therefore, four different versions are coming from\n\nthe side of the defence. Firstly, the deceased had died due to\n\nfall from the ‘thara’ of his house, secondly, from the ‘danga’ of\n\nhis house, thirdly, from the ‘danga of the khalian’ and fourthly\n\nfrom the ‘danga of the accused’. Such inherent contradictions\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                            Page 8 of 9</span>\n\f                                         Criminal Appeal No. 282 of 2011\n\n\n\ncannot result in acquitting the accused. DW-1 was not an eye\n\nwitness, though claimed to be one.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">11.        In view of the clinching evidence produced by the\n\nprosecution, in the form of independent witnesses, in our view,\n\nno error has been committed by the High Court in reversing the\n\njudgment of acquittal passed by the Trial Court. No material\n\nevidence was either misread or ignored. There is no merit in\n\nthe appeal. The same is accordingly dismissed.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">                                                   _____________, J.\n</p><p data-structure=\"Precedent\" id=\"p_17\">                                                   (Abhay S. Oka)\n\n\n\n                                                    ____________, J.\n</p><p data-structure=\"Conclusion\" id=\"p_18\">                                                   (Rajesh Bindal)\n\nNew Delhi\nMay 18, 2023.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">// NR, SS //\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                           Page 9 of 9</span>\n\f</p>","numcites":3,"numcitedby":7,"docsource":"Supreme Court of India","citetid":81661645,"divtype":"judgments","relatedqs":[{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"}],"courtcopy":true,"query_alert":null,"agreement":false}