{"tid":193219,"publishdate":"1976-07-23","title":"Balsukh Refractories And Ceramics Ltd. vs Hindusthan Steel Ltd. And Ors. on 23 July, 1976","doc":"<h2 class=\"doc_title\">Balsukh Refractories And Ceramics Ltd. vs Hindusthan Steel Ltd. And Ors. on 23 July, 1976</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1977CAL20, AIR 1977 CALCUTTA 20</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-c-ray\">Bankim Chandra Ray</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-c-ray\">Bankim Chandra Ray</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n  Ray, J.   \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This revisional application under <a href=\"/doc/82577596/\" id=\"a_1\">Section 115</a> of the Code of Civil Procedure arises out of an application filed by the petitioner under <a href=\"/doc/128412838/\" id=\"a_2\">Section 31</a> read with <a href=\"/doc/169998273/\" id=\"a_3\">Section 33</a> and <a href=\"/doc/1120409/\" id=\"a_4\">Section 9</a> of the Arbitration Act of 1940 and it is directed against order No. 21 dated December 6, 1972 passed in Misc. Case No. 50 of 1972 by the learned Subordinate Judge, Asansol. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The petitioner Company carried on business as manufacturers of and dealers in fireclay bricks and refractory goods in mouja Salanpur P. S. Salanpur, Sub-Division Asansol, District Burdwan, The opposite party No. 1 is a fully owned Government Company in public sector carrying on business as manufacturers of and dealers in Iron and Steel at Bhilai Steel Plant, Bhilai, District Durg, Madhya Pradesh. Sometime in 1966 the opposite party No. 1 sent a letter No. Expm/BM/Pur -- 17 (1)/66 to the petitioner inviting tenders for supply of fireclay bricks and refractory goods of certain specifications to the opposite party No. 1. On February 24, 1966, the petitioner sent a letter to the opposite party No. 1 intimating that the petitioner could supply a certain quantity of fireclay bricks and refractory materials of the specifications mentioned therein and enclosed with it the tender No. BRCS/35/1832. The said letter contained all the terms and conditions. The opposite party No. 1 by letter dated December 31, 1966 accepted the said tender on certain terms and conditions. In the said letter there was a remark which is set out hereunder : &quot;Subject to conditions of acceptance of tender attached.&quot; \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. In accordance with the said agreement the petitioner from time to time sold and delivered diverse quantities of goods to the opposite party No. 1 at the petitioner&#x27;s works&#x27; at Salanpur after the same had been duly inspected and approved at its factory at Salanpur. The opposite party No. 1 made payments from time to time in respect of goods so sold and delivered and after deducting the amounts paid by the opposite party No. 1 a sum of Rs. 86,120.45 paise remains due from the opposite party No. 1 as the balance of price of goods sold and delivered besides other dues. The opposite party\n\nNo. 1 in spite of repeated demands failed and neglected to pay the said sum. There was serious labour unrest in the petitioner&#x27;s factory. Moreover, the opposite party No. 1 did not pay the balance price of the goods supplied. For these reasons the petitioner was compelled to declare a closure of its factory on August 4, 1969 and as such the aforesaid contract became impossible of further performance and void. The notice of such closure was given to opposite party No. 1 in due time. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. In February, 1971, the opposite party No. 1 wrongfully alleged that the petitioner had committed a breach of the said contract by not supplying the balance quantity of goods and the opposite party No. 1 had thereby suffered loss and damage. As such a dispute had arisen and the same should be referred to arbitration. It has been stated that though the said contract did not embody any arbitration clause the opposite party No. 1 by letter dated February 8, 1971, appointed the opposite party No. 2 as its arbitrator purportedly relying upon Clause 23 of the General Conditions of Contract and intimated the same to the petitioner asking it to appoint a person as the second Arbitrator. It has been submitted that the said contract did not contain any arbitration agreement and the said appointment by the opposite party No. 1 is illegal and invalid and the opposite party No. 2 has no jurisdiction to act as arbitrator. On February 20, 1971, the petitioner under protest appointed one Mr. Satipati Banerjee, Advocate, as the Second Arbitrator. The petitioner, thereafter, received a letter dated September 24, 1971 from the opposite party No. 1 intimating it that the opposite party No. 3 by its letter dated May 1, 1971, requested Mr. Satipati Banerjee to intimate when he would be able to come to Bhilai to discuss matters regarding appointment of an umpire. In spite of reminders no reply was received and so the petitioner was called upon to appoint another person as arbitrator in place of Mr. Satipati Banerjee within 15 days of the receipt of the said letter. On November 1, 1971, the petitioner came to know from a copy of the letter by opposite party No. 1 to opposite party No. 2 that the opposite party No. 1 purported to appoint the opposite party No. 2 as the sole arbitrator. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> 5. It has been submitted that Mr. Satipati Banerjee had been suffering from cataract of both the eyes and he was advised to take complete rest in bed. It cannot be said in such circumstances that\n\nhe neglected and refused to act as arbitrator nor was he incapable of acting as arbitrator. The petitioner should be given an opportunity to appoint an arbitrator in place of Mr. Satipati Banerjee. It has been submitted that the appointment of opposite party No. 2 as the sole arbitrator will lead to substantial miscarriage of justice. It has, therefore, been prayed that the question whether there is an arbitration agreement in respect of the above mentioned contract between the petitioner and the opposite party No. 1 should be determined. There is also an alternative prayer for setting aside the purported appointment of the opposite party No. 2 as sole arbitrator and to allow further time to the petitioner to appoint its arbitrator and for stay of arbitration proceedings before opposite party No. 2 till the disposal of this application. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6.       An  objection  to the said   petition was filed by the opposite party No. 1 contending that  the Court had  no  jurisdiction   to   entertain  the  application   and the application had been made mala fide to delay  the  Arbitration   proceeding.    It has been stated that admittedly the   opposite party No. 1 sent the letter No. Expn/ BM/Pur 17-1-1966 to the   petitioner   and several    others    inviting    quotations    for supply of articles.    In paragraph 10 of the said letter it has been provided that   in sending the quotations the petitioner will be deemed to have read, understood and accepted   the   General   Conditions/Special conditions of contract prescribed  by   the project which can be seen in the office of the General Manager on any working day and   liquidated   damages    clause    printed overleaf.     Paragraph   23   of    the    General conditions clearly provides for compulsory arbitration in the event of a dispute arising between the parties.   It has been submitted that the petitioner submitted tenders subject to the General conditions including the arbitration clause and the contract   between   the  petitioner and  the  opposite  party No.  1 is subject to the arbitration  clause  contained  in   the   General conditions  of contract.    It has also been stated that the  petitioner did not supply the articles as per contract nor did it make alternative   arrangements    for    procuring the    same    from   outside.    The   opposite party No. 1 had to purchase the said materials from  elsewhere  at higher prices   at short  notice   in   order   to  maintain    construction  schedule  and  thus  the opposite party   No.   1   had   suffered   considerable financial   loss.    A  dispute has  arisen  between   the   petitioner   and   the   opposite\n\nparty No. 1 and under the terms of the contract the same is to be settled by arbitration. The petitioner appointed Sri Satipati Banerjee, Advocate as its arbitrator and the petitioner thus accepted the position that the dispute was to be settled by arbitration. The petitioner&#x27;s arbitrator did not proceed with the reference in spite of reminders and thereby neglected or refused to act as arbitrator. It has been averred that the opposite party No. 1 by registered letter dated 24-9-1971 requested the petitioner to appoint another arbitrator in place of Sri Satipati Banerjee within 15 days but as nothing was done in this respect so the opposite party No. 1 had to appoint the opposite party No. 2 as sole arbitrator by letter dated 27-10-1971. The said appointment is quite legal and valid. It has been submitted that in Clause 24 of General conditions of contract there is express provision that any legal proceeding against the plant shall be instituted in the appropriate Civil Courts of Durg (District) and this Court has no jurisdiction to entertain this application and to make any order thereon as prayed for. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. On December 6, 1972, the Subordinate Judge, Asansol by order No. 21 dismissed the Misc. case holding that the contract as entered into by the parties to the dispute was subject to the aforesaid General Conditions providing for compulsory arbitration in the event of dispute arising between the parties. It has also been held that there is a dispute between the contracting parties and as such the matter was referable to an arbitration under the terms of the agreement. The appointment of the opposite party No. 2 as sole arbitrator was valid as the petitioner failed to appoint its new arbitrator in place of Sri Satipati Banerjee within the specified time. It was further held that this Court had no jurisdiction to entertain and decide the Misc. case in view of provisions of Clause 24 of General Conditions of Contract. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\"> 8. Mr. Bhabhra, learned counsel appearing on behalf of the petitioner has submitted firstly that the contract entered into between the petitioner and the opposite party No. 1 as evidenced by the letter of offer dated February 24, 1966 and letter of acceptance dated December 31, 1966 annexed as Annexures A and B respectively to the application did not contain any arbitration agreement and as such the appointment of the opposite party No. 2 as arbitrator for decision of\n\nthe dispute is wholly illegal, invalid and unwarranted. Mr. Bhabhra has, in the second place, contended that even assuming for argument&#x27;s sake that the tender had been accepted in accordance with the terms and conditions contained in the letter inviting tenders wherein there is an arbitration clause. The appointment of the opposite party No. 2 as sole arbitrator is illegal and unwarranted inasmuch as there has been no refusal or neglect on the part of the arbitrator Sri Satipati Banerjee appointed by the petitioner to act and also there was no failure on the part of the petitioner to appoint a new arbitrator in place of Sri Satipati Banerjee. It has also been submitted that in Clause 23 of the General Conditions of contract containing the arbitration agreement there is a provision for appointment of an umpire The third dimension of Mr. Bhabhra&#x27;s contention is that in accordance with the terms of contract entered into between the parties the goods were sold and delivered at the factory site of the petitioner at Salanpur within Sub-Division Asansol and as such the learned Subordinate Judge, Asansol had jurisdiction to entertain the said Misc. case and to pass orders thereon. It has been further submitted that the bar to the institution of legal proceedings against the plant in any other Civil Court except in the appropriate Civil Court of Dura (District) as provided in Clause 24 of the said General Conditions of contract is not applicable to this case inasmuch as the said Court has jurisdiction to entertain the said application. It has been further submitted by the learned counsel appearing on behalf of the petitioner that the learned Subordinate Judge was wrong in not holding that the contract had become void being impossible of further performance. It has been lastly contended that the appointment of the opposite party No. 2 as the sole arbitrator is illegal and invalid inasmuch as he is an employee of the opposite party No. 1 and so he is not a disinterested person. The appointment of such a person as an arbitrator will violate the rules of natural justice. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\"> 9. Mr. S. B. Mukherjee, learned counsel appearing on behalf of the opposite party No. 1 has submitted that the contract entered into between the petitioner and the opposite party No. 1 contained an arbitration agreement and as such a dispute between the parties having arisen the appointment of the opposite party No. 2 as arbitrator is perfectly legal end valid, Mr. Mukherjee has also submitted that the petitioner after having appointed Sri Satipati Banerjee as its arbitrator for decision of the dispute by arbitration is not competent to question the existence of any arbitration agreement in the contract entered into between them. Mr. Mukherjee has next submitted that the arbitrator Sri Satipati Banerjee appointed by the petitioner having failed and neglected to proceed with the arbitration proceedings in spite of reminders the opposite party No. 1 duly asked the petitioner to appoint new arbitrator in his place within 15 days. But the petitioner failed to take any steps to appoint a new arbitrator and as such the appointment of opposite party No. 2 by the opposite party No. 1 as the sole arbitrator is quite in accordance with law. Mr. Mukherjee has further contended that in view of the express provision in Clause 24 of the General Conditions of contract the said Misc. case is not maintainable and the learned Subordinate Judge, Asansol was right in rejecting the said Misc. case on that ground. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 10. Admittedly the opposite party No. 1 sent a letter No. Expm/BM/Pur --17/1/66 dated 24th February, 1966 inviting quotations from the petitioner for supply of fireclay bricks and other refractory materials mentioned therein. It also appears that the said letter inviting quotations contained several terms. Paragraph 10 of the said letter runs as follows: \n</p><blockquote id=\"blockquote_1\">  &quot;In sending your quotation you will be deemed to have read, understood and accepted the General Conditions -- Special Conditions of the contract prescribed by the project which can be seen in the office of the General Manager on any working day and liquidated damages printed overleaf.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> It also appears from the letter of acceptance issued by the opposite party No. 1 dated 31st of December, 1966 that the said quotations submitted by the petitioner in its tender were accepted. Clauses 23 and 24 of the General Conditions of contract are quoted below:-- \n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;Clause 23--In the event of any question or dispute arising under these conditions or any special conditions of contract or in connection with this contract (except as to any matters the decision of which is specially provided by these conditions) the same shall be referred to the award of an arbitrator to be nominated by the purchaser and an arbitrator to be nominated by the contractor, or to an Umpire to be appointed by the arbitrators in\n\nwriting before proceeding on the reference. The decision of the arbitrators, or in the event of their not agreeing, of the Umpire appointed by them, shall be final and conclusive and the provision of the <a href=\"/doc/1052228/\" id=\"a_5\">Indian Arbitration Act, 1940</a> and of the Rules framed thereunder and any statutory modification thereof shall be deemed to apply to and be incorporated in this contract. Upon every and any such reference, the assessment of the costs incidental to the reference and award respectively shall be at the discretion of the arbitrator or in the event of their not agreeing of the Umpire appointed by them.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> &quot;Clause 24--That in case any legal proceedings are instituted against the Plant (that is to say, the opposite party No. 1) they shall be instituted in the appropriate Civil Court of Durg (District)&quot;.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 11. On a consideration of Clause 23 of the General Conditions of contract it is evident that the said clause embodies an arbitration agreement. In this case undoubtedly the petitioner failed to supply the requisite quantity of fireclay bricks and refractory materials as per contract entered into between the petitioner and the opposite party No. 1. Of course, the petitioner has stated that this failure on its part to supply the goods was due to the frustration of the contract owing to the closure of its factory on account of labour unrest and non-payment of the balance of prices of goods supplied to the opposite party No. 1. Thus a dispute has arisen between the parties and the same in accordance with the terms of the contract needs to be determined by arbitration. In such circumstances the appointment of opposite party No. 2 as arbitrator by the opposite party No. 1 is in accordance with the terms of the said arbitration clause and the petitioner also appointed Sri Satipati Banerjee as its arbitrator for this purpose. The petitioner, therefore, cannot challenge that there was no arbitration agreement in the contract for determination of any dispute arising out of contract between the petitioner and the opposite party No. 1 by arbitration. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 12. It is evident from the letter dated September 24, 1971 sent by the opposite party No. 1 that the arbitrator Sri Satipati Banerjee appointed by the petitioner who was repeatedly requested to come down to Bhilai in connection with the arbitration proceeding did not send any reply to the opposite party No. 1. The petitioner also was asked by the said letter to appoint another person as arbitrator in place of Sri Satipati Banerjee within 15 days. It appears that the petitioner did not either appoint any new arbitrator or did not send any reply to the same. In these circumstances we have no hesitation to hold that the petitioner failed to appoint an arbitrator by way of substitution within 15 days from the date of the receipt of the said letter and as such the opposite party No. 1 was perfectly justified in appointing the opposite party No. 2 as sole arbitrator in accordance with the provisions of <a href=\"/doc/371235/\" id=\"a_6\">Section 9(b)</a> of the Arbitration Act. No sufficient cause has been shown to us by the petitioner for setting aside the said appointment of the opposite party No. 2 as sole arbitrator and to allow the petitioner further time to appoint an arbitrator in place of Sri Satipati Banerjee who neglected and/or refused to act as arbitrator. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 13. It is evident from Clause 24 of the General Conditions of contract that any legal proceedings against the Plant, that is, the opposite party No. 1, shall be instituted in the appropriate Civil Court of Durg (District). Now the question is whether in view of this specific agreement between the parties as to the venue of bringing any action against the opposite party No. 1 the said Misc. case which was filed in the Court of the Subordinate Judge, Asansol was maintainable or not. It is apparent from the terms of the contract that the goods have been sold and delivered by the petitioner to the opposite party No. 1 at its factory site at Salanpur under Asansol Sub-Division within the jurisdiction of the Court of the Subordinate Judge, Asansol and the Asansol Court ordinarily has jurisdiction to entertain the said application filed under the provisions of the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a>. Under <a href=\"/doc/1882318/\" id=\"a_8\">Section 31</a> an application under the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> may be filed in any Court having jurisdiction in the matter to which the reference relates. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1548537\" id=\"span_1\">In this case the application in question may be filed either in the Asansol Court or in the appropriate Civil Court in Durg (District). In view of the express agreement between the petitioner and the opposite party No. 1 the application was not maintainable in the Court of the Subordinate Judge, Asansol. It is pertinent to refer to the decision in . <a href=\"/doc/1548537/\" id=\"a_10\">Hakam Singh v. Gammon (India) Ltd.</a>; it has been observed by the Supreme Court as follows :</span> \n</p><blockquote id=\"blockquote_4\">  &quot;It is not open to the parties by agreement to confer by their agreement jurisdiction on a Court which it does not possess under the Code. But where two Courts or more have under <a href=\"/doc/161831507/\" id=\"a_11\">the Code of Civil Procedure</a> jurisdiction to try a suit or proceeding an agreement between the parties that the dispute between them shall be tried in one of such Courts is not contrary to public policy. Such agreement does not contravene <a href=\"/doc/1224074/\" id=\"a_12\">Section 28</a> of the Contract Act.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_15\"> 14. It has been strenuously contended by Mr. Bhabhra that the appointment of the opposite party No. 2 who is an employee of the opposite party No. 1 as sole arbitrator is invalid and bad inasmuch as it violates the rules of natural justice. The opposite party No. 2, it has seen submitted, being an employee of the opposite party No. 1 will be biased and he cannot be expected to determine the dispute disinterestedly and free from any bias. In support of his submission certain decisions were cited. In this case the arbitrators were appointed pursuant to the terms of the agreement as contained in the Clause 23 of the General Conditions of the contract which provides that the dispute shall be referred to the award of two arbitrators -- one to be nominated by the petitioner and another arbitrator to be nominated by the opposite party No. 1. In Redman&#x27;s Law of Arbitration and Awards Chapter VI page 56 it has been stated: \n</p>  \n\n<blockquote id=\"blockquote_5\">  &quot;Unless the reference is under some statute which points out the class of persons from which the arbitrator is to be selected, any person may be appointed arbitrator; and if the parties agree to choose the arbitrator by lot they may do so. Some of the older authorities except, as incompetent to be arbitrators, infants and lunatics, but if the selection is by mutual consent it is not now probable that disability of any kind in the person chosen, known at the time of appointment, would be ground for impeaching the award, for the parties choose their own tribunal and agree to abide by its decision.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> &quot;If the parties to a dispute with full knowledge of the facts select an arbitrator who is not an impartial person or who has to perform other duties which will not permit of his being an impartial person, the Court will not in general release them from the bargain upon which they have agreed; and if a party to a contract submits to the jurisdiction of a tribunal which has an interest of its own in the decision, the Court will not in general on that account release him from the bargain (however improvident it may be) so long\n\nas the Court is satisfied that he is aware or ought to have been aware of the terms of the bargain he has entered into. To disqualify an arbitrator so appointed, it is insufficient to show that he might be suspected of partiality: it must be shown, if not that he actually is biased, at least that there is strong probability that he will be biased, and to such an extent as to be incapable of fairly and honestly giving a decision.&quot; (Russell on Arbitration Sixteenth Edition page 110). In (1894) 2 QB 667, Eakersley v. Mersey Docks it has been held that the Rule which applies to a judge or other person holding judicial office -- namely, that he ought not to hear cases in which he might be suspected of a bias in favour of one of the parties -- does not apply to an arbitrator, named in a contract, to whom both the parties have agreed to refer disputes which may arise between them under it. In order to justify the Court in saying that such an arbitrator is disqualified from acting, circumstances must be shown to exist which establish, at least, a probability that he will in fact be biased in favour of one of the parties in giving this decision.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_16\"> 15.       Where, however,   in a contract\nfor the execution of works, the arbitrator selected by the parties is the servant of one of them, he is not disqualified by the mere fact that under the terms of the submission he may have to decide disputes involving the question whether he has himself acted with due skill and competence in advising his employers in respect of carrying out of the contract. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"926631\" id=\"span_2\">In , <a href=\"/doc/926631/\" id=\"a_13\">B. K. Dhar (Private) Ltd. v. Union of India</a> it has been held that if the parties with full knowledge of the fact select their arbitrator who is not an impartial person, the Court will not release them from the bargain upon which they agreed and if a party in order to secure a contract has submitted to the jurisdiction of a tribunal which has an interest of its own in the decision, the Court will not on that account release them from their own bargain, however, improvident it may consider it so long as the Court is satisfied that he knew or should have known what kind of bargain he was entering into.</span> In a bench decision of this Court reported in (1971) 75 Cal WN 767, Union of India v. Promode Kumar Agarwalla it has been observed   \n  &quot;It cannot be said that only because the sole  arbitrator  is nominated  by  the Secretary, Government of India and he might be a Government servant the Court ought to conclude that he will or is likely to act as biased.&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_3\">17. Thus on a consideration of the aforesaid decisions we have no hesitation to hold that the appointment of the opposite party No. 2 as sole arbitrator cannot be held to be invalid on the mere plea that he is an employee of the opposite party No. I in the absence of any material to show that he is biased in favour of the opposite party No. 1. The question whether there has been a frustration of contract or not cannot be decided in the instant application under <a href=\"/doc/1120409/\" id=\"a_14\">Section 9</a> read with <a href=\"/doc/1882318/\" id=\"a_15\">Section 31</a> and <a href=\"/doc/1154891/\" id=\"a_16\">Section 33</a> of the Arbitration Act. The scope of the application is to decide whether there is an arbitration agreement in the contract entered into between, the petitioner and the opposite party No. 1 and whether the appointment of the respondent No. 2 as the sole arbitrator is in accordance with the provision of the <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act</a>. The petitioner failed to supply goods in accordance with the terms of the contract. The question whether the non-delivery of such goods is due to the frustration of the contract or not is a matter relating to the merits and the same is to be decided in the arbitration proceeding and not in this application. It is pertinent to refer in this connection to the decision , <a href=\"/doc/1041073/\" id=\"a_18\">A. M. Mair and Co. v. Gordhandas Saggarmull</a> where it has been held by the Supreme Court   \n  &quot;If, therefore, we come to the conclusion that both the disputes raised by the respondents fall within the scope of the arbitration clause, then there is an end of the matter, for the arbitrators would have jurisdiction to adjudicate on the disputes, and we are not concerned with any error of law or fact committed by them or any omission on their part to consider any of the matters. In this view, it would not be for us to determine the true construction of the contract and find out whether the respondents&#x27; contention is correct or not. Once the dispute is found to be within the scope of the arbitration clause, it is no part of the province of the Court to enter into the merits of the dispute.&quot;</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\"> 18. In the premises aforesaid all the contentions raised on behalf of the petitioner having failed this application fails. The Rule is, therefore, discharged. There will be no order as to costs in the facts and circumstances of the case. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">  Mukherji, J.   \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> 19. I agree. \n</p> \n\n","numcites":13,"numcitedby":3,"docsource":"Calcutta High Court","citetid":193219,"divtype":"judgments","relatedqs":[{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Misc case","formInput":"Misc%20case"},{"value":"closure","formInput":"closure"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"no frustration","formInput":"no%20frustration"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"1966","formInput":"1966"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}