{"tid":157226401,"publishdate":"2012-05-08","title":"Jitender Kumar vs State Of Haryana on 8 May, 2012","doc":"<h2 class=\"doc_title\">Jitender Kumar vs State Of Haryana on 8 May, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2012 SUPREME COURT 2488, 2012 (6) SCC 204, 2012 AIR SCW 3285, AIR 2012 SC (CRIMINAL) 1059, (2012) 3 MH LJ (CRI) 657, (2012) 4 KCCR 209, 2012 (2) CALCRILR 697, 2012 (3) SCC(CRI) 67, 2012 (5) SCALE 606, (2012) 115 ALLINDCAS 257 (SC), (2012) 2 CURCRIR 358, (2012) 2 ALLCRIR 2308, (2012) 3 ALLCRILR 57, (2012) 2 CHANDCRIC 40, (2012) 3 MAD LJ(CRI) 548, (2012) 52 OCR 671, (2012) 3 RECCRIR 736, (2012) 5 SCALE 606, (2012) 2 DLT(CRL) 632, (2012) 78 ALLCRIC 562, 2012 (2) ALD(CRL) 345</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:swatanter-kumar\">Swatanter Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:swatanter-kumar\">Swatanter Kumar</a>, <a href=\"/search/?formInput=benchid:a-k-patnaik\">A.K. Patnaik</a></h3>\n\n<pre id=\"pre_1\">           \n                                                                  REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO.1763 OF 2008\n\nJitender Kumar                               … Appellant\n\n                                   Versus\n\nState of Haryana                             … Respondent\n\n                                  WITH\n\n                       CRIMINAL APPEAL NO.1092 OF 2009\n\nSunil Kumar &amp; Anr.                                 … Appellants\n\n                                   Versus\n\nState of Haryana                             … Respondent\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Swatanter Kumar, J.\n</p>\n\n<p data-structure=\"Section\" id=\"p_2\">1.    The  Trial  Court, vide  its   judgment  of   conviction   dated   5th\nNovember, 2003  and  order  of  sentence  dated  10th November,  2003,  held\nall  the  five  accused,   namely,   Sunil  Kumar,   Satish,   Pawan  Kumar,\nJitender Kumar  and  Ratti Ram  guilty of  the  offence  under  <a href=\"/doc/1897847/\" id=\"a_1\">Section 120-\nB  </a>of  the  Indian  Penal  Code, 1860 (<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>). The Trial  Court  further  held\nthat except Jitender,  remaining  four  accused  were  also  guilty  of  the\noffence under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a>  read  with  <a href=\"/doc/37788/\" id=\"a_4\">Section  34</a>  IPC.   The  Trial  Court\nacquitted all the four accused for the offence under <a href=\"/doc/1011035/\" id=\"a_5\">Section 323</a>  read  with\n<a href=\"/doc/37788/\" id=\"a_6\">Sections 34</a> and <a href=\"/doc/1243353/\" id=\"a_7\">342</a> IPC and convicted them as follows:\n</p>\n<blockquote id=\"blockquote_1\">           “Taking into consideration all the aspects of the case, I take a\n           lenient view and sentence Sunil, Satish,  Pawan  and  Ratti  Ram\n           accused to imprisonment for life under  <a href=\"/doc/1560742/\" id=\"a_8\">Section  302</a>  read  with\n           <a href=\"/doc/37788/\" id=\"a_9\">Section 34</a> IPC and <a href=\"/doc/1897847/\" id=\"a_10\">Section 120B</a> IPC.   Each of  the  accused  is\n           sentenced to a fine of Rs.1000/- under the  said  sections.   In\n           default of payment of fine, the defaulting accused shall  suffer\n           further rigorous imprisonment for six months.\n</blockquote>\n<blockquote id=\"blockquote_2\">           Jitender accused has been found guilty under <a href=\"/doc/1897847/\" id=\"a_11\">Section  120-B</a>  IPC\n           for conspiracy of murder with the other  four-five  persons  and\n           when we read  the  provisions  of  <a href=\"/doc/1897847/\" id=\"a_12\">Section  120B</a>  and  <a href=\"/doc/513074/\" id=\"a_13\">109</a>  IPC,\n           Jitender is also punishable for the offence of murder as the act\n           of murder has been committed in consequence of  the  conspiracy.\n           I, therefore, sentence Jitender accused to imprisonment for life\n           under <a href=\"/doc/1897847/\" id=\"a_14\">Section 120-B</a> IPC.  He is also  sentenced  to  a  fine  of\n           Rs.1000/- under the said section.  In default of payment of fine\n           Jitender accused shall suffer further rigorous imprisonment  for\n           six months.\n</blockquote>\n<blockquote id=\"blockquote_3\">           As regards, the role of Surender @ Sunder son of Ratti Ram,  the\n           husband of Indra deceased, a copy of this judgment  be  sent  to\n           the Superintendent  of  Police,  Hisar  for  taking  appropriate\n           action against him in view of the observations  made  by  me  in\n           this judgment.”\n\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">2.    This judgment of the  Trial  Court  was  challenged  by  the  accused\npersons in appeal before the High Court being Criminal Appeal No.930-DB  of\n2003.  Surender @ Sunder,  husband  of  the  deceased,  had  also  filed  a\ncriminal miscellaneous petition being Criminal Miscellaneous  No.3337-M  of\n2004 against the judgment of the Trial Court wherein it had directed action\nto be taken against him by the Superintendent of  Police  in  view  of  the\nobservations made  by the Trial Court therein.  Both the criminal appeal as\nwell as  the  criminal  miscellaneous  petition  were  heard  together  and\ndisposed of by a common judgment of the High Court  dated  30th  May,  2008\nwherein the High Court upheld the  judgment  of  the  Trial  Court  in  its\nentirety and dismissed the criminal appeal and the  criminal  miscellaneous\npetition.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">3.    Against this judgment of the High Court, two  separate  appeals  have\nbeen filed before this Court, one by Jitender Kumar being  Criminal  Appeal\nNo.1763 of 2008 and the  other  by  Sunil  Kumar  and  Satish  Kumar  being\nCriminal Appeal No.1092 of 2009.  Surender has not challenged the  judgment\nof the High Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    At this stage itself, we may notice that accused Pawan Kumar had also\nfiled a special leave petition against the judgment of the High Court being\nSLP (Crl.) No.7881 of 2011 which came to be dismissed by a  Bench  of  this\nCourt on 14th October, 2011 on the ground of delay as  well  as  on  merit.\nRatti Ram died during the pendency  of  the  proceedings.   Thus,  by  this\ncommon judgment, we would dispose of both these criminal appeals  preferred\nby the three accused persons.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">5.    The First Information Report (FIR) pertaining to the case in hand was\nregistered by ASI Hans Raj of Police Station  Narnaund  on  10th  February,\n1999 on the statement of Ishwar Singh  (PW11),  brother  of  the  deceased.\nChadan Singh, resident of Bhartana had eight children,  two  sons  and  six\ndaughters.  The youngest of the daughters was  Indra  who  was  married  to\nSurender @ Sunder, son of  Ratti  Ram  of  village  Narnaund.   Indra,  the\ndeceased, was having a son aged about two years from this marriage.  Mother-\nin-law of Indra had died even before the marriage of Indra  with  Surender.\nSurender had two brothers, namely, Pawan Kumar and Anup.   Allegedly, Ratti\nRam, father-in-law of Indra, was interested in the children of his  sister-\nin-law (sali) more than his own children.  Ratti Ram had obtained a loan on\nhis own land and purchased a tractor for the children of his sister-in-law.\n Due to this, there was annoyance in the family and particularly, Indra and\nSurender had raised protest.  Having come to know of this  protest,  Satish\nand Sunil son of Shamsher Singh resident of Jamni and Pawan  son  of  Ratti\nRam had threatened Indra that they would kill her.  Satish and Sunil, along\nwith Pawan, had also taken the cattle and other household articles from the\nhouse of Ratti Ram with his permission.  Ratti Ram had even started  living\nin the house of Sunil and Satish.  After being pressurized  by  his  family\nmembers, Ratti Ram, along with his son, had  come  back  to  his  house  in\nNarnaund but the cattle and other household  articles  that  he  had  taken\nwhile going to the house of Sunil were not brought back by Ratti Ram to his\nown house.  Indra had protested against Ratti Ram not bringing  the  cattle\nand household articles to their house.  This further annoyed Sunil, Satish,\netc.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">6.    On 9th February, 1999, Ishwar Singh, PW-11 had gone to the  house  of\nhis sister Indra.  Satish, Sunil and Pawan had also come  to  Narnaund  and\nall of them stayed in the house of Ratti Ram on that day.  At night,  after\ntaking meals, all these guests slept on the ground floor, Surender went  to\nirrigate the fields while Indra along with her son, went to  sleep  in  the\nchobara.   It is stated that at about 1.00 – 1.30 a.m. in the  night,  PW11\nheard loud voices coming from the chobara as  well  as  the  indication  of\nsomebody falling down and rising.  When he went up to the chobara,  he  saw\nthat Ratti Ram and his son Pawan Kumar had caught  hold  of  the  hands  of\nIndra while Satish and Sunil were pulling the rope that had been put around\nher neck.  Indra was struggling for life and was  trying  to  free  herself\nfrom their grip.  When PW11 tried to intervene and get  Indra  freed,  they\ngave a lalkara that Ishwar Singh  should  first  be  taught  a  lesson  for\nintervening in their affairs.  For the fear of death and love for life,  he\nleft the place of occurrence and went to his house and told  the  story  to\nhis family members.  Thereafter, Balwan, Rajender, Jagdish and Sultan,  all\nresidents of Bhartana, came to the house of Indra and found her lying  dead\non the ground floor.  There were marks of injuries on her  neck  and  body.\nShe had been strangulated and murdered.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">7.    Having received the information and registered the FIR  (Ex.P2),  ASI\nHans Raj proceeded to  the  place  of  occurrence  along  with  PW11.   The\nInvestigating Officer conducted the  spot  inspection,  got  the  place  of\noccurrence photographed and collected pieces of bangles, which  were  lying\nin  the  chobara   of  the  premises.   After  conclusion  of  the  inquest\nproceedings, the body of the deceased was sent  for  post  mortem  on  11th\nFebruary, 1999.  The  site  plan  of  the  place  of  occurrence  was  also\nprepared.  Accused Satish was arrested on 17th February, 1999 from the  bus\nstand at Rajthal.  During the course of investigation, he  made  disclosure\nstatement to the effect that the rope used  in  the  crime  had  been  kept\nconcealed in the fields of wheat crop  of  accused  Ratti  Ram.   Upon  his\ndisclosure statement, the said rope was recovered,  made  into  parcel  and\nsealed.   On  8th March, 1999, the  investigation  was  taken  over  by  SI\nJagir Singh.  Accused Sunil and Pawan Kumar were arrested by  him.   During\ninvestigation, they  got recovered the salwar, jhumper and chunni of  Indra\nfrom the kotha of Turi.  Similarly, Jitender was taken into custody on 12th\nMarch, 1999 and upon his disclosure statement, the motorcycle was recovered\nfrom the mechanic shop vide Exhibit P44.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">8.    After completion of investigation, a charge  sheet  was  filed  under\n<a href=\"/doc/1412034/\" id=\"a_15\">Section 173</a> of the Code of Criminal Procedure, 1973 (<a href=\"/doc/445276/\" id=\"a_16\">CrPC</a>) charging all the\nfive accused persons for the offences under <a href=\"/doc/1560742/\" id=\"a_17\">Sections 302</a>, <a href=\"/doc/1243353/\" id=\"a_18\">342</a>,  <a href=\"/doc/180217/\" id=\"a_19\">506</a>,  <a href=\"/doc/1897847/\" id=\"a_20\">120-B</a>\nand <a href=\"/doc/37788/\" id=\"a_21\">34</a> IPC in the Court of the Magistrate who committed  the  case  to  the\nCourt of Sessions.  The prosecution examined as many  as  13  witnesses  in\nsupport of its case and also produced documentary  evidence  including  the\nreport from the Forensic Science Laboratory (FSL).  After  putting  up  the\nevidence against the accused, their statements were recorded under  <a href=\"/doc/767287/\" id=\"a_22\">Section\n313</a> CrPC and then, as already noticed, they were  convicted  by  the  Trial\nCourt and their conviction has been upheld by the High Court also.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">9.    In the backdrop of the above prosecution case and the fact  that  the\nlearned counsel appearing for the appellant in the respective appeals  have\naddressed  distinct  arguments  and  referred  to  different  evidence,  we\nconsider it appropriate to deal with both these appeals separately.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">Criminal Appeal No.1763 of 2008\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">10.   While raising a challenge to the judgment of the High Court  as  well\nas that of the Trial Court, it is,  inter  alia,  contended  on  behalf  of\naccused Jitender Kumar that :\n</p>\n<blockquote id=\"blockquote_4\">i)    He has not been named in the FIR  (Exhibit  P2),  which  fact  itself\n       shows that he has been falsely implicated in the crime.\n</blockquote>\n<blockquote id=\"blockquote_5\">ii)   The occurrence is alleged to have taken place between  1.00  to  1.30\n       a.m. on 10th February, 1999 but the FIR has  been  registered  after\n       undue and unexplained delay, i.e., at 4.30 p.m.  on  10th  February,\n       1999.  The delay in lodging the FIR is fatal  to  the  case  of  the\n       prosecution in the facts and circumstances of the present case.\n</blockquote>\n<blockquote id=\"blockquote_6\">iii)  The learned Trial Court as well as the High Court  have  misread  and\n       failed to appreciate the evidence in accordance with law.\n</blockquote>\n<blockquote id=\"blockquote_7\">iv)   The alleged recovery of the motorcycle Exhibit P44 is in  furtherance\n       to the statement of Jitender (Exhibit P43).  This statement,  having\n       been made to the police, is inadmissible in evidence and  could  not\n       be relied upon by the Court for convicting the accused.\n</blockquote>\n<blockquote id=\"blockquote_8\">v)    Accused Jitender had no motive to be involved in  the  crime  and  no\n       role has been attributed to him so as to warrant his conviction  for\n       an offence under <a href=\"/doc/1560742/\" id=\"a_23\">Section 302</a> IPC.\n</blockquote>\n<blockquote id=\"blockquote_9\">vi)   Jitender has not been convicted independently for  an  offence  under\n       <a href=\"/doc/1560742/\" id=\"a_24\">Section  302</a>/<a href=\"/doc/37788/\" id=\"a_25\">34</a>  IPC  as  recorded  by  the  learned  Trial   Court.\n</blockquote><p data-structure=\"Section\" id=\"p_13\">       Consequently, he could not have been held guilty of the same offence\n       with the aid of <a href=\"/doc/1897847/\" id=\"a_26\">Section 120B</a> IPC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">11.   As already noticed, the FIR (Ext. P2) had been registered by ASI  Hans\nRaj, PW-13 on the statement of Ishwar Singh, PW-11.  It is correct that  the\nname of accused Jitender, son of Sajjan Singh, was not  mentioned  by  PW-11\nin the FIR.   However, the  law  is  well-settled  that  merely  because  an\naccused has not been named in the FIR would not necessarily  result  in  his\nacquittal.   An accused who has not been named in the FIR,  but  to  whom  a\ndefinite role has been is attributed in the  commission  of  the  crime  and\nwhen such role is established  by  cogent  and  reliable  evidence  and  the\nprosecution is also able to prove its case beyond reasonable doubt, such  an\naccused can be punished in accordance with law,  if  found  guilty.    Every\nomission in the FIR may not be so  material  so  as  to  unexceptionally  be\nfatal to the case of the prosecution.   Various factors are required  to  be\nexamined by the Court, including the physical and mental  condition  of  the\ninformant,  the  normal  behavior  of  a  man  of  reasonable  prudence  and\npossibility of an attempt on the part of the informant to falsely  implicate\nan  accused.    The  Court  has  to  examine  these  aspects  with  caution.\nFurther, the Court is required to examine such challenges in  light  of  the\nsettled principles while keeping in mind as  to  whether  the  name  of  the\naccused was brought to light  as  an  afterthought  or  on  the  very  first\npossible opportunity.  The Court shall also examine the role that  has  been\nattributed to an accused by the prosecution.  The informant might  not  have\nnamed a particular accused in  the  FIR,  but  such  name  might  have  been\nrevealed at the earliest opportunity by some  other  witnesses  and  if  the\nrole of such an accused is established, then the balance  may  not  tilt  in\nfavour of the accused owing to such omission in  the  FIR.   The  Court  has\nalso to consider the fact that the main purpose of the  FIR  is  to  satisfy\nthe police officer as to the commission of a cognizable offence for  him  to\nconduct further investigation in accordance with law.   The  primary  object\nis to set the criminal law into motion and it may not be  possible  to  give\nevery minute detail with  unmistakable  precision  in  the  FIR.    The  FIR\nitself is not the proof of a case, but is a piece of  evidence  which  could\nbe used for corroborating the case of the prosecution.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"572710\" id=\"span_1\">The FIR need not  be\nan encyclopedia of all the facts and circumstances on which the  prosecution\nrelies.    It  only  has  to  state  the   basic   case.     The   attending\ncircumstances of each  case  would  further  have  considerable  bearing  on\napplication of such principles to a given  situation.    Reference  in  this\nregard can be made to <a href=\"/doc/572710/\" id=\"a_27\">State of U.P. Vs. Krishna Master and Ors.</a>  [(2010)  12\nSCC 324] and Ranjit Singh and Ors. Vs. State of  Madhya  Pradesh  [(2011)  4\nSCC 336].</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">12.   In the present case, despite the fact that the accused  Jitender  has\nnot been named in the FIR, a definite role  has  been  attributed  to  this\naccused by PW-10.  Further, it was on his  disclosure  statement  that  the\nmotor  cycle,  Ext.  P44,  has  been  recovered.    PW-10,   Surender   has\nspecifically stated in his statement before the Court that Jitender was his\nbrother-in-law.  According to this witness, after midnight at  about  12.30\na.m., accused Satish and Jitender, while driving a motorcycle, had come  to\nhim in the fields.   They gave him beating and insisted that he should  ask\nhis wife to open the door of the chobara.   He was taken to  his  residence\nin the village and out of fear, he asked his wife to open  the  door  which\nshe did as earlier she had bolted the shutters  from  inside.    After  the\ndoor was opened, Ratti Ram, Pawan, Satish and Sunil  entered  the  chobara.\nJitender thereafter, is stated to have taken out a synthetic rope from  the\ndicky of the motorcycle and handed  over  the  same  to  Satish.      After\nhanding over the rope, Jitender declared that he would take Sunder back  to\nthe fields and exhorted that Indra be killed to solve all problems  in  the\nfuture.   According to this witness, he was forced by Jitender to drive the\nmotorcycle back to the fields.   Further, Jitender is stated to have been a\nparty to illegally confining PW-10  after  the  commission  of  the  crime.\nMoreover, in the cross-examination of this witness, not even  a  suggestion\nwas put to him that Jitender was not present and/or had not accompanied him\non the motor cycle to the fields.  On the contrary, the matters in relation\nto the property, for which protest was raised by Indra  have  clearly  been\nstated therein.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">13.   We must also notice that the fact that PW11 did not name the  accused\nJitender in the FIR adds to the credibility of  this  witness  rather  than\ncreating a  doubt  in  the  case  of  the  prosecution.    PW-11   in   his\nstatement  clearly  stated  that  all the  accused  except  Jitender   were\npresent  in  the   Chobara  and   had   murdered  his  sister  Indra.  This\nreflects the truthfulness of PW-11.  The occurrence of the  events  as  per\nthe case projected by the prosecution is that PW-11 had not met Jitender in\nthe Chobara because Jitender had gone to the fields to bring PW-10 forcibly\nand under threat to his house and after getting the door  opened  by  Indra\nand handing over the rope to the other accused, Jitender  had  taken  PW-10\nback to the fields.   When PW-11 came to the Chobara and noticed the  other\naccused persons killing Indra, Jitender had already left along  with  PW-10\nand as such, there was no occasion for PW-11 to see Jitender at  the  place\nof occurrence in the Chobara.  Therefore, he rightly did not name  Jitender\nin the FIR as one of the persons present in the chobara who  committed  the\nmurder of his sister.   There was  no  occasion  or  reason  for  PW-10  to\nimplicate Jitender falsesly as Jitender was also known and related to  him.\nThis accused was duly identified in the Court by  this  witnesses.    PW-10\nand PW-11 both cannot be stated to be planted witnesses.   They are natural\nand reliable witnesses.   Of course, the learned Trial Court has  expressed\ncertain observations about the immature behavior of PW-10 and even directed\naction  against  him  with  regard  to  inflicting   injury   and   illegal\nconfinement, but the Trial Court did not cast any  doubt  on  the  material\naspects of the occurrence in the crime committed by the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">14.   The High Court also believed PW-10,  although  it  observed  that  he\nbehaved like a husband under fear and exhibited his paramount  interest  in\nthe property.   These observations do not in any way affect the case of the\nprosecution because the incident, as narrated by the prosecution  witnesses\nand particularly by PW-10 and PW-11, is also corroborated by  other  expert\nevidence on record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">15.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1704658\" id=\"span_2\">In the case of <a href=\"/doc/1704658/\" id=\"a_28\">Tika Ram v. State of Madhya Pradesh</a>   [(2007)  15  SCC\n760], the Court was concerned with an argument that the name of the accused\nwas not mentioned by the witnesses in the FIR and it would not, by  itself,\nbe sufficient to reject the case of the prosecution  against  the  accused.\nRejecting such a contention, the Court noticed that brother of the deceased\nhaving come to know of the incident came to the  place  of  occurrence  and\nhaving seen only a part of the incident informed the police.  Therefore, in\nthat process, if he failed to mention the name of the appellant, it was not\na circumstance which would be sufficient to discard the  evidence  of  such\nwitness and non-mentioning of the name  of  the  accused  would  not  be  a\nmaterial lapse.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1522913\" id=\"span_3\">16.   The learned  counsel  appearing  for  these  accused/appellant  while\nrelying upon the judgment of this Court in the case of <a href=\"/doc/1522913/\" id=\"a_29\">Aloke Nath  Dutta  &amp;\nOrs. V. State  of  West  Bengal</a>  [(2007)  12  SCC  230],  argued  that  the\nconfessions in the present case  have  not  been  recorded  in  the  manner\ncontemplated by law and the confession cannot be taken on record  where  it\nincorporates both admissible and inadmissible parts thereof together.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">17.   In the disclosure statement of accused Jitender,  Ext.  P43,  it  has\nbeen recorded, “after conspiring for murdering Indra, wife  of  Sunder,  we\nhad used Hero Honda Motor Cycle bearing registration No. CHI/2088 of Satish\nin that murder,  for going and coming.   I have kept that motor  cycle  now\nin the shop of Sat Pal Mistry, r/o Jind.   After pointing out,  I  can  get\nthe same recovered”.  On this disclosure, memo of recovery was prepared and\nsigned.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">18.   This contention of the learned counsel for  the  appellant  need  not\ndetain us any further as the law in this regard has been settled by various\npronouncements of this Court.   What has been recorded in Ext.P43 cannot be\ntaken to be confession of the accused in  relation  to  commission  of  the\ncrime, but the other part by which the motor cycle was recovered, would  be\nthe portion admissible in evidence.   The admissible part can  very  safely\nbe segregated from the inadmissible part in this statement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1522913\" id=\"span_4\">19.   It may be noted that in the very judgment of <a href=\"/doc/1522913/\" id=\"a_30\">Aloke Nath Dutta</a> (supra)\nrelied upon by the counsel for the appellant, this Court has clearly stated\nas follows :</span>\n</p>\n<blockquote id=\"blockquote_10\">           “… We intend to point out that only that part of  confession  is\n           admissible, which would be leading to the recovery of  the  dead\n           body and/or recovery of the articles of Biswanath; the purported\n           confession proceeded to state even the mode and manner in  which\n           Biswanath was allegedly killed.   It should not have been  done.\n            It may influence the mind of the court.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">20.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1662945\" id=\"span_5\">In the case of <a href=\"/doc/1662945/\" id=\"a_31\">Anter Singh v. State of Rajasthan</a> [(2004) 10 SCC 657],\nthis Court clearly stated the principle, “it is  fallacious  to  treat  the\n‘fact discovered’ within the section as equivalent to the object  produced;\nthe fact discovered embraces the place from which the  object  is  produced\nand the knowledge of the accused as to this, and the information given must\nrelate distinctly to this fact.   Information as to past user, or the  past\nhistory, of the object produced is not related  to  its  discovery  in  the\nsetting in which it is discovered.”</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">21.   Neither the trial Court nor the High Court has relied upon  Ext.  P43\nfor the purpose of holding the accused guilty of the offence.   Both  these\nauthorities have only noticed the fact of recovery of the  motor  cycle  in\nfurtherance to the disclosure statement made  by  this  accused.    In  our\nconsidered opinion, there is no such infirmity pointed out by  the  counsel\nappearing for the appellant which would vitiate the very  recovery  of  the\nmotor cycle in terms of  <a href=\"/doc/1312051/\" id=\"a_32\">Section  27</a>  of  the  Indian  Evidence  Act,  1872\n(hereafter the “<a href=\"/doc/1953529/\" id=\"a_33\">Evidence Act</a>”).   The fact that motorcycle was used by  the\naccused Jitender for the purpose of bringing PW-10 from the fields  to  his\nresidence and after getting the door opened by Indra, was  again  used  for\ndropping PW-10 to the fields  is  fully  corroborated.    The  recovery  of\nmotorcycle, Exhibit P44, is a fact which provides a link  between  recovery\nof motorcycle and its use by the accused in commission of the crime.   This\nfact is also proved by the  statement  of  PW10.   This  statement  of  the\naccused has not been treated as a confession of the accused by  the  courts\nand rightly so because, it could not have been treated as a  confession  of\nthe accused, firstly, because it was made to the police and secondly,  such\na statement would not be admissible in terms of <a href=\"/doc/1312051/\" id=\"a_34\">Section 27</a> of the  Evidence\nAct.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">22.   We shall shortly proceed to  discuss  the  argument  of  the  learned\ncounsel for the appellant that there was unexplained and  inordinate  delay\nin lodging the FIR and the courts have failed to appreciate the evidence in\nthis prospective, when we deal with the appeal of  Satish,  Sunil  and  the\nother two co-accused.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">23.   Coming to the last argument on behalf of accused Jitender that he had\nbeen acquitted by the trial court for an offence  under  Section  302  read\nwith <a href=\"/doc/1897847/\" id=\"a_35\">Section 120B</a> IPC, this argument is again devoid of  any  merit.    The\naccused Jitender was charged with an offence punishable under <a href=\"/doc/1897847/\" id=\"a_36\">Section  120B</a>\nIPC for he and other co-accused had conspired to  do  an  illegal  act  and\ncommit the murder of Indra.   It is thereby correct that no separate charge\nunder Section 302 read with <a href=\"/doc/37788/\" id=\"a_37\">Section 34</a> IPC  had  been  framed  against  the\naccused Jitender.   However, he was  charged  with  an  offence  punishable\nunder Section 323 read with <a href=\"/doc/37788/\" id=\"a_38\">Section 34</a> IPC for which he was acquitted.   It\nis also correct that the learned trial Court has  specifically  noticed  in\nits judgment that accused Jitender Kumar had not  been  charged  separately\nfor an offence under Section 302 read with <a href=\"/doc/37788/\" id=\"a_39\">Section 34</a> IPC  and  if  he  was\nalso present, then the provisions of <a href=\"/doc/999134/\" id=\"a_40\">Section 149</a> IPC  would  be  applicable\nand in the event, the charge ought to be framed under that provision.    We\nare unable to find any error in this approach of the  trial  Court.    But,\nequally true is that the trial Court, for valid reasoning and  upon  proper\nappreciation of evidence, convicted  this  accused  for  an  offence  under\n<a href=\"/doc/1897847/\" id=\"a_41\">Section 120B</a> of the IPC and, thus, for an offence under <a href=\"/doc/1560742/\" id=\"a_42\">Section 302</a> IPC  as\nwell.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">24.   A bare reading of Section 120B provides that whoever is a party to  a\ncriminal  conspiracy  to  commit  an   offence   punishable   with   death,\nimprisonment for life or rigorous imprisonment for a term of two  years  or\nupwards, shall, where no express provision is  made  in  the  <a href=\"/doc/1569253/\" id=\"a_43\">IPC</a>  for  the\npunishment of such a conspiracy, be punished in the same manner  as  if  he\nhad abetted such offence.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">25.   In other words, once the Court finds an  accused  guilty  of  Section\n120B, where the accused had conspired to commit  an  offence  and  actually\ncommitted the offence with other accused with whom he conspired,  they  all\nshall individually be punishable for the offence for which such  conspiracy\nwas hatched.   Thus, we do not find any error in the judgment of the  trial\ncourt in convicting the accused for an offence under Section 120B read with\n<a href=\"/doc/1560742/\" id=\"a_44\">Section 302</a> IPC.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">Criminal Appeal No. 1092\n\n</p><p data-structure=\"Conclusion\" id=\"p_30\">26.   In this appeal,  the  challenge  to  the  findings  recorded  in  the\nimpugned judgment is on the ground that firstly there has  been  inordinate\nand unexplained delay in lodging the FIR, even though  the  police  station\nwas quite near to the place of occurrence and secondly, that  the  time  of\noccurrence cannot be validly related to the expert medical evidence and  on\nthis count itself, the accused would be entitled to the benefit  of  doubt.\nThis question, in fact, arises in both these appeals,  and  therefore,  can\nconveniently be dealt with at this stage.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">27.   The FIR Ext. P-2 was recorded at 4.40 p.m. on 10th February, 1999, in\nwhich the time of occurrence was recorded as 1.00 to 1.30 a.m. of the  same\ndate.   This FIR had been registered on  the  basis  of  the  statement  of\nIshwar Singh, PW-11 who, as already noticed, was  the  eye-witness  to  the\noccurrence.   He clearly stated in his  statement  that  after  having  the\ndinner, Indra along with her child had gone to chobara to sleep and all  of\nthem were sleeping on the ground floor.   At about 1.00 or  1.30  a.m.,  he\nheard voices from the chobara.  He went upstairs and saw that  the  accused\nRatti Ram and Pawan Kumar had caught hold of the  deceased  Indra  and  the\naccused Satish and Sunil were strangulating her with the help  of  a  rope.\nDespite her struggle, she was not able to free herself from the grip of the\naccused persons and when he tried to intervene, he was also threatened with\ndire consequences.  As a result, he went away to his  village  Bhartana  to\ninform his family members about the incident.  At that time, PW-11 was  not\naware of the fact that Indra had already died.   It is only  when  he  came\nback to the house of Ratti Ram along with Mange Ram, Rajender, Jagdish  and\nSultan Singh, all resident of village  Bhartana,  that  they  all  saw  the\ndeceased Indra lying dead.   That is how they came to know that  Indra  had\nbeen strangulated and murdered by the accused.    It  was  thereafter  that\nIshwar Singh, PW11) went to the Police Station to report the  incident  and\nmet ASI Hans Raj near Aasan Chowk, Narnaund who recorded his statement  and\nafter making endorsement, sent it to the Police Station for registration of\nthe case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">28.   Undoubtedly, it has come in the statement  of  PW-1  that  the  house\ndepicted in Ext. P-1 i.e. the place of  occurrence,  was  situated  in  the\ntownship of Narnaund and was at a distance of 150 metres, from  the  police\nstation.   This piece of evidence does not advance the case of the  accused\nfavourably.   According to the prosecution, Indra was killed by the  family\nof her in-laws.  Most unfortunately, her husband, PW10, partly  because  of\nfear and partly out of greed for property, became a mere spectator  to  the\ncrime.  PW11, lodged the FIR and PW10 corroborated the version given in the\nFIR about the murder of  his  wife.   He  claimed  that  he  was  illegally\nconfined by the accused Jitender and Sunil and therefore, after the murder,\nhe was unable to approach the police station.   In these circumstances,  of\ncourse, the conduct of PW-10 and  PW-11  is  somewhat  strange,  but  their\nstatements cannot be falsified on this ground.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">29.   PW-11 could have gone to the police station  straight  away,  but  he\ninstead preferred to go to his village first and came back with the others.\n  His behavior at the time of occurrence might have been abnormal as he had\nbeen threatened with dire consequences by the accused  persons.   Thus,  he\nwent to his village and brought his relations and friends  to  see  if  the\nmatter could be resolved.   But by the time he reached the house  of  Ratti\nRam, Indra had already been murdered.   In these circumstances, some  delay\nin registering the FIR was inevitable and it is not such  inordinate  delay\nwhich could be construed as a ground for acquittal of the accused,  as  the\nprosecution has been able to prove its case beyond reasonable doubt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"439866\" id=\"span_6\">30.   It is a settled principle of criminal jurisprudence that  mere  delay\nin lodging the FIR may not prove fatal in  all  cases,  but  in  the  given\ncircumstances of a case, delay in lodging the FIR can be one of the factors\nwhich corrode the  credibility  of  the  prosecution  version.    Delay  in\nlodging the FIR cannot be a ground by itself for throwing away  the  entire\nprosecution case.   The Court has to seek  an  explanation  for  delay  and\ncheck the truthfulness of  the  version  put  forward.   If  the  Court  is\nsatisfied, then the case of the prosecution  cannot  fail  on  this  ground\nalone.  [Ref. <a href=\"/doc/439866/\" id=\"a_45\">Yakub Ismailbhai Patel v. State of  Gujarat</a>  [(2004)  12  SCC\n229], State of Rajasthan  v. Shubh  Shanti  Services  Ltd.  V.  Manjula  S.\nAgarwalla &amp; Ors. [(2000) 5 SCC 30].</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_35\">31.   Now, we shall deal with the other aspect of the argument advanced  on\nbehalf of the appellants, i.e. in relation to uncertainty in  the  time  of\noccurrence as well as death of  the  deceased,  with  reference  to  expert\nevidence.    The contention is that as per the statement of PW-10  and  PW-\n11, they all had their dinner together whereafter, PW-10 had  gone  to  the\nfields for irrigating the fields and others had slept at the ground  floor,\nexcept Indra and her child,  who  had  gone  to  chobara  to  sleep.    The\noccurrence is stated  to  have  taken  place  between  1.00  to  1.30  a.m.\nHowever, according to the medical evidence, there  was  semi-digested  food\nfound in the stomach of the deceased.  Therefore, it was  not  possible  to\nstate that she was murdered, as alleged, between 1.00 to 1.30  a.m.  as  by\nthat time more than four hours would have elapsed and undigested food could\nnot have been found in the stomach of the deceased.\n</p>\n<p data-structure=\"RespArg\" id=\"p_36\">32.   The body of the deceased was subjected to post  mortem  conducted  by\nDr. L.L. Bundela, PW-3, who, after describing the  seven  injuries  on  the\nbody of the deceased, had stated, “the stomach contained semi-digested food\nsmall intestines contained chyme and the large intestines contained  faecal\nmatter.  The uterous was non-gravid.”\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">33.   In his further examination-in-chief, PW-3 had clearly stated, “it  is\npossible that the death of Smt. Indra might have been caused at  1.30  a.m.\non 10.2.99”.   In cross-examination, he stated, “It takes 2 to 3 hours  for\nthe digested or undigested food to leave the stomach”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">34.   According to the accused, this causes a serious  doubt  in  the  very\nbasis of the prosecution story.   This  argument  appears  to  be  of  some\nsignificance at the first brush, but when examined in depth in light of the\nentire evidence, it clearly lacks merit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">35.   Neither PW-10 nor PW-11 has stated as to  the  exact  time  at  which\nIndra had her dinner.   It is a matter of  common  knowledge  that  in  the\nvillages, ladies normally provide food to the guests and the other  members\nof the family first and are last to have the food themselves.   None of the\nwitnesses have given the time when all the persons had their dinner.   But,\naccording to both these witnesses, after having the dinner they had gone to\nsleep except PW-10 who had gone to  the  fields  for  irrigation  purposes.\nThis obviously means that they would have had dinner after  8  or  9  p.m.,\nwhereafter they went to sleep.   Indra presumably had dinner thereafter and\nwent to sleep later.   She was murdered between 1.00  to  1.30  a.m.  which\nmeans between 4 to 5 hours of having her dinner.    The  evidence  of  PW-3\ncategorically states that it was possible that Indra was  murdered  between\n1.00  to  1.30  a.m.    This  was  duly  corroborated   by   PW-11.     The\ninvestigation conducted by PW6, PW12 and PW13 also indicates that  she  was\nmurdered during that period.   It is significant to notice that after  PW-3\nstated in his further examination  that  Indra  might  have  been  murdered\nbetween 1.00 to 1.30 a.m., no suggestion was put to this witness  that  the\nsaid witness was stating  incorrectly  or  that  it  was  not  possible  to\nreconcile the statement of PW-3 i.e. the expert evidence, with the  version\nof the prosecution.   Once, this statement of  PW-3  remained  unchallenged\nand there exist other prosecution evidence to support the said version, the\nCourt would not be inclined to treat it as a significant doubt in the  case\nof the prosecution.\n</p>\n<p data-structure=\"RespArg\" id=\"p_40\">36.   According to PW-11, he had gone to the house of his sister Indra,  at\nabout 7 p.m. and had found the accused present there.   This time given  by\nthe witness also indicates that all the accused as well  as  the  informant\nhad their dinner after 8 p.m. or so.   The time of  death  given  by  PW-3,\nthus, cannot be falsified only on the ground of an argument that there  was\nsome undigested food found in the stomach of the deceased.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1440049\" id=\"span_7\">37.   Further, it is contended on behalf of the accused that  the  time  of\ndeath of the deceased cannot be stated with certainty with reference to the\nevidence on record and this being a very important factor,  would  lead  to\nthe acquittal of the accused.  Reliance in this regard has been placed upon\nthe judgment of this Court in the case of  <a href=\"/doc/1440049/\" id=\"a_46\">Shambhoo Missir &amp; Anr. v.  State\nof Bihar</a> [(1990) 4 SCC 17].  In  that  case,  this  Court  found  that  the\nallegations of the prosecution were that the death  had  occurred  at  3.00\np.m.  No such undigested food could have been found at that hour  when  the\nfood was taken by the deceased at 8.00 a.m. and if this  be  so,  then  the\nwhole case of the prosecution could crumble.  It may  be  noticed  that  <a href=\"/doc/1440049/\" id=\"a_47\">in\nthat case</a>, it had been established by definite and cogent evidence that the\ndeceased had taken the meals before 8.00 a.m. and the death had occurred at\n3.00 p.m. and the undigested food particles were found in  the  stomach  of\nthe deceased.  This observation  of  the  Court  cannot  be  treated  as  a\nstatement of law but is a finding recorded with reference to the  facts  of\nthat case.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">38.   The entire basis for this submission is the  statement  of  PW3,  Dr.\nL.L. Bundela, who stated that the stomach of the  deceased  contained  some\nsemi-digested food.  It is worthwhile to note that the  statement  of  this\nvery witness that the death of Indra could have taken place between 1.00 to\n1.30 a.m. remained unchallenged.  Furthermore, it cannot  be  stated  as  a\nrule of universal application that after a lapse  of  two  to  three  hours\nstomach of every individual, without exception,  would  become  empty.   It\nwould depend upon a number of other factors like the  caloric  content  and\ncharacter of the solid food.  Further, addition of fats, triglycerides  and\ncarbohydrates such as glucose, fructose and xylose  to  a  solid  meal  can\ndelay its emptying from the stomach, presumably because of their effect  on\nthe initial lag phase of digestion of solids.  Furthermore, the presence of\nliquids in the stomach prolongs this initial lag phase of  solid  emptying.\nIn fact, ingestion of a liquid bolus 90 minutes  after  a  solid  meal  can\ninduce a second lag phase of solid emptying from the stomach.   Foods  high\nin fat content are handled duly by the stomach and their  emptying  pattern\nshould be considered separately from those of  other  liquids  and  solids.\nMany foods are solid or semi-solid  prior  to  their  ingestion.   However,\nafter they are consumed and warmed to the body temperature in the  stomach,\nthey are converted into a liquid.   Despite  this,  the  liquid  foods  are\nemptied from the stomach much more slowly than  are  the  aqueous  liquids.\nThis aspect has been dealt with by prominent authors on  the  subject  with\ndefinite  emphasis  on  emptying  of  stomach.   The  gastric  emptying  of\nindigestible solids have been appropriately dealt with in the  Textbook  of\nGastroenterology, Volume One, by Tadataka Yamada, David  H.  Alpers,  Chung\nOwyang, Don W. Powell and Fred E. Silverstein, as follows:\n</p>\n<blockquote id=\"blockquote_11\">           “Gastric Emptying of Indigestible Solids\n\n           The final class of consumed components of a meal to be discussed\n           are the indigestible solids, that  nonnutritive  fibrous  debris\n           remaining from a meal that is not emptied with the  dispersible,\n           calorie-containing digestible solids.  In general,  indigestible\n           solids exist the stomach with initiation of  the  gastric  phase\n           III activity of the  MMC  after  completion  of  the  fed  motor\n           pattern.  The main characteristic that distinguishes  the  phase\n           III motor pattern from fed motor activity is the presence of  an\n           open pylorus during fasting, which permits  intestinal  delivery\n           of large particles.\n</blockquote>\n<blockquote id=\"blockquote_12\">                 The major factor in determining when an indigestible solid\n           is emptied from the stomach is its size.   Indigestible  spheres\n           smaller than 1mm in diameter  freely  pass  into  the  intestine\n           during  the  fed  period,  often  at  rates  faster  than  solid\n           nutritive food.  Larger spheres pass more slowly, usually  after\n           an initial lag period, with spheres up to  2.4  mm  in  diameter\n           passing with the calorie-containing components of a solid  meal.\n           Spheres as large as 7 mm do not empty with solid food at all and\n           are retained until gastric phase III  activity  resumes  in  the\n           interdigestive period.  It has  been  reported  that  undigested\n           materials as large as  2  cm  in  diameter  can  pass  into  the\n           intestine during the fasting period under normal conditions.\n</blockquote>\n<blockquote id=\"blockquote_13\">                 Other physical factors play  a  role  in  determining  the\n           gastric emptying of indigestible solid material…..”\n\n\n\n</blockquote><blockquote id=\"blockquote_14\">39.   Besides the above, with regard to the external regulation of  gastric\nemptying, it has been stated  that  in  addition  to  being  controlled  by\nvarious characteristics of the ingested bolus within the stomach, there  is\nextensive modulation of gastric emptying by external  influences.   Gastric\nmotility and emptying is  also  subject  to  extensive  modulation  by  the\ncentral nervous system.  The nutritional properties of an  ingested  liquid\nmodify the  speed  at  which  it  exits  the  stomach.   Because  of  this,\ncarbohydrate, protein  or  fat  containing  liquids  can  be  digested  and\nabsorbed completely prior to reaching the distal small intestine.   Certain\nphysical characteristics of the ingested meal may alter the function of the\nstomach to selectively  retain  or  expel  the  large  particles.   If  the\nviscosity of the meal is increased sufficiently, the ability of the stomach\nto discriminate between large and small particles  is  abolished  and  much\nlarger particles may be delivered into the duodenum.\n</blockquote>\n<blockquote id=\"blockquote_15\">40.   The above findings  are  based  on  medical  studies  and  are  well-\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\">established in the field of gastroenterology.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">41.   It  may  be  useful  at  this  stage  to  refer  to  Modi’s  ‘Medical\nJurisprudence and Toxicology’, Twenty Third Edition, which has specifically\nconcluded that there is no absolute and definite standard that every  human\nbeing would empty his stomach within two  to  three  hours  of  taking  the\nmeals, irrespective of what kind of meal had been taken  by  the  concerned\nperson.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">42.   Judging the time of death from the contents of the stomach,  may  not\nalways be the determinative test.  It will require due  corroboration  from\nother evidence.  If the prosecution  is  able  to  prove  its  case  beyond\nreasonable  doubt  and  cumulatively,  the  evidence  of  the  prosecution,\nincluding the time of death, is proved beyond reasonable doubt and the same\npoints towards the guilt of the accused, then it may not be appropriate for\nthe Court to wholly reject the case of the prosecution and to determine the\ntime of death with reference to the stomach contents of the deceased.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">43.   While discussing  various  judgments  of  this  Court,  Modi  in  the\naforesaid book at page 543 has recorded as under: -\n</p>\n<blockquote id=\"blockquote_16\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"564448\" id=\"span_8\">“….The state of the contents of the stomach found at the time of\n           medical examination is not a safe guide for determining the time\n           of the occurrence because that would be a matter of speculation,\n           in the absence of reliable evidence on the question as  to  when\n           the deceased had his last meal and what that meal  consisted  of\n           [<a href=\"/doc/564448/\" id=\"a_48\">Masjit Tato Rawool  v.  State of Maharashtra</a>, (1971) SCC  (Cr.)</span>\n           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1255440\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1428935\" id=\"span_10\">732; <a href=\"/doc/1428935/\" id=\"a_49\">Gopal Singh v. State of Uttar Pradesh</a>, AIR  1979  SC  1932;\n           <a href=\"/doc/1255440/\" id=\"a_50\">Sheo Darshan  v.  State of Uttar Pradesh</a>, (1972) SCC (Cr)  394].\n           The  presence  of  faecal  matter  in  the  intestines  is   not\n           conclusive,  as   the   deceased   might   be   suffering   from\n           constipation.</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1255440\" id=\"span_11\">Where there is positive direct evidence about the\n           time of occurrence, it is not open to  the  court  to  speculate\n           about the time of occurrence by the presence of faecal matter in\n           the intestines [<a href=\"/doc/1255440/\" id=\"a_51\">Sheo Dershan  v.  State of Uttar Pradesh</a>  (1972)\n           SCC (Cr.) 394].  The question of time of  death  of  the  victim\n           should not be decided only  by  taking  into  consideration  the\n           state of food in the stomach.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112627\" id=\"span_12\">That may be a factor which should\n           be considered along with other evidence,  but  that  fact  alone\n           cannot be decisive[<a href=\"/doc/112627/\" id=\"a_52\">R. Prakash v.  State of Uttar Pradesh</a>  (1969)\n           1 SCC 48, 50]</span>\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\">44.   Such an approach would even otherwise be justifiable as in some cases\nthe evidence may not be sufficient to establish as to what  the  last  meal\nwas and what article of food, if any, was taken by the deceased.  So  also,\nthe ‘sluggish chronometric sense of the countryside community of  India  is\nnotorious’ and even urban folk make mistakes about time, when there  is  no\nparticular reason to observe and remember a minor event like  taking  of  a\nmorning meal.  In such circumstances where semi-digested food was found  in\nthe stomach, the contention, that it must be  inferred  from  it  that  the\noccurrence must have taken place after the deceased had taken  his  evening\nmeal may not be accepted.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"747496\" id=\"span_13\">45.   This Court in the case of <a href=\"/doc/747496/\" id=\"a_53\">Shivappa v. State of  Karnataka</a>  [(1995)  2\nSCC 76] stated the dictum that medical opinion is  admissible  in  evidence\nlike all other types of evidence and there is no  hard-and-fast  rule  with\nregard to appreciation of medical evidence.  It is not  to  be  treated  as\nsacrosanct in its absolute terms.  Agreeing  with  the  view  expressed  in\nModi’s book on Medical Jurisprudence and Toxicology,  this  Court  recorded\nthat so far as the food contents are concerned, they remain for long  hours\nin the stomach and the duration thereof depends upon various other factors.\n Indisputably, a large number of factors are  responsible  for  drawing  an\ninference with regard to the digestion of food.  It may  be  difficult,  if\nnot impossible, to state exactly the time which  would  be  taken  for  the\npurpose of digestion.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2405152\" id=\"span_14\">46.   Similarly, in the case of <a href=\"/doc/2405152/\" id=\"a_54\">Jabbar Singh v.  State of Rajasthan</a> [(1994)\nSCC (Cr.) 1745], the Court while dealing with the evidence of DW-1 who  had\nopined that since there was some semi-digested food,  the  occurrence  must\nhave taken place earlier and not at 3.00 a.m.   The  Court  reiterated  the\nprinciple that this was an opinion evidence  and  the  possibility  of  the\ndeceased having eaten late in the night could not be ruled out.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">47.   In view of the above medical references, the view expressed in Modi’s\nbook (supra) and the principles stated in the judgments of this  Court,  it\ncan safely be predicated that determination of the  time  of  death  solely\nwith  reference  to  the  stomach  contents  is  not  a  very  certain  and\ndeterminative factor.  It is  one  of  the  relevant  considerations.   The\nmedical evidence has to  be  examined  in  light  of  the  entire  evidence\nproduced by the parties.  It is certainly a relevant factor and can be used\nas a significant tool by the Court for coming to the conclusion as  to  the\ntime of death of the deceased but other factors and circumstances cannot be\nignored.  The Court should examine the collective or cumulative  effect  of\nthe prosecution evidence along with the medical evidence to arrive  at  the\ncorrect conclusion.  There  is  no  evidence  in  the  present  case  which\nestablishes, with exactitude, the time at which the accused,  the  deceased\nand the eye-witness (PW11)had their dinner.  The only evidence is that they\nhad  dinner  and  after  having  dinner  they  had  gone  to  sleep.   This\nnecessarily would apply that they had dinner late  and  not  in  the  early\nhours of the evening.  As already noticed, according to PW11, he  had  come\nto his sister’s house  at  about  7.00  p.m.,  whereafter  all  the  events\noccurred.  The evidence of PW3 also remained unchallenged that the death of\nIndra had taken place between 1.00 a.m. to  1.30  a.m.  on  10th  February,\n1999.  Therefore, we find no reason to accept this contention on behalf  of\nthe appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1451981\" id=\"span_15\">48.   The next contention raised on behalf of the appellant  is  that  both\nthe accused persons, Sunil and Satish, were residents of  a  village  which\nwas far away from the place of occurrence and they were not present at  the\nplace of occurrence.  Furthermore, they also questioned the  very  presence\nof the eye-witness, PW11, on the fateful day at the  scene  of  occurrence.\nThe statement of the sole witness is not trustworthy, particularly when the\nsaid witness himself has not partially been believed by  the  trial  Court.\nThe mere fact that the accused were residents of a village at some distance\nwould be inconsequential.  As per the  statement  of  the  witnesses,  both\nthese accused were seen by them  in  the  house  of  Ratti  Ram  where  the\ndeceased was murdered.  We are also unable to accept  the  contention  that\npresence of PW10 and PW11 at the place of occurrence was doubtful  and  the\nstatements of these witnesses are not trustworthy.  Reliance on  behalf  of\nthe accused has been placed on the judgment of this Court in  the  case  of\n<a href=\"/doc/1451981/\" id=\"a_55\">Rupchand Chindu Kathewar v.  State of Maharashtra</a> [(2009) 17 SCC  37].   In\nthat case the Court, as a matter of fact, found that the statement  of  PW2\nwas not qualitatively unimpeachable.   Having disbelieved the sole witness,\nthe Court had given benefit of doubt to the accused.   However,  the  Court\nhad found that the prosecution case  was  not  even  supported  by  medical\nevidence and the conduct of the said witness was very unnatural.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">49.   We are unable to understand as to what assistance the learned counsel\nfor the appellant wishes to derive from the facts of this case.  We are  to\ndeal with the present case on its own facts.  Both the trial court and  the\nHigh Court have believed PW10 and PW11 and have returned a finding of guilt\nagainst the accused.  The Courts have adversely commented upon the  conduct\nof these witnesses but not with  regard  to  the  material  events  of  the\nprosecution case.  PW10 was under threat and confinement of his own  family\nmembers as well as friends of the accused, who had conspired to kill Indra,\nthat is how he obeyed the command of Jitender and others in coming from the\nfields on the motorcycle and getting the door of Chobara  opened  by  Indra\nwhere she was sleeping with her  child.   He  claims  to  have  been  under\ncontinuous threat  and  illegal  confinement  of  Jitender  and  the  other\naccused.  It was PW10’s own house where the murder  has  taken  place  and,\ntherefore, his presence in the  house  cannot  be  doubted  in  the  normal\ncourse.  PW11 is the brother of the deceased and he had come  late  in  the\nevening to meet his sister and sort out  the  issues  with  regard  to  the\nreturn of the properties which  Ratti  Ram  had  given  to  the  appellants\nherein, Satish and Sunil.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">50.   The statement of PW11  also  finds  corroboration  from  the  medical\nevidence.  PW3, Dr. L.L. Bundela, has stated that besides ligature marks on\nher neck, the face of the deceased was swollen and  congested.   Six  other\ninjuries were found on the body of the deceased.  There were  abrasions  on\nelbow and wrist of the deceased.  She had also suffered abrasion injury  on\nher left eyebrow and on dissection, infiltration of blood was found present\nin the subcutaneous tissues.  The post mortem report, Ex.P4 to  P5,  states\nthe cause of the death, as per opinion of the Board,  as  asphyxia  due  to\nstrangulation, which was ante mortem in  nature  and  sufficient  to  cause\ndeath in the ordinary  course  of  nature.   This  medical  evidence  fully\ncorroborates what had been testified by PW11.  According to  that  witness,\nRatti Ram and Pawan had held the hands of Indra while Sunil and Satish were\nstrangulating her by putting put a rope around her neck.  She struggled  to\nfree herself from the grip of these persons but in vain.    Later,  it  was\nfound that she had been killed.  It is a case where the ocular evidence  of\nPW11 is corroborated by medical evidence and is also partially supported by\nthe statement  of  PW10,  the  husband  of  the  deceased.   Thus,  in  our\nconsidered view, the statements of PW10 and  PW11  cannot  be  said  to  be\ndoubtful or which cannot be believed by the Court.  Their presence  at  the\nplace of occurrence was natural and what  they  have  stated  is  not  only\nplausible but completes the chain of events in the case of the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">51.   The accused in the present appeal had also taken the plea of alibi in\naddition to the defence that they were living in a village  far  away  from\nthe place of occurrence.   This plea of alibi was found to be  without  any\nsubstance by the Trial Court and  was  further  concurrently  found  to  be\nwithout any merit by the High Court also.   In order to establish the  plea\nof alibi these accused had examined various witnesses.  Some documents  had\nalso been adduced to show that the accused Pawan Kumar and Sunil Kumar  had\ngone to New Subzi Mandi near the booth of DW-1  and they had taken mushroom\nfor sale and had paid the charges to the market committee, etc.   Referring\nto all these documents, the trial court held that none of  these  documents\nreflected the presence of either of these accused at that  place.   On  the\ncontrary the entire plea of alibi falls  to  the  ground  in  view  of  the\nstatements of PW-10 and PW-11.   The statements  of  these  witnesses  have\nbeen accepted by the Courts below and also  the  fact  that  they  have  no\nreason to falsely implicate the accused persons.  Once, PW-10 and PW-11 are\nbelieved and their statements are found to be trustworthy, as rightly dealt\nwith by the Courts below, then the plea of  abili  raised  by  the  accused\nloses its significance.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"203002\" id=\"span_16\">The burden of establishing the plea of alibi  lay\nupon the appellants and the appellants have failed to bring on  record  any\nsuch evidence which would, even by reasonable probability, establish  their\nplea of alibi.   The plea of alibi in fact is required to  be  proved  with\ncertainty so as to completely exclude the possibility of  the  presence  of\nthe accused at the place of occurrence and in the house which was the  home\nof their relatives.   {Ref. <a href=\"/doc/203002/\" id=\"a_56\">Shaikh Sattar v. State of Maharashtra</a> [(2010) 8\nSCC 430]}.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1770950\" id=\"span_17\">52.   It has been correctly contended on behalf  of  the  appellants  while\nrelying upon the judgment of this Court in the case of  <a href=\"/doc/1770950/\" id=\"a_57\">S.P.  Bhatnagar  v.\nState of Maharashtra</a> [(1979) 1 SCC 535], that statement of  the  co-accused\nrecorded under <a href=\"/doc/767287/\" id=\"a_58\">Section 313</a> Cr.PC cannot  be  used  against  the  other  co-\naccused.  Ratti Ram, in his statement under <a href=\"/doc/767287/\" id=\"a_59\">Section 313</a> CrPC, had  admitted\nmaterial parts of the prosecution case including that he  had  parted  away\nwith a buffalo, some household articles and cash amount of  Rs.50,000/-  in\nfavour of the family of Satish and Sunder and that Indra  had  objected  to\nit.  He also admitted that the door was opened by Indra on  the  asking  of\nSurender, whom Jitender  had  brought  on  motor  cycle  from  the  fields.\nHowever, he denied having committed the murder of Indra.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">53.   The proposition of law advanced by the  counsel  for  the  appellants\ncannot be disputed.  The fact of the matter remains that statement of Ratti\nRam under <a href=\"/doc/767287/\" id=\"a_60\">Section 313</a> CrPC is part of the judicial record and could be used\nagainst Ratti Ram for convicting him, if the  prosecution  had  proved  its\ncase in accordance with law.   Ratti Ram, unfortunately,  died  during  the\npendency of the proceedings.  The part of his statement that  supports  the\ncase of the prosecution as well as the statement of PW-10 and PW-11 can  be\nrelied upon by the prosecution to a limited extent.    This  statement  may\nnot be used against the present accused as such,  but  the  fact  that  the\nstatement of Ratti Ram under <a href=\"/doc/767287/\" id=\"a_61\">Section 313</a> CrPC  supports  the  case  of  the\nprosecution cannot be  wiped  out  from  the  record  and  would  have  its\nconsequences in law.   Without  using  the statement of Ratti  Ram  against\nthese accused, the   courts  below   have   correctly   relied   upon   the\nstatement  of PW-10 and PW-11 and  the  medical  evidence.    This  finding\nrecorded by the Courts cannot, therefore, be faulted with.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"132560922\" id=\"span_18\">54.   The present accused have not been convicted on the basis  of  a  mere\nsuspicion.  The prosecution has been able  to  establish  its  case  beyond\nreasonable doubt by ocular, documentary and medical evidence.   The bangles\nwhich were recovered from the place of occurrence  and  the  injuries  that\nwere inflicted upon  the  body  of  the  deceased  clearly  show  that  she\nstruggled for life and was murdered at the hands of accused.   Thus, it  is\nnot a case of mere suspicion and the reliance placed by  the  counsel  upon\nthe judgment of this Court in <a href=\"/doc/132560922/\" id=\"a_62\">Nachhatar Singh v. State of Punjab</a> [(1976)  1\nSCC 750], is entirely misplaced.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">55.   We have already noticed that Pawan Kumar  had  preferred  a  separate\nappeal  which  came  to  be  dismissed  by  this Court  on  the  ground  of\ndelay as well as on merits vide its order dated  14th  October,  2011.   Of\ncourse, dismissal of  the  SLP  at  the  admission  stage  itself  may  not\nadversely affect the case of the present appellants.  In the case of Jalpat\nRai and Ors. v. State of Haryana [JT 2011 8 SC 55], this principle has been\nenunciated by stating  that  dismissal  of  SLP  summarily  does  not  mean\naffirmation of the judgment of the High Court on merits and does  not  even\namount to acceptance of the correctness of the High Court decision.   We do\nnot intend to dwell on this issue any further.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">56.   We also do not propose to rely upon the dismissal of the SLP filed by\nPawan Kumar since we have come to an independent conclusion on merits  that\nthe prosecution in the present case has been able to bring home  the  guilt\nof the appellants-accused and the judgment of the High Court  under  appeal\ndoes not call for any interference.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">57.    For  the  reasons  afore-mentioned,  both  the  above  appeals   are\ndismissed.\n</p><p data-structure=\"Precedent\" id=\"p_61\">                                             …….…………......................J.\n                                                              (A.K. Patnaik)\n\n\n\n\n                                           ...….…………......................J.\n                                                           (Swatanter Kumar)\n\nNew Delhi,\nMay 8, 2012\n\n\n</p>","numcites":30,"numcitedby":115,"docsource":"Supreme Court of India","citetid":157226401,"divtype":"judgments","relatedqs":[{"value":"plea of alibi","formInput":"plea%20of%20alibi"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"semi digested food","formInput":"semi%20digested%20food"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"alibi","formInput":"alibi"},{"value":"indian penal code 1860","formInput":"indian%20penal%20code%201860"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"intestines","formInput":"intestines"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 120b","formInput":"section%20120b"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"expert evidence","formInput":"expert%20evidence"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"stomach content","formInput":"stomach%20content"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"120b ipc","formInput":"120b%20ipc"}],"cats":[{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}