{"tid":533969,"publishdate":"1996-07-05","title":"M/S. Padmavathi Constructions vs The A.P. Industrial Infrastructure ... on 5 July, 1996","doc":"<h2 class=\"doc_title\">M/S. Padmavathi Constructions vs The A.P. Industrial Infrastructure ... on 5 July, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1997AP1, 1996(3)ALT953, AIR 1997 ANDHRA PRADESH 1, (1996) 3 ANDHLD 591 (1996) 3 ANDH LT 953, (1996) 3 ANDH LT 953</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-h-ansari\">M.H.S. Ansari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-h-ansari\">M.H.S. Ansari</a></h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n\n \n\n<p data-structure=\"Facts\" id=\"p_1\">1.  Brief facts as can be gathered from the averements made in the affidavit filed in support of the Writ Petition are as\n\nunder :\n</p> \n\n<blockquote id=\"blockquote_1\">The petitioner is a Registered firm and was entrusted the construction of Polytechnic Hostel and Staff Quarters including internal and external amenities and Campus development under L. S. Agreement No. 10/94-95 dated 30-7-1994.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2.    The site of work is said to have been handed over to the petitioner on 10-9-1994 and time stipulated for completion of the work is 12 months and as such the due date of completion of the work was 9-9-1995. The contract value is Rs. 1,90,74,948/-. The petitioner claims that in spite of earnest efforts made by the petitioner, the work could not progress as contemplated due to causes beyond petitioner&#x27;s control and some of the cause are attributable to the Respondent-Department for which the Department is solely responsible, according to the petitioner. It is further alleged that by a letter dated 8-7-1995, the petitioner was informed that the Respondent-Corporation has decided for terminating the Contract under Clause 30(1) of Section 3 (Special Conditions of the Agreement). The petitioner, therefore, initiated action to disband the establishment and settle accounts at which stage again by letter dated 5-8-1995, the petitioner was informed that the termination orders issued by letter dated 8-7-1995 are withdrawn and the petitioner was called upon to complete the balance work within scheduled time stipulated. The petitioner was also required to accept unconditional confirmation for completing the balance work. In reply thereto, the petitioner by their- letter dated 21-8-1995, stipulated certain conditions and also indicated therein that they would be entitled to prefer certain claims. The petitioners&#x27; offer was not accepted and the contracl was terminated by a letter dated 4-9-1995 with immediate effect. The grievance of the petitioner is that even though the contract was terminated w.e.f., 4-9-1995, accounts have not been settled and no payment was made. On the other hand, the respondents got extended the Bank Guarantee upto 26-10-1995 and again by a letter dated 29-10-1995, the Respondent-Corporation requested the\n\nBank authorities to extend the Bank Guar rantee upto 27-1-1996 failing which the letter be treated as invoking the Bank Guarantee On account of the pressure brought by the Bank on the petitioner on the insistence of the Respondent Corporation for remitting the amounts, the petitioner consented for ex-tending the Bank Guarantee upto 30-5-1996; By another letter dated 25-5-1996, the Respondent-Corporation invoked the Bank Guarantee No. 35/94-95 dated 27-7-1994 which according to the Respondent-Corporation was renewed upto 31-5-1996 and requested the Bank to remit the sum of Rs.9,53,748/- being the value of the Bank Guarantee. However, prior thereto, by a letter dated 3-5-1996, the Respondent-Corporation asked the petitioner to attend the office of the Senior Manager, Andhra Pradesh Industrial Infrastructure Corporation Limited for concluding supplemental agreement and for signing Release and Discharge Certificate for finalising the bill. It was intimated to the petitioner by the said letter that the bill was kept ready in full shape and the same had been prepared on the basis of oral acceptance given by the petitioner for finalising the accounts. The petitioner has assailed this action of the Respondent-Corporation as well as the action of the Respondent in invoking the Bank Guarantee. The petitioner has vide its letter dated 29-4-1996, made a claim for the amounts specified therein and sought payment of the sum of Rs. 48,29,230/- (Rupees Forty eight lakhs, twenty nine thousand, two hundred and thirty only) for the claims listed therein and intimated that if the claim is not settled and&quot; payment is not arranged, the petitioner would invoke Clause 67 of the Agreement which provides for settlement of disputes by Arbitration. The petitioner also sought for release and return of the Bank Guarantee.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. The above Writ Petition is filed claiming reliefs as prayed for in the petition, as above.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. It is apparent that the relationship between the petitioner and the respondent is govenned by a Contract which is for certain construction works entrusted by the Respondent-Corporation to the petitioner. The relationship between the parties is thus governed by a written contact dated 30-7- 994. It is noteworthy that neither any\nfundamental right of the petitioner is claimed\nto have been violated nor constitutionality of\nany statute or statutory provision is involved\nfor determination in this Writ Petition. The\ncontract is a non-statutory contract though\n6ne of the contracting parties-respondent in\nthe instant case, it may be assumed for the\npurpose of this Writ Petition to be a State\nwithin the meaning of the <a href=\"/doc/609139/\" id=\"a_1\">Articles 12</a> and <a href=\"/doc/1712542/\" id=\"a_2\">226</a> of the Constitution of India, the question, however is, Can this Court in exercise of its\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India entertain questions relating to contractual obligations. The dispute in the\ninstant case is one arising from General Law\nof Contract i.e., where reliefs are claimed on the basis of general law of Contract, a Suit filed in Civil Court would be the appropriate remedy. Furthermore in the instant case,\nadmittedly there exists an Arbitration Clause.\n</p><p data-structure=\"Issue\" id=\"p_5\">Therefore, the petitioner has an additional\nefficacious alternative remedy if the petitioner\nso chooses to have the matter or the dispute\nsettled by arbitration. To my mind, invocation of the extraordinary jurisdiction of this\nCourt under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution of India is not appropriate. The dispute between the petitioner and the respondent is one arising out of a contract qua contract and can thus be adjudicated either in a properly constituted Civil Suit or by resort to Arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">5. Admittedly, the Contract has been terminated and for whatever reasons the work has not been completed within the stipulated period, time for completion of which was 9-9-1995. The respondent-organisation has invoked the Bank Guarantee which it claims to have the power to do so under the terms of the Contract i.e., Agreement dated 30-7-4994 pursuant to which&quot; the petitioner has furnished the Bank Guarantee. The real dispute between the parties to the said Contract is thus relating to the performance of the Contract in terms of the Contract. The petitioner claims that it is entitled to various amounts for the works done by it and other Contracting party claims itself entitled to\n\ninvoke the Bank Guarantee and to terminate the contract in terms of the contract. The real dispute therefore, is one, the adjudication of which would depend upon several facts to be established before any relief can be granted to either of the contracting parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">6. Where complex questions of fact arise which are the foundation for the grant of relief, the proper course would be to relegate the party to Civil Court. Where, however, facts are not disputed and the disputation is one of law, petitioner need not be denied the efficacious or expeditious adjudication of the remedy under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India and in such a case, the Court could entertain the Writ Petition and make a declaration of law on the admitted facts. (See M/s. Mallikarjun Chemicals v. Singarcni Colleries Ltd., (1989) 2 APLJ 384).\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">7. Learned counsel for the petitioner, however, contended that even in contractual matters, the action of the State or its instrumentality can be tested for arbitrariness and judicial review is available in such matters under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India to interdict any action of the State or its Agencies, if they are found to be arbitrary. Learned counsel for the petitioner relied upon several judgments of the Supreme Courts in support of the aforesaid contention. Let us examine some of the cases cited by the learned counsel for the petitioner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"884513\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1964881\" id=\"span_2\">8. <a href=\"/doc/1964881/\" id=\"a_7\">Union of India v. Hindustan Development Corporation</a>,  and <a href=\"/doc/884513/\" id=\"a_8\">Tata Cellular v. Union of India</a>, , relied upon by the learned counsel are not relevant to the facts of the instant case. In both these cases, the dispute before the Supreme Court was with respect to matter before the Contract was entered into. The Court in those cases was concerned with the procedure to be followed in entering into the Contract with the individuals and it was held that there should be no arbitrariness or favouritism in matter of awarding contract to the individual and that the Court had a duty to confine itself to the question of legality and see whether the action of the Government and authorities is fair in the matter of awarding the Contract.</span></span>\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1974738\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1238017\" id=\"span_4\">9. Supreme Court judgments in Shri-lekha Vidyarthi v. State of Uttar Pradesh, ; <a href=\"/doc/1238017/\" id=\"a_9\">Mahabir Auto Stores v. India Oil Corporation</a>,  relied upon by the learned counsel for the petitioner have been considered and explained in the judgment of the Supreme Court in <a href=\"/doc/1974738/\" id=\"a_10\">Assistant Excise Commissioner v. Issac Peter</a>, , wherein it was held that the said decisions do not support a similar proportion as is put fourth in the case on hand.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_5\">In <a href=\"/doc/1974738/\" id=\"a_11\">the said judgment</a>, Srilekha Vidyarthi (supra) and <a href=\"/doc/1238017/\" id=\"a_12\">Mahabir Auto</a> (supra) were considered and explained as under (at pp. 2636 and 2637 of AIR SCW) :</span>\n</p>  \n\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_6\">&quot;<a href=\"/doc/1261492/\" id=\"a_13\">Shrilekha Vidyarthi v. State of Uttar Pradesh</a> (supra) was a case of mass termination of District Government counsel in the State of U. P. It was a case of termination from a post involving public element. It was a case of non-Government servant holding a public office, on account of which it was held to be a matter within the public law field. This decision too does not affirm the principle now canvassed by the learned counsel. We are, therefore, of the opinion that in case of contracts freely entered into with the State, like the present ones, there is no room for invoking the doctrine of fairness and reasonableness against one party to the contract (State) for the purpose of altering or adding to the terms and conditions of the contract, merely because it happens to be the State. In such cases, the mutual rights and liabilities of the parties are governed by the terms of the contracts (which may be statutory in some cases) and the laws relating to contracts.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1238017\" id=\"span_7\">xxxxxxxxx\n \n\nCounsel for respondents also relied upon the decision in <a href=\"/doc/1238017/\" id=\"a_14\">Mahabir Auto Stores v. Indian Oil Corporation</a>  (supra). But that case turned on its peculiar facts. All that was done was to advise the IOC to take the appellant into confidence before putting an end to his long-enjoyed right. The observations in the judgment are confined to the particular facts of that case. It is significant to note that it was not a case where the\n\nrights of the parties were governed by a contract. This decision cannot, therefore, support the contention of the respondents.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\">10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_8\">In <a href=\"/doc/1513693/\" id=\"a_15\">LIC of India v. Consumer Education &amp; Research Centre</a>,  certain salutary principles of judicial review even in the sphere of contractual relations of the State, its instrumentality, public authorities or those whose acts bear insignia of public element, action to public duty have been laid down. Also, in the very same judgment, while holding that the dichotomy between public law and private law rights and remedies, though may not be obliterated by any strait-jacket formula, it was held, would depend upon the factual matrix, and that &quot;the adjudication of the dispute arising out of a contract would, therefore, depend upon facts and circumstances in a given case.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_9\">11. <a href=\"/doc/1513693/\" id=\"a_16\">The LIC</a> case (supra) was one where judicial review was sought with regard to the action of the State by which the insurance policies were confined to salaried class or Government employees and the validity of the said action was tested for arbitrariness on the touchstone of <a href=\"/doc/367586/\" id=\"a_17\">Art. 14.</a></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1960318\" id=\"span_10\">12. Sri M. R. K. Chowdhary, learned counsel for the petitioner, contended that the invocation&#x27;of the bank guarantee is improper and in support of his contention relied upon <a href=\"/doc/1960318/\" id=\"a_18\">Larsen &amp; Toubro Ltd. v. Maharashtra State Electricity Board</a>, . That, however, was a case initiated under<a href=\"/doc/28932/\" id=\"a_19\"> S.41</a> of the Arbitration Act and not one arising out of writ jurisdiction.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\">13. Sri M. R. K. Chowdhary contended that it cannot be denied that the State has an obligation to act reasonably and fairly even when dealing with a citizen in the contractual sphere. It was his contention that the petitioner in the instant case is seeking judicial review of the action of the respondent-State with regard to the respondents compelling the petitioner to issue Release and Discharge Certificate by way of full and final settlement of all disputes and claims and withholding payment of the amount covered by the final bill for that reason and the action of the\n\n3rd respondent in invoking the bank guarantee, are unreasonable, unfair and arbitrary and, therefore, subject to judicial review under <a href=\"/doc/1712542/\" id=\"a_20\">Art. 226.</a>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">14. To my mind, the actions of the respondent-Corporation are directly referable to the Contract and the same have to be judged on the basis of the performance of the respective obligations of the contracting parties in terms of the Contract. As already noticed, the respondent-Corporation terminated the Contract and invoked the bank guarantee purportedly in exercise of the power vested in it under the terms of the Contract. The impugned actions, therefore, of the respondent Corporation in insisting upon the petitioner to issue discharge for finalisation of the bill as well as invocation of the bank guarantee by the respondent-Corporation is to be judged and adjudicated upon only after the relative obligations of the petitioner under the Contract arc established to have been performed in accordance with the terms of the Contracts. The impugned actions, to my mind, cannot be adjudicated upon or reviewed in these proceedings in isolation, dehors the adjudication of the question as to the manner of performance of the Contract by the petitioner. The &quot;admitted amounts&quot; allegedly being withheld by the respondent-Corporation, even according to the petitioner are disputed and according to respondent arc payable only upon the petitioner signing the supplemental agreement and upon issuing a Discharge Certificate in full and final settlement of the account. There is thus any amount of dispute between the contracting parties as regards the works done, the value thereof, as regards the rate for the alleged works and whether or not any of them are not covered by the Contract for which supplementary agreement is sought to be executed and as to the terms thereof before finalisation of the bill. The real dispute, to my mind, between the parties, as already stated supra, is with regard to the performance or non-performance within stipulated period of the Contract and for which the petitioner claims entitled to a certain amount which is disputed by the respondent Corporation,\n\nAlso, the petitioner disputes the amount which respondent is offering to it in full and final settlement as also the terms of the supplemental agreement sought to be executed. The disputation, in essence, is with respect to facts and not one of law. Questions of fact, thus, need to be adjudicated upon before the petitioner can be held entitled to any relief. Such an adjudication of disputed facts is the foundation for the grant of any appropriate relief to the petitioner, and such adjudication would not be appropriate by this Court in exercise of its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_21\">Art. 226</a> of the Constitution of India. The existence of the power of judicial review under <a href=\"/doc/1712542/\" id=\"a_22\">Art. 226</a> of our Constitution depends upon the nature and the right involved in the facts and circumstances of the particular case. None of the judgments cited by learned counsel for the petitioner involved judicial review of State action where the-foundation for the grant of relief depended upon adjudication of disputed facts as in the case on hand.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_16\">15. The petitioner has preferred a claim for the amounts, which according to the petitioner are payable to it. The petitioner has an efficacious alternative remedy of seeking adjudication of his claims either by way of a suit in a Civil Court of competent jurisdiction or by arbitration. The remedy under <a href=\"/doc/1712542/\" id=\"a_23\">Art. 226</a>, in the circumstances of the case would not be available to the petitioner and, therefore, I do not find any ground to entertain this writ petition and the same is accordingly dismissed with liberty to the petitioner to pursue any of the alternative, efficacious remedies open to it under law and if so advised.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">16. It must, however, be clarified that nothing in this order shall prejudicially affect either party (petitioner or respondents) in any proceedings which either of them may choose to pursue against the other or as may be open to them in law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\">17. Petition dismissed\n \n\n</p>","numcites":11,"numcitedby":6,"docsource":"Andhra HC (Pre-Telangana)","citetid":533969,"divtype":"judgments","relatedqs":[{"value":"judicial review","formInput":"judicial%20review"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"supplemental agreements","formInput":"supplemental%20agreements"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"guarantee","formInput":"guarantee"},{"value":"efficacious","formInput":"efficacious"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":false,"query_alert":null,"agreement":false}