{"tid":291569,"publishdate":"1950-11-21","title":"The State Of Bombay vs The Maharashtra Sugar Mills Ltd. on 21 November, 1950","doc":"<h2 class=\"doc_title\">The State Of Bombay vs The Maharashtra Sugar Mills Ltd. on 21 November, 1950</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1951BOM68, (1951)53BOMLR263, (1951)ILLJ137BOM, AIR 1951 BOMBAY 68, 53 BOM L R 263</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-bose\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-bose\">Chief Justice</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nChagla, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. By a notfn. dated 1-4-1949, the Govt. of Bombay referred an industrial dispute that had arisen between the Maharashtra Sugar Mills, Ltd., who are regp. 1 before us, &amp; its employees in respect of payment of six months&#x27; wages as bonus for the year 1947-48 to all employees including the seasonal &amp; contract labour. This dispute was referred under <a href=\"/doc/131339390/\" id=\"a_1\">Section 73</a>, Bombay Industrial Relations Act, 1946. The company contended before the Tribunal that it had no jurisdiction to arbitrate with reference to the contract labour employed in the industry. That contention was overruled by the Industrial Tribunal. Thereupon a petn. was presented by the company for a writ of certiorari to quash the award made by the Tribunal to the extent that it awarded bonus to contract labour. This petn. came before Bhagwati J. who upheld the contention of the petnr-company &amp; ordered a writ to issue in favour of the company. The State of Bombay has now come in appeal before us from that decision of the learned Judge.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\">2. The first question that was canvassed before the learned Judge was whether this Ct. had jurisdiction to interfere with the decision of the Industrial Tribunal that it had jurisdiction to adjudicate upon the claim of contract labour in respect of a bonus. The Industrial Tribunal hold that contract labour satisfied the conditions laid down in the Act &amp; those who were employed by contract were employees within the meaning of the Act &amp; therefore, it came to the conclusion that it had jurisdiction to proceed with the reference with regard to contract labour as well. What was urged by the State of Bombay before Bhagwati J. was that the decision of the Industrial Tribunal that contract labourers were employees was a finding of fact which could not be controlled in any way by this Ct.; that that finding &amp; decision was final &amp; binding &amp; no writ of certiorari could be issued to interfere with that decision. Now the Industrial Court is a Ct. of limited jurisdiction; it is a creature of statute &amp; its jurisdiction is strictly controlled by the Act which brings it into existence, &amp; if the Tribunal acts in excess of the jurisdiction conferred upon it by the statute, the H. C. can always correct the Ct. by an appropriate writ. The jurisdiction of the Ct. to deal with this reference is to be found in <a href=\"/doc/120924328/\" id=\"a_2\">Section 78</a> of the Act, which provides that notwithstanding anything contained in this Act, the Provincial Govt. may, at any time, refer an industrial dispute to the arbitration of the Industrial Court, if certain conditions are satisfied with which we are note concerned in this case. Therefore, the only jurisdiction which the Provincial Govt. has is to refer a matter to the Industrial Ct. &amp; the only jurisdiction that the Industrial Ct. has is to try a matter which relates to an industrial dispute as defined by the Act. If something is referred to the Tribunal which is not an industrial dispute, then the Tribunal would have no jurisdiction to deal with that matter. &quot;Industrial dispute&quot; is defined by <a href=\"/doc/3626362/\" id=\"a_3\">Section 8(17)</a> as meaning &quot;any dispute or difference between an employer &amp; employee or between employers &amp; employees or between employees &amp; employees &amp; which is connected with any industrial matter&quot;, &amp; &quot;industrial matter&quot; is defined by <a href=\"/doc/3626362/\" id=\"a_4\">Section 8(18)</a>. There is no controversy in this case that the dispute between contract labour &amp; the Sugar Co. is connected with an industrial matter. The only controversy is that the dispute is not between an employer &amp; an employee. The question with regard to jurisdiction arises in this way, that the Industrial Tribunal having decided that there was a relationship of employer &amp; employee between the company &amp; the contract labour; whether it is open to this Ct. to question that finding &amp; to determine for itself whether that finding is a correct one or not. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64856\" id=\"span_1\">Now, it is well established, &amp; we went into this matter at some length in a recent decision of this <a href=\"/doc/64856/\" id=\"a_5\">Ct. Mohsinali Mahomedali v. State of Bombay</a>, 53 Bom. L. R. 94 : (A. I. R. (38) 1951 Bom. 30l) that when there is a collateral fact upon the determination of which the jurisdiction of a Tribunal arises, if the Tribunal decides the collateral fact erroneously &amp; assumes jurisdiction, the superior Ct. can always correct the decision of tbe inferior Ct. It must be a fact which it is necessary to decide in order to assume jurisdiction; or in other words, the jurisdiction of the Ct. must be conditional upon the existence of that fact. In contradistinction to such collateral facts there are relevant facts or facts in issue which the Ct. has been created in order to determine. Express jurisdiction has been conferred upon the Ct. to decide &amp; determine those facts, &amp; as far as the determination of those facts is concerned, the decision of the Ct. is final &amp; however erroneous its decision may be in fact or in law, the superior Ct. will not interfere with that decision. Therefore, what has got to be considered in this case is, whether the question as to the relationship between the company &amp; the contract labour &amp; as to whether that relationship was that of employer &amp; employee is a collateral fact or a relevant fact which the Ob, had to determine as required by statute. In our opinion Bhagwati J. was quite right when he came to the conclusion that the very jurisdiction of the Tribunal depended upon the matter which it was determining being an industrial dispute. If it was not an industrial dispute, then the Ct. has no jurisdiction to decide the matter, &amp; in order to decide whether it was an industrial dispute or not, the Tribunal had, in the first instance &amp; in limine, to determine whether the relationship between the company &amp; the contract labour was that of employer &amp; employee or not. It was only on the determination of this issue that the Ct. could either have jurisdiction or no jurisdiction to determine the matter. Therefore, the existence of an industrial dispute was the very foundation of the jurisdiction of the Tribunal to decide this matter. Therefore, it is clear that the Tribunal could not assume to itself jurisdiction to decide this question by erroneously finding that the relationship between the company &amp; contract labour was that of employer &amp; employee. If that determination was wrong, the superior Ct. could certainly interfere &amp; correct the lower Ct. as far as the determination of this particular issue was concerned. Therefore, there can be no question that this Ct. has ample jurisdiction to consider whether the finding of the Tribunal that the relationship between the company &amp; contract labour was that of employer &amp; employee was right or not. The only substantial point that has been argued before us by both Mr. K.T. Desai on behalf of the State &amp; by Mr. M.V. Desai on behalf of the company is whether the decision of the Tribunal that the contract labour were employees &amp; that the company were employers is a correct decision.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. <a href=\"/doc/47745746/\" id=\"a_6\">Now, the Act</a> defines both an employer &amp; an employee, &amp; the definition, as I shall presently point out, is an artificial definition. In our opinion, it is entirely unnecessary to consider what the incidents of the relationship between master &amp; servant are according to common law in England. Whatever those incidents may be, in this particular case we are only concerned with the narrow question as to whether contract labour engaged in this sugar industry falls within the definition of employee used by the Legislature &amp; the Sugar Co. falls within the definition of employer, also used by the Legislature. If the definition is satisfied, then even though according to common law the relationship between the contract labour &amp; the company may not be that of master &amp; servant, still they would be employer &amp; employee for the purpose of the statute, &amp; if they are employer &amp; employee for the purpose of the statute, then the dispute between them would be an industrial dispute which would be referable to the Tribunal &amp; which the Tribunal would have jurisdiction to determine. \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. Now, turning to the definition, &quot;employee&quot; is defined in <a href=\"/doc/192162542/\" id=\"a_7\">Section 3(13)</a> &amp; (13) (a) as &quot;any person employed to do any skilled or unskilled manual or clerical work for hire or reward in any industry, &amp; includes a person employed by a contractor to do any work for him in the execution of a contract with an employer within the meaning of Sub-clause (e) of Clause (14).&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">So that the definition in Clause (13) (a) is an inclusive definition; it is a definition which must form part of the main definition in <a href=\"/doc/3626362/\" id=\"a_8\">Section 8(18)</a>. But the Legislature, for greater clarity or greater caution, has included this specific definition of an employee in the main definition which is, a person employed to do any skilled or unskilled manual or clerical work for hire or reward in any industry. Now, according to this definition although a person is employed by a contractor &amp; the employment is not by the employer himself &amp; no privity is established between the employer &amp; the person employed, even so the person employed, becomes an employee if the contractor employs him in execution of a contract with the employer, that contract being one referred to in Sub-clause (e) of Clause (14). Therefore, we have to read Sub-clause (13) (a) with reference to sub-clause (14) (e) of the section. These two are correlated. The particular employee contemplated by the Legislature under Sub-clause (13) (a) is related to the employer contemplated by sub Clause (14) (e) in the same section. Now, turning to Sub-clause (14) (e), &quot;employer&quot; is defined--&amp; here again it is an inclusive definition--as including, &quot;where the owner of any undertaking in the course of or for the purpose of conducting the undertaking contracts with any person for the execution by or under the contractor of the whole or any part of any work which is ordinarily part of the undertaking, the owner of the undertaking.&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">Now, Mr. M.V. Desai&#x27;s contention is that under this definition the employer must contract with the worker or the employee before the relationship of employer &amp; employee can be established. Mr. Desai, in the first instance, appeals to general principles. He argues that it is impossible to believe that there could ever be a relationship of employer &amp; employee without there being any contractual privity between the two &amp; without there being any liability on the part of the employer to pay wages to the employee. Mr. M.V. Desai says that if the employer does not employ the employee, if he does not enter into any contract with the employee, then no question can possibly arise of the relationship of employer &amp; employee arising between them. If we did not have a statute to construe &amp; if we were not faced with an artificial definition, undoubtedly there would be considerable force in Mr. Desai&#x27;s contention. But as I said before, it is unnecessary to hark back to general principles of common law when we have a specific definition given by the Legislature which we have to construe as best we can. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">5. The second contention of Mr. Desai is that in the expression &quot;contracts with any person&quot; the meaning to be given to the word &quot;person&#x27; mast be the worker &amp; not the contractor. Therefore, according to Mr. Desai, the scheme of this definition is that the employer enters into a direct contract with the worker &amp; under that contract it may be arranged that the work id to be done by or under a contractor. The contractor may carry out the work ; but privity of contract has to be established between the employer &amp; the worker. Now, there are two serious objections to accepting this contention of Mr. M.V. Desai. In the first place, if this contention were to be accepted, then it would run counter to what the Legislature has contemplated &amp; which it has made clear in the definition of an employee under <a href=\"/doc/3626362/\" id=\"a_9\">Section 8(13)(a)</a>. As I pointed out before, there the Legislature contemplates an employee being a person who is employed by a contractor &amp; not by the employer himself. In the second place, it is not possible to give the expression &quot;any person&quot; the meaning for which Mr. Desai contends, because if what Mr. Desai says was the correct interpretation of this definition then we would have expected the Legislature to use the words &quot;a contractor&quot; &amp; not &quot;the contractor&quot; which it has used after the expression &quot;any person&quot;. The expression &quot;the contractor&quot; makes it clear that the Legislature is contemplating a definite contractor to which a reference has been made earlier in this sub-clause, &amp; that contractor is no other than the person referred to with whom the owner of the undertaking enters into a contract. Therefore, the sub-clause must be read as if it ran as follows : \n</p><blockquote id=\"blockquote_1\"> &quot;where the owner of any undertaking in the course of or for the purpose of conducting the undertaking contracts with any person for the execution by or under the said person of the whole or any part of any work which is ordinarily part of the undertaking, the owner of the undertaking.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">In doing so we are not re-writing the definition for the Legislature; we are only suggesting that the Legislature could have used different language to express the same meaning; but that it has expressed the same meaning is clear, because when the owner contracts with a person that person becomes the contractor &amp; it is the contractor to which reference is made in this sub-clause. Therefore the contractor is the same entity as the person with whom the owner of the undertaking contracts, &amp; it is only this interpretation of the section which reconciles Sub-clause (13) (a) with Sub-clause (14) (e). Therefore, reading the two sub-sections together the position is that when there is the owner of an undertaking &amp; that owner of the under taking does not employ labour directly, but enters into a contract with a contractor &amp; the contractor supplies the necessary labour for the purpose of the undertaking of the owner, then the persons so employed or recruited or supplied by the contractor are as much the employees of the owner of the undertaking as if the owner had directly employed them. If may put it in a different way, the Legislature has not chosen to make any distinction between a case where the owner of an undertaking employs labour &amp; the ordinary relationship of master &amp; servant is set up &amp; the case where the owner interposes, as it were, a contractor between himself &amp; the labour which is used for the purpose of his industry. The interposition of the contractor makes no difference to the relationship between the persons employed &amp; the employer. In the eye of the law the relationship in both the cases is identical with the same rights &amp; liabilities. In this case there is no suggestion by the State of Bombay that the Maharashtra Sugar Mills, Ltd., employed contract labour directly. The contention is that this labour was employed through the instrumentality of contractors &amp; therefore, this labour fell within the meaning of <a href=\"/doc/192162542/\" id=\"a_10\">Section 3(13)(a)</a>, &amp; the company was its employer within the meaning of <a href=\"/doc/3626362/\" id=\"a_11\">Section 8(14)(e)</a>, &amp; it is from the point of view of this contention that we have to consider whether the finding of the Industrial Court was right or erroneous as held by the learned Judge below. [The rest of the judgment is not material to this report.]\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_9\">6. The result, therefore, is that the appeal will be allowed, the order of the learned Judge below will be set aside &amp; the petn. will be dismissed with costs throughout. Resp. 1 will pay the costs of the applt. &amp; resp. 2 of the petn. &amp; of this appeal. Costs of the petn. to be taxed on a long cause scale.\n</p> \n\n","numcites":6,"numcitedby":8,"docsource":"Bombay High Court","citetid":291569,"divtype":"judgments","relatedqs":[{"value":"master and servant","formInput":"master%20and%20servant"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"employee   definition","formInput":"employee%20%20%20definition"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"Common law","formInput":"Common%20law"},{"value":"collateral","formInput":"collateral"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"jurisdiction of tribunal","formInput":"jurisdiction%20of%20tribunal"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"employee and employer","formInput":"employee%20and%20employer"},{"value":"bonus","formInput":"bonus"}],"courtcopy":false,"query_alert":null,"agreement":false}