{"tid":144538253,"publishdate":"2009-04-13","title":"International Airport Authority Of ... vs International Air Cargo Workers' ... on 13 April, 2009","doc":"<h2 class=\"doc_title\">International Airport Authority Of ... vs International Air Cargo Workers&#x27; ... on 13 April, 2009</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 SUPREME COURT 3063, 2009 (13) SCC 374, 2009 AIR SCW 4926, 2009 LAB. I. C. 3580, (2010) 2 SERVLJ 297, (2010) 1 RAJ LW 222, (2010) 1 SCT 172, (2010) 2 SERVLR 682, 2009 (6) SCALE 169, (2010) 1 CURLR 140, (2009) 123 FACLR 321, (2009) 3 LAB LN 489, (2009) 7 MAD LJ 501, (2009) 6 SCALE 169</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-v-raveendran\">R.V.Raveendran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:l-s-panta\">Lokeshwar Singh Panta</a>, <a href=\"/search/?formInput=benchid:r-v-raveendran\">R V Raveendran</a></h3>\n\n<pre id=\"pre_1\">                                                                                  1\n\n\n\n                                                              Reportable\n\n                   IN THE SUPREME COURT OF INDIA\n\n                    CIVIL APPELLATE JURISDICTION\n\n                     CIVIL APPEAL NO.2244 OF 2002\n\n\nInternational Airport Authority of India               ... Appellant\n\nVs.\n\nInternational Air Cargo Workers&#x27; Union &amp; Anr.          ... Respondents\n\n\n\n\n                             JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">R.V.RAVEENDRAN, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">      This appeal by special leave is filed against the judgment and order\n\ndated 12.11.2001 passed by the High Court of Madras in Writ Appeal\n\nNo.544/1998 reversing the order dated 15.12.1997 passed by a learned\n\nSingle Judge in Writ Petition No. 6126 of 1995 and restoring the award\n\ndated 23.12.1994 passed by the Industrial Tribunal, Madras in ID NO.65 of\n\n1991. The case has a chequered history and has come up after several\n\nrounds of litigations.\n</p><span class=\"hidden_text\" id=\"span_1\">\f                                                                         2</span><p data-structure=\"Issue\" id=\"p_4\">\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">2.    The International Airport Authority of India (IAAI for short), the\n\nappellant herein, was established under the <a href=\"/doc/988937/\" id=\"a_1\">International Airports Authority\n\nAct, 1971</a>. It established a cargo complex at Madras in the year 1978. Under\n\nan agreement dated 30.1.1978, it granted a licence to a private company\n\nknown as M/s. Airfreight Private Ltd. (referred to as `Airfreight&#x27;) to be its\n\nground handling agent in respect of export, import and transshipment cargo\n\nconsignments. Under the said agreement, Airfreight was to receive payment\n\nfrom the owners of the cargo for the work done, had to engage the services\n\nof required number of workers for handling the cargo and be responsible for\n\npayment of wages to the workers. It was also required to pay a licence fee to\n\nIAAI, linked to the total revenue realized by it. (minimum being Rs.12 lacs,\n\nmaximum being Rs.43.50 lacs plus an agreed percentage of the revenue\n\nover and above 60 lacs). IAAI had no privity of contract, obligation or\n\nresponsibility towards the workers employed by the Airfreight.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">3.    In the year 1985 IAAI decided to take over the ground handling work\n\nand entrust it to a new licencee by inviting competitive tenders. Therefore,\n\nby letter dated 19.9.1985 IAAI informed Airfreight that the ground handling\n\nagency operations should be handed over to its officers on 31.10.1985. Thus\n<span class=\"hidden_text\" id=\"span_2\">\f                                                                                   3</span>\n\n\nfrom 1.11.1985, Airfreight ceased to be the ground handling agent of IAAI\n\nat Madras Airport. The termination of the handling contract of Airfreight\n\ndid not require IAAI or the new licencee of IAAI to take over the workers\n\nemployed by Airfreight. In the circumstances, the workers (loaders and\n\npackers) employed by Airfreight in connection with the ground handling\n\nwork, who were likely to be retrenched/discharged, made an appeal to IAAI\n\nto provide them employment.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\nFirst Round\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">4.    The      Airfreight   Workers       Union     also    filed    Writ     Petition\n\nNo.11683/1985 in the Madras High Court, seeking a direction to IAAI to\n\nemploy all those workers who had been employed by Airfreight in\n\nconnection with the ground handling work at the Madras Airport cargo\n\ncomplex and not to recruit anyone from outside. IAAI and Airfreight were\n\nimpleaded as respondents 1 and 2 in the said writ petition. In view of the\n\nappeal made by the said workers, IAAI unilaterally came forward with a\n\nscheme to mitigate their hardship, and filed the following memo before the\n\nHigh Court :\n</p>\n<blockquote id=\"blockquote_1\">      &quot;The authority (IAAI) will consider mitigating the hardship of the ex-\n      loaders and packers of M/s Air Freight claimed to be caused on account of\n      its take over of cargo handling function by accommodating them as far as\n      possible except by way of regular absorption in the services of IAAI till\n      such time the authority has made its own regular arrangements, on contract\n<span class=\"hidden_text\" id=\"span_3\">\f                                                                                   4</span>\n\n      basis through a Co-operative Society formed on specified terms and\n      conditions and period as per the policy of IAAI framed from time to time&quot;.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_9\">The High Court recorded the memo filed by IAAI and dismissed the writ\n\npetition on 12.12.1985, in view of the agreement expressed by the learned\n\ncounsel for Airfreight Workers Union.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">5.    The workers of Airfreight took steps to form a co-operative society\n\nwhich was registered under the name and style of `Airport Industrial Co-\n\noperative Service Society Ltd.&#x27;, (`society&#x27; for short) on 28.11.1985. Pending\n\nfinalization of a contract with the said society, in terms of the memo filed in\n\nWP No.11683/1985, IAAI started engaging some of the workers of\n\nAirfreight as casual labour on day to day basis depending on the actual\n\nrequirements.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\nSecond Round\n\n</p><p data-structure=\"Facts\" id=\"p_13\">6.    The Airfreight Workers Union and the society filed Writ Petition\n\nNo.5164 of 1986 seeking a direction to IAAI to hand over the ground\n\nhandling work at the Madras Airport Cargo Complex to the society, on\n\nterms to be mutually agreed or in the alternative absorb the ex-employees of\n\nAirfreight on its permanent rolls and till then maintain status quo. During\n<span class=\"hidden_text\" id=\"span_4\">\f                                                                          5</span>\n\n\nthe pendency of the said writ petition, an agreement was entered on\n\n1.7.1986 under which the society agreed to provide 70 loaders cum packers\n\nat the Madras Air Cargo Complex on a consolidated monthly payment of\n\nRs.45,870. It was further agreed as follows : (i) that the said arrangement\n\nwould be in force for a period of six months; (ii) that if any additional\n\nloaders-cum-packers were required by IAAI, the society will provide them\n\nat the rate of Rs.15 per manshift; (iii) that IAAI would sympathetically\n\nconsider the society&#x27;s request for increasing the monthly payment to\n\nRs.50,000; (iv) that the agreement would be implemented within 10 days;\n\nand (v) that W.P. No.5164 of 1986 would be withdrawn voluntarily. The\n\nagreement confirmed that the settlement had been arrived at without any\n\npressure from either side, in mutual interest, for the smooth operation of the\n\ncargo complex. In view of it, when W.P. No.5164 of 1986 came up on\n\n2.7.1986, the learned counsel submitted that the matter was settled out of\n\ncourt and accordingly the petition was dismissed as withdrawn.\n\n\n\nThird Round\n\n</p><p data-structure=\"Section\" id=\"p_14\">7.    IAAI agreed to the request of the society to increase the monthly\n\npayment to Rs.50,000 and a more detailed agreement was executed on\n\n14.7.1986 between IAAI and society under which the society agreed to\n<span class=\"hidden_text\" id=\"span_5\">\f                                                                         6</span>\n\n\nprovide manpower (loaders-cum-packers) for unloading, shifting, stacking,\n\nmarking unpacking, packing, stitching, strapping, counting of cargo and\n\nother miscellaneous porterage jobs at Madras Airport, round the clock, in\n\nthree shifts. The agreement reiterated that the total number of loaders-cum-\n\npackers to be made available by the society on regular basis will be 70; that\n\nthe additional loaders cum packers will be made available on a further\n\npayment of Rs.15 per manshift; and that the agreement would be in force\n\nbetween 10.7.1986 to 19.1.1987. The said agreement specifically provided\n\nas follows : (a) that the workers (members of the society) would have no\n\ndirect relationship whatsoever with IAAI, except on matters of execution of\n\nwork and all dealings and remuneration to them would be through the\n\nsociety (vide clause 35); (b) that the society should make good any damage\n\ncaused to the cargo consignments or to the property of IAAI, by the loaders-\n\ncum-packers, either due to negligence or willful acts (vide cl. 21); (c) that\n\nthe society shall comply with the requirement of <a href=\"/doc/1810788/\" id=\"a_2\">Contract Labour\n\n(Regulation and Abolition) Act, 1970</a> (`<a href=\"/doc/1810788/\" id=\"a_3\">CLRA Act</a>&#x27; for short) and other\n\nlabour laws, in particular, the statutory provisions regarding minimum\n\nwages; (d) that to ensure that wages were paid by the society to its\n\nemployees whose services were made available to IAAI as contract labour,\n\nIAAI will have the right to demand that the wages be disbursed by the\n<span class=\"hidden_text\" id=\"span_6\">\f                                                                         7</span>\n\n\nsociety to its employees, in the presence of IAAI&#x27;s representative (vide\n\nclause 7); (d) that IAAI will not be responsible either for any injury\n\nsustained by the employees of the society during the performance of their\n\nduties or for payment of any damages or compensation due to any dispute\n\nbetween the society and its workers (vide cl. 8); (e) that in case it was\n\nnoticed by IAAI that the work carried out by the society was not upto the\n\nrequired standard, and the society failed to improve, inspite of two days\n\nwritten notice about the bad state of work and demand for improvement,\n\nIAAI could impose fines and deduct the amount of fines from the society&#x27;s\n\nbills; and if fines had no effect, IAAI would have the right to terminate the\n\ncontract by giving a month&#x27;s notice and forfeit the security deposit (vide\n\nclause 9); (f) that the society would carry out the jobs as per the\n\nspecifications of IAAI and to its satisfaction, and in case of any complaints\n\nby IAAI either as regards the nature of service or as regards the personnel\n\ndoing the same, the society would attend to the complaints promptly (vide\n\nclause 12); and (g) that the society, apart from being in constant touch with\n\nthe officers of IAAI, through an authorized representative, would also have\n\na supervisor employed on round-the-clock basis at the cargo complex to\n\nsupervise, control and ensure proper execution of the work assigned to the\n\nloaders-cum-packers and to co-ordinate with IAAI (vide clause 17).\n<span class=\"hidden_text\" id=\"span_7\">\f                                                                        8</span>\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_15\">8.    The society entered into a fresh agreement dated 11.12.1987 agreeing\n\nto provide loaders-cum-packers at the Madras airport complex, for a period\n\nof two years from 1.9.1987. The lump sum payment by IAAI was revised as\n\nRs.60,000 per month for providing 70 loaders and three supervisors. It was\n\nagreed that the said amount had been determined by assuming the minimum\n\nwage as Rs.20 per day and if there was any statutory increase beyond\n\nRs.20/-, such excess should be borne by IAAI.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"Issue\" id=\"p_17\">9.    When the said term was coming to an end, the International Air Cargo\n\nWorkers Union (first respondent) and the society filed Writ Petition\n\nNo.9110 of 1989 seeking service security to the 89 workers and treat them\n\non par with regular employees of IAAI by giving them wages/benefits/\n\nprivileges of regular workmen. The said petition was dismissed on\n\n18.12.1989 reserving liberty to raise the issues and demands in the\n\nproceedings under the <a href=\"/doc/500379/\" id=\"a_4\">Industrial Disputes Act, 1947</a> (`<a href=\"/doc/500379/\" id=\"a_5\">ID Act</a>&#x27; for short), as\n\nthe workers had already raised an industrial dispute demanding direct\n\nemployment and the conciliation had ended in a failure on 26.9.1989.\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                                     9</span>\n\n\n\n\nFourth Round\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_18\">10.   The conciliation officer submitted a Failure Report dated 3.10.1989,\n\nin regard to the conciliation Government of India however refused to refer\n\nthe dispute for adjudication on the ground that workmen in dispute were\n\nemployed by the society and not by IAAI. The order of refusal also stated :\n\n</p><blockquote id=\"blockquote_2\">      &quot;Therefore the dispute is not maintainable against the IAAI management\n      under the <a href=\"/doc/500379/\" id=\"a_6\">ID Act</a> indirectly. The Union has demanded abolition of contract\n      labour system in the loading/unloading operations etc. The question of\n      abolition of contract labour system is dealt with under <a href=\"/doc/1810788/\" id=\"a_7\">CLRA Act</a> which\n      lays down the criteria and the procedure for abolition of this system. The\n      Union could, therefore, avail of the remedy available under the said Act....\n      &quot;\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_19\">The said communication dated 7.12.1989 was challenged in W.P. No.10719\n\nof 1990. The said writ petition was allowed by order dated 26.3.1991 on the\n\nground that the central government could not pre-judge the issue and while\n\nconsidering whether a dispute should be referred under <a href=\"/doc/1669932/\" id=\"a_8\">section 10</a> of ID\n\nAct, the government is not supposed to delve into merits of the case and\n\nindulge in any adjudicatory process. The High Court, therefore, directed the\n\ngovernment to reconsider the matter and take a fresh decision in regard to\n\nthe request for reference. In pursuance of it, the government reconsidered\n<span class=\"hidden_text\" id=\"span_9\">\f                                                                                     10</span>\n\n\nthe matter and referred the following dispute to the Industrial Tribunal,\n\nMadras, by order dated 14.10.1991 :\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n</p><blockquote id=\"blockquote_3\">      &quot;Whether the action of the Management of International Airport Authority\n      of India, Madras is justified in not absorbing the workers/members of\n      Airport International Cooperative Service Society, their Contractor. If not,\n      to what relief the concerned workmen are entitled ?&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Issue\" id=\"p_21\">Fifth Round\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">11.   In the meanwhile IAAI issued a tender notice dated 19.11.1990\n\ninviting tenders for the cargo handling work at the Air Cargo Complex. The\n\nsaid tender notice was challenged by the first respondent Union in W.P.\n\nNo.18560 of 1990. In that petition, the first respondent Union inter alia\n\ncontended that the IAAI had no valid registration of its establishment under\n\n<a href=\"/doc/1711982/\" id=\"a_9\">section 7</a> of the CLRA Act and therefore the contract labour namely the\n\nworkers employed by the society should be treated directly employed by\n\nIAAI. The said writ petition was dismissed by the High Court by order\n\ndated 6.12.1990 holding that in the absence of a notification under <a href=\"/doc/45909/\" id=\"a_10\">section\n\n10</a> of the CLRA Act, prohibiting employment of contract labour in regard to\n\nthe process of cargo handling, and in the absence of any material to show\n\nthat the workers were deemed to be workmen of IAAI, the appropriate\n\nremedy was to agitate the matter before the concerned labour authority\n\ninstead of filing a writ petition. The said order of the learned Single Judge\n<span class=\"hidden_text\" id=\"span_10\">\f                                                                                  11</span>\n\n\nwas challenged by the union by filing a writ appeal (WA No.1265/1990)\n\nwhich was dismissed by judgment dated 3.1.1991. The Division Bench\n\nnoted that IAAI had registered its establishment under <a href=\"/doc/1711982/\" id=\"a_11\">section 7</a> of the\n\nCLRA Act       on 23.3.1990 and the tender notice was issued only thereafter\n\non 19.11.1990. The Division Bench also held that the Union having\n\nconsciously resorted to the remedy available under industrial law, and not\n\nhaving demurred against the dismissal of WP No.9110/1989 cannot re-\n\nagitate the same question in a writ petition challenging the tender notice.\n\n\n\nSixth Round\n\n</p><p data-structure=\"Facts\" id=\"p_23\">12.   Again when IAAI invited fresh tenders, the first respondent Union\n\nfiled W.P. No.273 of 1994 seeking a direction to IAAI not to invite tenders\n\nfor loading/unloading operations or take any other action which will have\n\nthe effect of discharging the workers engaged in the loading and unloading\n\noperations. The said writ petition was dismissed by order dated 22.6.1994\n\non the ground that the issue was pending adjudication by Industrial Tribunal\n\nand writ petitions for similar relief had been rejected earlier. The learned\n\nsingle Judge observed :\n</p>\n<blockquote id=\"blockquote_4\">      &quot;Having regard to the memorandum issued by IAAI wherein IAAI\n      specifically stated that the workmen concerned would be accommodated\n      as far as possible except by way of equal absorption in the services of\n      IAAI (Underlining is mine), which was noticed and recorded by S.Mohan\n      J., as he then was, with the consent of Mr. K.S.Janakiraman, then counsel\n<span class=\"hidden_text\" id=\"span_11\">\f                                                                                  12</span>\n\n      for workmen, and the subsequent agreement entered into on 1.7.1986,\n      14.7.1986 and 21.5.1992, it would not in my opinion, be possible for the\n      workmen to claim that the Authority should be directed not to disengage\n      the workmen.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Facts\" id=\"p_24\">The writ appeal (WA No.800 of 1994) challenging the said order was also\n\ndismissed on 27.6.1994.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n\nSeventh (current) Round\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">13.   The reference made by the central government which was registered\n\nas ID No.65 of 1991 was decided by the Industrial Tribunal, Madras, in\n\nfavour of the workers by award dated 23.12.1994. The Tribunal directed\n\nIAAI to absorb the members of the society whose names were stated in the\n\nannexures to the claim statement, (excluding only those who died or left\n\nservice), with effect from the date of the award. In the said award the\n\ntribunal recorded the following findings :\n</p>\n<blockquote id=\"blockquote_5\">      (a)    The memo filed by IAAI in W.P. No.11683 of 1985 (which was\n      agreed to by the workers union), resulting in dismissal of W.P.\n      No.11683/1985 filed by the workers&#x27; union, amounted to a settlement\n      which was not valid, as IAAI was in a dominant position to dictate terms\n      and compel the workers union to enter into the settlement to circumvent\n      the provisions of law and deprive the legitimate right of the workmen to\n      permanent status.\n</blockquote>\n<blockquote id=\"blockquote_6\">      (b)    The said memo of IAAI requiring the workers to form a society\n      was a ploy adopted by IAAI to defeat the legitimate claim of the workers\n      to permanent status to which they were entitled as they had worked for 5\n      to 14 years previously under Airfreight and thereafter under the IAAI who\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                                   13</span>\n\n      was the principal employer and after the termination of the handling\n      agency of Airfreight, their workers became the direct employees of IAAI.\n</blockquote>\n<blockquote id=\"blockquote_7\">      (c)     After the termination of the handling agency in favour of\n      Airfreight, its employees were directly engaged by IAAI and received\n      salary from IAAI. Thus they became the direct employees of IAAI from\n      November 1985. Once the workers became its employees, IAAI could not\n      change their status from direct workers to indirect workers.\n</blockquote>\n<blockquote id=\"blockquote_8\">      (d)     Even when the workmen were working as contract labour through\n      the society, IAAI was exercising direct supervision and control over them,\n      directly paying wages to them and taking disciplinary action against them\n      and all these showed that they were considered and dealt with as direct\n      employees of IAAI and the agreement between IAAI and the society was\n      sham and nominal.\n</blockquote>\n<blockquote id=\"blockquote_9\">      (e)      Any attempt by IAAI to appoint the workmen as contract labour is\n      illegal and would amount to an unfair labour practice.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_27\">14.   The said award was challenged by IAAI in W.P. No.6126/1995. A\n\nlearned Single Judge of Madras High Court allowed the said writ petition by\n\norder dated 15.12.1997 and set aside the award of the Tribunal.\n\nNevertheless having regard to the facts of the case, in particular IAAI being\n\na public sector undertaking was required to be a model employer, issued the\n\nfollowing directions :\n</p>\n<blockquote id=\"blockquote_10\">(i)   The Central Government and the Advisory Board constituted under\nthe <a href=\"/doc/1810788/\" id=\"a_12\">CLRA Act</a> should consider whether deployment of contract labour in\nregard to packing, loading and unloading in IAAI&#x27;s Madras Cargo Complex\nshould be abolished and take appropriate decision thereon.\n</blockquote>\n<blockquote id=\"blockquote_11\">(ii) Till such a decision was taken, the workers concerned shall be\ncontinued notwithstanding the interruption in their employment as contract\nlabourers from 1994 to the date of that order (15.12.1997), as contract\nlabour on the terms and conditions that were in force between IAAI and the\n<span class=\"hidden_text\" id=\"span_13\">\f                                                                         14</span>\n\n\nsociety prior to 1994 subject to the condition that the wages payable to such\nworkers shall not be less than what was paid to contract labour who were\nengaged between 1994 and 1997; and the said workers shall be engaged\nfrom January, 1998, their engagement being subject to good behaviour,\nconduct, discipline and efficient performance.\n</blockquote>\n<blockquote id=\"blockquote_12\">(iii) If the Central Government issues a notification under section 10\nunder the CLRA Act, prohibiting contract labour in regard to loading,\nunloading and packing in the cargo complex all those who had worked as\ncontract labour under the contract between the society and the IAAI up to\nthe numbers specified in the contract shall be absorbed in the IAAI as was\ndirected by this Court in the case of Air India Statutory Corporation v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">United Labour Union [1997 (9) SCC 377].\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">15.   The first respondent Union challenged the said order of learned\n\nSingle Judge before a Division Bench in Writ Appeal No.544/1998. A\n\nDivision Bench of the Madras High Court by its judgment dated 12.11.2001\n\nallowed the appeal and set aside the order of the learned Single Judge and\n\nrestored the award of the Tribunal. The Division Bench was of the view that\n\nwhen the Tribunal had recorded a finding of fact that the contract labour\n\nwere under the direct supervision and control of IAAI, that they were paid\n\nsalary directly by IAAI, that they were subjected to suspension and other\n\ndisciplinary control by IAAI, that the contract between IAAI and the society\n\nwas sham and nominal, the consequential finding that they were the direct\n\nemployees of IAAI ought not to have been disturbed by the learned Single\n\nJudge. The Division Bench was of the view that the findings recorded by\n<span class=\"hidden_text\" id=\"span_14\">\f                                                                                    15</span>\n\n\nthe tribunal were unexceptionable. The said decision is under challenge in\n\nthis appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n\n\nThe legal background and questions for decision\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_16\">16.   When the learned Single Judge considered the matter, the legal\n\nposition was governed by the decision in <a href=\"/doc/366376/\" id=\"a_13\">Gujarat Electricity Board vs. Hind\n\nMazdoor Sabha</a> - 1995 (5) SCC 27, partly modified by <a href=\"/doc/784921/\" id=\"a_14\">Air India Satutory\n\nCorporation vs. United Labour Union</a> - 1997 (9) SCC 377.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_17\">By the time the\n\nDivision Bench decided the writ appeal, the decision of the Constitution\n\nBench in <a href=\"/doc/277653/\" id=\"a_15\">Steel Authority of India Ltd., vs. National Union Waterfront\n\nWorkers</a> - 2001 (7) SCC 1 (for short `SAIL&#x27;) had been rendered, but on\n\naccount of the short gap between the two dates, the Division Bench did not\n\nnotice the decision in SAIL.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_33\">\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">17.   In Gujarat Electricity Board, this Court held :\n</p>\n<blockquote id=\"blockquote_13\">      &quot;..... the exclusive authority to decide whether the contract labour should\n      be abolished or not is that of the appropriate Government under the said\n      provision. It is further not disputed before us that the decision of the\n      Government is final subject, of course, to the judicial review on the usual\n<span class=\"hidden_text\" id=\"span_18\">\f                                                                                      16</span>\n\n      grounds. However, as stated earlier, the exclusive jurisdiction of the\n      appropriate Government under <a href=\"/doc/45909/\" id=\"a_16\">Section 10</a> of the Act arises only where the\n      labour contract is genuine and the question whether the contract is\n      genuine, or not can be examined and adjudicated upon by the court or the\n      industrial adjudicator, as the case may be. Hence in such cases, the\n      workmen can make a grievance that there is no genuine contract and that\n      they are in fact the employees of the principal employer.\n</blockquote>\n\n<blockquote id=\"blockquote_14\">      If the contract is sham or not genuine, the workmen of the so called\n      contractor can raise an industrial dispute for declaring that they were\n      always the employees of the principal employer and for claiming the\n      appropriate service conditions. When such dispute is raised, it is not a\n      dispute for abolition of the labour contract and hence the provisions of\n      <a href=\"/doc/45909/\" id=\"a_17\">Section 10</a> of the Act will not bar either the raising or the adjudication of\n      the dispute. When such dispute is raised, the industrial adjudicator has to\n      decide whether the contract is sham or genuine. It is only if the adjudicator\n      comes to the conclusion that the contract is sham, that he will have\n      jurisdiction to adjudicate the dispute. If, however, he comes to the\n      conclusion that the contract is genuine, he may refer the workmen to the\n      appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_18\">Section\n      10</a> of the Act and keep the dispute pending. However, he can do so if the\n      dispute is espoused by the direct workmen of the principal employer. If the\n      workmen of the principal employer have not espoused the dispute, the\n      adjudicator, after coming to the conclusion that the contract is genuine, has\n      to reject the reference, the dispute being not an industrial dispute within\n      the meaning of <a href=\"/doc/189659891/\" id=\"a_19\">Section 2(k)</a> of the ID Act. He will not be competent to\n      give any relief to the workmen of the erstwhile contractor even if the\n      labour contract is abolished by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_20\">Section\n      10</a> of the Act.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_35\">In view of the provisions of <a href=\"/doc/45909/\" id=\"a_21\">section 10</a> of the Act, it is only the appropriate\n\ngovernment which has the authority to abolish genuine labour contract in\n\naccordance with the provisions of the said section. No court including\n\nindustrial adjudicator has jurisdiction to do so.\n</p><span class=\"hidden_text\" id=\"span_19\">\f                                                                                   17</span><p data-structure=\"Precedent\" id=\"p_36\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">18.   Gujarat Electricity Board was partly overruled in Air India in regard\n\nto the question whether on abolition of contract labour system, the contract\n\nlabour have to be automatically absorbed by the principal employer, this\n\nCourt held as follows in Air India :\n</p><blockquote id=\"blockquote_15\">      &quot;The moment the contract labour system stands prohibited under\n      <a href=\"/doc/1436043/\" id=\"a_22\">section 10(1)</a>, the embargo to continue as a contract labour is put an end\n      direct relationship has been provided between the workmen and the\n      principal employer. Thereby, the principal employer directly becomes\n      responsible for taking the services of the workmen hitherto regulated\n      through the contractor. The linkage between the contractor and the\n      employee stood snapped and direct relationship stood restored between the\n      principal employer and the contract labour as its employees. Considered\n      from this perspective, all the workmen in the respective services working\n      on contract labour are required to be absorbed in the establishment of the\n      employer.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_38\">19.   A course correction, if we may use that expression, was applied by\n\nthe Constitution Bench, in SAIL. This Court made it clear that neither\n\n<a href=\"/doc/45909/\" id=\"a_23\">section 10</a> nor any other provision in <a href=\"/doc/1810788/\" id=\"a_24\">CLRA Act</a> provides for automatic\n\nabsorption of contract labour on issuing a notification by the appropriate\n\ngovernment under <a href=\"/doc/1436043/\" id=\"a_25\">section 10(1)</a> of the CLRA Act and consequently the\n\nprincipal employer cannot be required to absorb the contract labour working\n\nin the establishment. This <a href=\"/doc/277653/\" id=\"a_26\">Court further held</a> that on a prohibition\n\nnotification being issued under <a href=\"/doc/1436043/\" id=\"a_27\">section 10(1)</a> of the CLRA Act, prohibiting\n\nemployment of contract labour in any process, operation or other work, if an\n\nindustrial dispute is raised by any contract labour in regard to conditions of\n<span class=\"hidden_text\" id=\"span_20\">\f                                                                            18</span>\n\n\nservice, the industrial adjudicator will have to consider whether the\n\ncontractor has been interposed either on the ground of having undertaken to\n\nproduce any given result for the establishment or for supply of contract\n\nlabour for work of the establishment under a genuine contract, or as a mere\n\nruse/camouflage to evade compliance with various beneficial legislations so\n\nas to deprive the workers of statutory benefits. If the contract is found to be\n\nsham or nominal and merely a camouflage, then the so called contract\n\nlabour will have to be treated as direct employees of the principle employer\n\nand the industrial adjudicator should direct the principle employer to\n\nregularize their services in the establishment subject to such conditions as it\n\nmay specify for that purpose. On the other hand if the contract is found to be\n\ngenuine and at the same time there is a prohibition notification under\n\n<a href=\"/doc/1436043/\" id=\"a_28\">section 10(1)</a> of CLRA Act, in respect of the establishment, the principal\n\nemployer intending to employ regular workmen for the process, operation or\n\nother work of the establishment in regard to which the prohibition\n\nnotification has been issued, it shall give preference to the erstwhile contract\n\nlabour if otherwise found suitable, if necessary by giving relaxation of age.\n\nAs noticed above, SAIL did not specifically deal with the legal position as to\n\nwhen a dispute is brought before the Industrial Adjudicator as to whether\n<span class=\"hidden_text\" id=\"span_21\">\f                                                                         19</span>\n\n\nthe contract labour agreement is sham, nominal and merely a camouflage,\n\nwhen there is no prohibition notification under <a href=\"/doc/1436043/\" id=\"a_29\">section 10(1)</a> of CLRA Act.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_39\">20.   But where there is no abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_30\">section 10</a> of\n\nCLRA Act, but the contract labour contend that the contract between\n\nprincipal employer and contractor is sham and nominal, the remedy is\n\npurely under the <a href=\"/doc/500379/\" id=\"a_31\">ID Act</a>. The principles in Gujarat Electricity Board\n\ncontinue to govern the issue. The remedy of the workmen is to approach the\n\nindustrial adjudicator for an adjudication of their dispute that they are the\n\ndirect employees of the principle employer and the agreement is sham,\n\nnominal and merely a camouflage, even when there is no order under\n\n<a href=\"/doc/1436043/\" id=\"a_32\">section 10(1)</a> of CLRA Act. The industrial adjudicator can grant the relief\n\nsought if it finds that contract between principal employer and the\n\ncontractor is sham, nominal and merely a camouflage to deny employment\n\nbenefits to the employer and that there is in fact a direct employment, by\n\napplying tests like: who pays the salary; who has the power to\n\nremove/dismiss from service or initiate disciplinary action; who can tell the\n\nemployee the way in which the work should be done, in short who has\n\ndirection and control over the employee. But where there is no notification\n\nunder <a href=\"/doc/45909/\" id=\"a_33\">section 10</a> of the CLRA Act and where it is not proved in the\n<span class=\"hidden_text\" id=\"span_22\">\f                                                                          20</span>\n\n\nindustrial adjudication that the contract was sham/nominal and camouflage,\n\nthen the question of directing the principal employer to absorb or regularize\n\nthe services of the contract labour does not arise. The tests that are applied\n\nto find out whether a person is an employee or an independent contractor\n\nmay not automatically apply in finding out whether the contract labour\n\nagreement is a sham, nominal and is a mere camouflage. For example, if the\n\ncontract is for supply of labour, necessarily, the labour supplied by the\n\ncontractor will work under the directions, supervision and control of the\n\nprincipal employer but that would not make the worker a direct employee of\n\nthe principal employer, if the salary is paid by contractor, if the right to\n\nregulate employment is with the contractor, and the ultimate supervision\n\nand control lies with the contractor. The principal employer only controls\n\nand directs the work to be done by a contract labour, when such labour is\n\nassigned/allotted/sent to him. But it is the contractor as employer, who\n\nchooses whether the worker is to be assigned/allotted to the principal\n\nemployer or used otherwise. In short worker being the employee of the\n\ncontractor, the ultimate supervision and control lies with the contractor as\n\nhe decides where the employee will work and how long he will work and\n\nsubject to what conditions. Only when the contractor assigns/sends the\n\nworker to work under the principal employer, the worker works under the\n<span class=\"hidden_text\" id=\"span_23\">\f                                                                               21</span>\n\n\nsupervision and control of the principal employer but that is secondary\n\ncontrol. The primary control is with the contractor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n\n</p><p data-structure=\"Issue\" id=\"p_41\">21.          On the contention urged, the following questions arise for our\n\nconsideration in this case:\n</p>\n<blockquote id=\"blockquote_16\">      (i)       Whether the agreement between the contractor society and the\n                IAAI in regard to cargo handling work was sham and nominal and\n                consequently, the workers engaged as contract labour in regard to\n                cargo handling work, were the direct employees of IAAI ?\n</blockquote>\n<blockquote id=\"blockquote_17\">      (ii)      Whether the status of loaders-cum-packers engaged in cargo\n                handling work was illegally changed from that of direct casual\n                labour to contract labour in violation of <a href=\"/doc/620295/\" id=\"a_34\">section 9A</a> of the ID Act,\n                1947?\n</blockquote>\n<blockquote id=\"blockquote_18\">      (iii)     In the absence of a notification under <a href=\"/doc/45909/\" id=\"a_35\">section 10</a> of CLRA Act\n                prohibiting the employment of contract labour in the\n                process/operation of cargo handling work, whether the workmen\n                employed as contract labour are entitled to claim absorption?\n</blockquote>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_42\">22.          In the claim statement filed before the Tribunal, the specific case of\n\nthe first respondent representing 88 workers was two-fold. The first was that\n\nthey were employed as direct casual labour in IAAI from November, 1985\n\nand July, 1986; that when the union filed W.P.No.11683/1995 seeking\n\nregularization of the workers, IAAI made the union to agree for the terms of\n\na memorandum filed in the said proceedings, as a result of which their status\n<span class=\"hidden_text\" id=\"span_24\">\f                                                                           22</span>\n\n\nwas changed to that of contract labour through the society which became an\n\nintermediary; and that as there was no settlement as defined in <a href=\"/doc/500379/\" id=\"a_36\">ID Act</a> and\n\nas there was no notice under <a href=\"/doc/620295/\" id=\"a_37\">section 9A</a> of the ID Act before effecting\n\nchange in status of the said workers, the introduction of the contract\n\nbetween IAAI and the society whereby the direct employees were converted\n\ninto contract labour, was violative of provisions of <a href=\"/doc/500379/\" id=\"a_38\">ID Act</a>. The second was\n\nthat the cargo handling (loading, unloading and packing operations) was\n\none of the main functions of IAAI, that in Calcutta and Bombay Airports,\n\nIAAI had engaged workers directly for the said operations, that therefore,\n\nIAAI had to get the said work done through the direct employees even at\n\nMadras and IAAI cannot adopt different yardsticks for different places.\n\nWhat is significant is that the union did not plead that the contract labour\n\nagreement between the society and IAAI was sham and nominal. In fact, it\n\ncould not do so, as the contract was not with a private contractor operating\n\nwith a profit motive, but with a society of the very workers. Nor did the first\n\nrespondent   Union allege that     IAAI was exercising direct control and\n\nsupervision over their work or that IAAI was directly paying their salary or\n\nthat IAAI was directly taking disciplinary action against them. In short, the\n\ntwo grounds urged were violation of <a href=\"/doc/620295/\" id=\"a_39\">section 9A</a> of the ID Act and adoption\n<span class=\"hidden_text\" id=\"span_25\">\f                                                                         23</span>\n\n\nof different standards and methods at different cities in regard to cargo\n\nhandling.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">23.   The Tribunal did not consider the first ground nor it did decide the\n\nmatter with reference to the second ground. On the other hand, it held that\n\nIAAI being in a dominant position, the union was constrained to agree to\n\nthe IAAI&#x27;s memorandum (filed in Writ Petition No. 11683 of 1985) and\n\nform a co-operative society as a device to deprive the workmen of their\n\nrights and to circumvent the provisions of various labour laws. The Tribunal\n\nalso held that IAAI could not change the status of the members of the union\n\nfrom direct to indirect workers after they had worked as casual employees\n\ndirectly under the IAAI for about seven months between November, 1985 to\n\nJuly, 1986. It also held that IAAI exercised the control and supervision over\n\nthe workmen, punished and suspended the erring workers and made direct\n\npayment of wages and therefore, they were to be treated as the direct\n\nemployees of IAAI and as they worked for more than 180 days, they are\n\nentitled to permanent status under the provisions of Tamil Nadu Conferment\n\nof Permanent Status to Workmen Act, 1984. As noticed above, the Division\n\nBench of the High Court while reversing the decision of the well reasoned\n<span class=\"hidden_text\" id=\"span_26\">\f                                                                          24</span>\n\n\njudgment of the learned Single Judge, re-affirmed these findings of the\n\nTribunal and restored the award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1750914\" id=\"span_28\">24.   One of the reasons given by the Division Bench to restore the order of\n\nthe Tribunal is that the High Court in its writ jurisdiction should not\n\ninterfere with the award of Industrial Tribunal based on the findings of fact.\n\nReliance is placed on the decisions of this Court in <a href=\"/doc/1750914/\" id=\"a_40\">Indian Overseas Bank\n\nvs. IOB Staff Canteen Workers&#x27; Union</a> [2000 (<a href=\"/doc/1071315/\" id=\"a_41\">4) SCC 245] and R. K. Panda\n\nvs. Steel Authority of India</a> [1994 (5) SCC 204]. It is true that in exercising\n\nthe writ jurisdiction, the High Court cannot sit in appeal over the findings\n\nand award of the Industrial Tribunal and therefore, cannot re-appreciate\n\nevidence. The findings of fact recorded by a fact finding authority should\n\nordinarily be considered as final. The findings of the Tribunal should not be\n\ninterfered in writ jusidiction merely on the ground that the material on\n\nwhich the tribunal had acted was insufficient or not credible. It is also true\n\nthat as long as the findings of fact are based on some materials which are\n\nrelevant, findings may not be interfered with merely because another view is\n\nalso possible. But where the Tribunal records findings on no evidence or\n\nirrelevant evidence, it is certainly open to the High Court to interfere with\n\nthe award of the Industrial Tribunal. In this case, the grounds on which the\n<span class=\"hidden_text\" id=\"span_29\">\f                                                                         25</span>\n\n\nunion sought relief of absorption and the grounds on which the Tribunal\n\nultimately granted relief are completely different. Having regard to the\n\nseveral decisions in the earlier rounds of litigation, which had attained\n\nfinality, it is doubtful whether the Tribunal could have considered these\n\nissues at all. Even assuming that the tribunal could have considered the said\n\ngrounds as having risen for decision, the question is whether there was any\n\nbasis or material for its finding and assumptions. Let us examine the\n\nfindings.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">25. The first finding is that there was a settlement between the union and\nIAAI, as per memorandum filed in Writ Petition No. 11693 of 1985 and that\nthe workmen were pressurized and constrained to enter into the said\nsettlement by way of the memorandum filed by IAAI before the High Court.\n\n\n\n25.1) We find that there was neither a settlement in the form of a\n\nmemorandum nor any pressure on the union to agree for the same. It is\n\nnecessary to remember the factual background. IAAI had granted the\n\nprivilege of cargo handling work by way of licence to Airfreight. The\n\nlicence agreement dated 30.1.1978 between IAAI and Airfreight showed\n\nthat it was not a contract labour agreement. In fact, there was no payment\n\nmade by IAAI to Airfreight for the ground handling of cargo. On the other\n\nhand, for the privilege of being appointed as the ground handling agency,\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                           26</span>\n\n\nAirfreight paid a licence fee to IAAI minimum being Rs.12 lakhs, maximum\n\nbeing Rs.43.50 lakhs plus a share in the revenue over and above the\n\nstipulated revenue. Airfreight as ground handling agency, collected charges\n\nin   regard    to   export,    import    and    transhipment    cargo     from\n\nconsignor/consignee and employed its own personnel and labour to manage\n\nand control the entire ground handling cargo. The said ground handling\n\nagency agreement between IAAI and Airfreight continued till 31.10.1985. It\n\nis, therefore, clear that upto 31.10.1985, the workmen engaged by Air\n\nFreight in regard to the handling of cargo were the regular/permanent\n\nemployees of Air Freight, and were in no way connected with IAAI. In fact,\n\nthey would not even fall with in the definition of &quot;contract labour&quot; in\n\n<a href=\"/doc/1817848/\" id=\"a_42\">section 2(b)</a> of CLRA Act. When the agreement of IAAI with Air Freight\n\ncame to an end on 31.10.1985 , there was no obligation on the part of the\n\nIAAI to employ the workers of Airfreight or to continue with the workers\n\npreviously employed by Airfreight in regard to cargo handling work. IAAI\n\nat that juncture had the choice either to give a fresh licence to someone else,\n\nor enter into a contract labour agreement, or get the work done directly. But\n\nbefore IAAI could choose or finalize an alternative arrangement, ex-\n\nemployees of Airfreight, through the Airfreight workers&#x27; Union which\n\nsubsequently became the International Air Cargo Workers&#x27; Union (first\n<span class=\"hidden_text\" id=\"span_31\">\f                                                                         27</span>\n\n\nrespondent herein) approached the Madras High Court in Writ Petition\n\nNo.11683 of 1985 with a prayer that IAAI should employ the workers\n\nemployed by Airfreight in regard to ground handling operations and should\n\nnot recruit any other person.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">\n\n25.2) IAAI being a statutory authority, being under an obligation to act\n\nfairly, wanted to mitigate the hardship to the workers of Airfreight (loaders\n\nand packers), as a consequence of terminating the cargo ground handling\n\ncontract of Airfreight. After considering the matter, it therefore, filed a\n\nmemo before the court unilaterally indicating certain steps. It proposed to\n\nmitigate the hardship of such workers. The steps indicated were :\n\n\n\n</p><blockquote id=\"blockquote_19\">(a) Workers of Airfreight who were engaged in the cargo handling\noperation could form a cooperative society;\n</blockquote>\n<blockquote id=\"blockquote_20\">(b) Till it made its own arrangements, IAAI would consider\naccommodating the ex-loaders and packers of Airfreight as far as possible,\non contract basis through a co-operative society formed by such workers, on\nterms, conditions and period to be decided by IAAI from time to time, as per\nits policy.\n</blockquote>\n<blockquote id=\"blockquote_21\">(c) Under no circumstances the proposal/scheme would involve regular\nabsorption of the workers in the service of IAAI.\n</blockquote><span class=\"hidden_text\" id=\"span_32\">\f                                                                        28</span>\n\n\n<p data-structure=\"CDiscource\" id=\"p_50\">25.3) The workers being clearly aware of the legal position that they were\n\nnot entitled to absorption under IAAI as they were the regular employees of\n\nAirfreight, and that IAAI had no obligation to absorb or employ them,\n\nsubmitted to the court that they were agreeable to what was stated by IAAI\n\nin the memorandum. Therefore, the High Court after recording the\n\nmemorandum submitted by IAAI and also recording the submission of the\n\ncounsel for the workers&#x27; Union that it was agreeable to the memorandum,\n\ndismissed the writ petition. Thus, the claim of workers of Airfreight who\n\nwere engaged in the cargo handling operations till 31.10.1985, that they\n\nshould be employed directly as regular employees of IAAI, stood rejected\n\nand attained finality.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">\n\n25.4) Having regard to the said factual background and having regard to the\n\nfact that the memorandum filed by IAAI was not a settlement between the\n\nparties, but was only an unilateral proposal by IAAI in a pending writ\n\npetition, and in view of the fact that the union was agreeable for such a\n\ncourse and did not press the relief of absorption or direct employment under\n\nIAAI, it is not possible to hold that the terms of the memorandum were\n\nterms of a settlement arrived at by IAAI from a dominant position, by\n\napplying pressure on the workers. This is not a case of the workers giving\n<span class=\"hidden_text\" id=\"span_33\">\f                                                                           29</span>\n\n\nup any right or interest, but a case of a benefit or concession being\n\nvoluntarily extended by IAAI as a responsible organization, to mitigate\n\nhardship. It is unfortunate that in the absence of any pleadings or evidence\n\nabout any such pressure or undue influence, the Tribunal chose to refer to\n\nthe said memorandum filed in the writ proceedings as a settlement reached\n\nby compulsion and pressure, ignoring the fact that it was filed unilaterally in\n\na writ petition and accepted by the workers and the High Court.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_52\">26. The second finding by the Tribunal is that the workers were entitled\nto continue as direct casual labour of IAAI beyond July, 1986 and they\nwould have so continued but for change in their status as contract labour,\neffected by IAAI.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">\n\n26.1) As notice above, these workers were the permanent employees of\n\nAirfreight. When Airfreight ceased to be the ground handling agent, it was\n\nAirfreight&#x27;s responsibility to deploy its workers elsewhere. But knowing that\n\nAirfreight may not continue them in service in view of termination of the\n\nlicence, these workers requested IAAI to offer them employment. Though\n\nthere was no obligation to offer them employment or give any other relief,\n\non humanitarian grounds and to mitigate the hardship of these workers,\n\nIAAI proposed that if the workers formed a co-operative society, it may\n\nconsider giving the cargo handling work to such society so that the workers\n<span class=\"hidden_text\" id=\"span_34\">\f                                                                        30</span>\n\n\nof Airfreight can earn their livelihood. It also agreed purely as an interim\n\nmeasure to employ them as casual labourers till the formalities of formation\n\nof the society and the society entering into a contract with IAAI were\n\ncompleted. Therefore the direct casual employment given to the workers\n\nwas purely an interim or ad hoc measure as a part of the package proposal\n\nmade by IAAI in its memorandum filed before the High Court, duly\n\nrecorded by the High Court in W.P. No.11683 of 1985, and accepted by the\n\nworkers. On formation of the society and on the society entering into a\n\ncontract with IAAI for providing contract labour, there was no need to\n\nemploy these workers as casual labourers. Nor did the workers had any right\n\nto claim continuation as casual labourers. In fact they did they claim any\n\nsuch right. They worked for less than 240 days as casual labourers under\n\nIAAI and were not entitled to claim the benefit of either section 25F nor\n\nregularization on the basis of such short casual service as daily rated\n\nemployees. Therefore, it follows that on the basis of the service as casual\n\nemployees between November, 1985 and July, 1986, the workers are not\n\nentitled to any relief.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1724906\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1242852\" id=\"span_36\">26.2) As a corollary, we may also consider whether there was any violation\n\nof <a href=\"/doc/620295/\" id=\"a_43\">section 9A</a> of ID Act. Section 9A provides that no employer, who\n<span class=\"hidden_text\" id=\"span_37\">\f                                                                         31</span>\n\n\nproposes to effect any change in the conditions of service applicable to any\n\nworkman in respect any matters specified in the Fourth Schedule, shall\n\neffect such change, without giving to the workmen likely to be affected by\n\nsuch change a notice in the prescribed manner of the nature of the change\n\nproposed to be effected, or within 21 days of giving such notice. Thus the\n\nnotice of change under <a href=\"/doc/620295/\" id=\"a_44\">section 9A</a> of ID Act is required only if the employer\n\nwants to change the condition of service of its workmen in regard to matters\n\nenumerated in the <a href=\"/doc/1810788/\" id=\"a_45\">Fourth Schedule to the Act</a>. This Court has held that a\n\nchange which is not related to the conditions of service enumerated in the\n\nFourth Schedule, in particular, retrenchment, will not attract the provisions\n\nof <a href=\"/doc/620295/\" id=\"a_46\">section 9A</a> of ID Act (vide workmen of <a href=\"/doc/1242852/\" id=\"a_47\">L. Robert D&#x27;Souza v. Executive\n\nEngineer, Southern Railways</a> - <a href=\"/doc/1724906/\" id=\"a_48\">1982 (1) SCC 645, and Workmen of Sur Iron\n\n&amp; Steel Co. Pvt. Ltd. v. Sur Iron &amp; Steel Company Pvt. Ltd.</a> - 1970 (3)\n\nSCC 618]. In this case, the action of IAAI in entering into a contract with\n\nthe society was something that was proposed when the workers were the\n\nemployees of Airfreight. Further, the effect of the contract with the society\n\nwas not to change the conditions of service, but to put an end to the direct\n\ncasual daily wage employment of the said workers. As noticed above, the\n\nworkers were specifically put on notice that their casual employment was\n\npurely ad hoc and as a humanitarian measure, to be continued only till a\n<span class=\"hidden_text\" id=\"span_38\">\f                                                                        32</span>\n\n\ncontract labour contract was negotiated and finalized with the society. This\n\nwas recorded by the court while dismissing the writ petition filed by the\n\nworkers&#x27; union. The workers are not entitled to put forth a contention\n\ncontrary to the proposal/scheme of IAAI recorded by the High Court in the\n\norder dated 12.12.1985 passed in W.P. No.11683 of 1985. Therefore, the\n\nquestion of violation of <a href=\"/doc/620295/\" id=\"a_49\">section 9A</a> of ID Act does not arise.</span></span>\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_55\">27. The third finding is that the contracts dated 1.7.1986, 14.7.1986 and\n11.12.1987 between society and IAAI for supply of contract labour was\nsham and nominal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">\n\n27.1) We have already referred to the circumstances in which the said\n\ncontract labour agreement was executed. To repeat, the workers were the\n\nregular and permanent employees of Airfreight till 31.10.1985. When\n\nAirfreight ceased to be the ground handling agent, apprehending\n\nretrenchment by Airfreight, the workers appealed to the IAAI to provide\n\nthem some employment. They also approached the High Court in a writ\n\npetition. IAAI categorically stated that it cannot absorb them. Purely as a\n\nhumanitarian measure and to mitigate their hardship, the IAAI offered to\n\nentrust the work of handling of cargo to a society formed by these workers\n\nand the workers through their union, readily agreed to form a society and\n<span class=\"hidden_text\" id=\"span_39\">\f                                                                         33</span>\n\n\nthe cargo handling work was given to the society and the workers as the\n\nmembers of the society benefited from such work/contract by working as\n\ncontract labour. Instead of working under private employer operating with a\n\nprofit motive, they worked under their own society. The contract labour\n\nagreement was entered by the IAAI with the workers&#x27; society not to deny the\n\nworkers of their right to continue as casual direct labour but, on the other\n\nhand, to provide them succour by awarding the contract to their society. The\n\noffer of IAAI to enter into a contract with the society formed by the\n\nworkers, for supply of contract labour was readily welcomed and accepted\n\nby the workers&#x27; union in W.P. No.11683 of 1985 filed by it. Virtually, the\n\nseal of approval by the court was put on the same by recording the proposal\n\nand the acceptance of the workers the same. The writ petition of the workers\n\nwas dismissed and attained finality. Thus, the contracts with the society\n\nwere genuine, beneficial voluntary bilateral contracts and there was nothing\n\nsham or nominal about it. It should also be noticed that at no point of time,\n\nthe workers or their union pleaded that the agreement between IAAI and the\n\nsociety was sham or nominal. A careful reading of the claim statement filed\n\nbefore the tribunal and the evidence given by WW-1 shows that not even an\n\nallegation or claim to that effect was made in that behalf. In these\n<span class=\"hidden_text\" id=\"span_40\">\f                                                                          34</span>\n\n\ncircumstances, it is un-understandable as to how the tribunal could have\n\nheld that the agreement was sham and nominal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">\n\n27.2) Unfortunately, the Tribunal goes to the extent of referring to the\n\nmemo filed by the IAAI before the High Court in WP No.11683 of 1985\n\noffering to give the cargo handling contract to the society formed by the\n\nworkers of Airfreight, as a compromise or settlement which is opposed to\n\npublic policy, principles of natural justice and an unfair labour practice. It\n\nfurther describes it as a settlement which the workers were constrained to\n\nenter. We have already referred to this aspect and find that no such pressure\n\nwas applied and in fact the memo was not an agreement signed by parties,\n\nand there was no obligation on the part of IAAI to make the said offer as per\n\nthe memo.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n</p><p data-structure=\"Conclusion\" id=\"p_59\">28. The last finding is that there were three indicators to show that\ncontract labour for loading/unloading were direct employees of IAAI :\n</p><blockquote id=\"blockquote_22\">direct payment of wages, direct penal action by IAAI against the contract\nlabour, and direct control and supervision of contract labour by IAAI.\nTherefore, the contracts for supply of contract labour were `paper&#x27;\ncontracts and a camouflage to deny benefits of labour laws to the members\nof first respondent Union.\n</blockquote>\n\n\n<blockquote id=\"blockquote_23\">28.1) We will first examine whether there was any material at all to hold\n\nthat the wages were being directly paid by IAAI to the contract labour. The\n<span class=\"hidden_text\" id=\"span_41\">\f                                                                         35</span>\n\n\ncontracts between IAAI and the society make it crystal clear that a lump\n\nsum consideration was to be paid by the IAAI to the society and the society\n\nwas responsible for payment to its members who were send as contract\n\nlabour. The workers did not produce any document to show that the\n\npayment was made by IAAI directly to the workers. But The Tribunal\n\nwrongly held that Ex. W-1 to W-6 showed that the payment was directly\n\nmade. Ex. W-1 is an appointment letter dated 31.1.1978 issued to one\n\nGodaraman by Airfreight. Ex.W-2 dated 31.10.1983 is a pay-slip of one D.\n\nNatarajan issued by Airfreight. Both these documents relate to the period\n\nprior to 31.10.1985 when the workers were the permanent employees of\n\nAirfreight, and had absolutely no connection with IAAI. Ex.W-3 dated\n\n18.4.1988 is a cash receipt for payment of ex-gratia amount paid to cargo\n\nloaders for the period 22.3.1986 to 9.5.1986 and 17.5.1986 to 23.5.1986. It\n\nshows that a sum of Rs.7,267.20 was paid as ex gratia amount. Though the\n\nsaid receipt is dated 18.4.1988, it clearly shows that the payment related to\n\nthe work done between 22.3.1986 to 9.5.1986 and 17.5.1986 to 23.5.1986\n\nwhen, admittedly, these workers were direct casual daily wage employees\n\nunder IAAI and when the contract between IAAI and the society had not\n\neven come into existence. The contract labour arrangement admittedly came\n\ninto existence only from 1.7.1986. This document has, therefore, no\n<span class=\"hidden_text\" id=\"span_42\">\f                                                                           36</span>\n\n\nrelevance to show that any payment was made to the contract labour\n\ndirectly. Ex.W-4 is a Circular dated 18.2.1986 of IAAI notifying that wages\n\nof 82 loaders mentioned therein had been drawn from 1.1.1986 to 31.1.1986\n\nand directed the said daily wage labourers to receive their wages\n\nimmediately. This again is of no relevance as it related to the period prior to\n\nthe contract labour agreement when the workers were working as casual\n\ndaily wage employees directly under the IAAI. Ex.W-5 is the pay-slip of\n\none S.C. Yadav for May, 1990 who was working in the Bombay Airport and\n\nEx. W-6 is a pay-slip of one Aseem Das, Cargo Loader for June, 1990 who\n\nwas working in the Calcutta Airport. These two documents were produced\n\nonly to show that the IAAI had employed some persons as direct labour in\n\nits cargo department in Calcutta and Bombay Airports and had nothing to do\n\nwith the workers who were working at Madras. On the basis of these\n\ndocuments, the Tribunal has held that payments were being directly made to\n\nworkers when they were contract labours. This is a finding based on\n\nabsolutely no evidence and shockingly perverse and is liable to be rejected\n\naccordingly.\n</blockquote>\n\n\n<blockquote id=\"blockquote_24\">28.2) The Tribunal held that IAAI was taking penal and disciplinary action\n\nby suspending and punishing the contract labour and that was proof of\n<span class=\"hidden_text\" id=\"span_43\">\f                                                                        37</span>\n\n\ndirect employment. This finding is also based on no evidence. Not even a\n\nsingle document was produced to show that any notice of suspension or\n\nshow cause notice for disciplinary action or order imposing punishment was\n\npassed by IAAI in regard to any of the contract labour. Reliance was placed\n\non Ex.W10, M-15 to M-17, M-21, M-23 as also M2, 24 to 31 and 34 to 40\n\nto prove that IAAI was directly taking action against the contract labour.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_60\">None of them is relevant. Ex.W-10 is a letter dated 7.3.1990 from IAAI to\n\nthe society, stating that one Ram Chander, loader-cum-packer had given an\n\nassurance to work in a disciplined manner and therefore it was decided to\n\nallow him to work. This is not a communication addressed to the contract\n\nlabour but to the society informing the society that Ram Chander may be\n\npermitted to work in view of his assurance to behalf properly. M-15 to M-17\n\nare 3 letters dated 9.3.1987, 16.6.1988 and 11.6.1990 addressed by IAAI to\n\nthe society regarding the allotment of contract labour and their\n\nidentification. Ex.M-21 is a letter dated 20/22.2.1991 from IAAI to the\n\nsociety for supply of contract labour. Ex.M-23 is a letter dated 14.5.1991\n\nfrom IAAI to the society regarding duty roster. Ex.M24 is a letter dated\n\n2.12.1987 from IAAI to the society informing that there is no improvement\n\nin the attendance of the contract labour, and requesting the society to take\n\nnecessary action to improve their attendance. Ex.M25 to 31 and 34 to 40 are\n<span class=\"hidden_text\" id=\"span_44\">\f                                                                          38</span>\n\n\nletters complaining about pilferage and other irregularities committed by the\n\ncontract labour noticed by security personnel. These letters give the\n\nparticulars of the irregularities committed and inform the society not to send\n\nthem to work pending investigation. None of them relates to imposition of\n\npunishment by IAAI as employer against any employee. These are merely\n\ncommunications informing the contractor society that some of the contract\n\nlabour provided by it were guilty of some illegal acts and therefore directing\n\nthe contractor not to send those employees. This was expressly provided for\n\nin clauses 20 and 25 of the Contract Labour Agreement. Thus, none of these\n\ndocuments is evidence of any penal or disciplinary action by IAAI against\n\nthe contract labour.\n</p>\n<p data-structure=\"Section\" id=\"p_61\">\n\n28.3) The next ground referred is that the contract labour were working\n\nunder the direct supervision and control of officers of IAAI. This is not in\n\nfact disputed. The contract labour were engaged in handling cargo, that is\n\nloading, unloading and movement of cargo in the Cargo Complex of IAAI.\n\nNaturally, the work had to be done under the supervision of the officers of\n\nIAAI. Merely because the contract labour work is under the supervision of\n\nthe officers of the principal employer, it cannot be taken as evidence of\n\ndirect employment under the principal employer. Clause 17 of the Contract\n<span class=\"hidden_text\" id=\"span_45\">\f                                                                        39</span>\n\n\nAgreement required a supervisor to be employed by the society also.\n\nExercise of some control over the activities of contract labour while they\n\ndischarge their duties as labourers, is inevitable and such exercise is not\n\nsufficient to hold that the contract labour will become the direct employees\n\nof the principle employer.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n\n28.3) It is thus seen that all the three grounds mentioned by the Tribunal\n\nand which have found favour with the Division Bench as indicators of direct\n\nemployment by IAAI and the contract labour agreement with the society\n\nbeing a camouflage, are wholly baseless.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_64\">29.     In view of the above we answer the questions as follows :\n\n\n</p><blockquote id=\"blockquote_25\">(i)     The contract labour agreement between IAAI and the society was not\n        sham, nominal or as a camouflage and the contract labour were not\n        the direct employees of IAAI.\n</blockquote>\n<blockquote id=\"blockquote_26\">(ii)    There was no violation of <a href=\"/doc/620295/\" id=\"a_50\">section 9A</a> of the ID Act.\n</blockquote>\n<blockquote id=\"blockquote_27\">(iii)   In the absence of a notification under <a href=\"/doc/45909/\" id=\"a_51\">section 10</a> of CLRA Act\n        prohibiting the employment of contract labour in the operation of\n        cargo handling work, the workmen employed as contract labour are\n        not entitled to claim absorption.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_65\">30.     In the light of our findings on the two questions the order of the\n\nDivision Bench cannot be sustained and is liable to be set aside and the\n<span class=\"hidden_text\" id=\"span_46\">\f                                                                          40</span>\n\n\norder of the learned Single Judge has to be restored. We may however note\n\nthat the last direction given by the learned Single Judge that in the event of\n\nthe Central Government issuing a notification under <a href=\"/doc/45909/\" id=\"a_52\">section 10</a> of CLRA\n\nAct, all those who had worked as contract labour under the contract between\n\nIAAI and society should be absorbed in the same manner as was directed by\n\nthis Court in Air India is a direction which is bad in law, as subsequent to\n\n<a href=\"/doc/1724906/\" id=\"a_53\">the said decision</a> of the learned Single Judge, this Court in SAIL, reversed\n\nthe decision in Air India. IAAI did not challenge the said direction. SAIL\n\nhas also made it clear that the decision in Air India is overruled\n\nprospectively and any declaration or direction issued by industrial\n\nadjudicator or High Court for absorption of contract labour following the\n\njudgment in Air India shall hold good and shall not be set aside, altered or\n\nmodified on the basis of the decision in SAIL. Therefore, the said direction\n\nof the learned single Judge which has attained finality, as IAAI did not\n\nchallenge the same, is not disturbed. In view of the above, the appeal is\n\nallowed in part, the order of the Division Bench is set aside and the order of\n\nthe learned Single Judge is restored.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_67\">31.   We are informed that during the pendency of the writ petition, in\n\npursuance of an interim order, the workers were being paid Rs.1,000/- per\n<span class=\"hidden_text\" id=\"span_47\">\f                                                                          41</span>\n\n\nmonth without extracting any work. In the writ appeal, the Division Bench\n\nmodified the said interim order on 1.9.1998. While continuing the direction\n\nfor the monthly payment of Rs.1,000/-, it directed that the workers who\n\nreported for work and worked under the current contractor should be paid\n\nRs.1,281/- per month and those who did not report to work, but awaited the\n\nresult of litigation, should continue to receive Rs.1,000/- per month. In\n\npursuance of it, seven workers apparently reported to work and worked up\n\nto 15.4.2002 and were paid Rs.1,281 per month; the remaining 70 chose not\n\nto report to work and continued to receive Rs.1,000/- per month. Apparently\n\nthose 70 were otherwise engaged or employed and therefore did not choose\n\nto report to work. The judgment of the Division Bench dated 12.11.2001\n\nwhich restored the award of the Tribunal, was stayed by this Court. When\n\nIAAI challenged the judgment of the Division Bench restoring the award of\n\nthe Tribunal, this Court on 15.3.2002 directed that status quo as on the date\n\nof the judgment of the High Court be maintained. By a subsequent interim\n\norder dated 21.2.2003, this Court observed that it will be difficult for this\n\ncourt to issue any direction in terms of the interim order granted by the High\n\nCourt would be a bad precedent in labour law, as that would mean directing\n\npayment for not doing any work. This Court therefore directed IAAI to\n\nextract appropriate work from the workers and to pay them Rs.1,000/- to\n<span class=\"hidden_text\" id=\"span_48\">\f                                                                             42</span>\n\n\nsuch of them who worked. It was clarified that payment of Rs.1,000/- would\n\nbe without prejudice to the rights of the parties as may be finally\n\ndetermined. In view of our final decision, the only further direction we\n\npropose to make is that in regard to the period subsequent to 21.2.2003, if\n\nany of the workers had worked and had been paid only Rs.1,000/- per\n\nmonth, IAAI shall pay for the said period by way of monthly salary a sum\n\nequivalent to the minimum wages. The difference between the minimum\n\nwage and Rs.1,000 shall be paid by the IAAI to the said workers who have\n\nworked, within 3 months from today. Parties to bear their respective costs.</p><pre id=\"pre_2\">\n\n\n                                                      ..........................J.\n                                                      (R V Raveendran)\n\n\n\nNew Delhi;                                         ............................J.\nApril 13, 2009.                                    (Lokeshwar Singh Panta)\n\f</pre>","numcites":17,"numcitedby":209,"docsource":"Supreme Court of India","citetid":144538253,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"r. v. raveendran ","formInput":"r.%20v.%20raveendran%20"},{"value":"section 9A ID Act","formInput":"section%209A%20ID%20Act"},{"value":"sham and nominal","formInput":"sham%20and%20nominal"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"employees on contract","formInput":"employees%20on%20contract"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"labour law","formInput":"labour%20law"},{"value":"works contract","formInput":"works%20contract"},{"value":" casual employees ","formInput":"%20casual%20employees%20"},{"value":"Attained finality","formInput":"Attained%20finality"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"disciplinary action","formInput":"disciplinary%20action"},{"value":"absorption","formInput":"absorption"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"section 10 of Contract labour Act","formInput":"section%2010%20of%20Contract%20labour%20Act"},{"value":" casual labour","formInput":"%20casual%20labour"},{"value":"CLRA","formInput":"CLRA"},{"value":"contract act","formInput":"contract%20act"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"regulations-regarding-notice-of-change","formInput":"tag:regulations-regarding-notice-of-change"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":true,"query_alert":null,"agreement":false}