{"tid":177997466,"publishdate":"2009-05-08","title":"M/S. Global Steel Philippines ... vs Stc Of India Ltd. & Ors. on 8 May, 2009","doc":"<h2 class=\"doc_title\">M/S. Global Steel Philippines ... vs Stc Of India Ltd. &amp; Ors. on 8 May, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*         HIGH COURT OF DELHI : NEW DELHI\n\n     I.A. No. 4615/2009 &amp; IA No.5316/2009 in CS(OS) 637/2009\n\n     %                Judgment reserved on :       1st May, 2009\n\n                      Judgment pronounced on : 08th May, 2009\n\nM/S GLOBAL STEEL PHILIPPINES (SPV-AMC)            ..... Plaintiff\n        Through : Mr. Abhishek Manu Singhvi,\n                  &amp; Mr. A.S. Chandhiok, Sr. Advs. with\n                  Mr. Gautam Mitra, Ms. Reha Mitra and\n                  Mr. Sachin Midha, Advs.\n\n          Vs.\n\nSTC OF INDIA LTD &amp; ORS                             ..... Defendants\n         Through : Mr. Dushyant Dave, Sr. Advocate with\n                   Mr. Arvind Nayyar with Mr. Vinay P. Tripathi,\n                   Adv. for def. no. 1\n                   Mr. Pradeep Dewan with Mr. Rajiv Samaiyar,\n                   Adv. for def. no. 2\n                   Mr. Rajiv Nayyar, Sr. Adv. with Mr. Mahesh\n                   Aggarwal, Mr. Rishi Agrawala, Mr. Akshay\n                   Ringe, and Mr. Nikhil Rohtagi, Advs. for def. no. 3\n                   Mr. Aman Gupta with Mr. Mayank Mishra and\n                   Mr. Chetan Chopra, Advs. for def. no. 4\n\nCoram:\n\n\nHON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\n1. Whether the Reporters of local papers may\n   be allowed to see the judgment?                                  Yes\n\n2. To be referred to Reporter or not?                               Yes\n\n3. Whether the judgment should be reported\n   in the Digest?                                                  Yes\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.        By this order, I shall dispose of two applications, one filed by\n\nthe plaintiff under Order 39 Rules 1 &amp; 2 being I.A.No. 4615/09 and\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">CS (OS) No.637/2009                                             Page 1 of 39</span>\n another being I.A.No.5316/09 under Order 39 Rule 4 read with <a href=\"/doc/56600062/\" id=\"a_1\">Section\n\n151</a>, Code of Civil Procedure, 1908 filed by Defendant No.3.\n\nCASE OF THE PLAINTIFF\n\n</p><p data-structure=\"RespArg\" id=\"p_2\">2.         Plaintiff M/s. Global Steel, Philippines, under a contract\n\ndated 4th April, 2005 has made an arrangement with Defendant No.1\n\nState Trading Corporation of India Ltd, Tolstoy Marg, New Delhi, a\n\nGovernment of India Undertaking to make available goods required by\n\nthe plaintiff from time to time.      Under the said arrangement, the\n\nDefendant No.1 is authorised to execute contracts and place purchase\n\norders in respect of the goods on behalf of the Plaintiff Company.\n\nUnder the said arrangement although the Defendant No.1 pays for the\n\ngoods for which purchase order is placed by Defendant No.1 but the\n\nsame is to be reimbursed by the Plaintiff. The said arrangement between\n\nthe Plaintiff and Defendant No.1 has been renewed and continued from\n\ntime to time.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.         On 29th January, 2009 the Defendant No.3 Metinvest\n\nInternational S.A. Switzerland as Seller entered into a contract with\n\nDefendant No.1. Under the said contract, the Defendant No.1 as buyer\n\nagreed to buy 40,000 MT of „Prime Continuous Steel Slabs‟ at the cost\n\nof USD 1,60,00,000 (which figure was later amended to USD 15052000\n\nfrom Defendant No.3.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">4.         It was a financial term of the contract that the payment of the\n\ngoods would be made by way of an irrevocable letter of credit to be\n\narranged by Defendant No.1. The said contract was tripartite agreement\n\nbetween Defendant No.3 as Seller, Defendant No.1 as Purchaser and the\n\n<span class=\"hidden_text\" id=\"span_2\">CS (OS) No.637/2009                                             Page 2 of 39</span>\n Plaintiff as Receiver of the goods at lligan, Philippines. The said goods\n\nwere to be purchased by the Defendant No.1 on behalf of the Plaintiff.\n\n</p><p data-structure=\"Conclusion\" id=\"p_5\">5.         Pursuant to the terms of the contract dated 29th January,\n\n2009, certain variations and additions were made in the same by means\n\nof   addendums made subsequently on 20 th February, 2009 and 25th\n\nFebruary, 2009. It was mutually agreed by the parties that a Letter of\n\nCredit would be opened and received at the counter of Defendant No.3\n\nbank by 27th February, 2009. In view of the above, the Defendant No.1\n\nmade the necessary arrangement and accordingly a Letter of Credit\n\nbearing No. 1588FLC09083 dated 27 th February, 2009 having the expiry\n\ndate of 6th May, 2009 for a sum of USD 1502000 was opened by\n\nDefendant No.2 Canara Bank, Connaught Circus, New Delhi and the\n\nsame was intimated to Defendant No.3 who duly received it.\n\n</p><p data-structure=\"Section\" id=\"p_6\">6.         The said letter of credit was opened in accordance with the\n\nprinciple laid down in Uniform Commercial Practice (USP 600). It was\n\nprovided in the agreement that if the forced majeure lasts for more than\n\ntwo months the parties will have a right to refuse further fulfillment of\n\nits obligations and neither party will       have the right to claim\n\ncompensation for eventual losses.     Under the Letter of Credit, the\n\nrelations between Defendant No.3 and Defendant No.4 i.e. Credit\n\nSuisse, Switzerland are governed by the Swiss Law and subject to the\n\njurisdiction of Switzerland.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">7.         On 24th March, 2009 the service provider of Port informed\n\nthe plaintiff by means of a letter that no loading and unloading of cargo\n\nby the plaintiff or any other party would take place at lligan port\n\n<span class=\"hidden_text\" id=\"span_3\">CS (OS) No.637/2009                                            Page 3 of 39</span>\n commencing from 8th April, 2009 and the said interruption of activity at\n\nthe Port would continue till the dispute between the 4K Development\n\nCorporation and other Stevedor had been finally resolved.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">8.          According to the Plaintiff, this contingency akin to strike is\n\nwholly outside the control of the Plaintiff and also Defendant No.1. The\n\nPlaintiff also obtained a certificate dated 25 th March, 2009 from the\n\nChamber of Commerce and Industries of lligan, Philippines reiterating\n\nthat no loading and unloading of cargo would be undertaken effective\n\nfrom 8th April, 2009 till such time the issues are finally resolved. The\n\nPlaintiff duly informed Defendant No.1 of the prevailing force majeure\n\ncircumstances and to take immediate steps to inform Defendant No.3 so\n\nthat it would not dispatch the goods.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">9.          The Defendant No.1 on 25th March, 2009 itself informed the\n\nDefendant No.3 of the impossibility to continue to perform the contract\n\nby means of e-mail dated 25th March, 2009 and the force majeure clause\n\ncontained in Clause 21 of the contract was invoked. It was requested by\n\nDefendant No.1 to Defendant No.3 that the manufacture and dispatch of\n\nthe slabs be kept on hold until further communication from the plaintiff\n\nin this regard.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">10.         According to the Plaintiff, the Defendant No.3 acknowledged\n\nand accepted the invocation of force majeure clause vide e-mail dated\n\n25th March, 2009 and       the certificate issued by the Chambers of\n\nCommerce and Industries was sent to Defendant No.3.\n\n</p><p data-structure=\"RespArg\" id=\"p_11\">11.         The case of the Plaintiff is that even after having full\n\nsatisfaction about the force majeure situation, yet the Defendant No.3\n\n<span class=\"hidden_text\" id=\"span_4\">CS (OS) No.637/2009                                             Page 4 of 39</span>\n with the malafide intention and questionable motive sent scanned copy\n\nof the Bill of Lading dated 25th March, 2009 intimating that the goods\n\nhad been shipped by Defendant No.3. In Paras 17, 19, 20 and 26 of the\n\nplaint, it has been pleaded by the Plaintiff that the Defendant No.3 with\n\nthe malafide intention having full knowledge of the force majeure\n\nsituation shipped the goods on 28 th March, 2009.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">12.         The shipment was contrary to and in wilful breach of the\n\nterms and conditions of the contract dated 29 th January, 2009 and is a\n\nmanifestation of fraudulent intent of defendant No.3. Thereafter the\n\nplaintiff served a legal notice dated 2 nd April, 2009 on Defendant No.3\n\nin this regard.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">EX-PARTY ORDER\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">13.         The plaintiff thereafter filed the present suit on 6 th April,\n\n2009 along with the interim application being I.A.No.4615/09 and upon\n\nhearing this court while taking a prima facie view of the matter had\n\npassed an exparte ad interim order restraining Defendant No.3 from\n\npresenting the documents to Defendant No.4 for encashment of Letter of\n\nCredit bearing No.1588 FLC09083 dated 27 th February, 2009 or if\n\nalready presented from negotiating the said documents and/or taking any\n\nsteps in furtherance thereof. The Defendant No.4 was also restrained\n\nfrom accepting any documents for encashment of Letter of Credit or if\n\nalready accepted from negotiating such documents and/or taking any\n\nsteps in furtherance thereof.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">14.         Upon service, the Defendant No.3 has filed the application\n\nunder <a href=\"/doc/161831507/\" id=\"a_2\">Order 39 Rule 4 CPC</a> being I.A.No.5316/09 for vacation of the ex\n\n<span class=\"hidden_text\" id=\"span_5\">CS (OS) No.637/2009                                             Page 5 of 39</span>\n parte ad interim order as well as reply to the interim application. The\n\ndefendant No.4 has also filed the reply to the application under Order\n\n39Rules 1 &amp; 2 <a href=\"/doc/161831507/\" id=\"a_3\">CPC</a>. The Plaintiff as well as Defendant No.1 have filed\n\nreply to the application filed by Defendant No.3 under Order 39Rule 4\n\nread with Section 151CPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\"><span class=\"hidden_text\" id=\"span_6\">CASE OF DEFENDANT NO. 3</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">15.        Defendant No.3 contends that this court does not have the\n\njurisdiction to entertain and adjudicate upon the present dispute.\n\nAccording to it, the subject matter of the injunction sought is a letter of\n\ncredit/contract which is subject to Swiss law which was opened by\n\nDefendant No.1 in favour of Defendant No.3. The plaintiff is not a\n\nparty to the Letter of Credit. Hence, no suit is maintainable by the\n\nplaintiff seeking injunction on realization of Letter of Credit. The suit is\n\nfiled by a stranger and defendant No.1 as a buyer is wholly responsible\n\nfor complying with the financial terms of the sales contract and in\n\nparticular for arranging the issuance of an irrevocable letter of credit for\n\npayment of the goods.\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">16.        It is submitted that the role of the plaintiff is limited to that of\n\na receiver of the goods who is not a party to the financial terms of the\n\nletter of credit contract between the Defendant No.3 and defendant\n\nNo.1. Hence, the plaintiff does not have the locus standi to file the\n\npresent suit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">17.        According to Defendant No.3, the parties to the Sales\n\ncontract (Plaintiff, Defendant No.1 and Defendant No.3) have already\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">CS (OS) No.637/2009                                                 Page 6 of 39</span>\n chosen under Clause 22 of the Sales contract that the applicable law of\n\nthe Sales contract would be English law and all the disputes will be\n\nresolved by means of arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">18.        The plaintiff do not reside or work for gain within the\n\nterritorial limits of this court nor does it has any local office within the\n\nlocal limits of this court and the plaintiff has deliberately arrayed\n\ndefendant No.1 as a party to create the jurisdiction of this court and as a\n\nmatter of fact no relief was claimed against the said defendant. On\n\nreading of arbitration clause 22.4 of the Sale contract dated 29 th January,\n\n2009 and <a href=\"/doc/1146817/\" id=\"a_4\">Section 8</a> and <a href=\"/doc/160474/\" id=\"a_5\">45</a> of the Arbitration and Conciliation Act it is\n\nclear that the jurisdiction of this court is excluded.\n\n</p><p data-structure=\"RespArg\" id=\"p_21\">19.        It is further stated that Defendant No.3 has already initiated\n\narbitration proceedings against the plaintiff and defendant No.1 in the\n\ncorrect forum of jurisdiction, namely, by arbitration at London in\n\naccordance with the LMAA Rules on 9th April, 2009. It is further\n\nalleged by defendant No.3 that the plaintiff in Para 9 of the plaint has\n\nstated that Letter of Credit itself does not incorporates the force majeure\n\nclause.   The said statement is factually incorrect and amounts to\n\nmisrepresentation to this court as the letter of credit does not contain\n\nsuch force majeure clause. It is further contended that in Para 10 of the\n\nplaint, the plaintiff has made a statement of having received the notice\n\ndated 2nd April, 2009 from the defendant No.1 regarding intimation that\n\na force majeure situation had arisen. In fact the said notice was not\n\nreceived by defendant No.3.\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\">20.        The Defendant No.3 has also submitted that the alleged force\n\n<span class=\"hidden_text\" id=\"span_8\">CS (OS) No.637/2009                                               Page 7 of 39</span>\n majeure is a device raised by defendant No.1 only to escape its payment\n\nobligation under the contract dated 29th January, 2009. The said force\n\nmajeure clause is not included in the letter of credit which is an\n\nindependent contract. The said 4K Development Corporation was the\n\nplaintiff‟s own stevedoring contract for the port of lligan and the said\n\ndefendant No.3 has also denied the situation of force majeure as claimed\n\nby the plaintiff.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">CASE OF DEFENDANT NO.4\n\n</p><p data-structure=\"RespArg\" id=\"p_24\">21.         In addition to the contention of Defendant No.3, the\n\nDefendant No.4 has alleged that the Defendant No.4 being the\n\nnominated negotiating and confirming bank under the Letter of Credit\n\nhas no concern in any manner with the dispute regarding the underlying\n\ncontract dated 29th January, 2009 between the buyer (Defendant No.1)\n\nand the Seller (Defendant No.3)(underlying contract).           It is further\n\ncontended by Defendant No.4 that Letter of Credit is governed by\n\nUniform Customs and Practice for Documentary Credit 2007 Revision,\n\nICC Publication No.600 (hereinafter referred to as „USP 600‟).\n\n</p><p data-structure=\"RespArg\" id=\"p_25\">22.         It is submitted that the Plaintiff is not a party to the Letter of\n\nCredit and has no locus to seek an injunction against the operation of the\n\nLetter of Credit on the grounds of alleged breach of the underlying\n\ncontract. The defendant No.4 further submits that as per the provisions\n\nof UCP 600 particularly <a href=\"/doc/1015123/\" id=\"a_6\">Article 4(a)</a> and <a href=\"/doc/1937835/\" id=\"a_7\">5</a>, the defendant No.4 under\n\nthe said provisions are obliged by the terms of Letter of Credit itself to\n\nperform its obligations without any reference whatsoever to the claim\n\nraised by any of the party to the underlying contract in <a href=\"/doc/691208/\" id=\"a_8\">Articles 8</a> and <a href=\"/doc/609295/\" id=\"a_9\">15</a>\n\n<span class=\"hidden_text\" id=\"span_9\">CS (OS) No.637/2009                                                Page 8 of 39</span>\n of the UCP 600.\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">23.        It is further submitted that the defendant No.4 is under\n\nobligation to negotiate the letter of credit upon presentation of the\n\ncomplying documents so negotiated by issuing bank, namely, defendant\n\nNo.2 Canara Bank. It is further alleged by defendant No.4 that the\n\nplaintiff has completely failed to establish any fraud of egregious nature\n\nin the facts of the instant case. Nowhere in the plaint as well as in the\n\ninterim application, any averment is made by the plaintiff against\n\ndefendant No.4 pertaining to the allegations of fraud, therefore, the\n\nessential ingredients of fraud are not established against defendant No.4.\n\n</p><p data-structure=\"RespArg\" id=\"p_27\">24.        It is further submitted that the allegation of breach of\n\nunderlying contract as stated in the plaint can be adjudicated by\n\nresorting to Disputes Resolution mechanism provided under the\n\ncontract. It is further submitted that the plaintiff has not disclosed the\n\nfact that the defendant No.4 vide swirl message dated 1 st April, 2009\n\nwhile acknowledging message dated 31st March 2009 from defendant\n\nNo.2 advised/responded stating that said message is in contravention of\n\nthe prevailing UCP 600 and the terms of the letter of credit. The\n\nplaintiff has suppressed the said message from the court. Lastly, the\n\ndefendant No.4 states that the letter of credit is an irrevocable letter of\n\ncredit and is governed by the terms and conditions of UCP 600.\n\n</p><p data-structure=\"RespArg\" id=\"p_28\">25.        The Defendant no. 4 submits that there is no force majeure\n\nclause in the letter of credit. Once the documents are presented, the\n\ndefendant No.4 is under an obligation to negotiate the same without any\n\nrecourse to the issuing bank under clause 46(b) of the letter of credit to\n\n<span class=\"hidden_text\" id=\"span_10\">CS (OS) No.637/2009                                              Page 9 of 39</span>\n forthwith pay 100% of invoice value. Therefore, the negotiating and\n\nconfirming bank defendant No.4 is required to send reimbursement from\n\n&quot;reimbursing bank&quot; mentioned in clause 53(a), namely Bank of\n\nAmerica, defendant No.5 after 180 days of the agreement forming part\n\nof the documents presented.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">CASE OF DEFENDANT NO.1\n\n</p><p data-structure=\"RespArg\" id=\"p_30\">26.        The defendant No.1 has filed a short reply to the application\n\nunder Order 39 Rule 4 filed by Defendant No.3. The stand of the\n\ndefendant No.1 is that the defendant No.1 placed purchase order and\n\nletter of credit pursuant to plaintiff‟s instructions. Subsequently the\n\ndefendant No.1 was to be reimbursed by the Plaintiff. The defendant\n\nNo.1 played a crucial role as facilitator for the opening of letter of credit\n\nat the instance of the plaintiff. The defendant No.1 also contents that\n\ndefendant No.1 is solely responsible for opening of letter of credit.\n\nAccording to defendant No.1, the buyer is wholly responsible for\n\nperforming the financial terms of the sales contract and the role of the\n\ndefendant No.1 was limited to making the financial arrangement.\n\n</p><p data-structure=\"PetArg\" id=\"p_31\">27.        The defendant No.1 has denied the allegation made by\n\ndefendant No.3 that defendant No.1 is using the force majeure to avoid\n\nmaking payment as deliberate, malicious and false. The learned counsel\n\nfor defendant No.2, Mr.Pradeep Dewan states that defendant No.2\n\nwould abide by the order passed by this court.\n</p>\n<p data-structure=\"RespArg\" id=\"p_32\">28.        The defendant No.2 had admittedly written letter dated 31 st\n\nMarch, 2004 to defendant No.4 for invoking the clause of force majeure\n\nwhich according to the defendant No.4 is contrary to the terms of the\n\n<span class=\"hidden_text\" id=\"span_11\">CS (OS) No.637/2009                                              Page 10 of 39</span>\n letter of credit and the defendant No.2 has confirmed having received\n\nthe reply from defendant No.4 stating that the provisions of UCP 600\n\nrefers to the underlying contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">29.          Learned Senior counsel for the Plaintiff Dr. A.M. Singhvi\n\nhas firstly referred to the clauses of the agreement dated 29.1.09 and the\n\nvarious documents filed on the record, the relevant clauses of the\n\nagreement are reproduced hereunder:\n</p>\n<blockquote id=\"blockquote_1\">&quot; 16.         Payment:\n</blockquote><blockquote id=\"blockquote_2\">              By irrevocable confirmable Letter of Credit (draft to be\n        approved by seller) at usance of 180 Days from the date of B/L\n        issued by First Class Bank (Indian Prime Bank) and payable 100%\n        at sight at counter‟s of seller‟s Bank upon presentation of the\n        following documents:\n</blockquote>\n<blockquote id=\"blockquote_3\">            1)   Signal Commercial invoice in 1 original and 5 copies\n                 based on net weight as per Bills of Lading;\n</blockquote><blockquote id=\"blockquote_4\">            2)   Full set of charter party Bills of Lading, duly stamped\n                 and marked &quot;freight prepaid&quot;, made out to the order and\n                 blank endorsed and notifying 1) Global Steel Philippines\n                 (SPV-AMC) Inc., Philippines, and 2) The State Trading\n                 Corporation of India Limited, New Delhi;\n</blockquote><blockquote id=\"blockquote_5\">            3)   Signed and stamped packing list in three fold showing\n                 number of pieces and net weight as per B/L;\n</blockquote><blockquote id=\"blockquote_6\">            4)   Certificate of origin issued by beneficiary in one original\n                 and two copies;\n</blockquote><blockquote id=\"blockquote_7\">            5)   Confirmation copy confirming that within 5 days after\n                 the B/L date the beneficiary had faxed the non-negotiable\n                 copies of B/Ls, packing list and invoices to the buyer and\n                 receiver of the goods.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_34\">      Documents to be sent outside L/C:\n</p>\n<blockquote id=\"blockquote_8\">            1.   Original Mill Test Certificate(s) showing nitrogen\n                 content and other usual parameters to be sent within 30\n                 days after shipment date; electronic format copy(ies) to\n                 be sent by email within 5 days after shipment date, and\n                 conforming 100% to the slabs which have been actually\n                 shipped &amp; invoices as per Bill of Lading/Packing\n                 List/Invoice;\n</blockquote><blockquote id=\"blockquote_9\">            2.   Certificate of non-radiation certifying that the cargo\n                 delivered is free of any radioactive contamination;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_12\">CS (OS) No.637/2009                                              Page 11 of 39</span>\n<blockquote id=\"blockquote_10\">          3.   Non-negotiable copies of B/Ls, packing list, invoice are\n              sent within 5 days after B/L date by fax.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_35\">   L/C other conditions:\n</p>\n<blockquote id=\"blockquote_11\">        L/C to be opened and received at the counters of Seller‟s bank\n    by seven (07) bank working days from the date of signing of the\n    contract by all the parties, valid for shipment until April 15, 2009\n    and expiry on May 6, 2009, place of expiry - beneficiary‟s bank‟s\n    country;\n</blockquote>\n<blockquote id=\"blockquote_12\">              B/L with clause &quot;atmospheric rust, stored at open area,\n              wet before shipment, weight of pieces/quality unknown&quot;\n</blockquote><blockquote id=\"blockquote_13\">              and similar acceptable allowed.\n</blockquote><blockquote id=\"blockquote_14\">              Third Party documents acceptable except for the invoice\n              and packing list;\n</blockquote><blockquote id=\"blockquote_15\">              T/T reimbursement allowed;\n</blockquote><blockquote id=\"blockquote_16\">              Documents to be presented within 21 days after B/L date,\n              but within the validity of the LC;\n</blockquote><blockquote id=\"blockquote_17\">              10% more or less in both amount of credit and quantity\n              of goods are acceptable\n              All documents on English language or Russian with\n              English translation, stamps in other languages than\n              English are acceptable;\n</blockquote><blockquote id=\"blockquote_18\">              Spelling or typing errors not affecting figures are not\n              considered as discrepancies;\n</blockquote><blockquote id=\"blockquote_19\">              All banking charges at the Seller‟s bank for Seller‟s\n              account, in the Buyer‟s bank for Buyer‟s account;\n              The beneficiary has right to confirm the L/C and in this\n              case the confirmation charges to be for beneficiary‟s\n              account, if any. Confirmation instructions: MAY ADD;\n              Usance interest included confirmation charges are for the\n              L/C applicants account. These amounts are payable over\n              and above the L/C value. Negotiating bank should\n              provide details of interest amount in their forwarding\n              schedule.     Negotiating bank is authorized to pay\n              beneficiary at sight basis despite of usance L/C.\n              The terms and conditions of L/C should correspond to\n              the terms and conditions of the Contract; conditions,\n              which were not included in the contract, can not be\n              included into L/C;\n</blockquote><blockquote id=\"blockquote_20\">              L/C to be subject to Uniform Customs practice for\n              Documentary Credits, 2007 revision, ICC publication\n              no.600.\n</blockquote>\n<blockquote id=\"blockquote_21\">   20. Transport conditions:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_13\">CS (OS) No.637/2009                                          Page 12 of 39</span>\n<blockquote id=\"blockquote_22\">     Cargo will be delivered CNF LO GSPI Private Port Iligan basis\n             Seller is to provide for carrying vessel to perform\n             transportation of the contract goods. The carrying vessel\n             shall be seaworthy single decker in good technical\n             condition. Vessel should not exceed 25 years in any\n             case. OAP premium, if any shall be to the Seller‟s\n             account. Seller shall advise Buyer by fax at least 7 days\n             prior to loading the name and main particulars of the\n             ocean vessel such as name, nationality, age, length\n             overall, beam, load draft, number of holds and hatches,\n             expected date of loading, Lloyd‟s classification or\n             equivalent (provided it is verified and confirmed by the\n             insurance company), voyage number and type of the\n             vessels. The vessel nominated by the Seller has to be\n             accepted by the Buyer within 24 hours upon nomination,\n             which can‟t be unreasonably withheld. Seller undertakes\n             that motor vessel has not been sold nor will be sold for\n             scrapping or other purpose during the duration of the\n             contract. Seller should guarantee that motor vessel\n             arrival draft, gear capacity 25 MT maximum and all other\n             equipment comply with official regulations of\n             discharging port;\n</blockquote><blockquote id=\"blockquote_23\">             Seller has right to charter gearless vessel and in this case\n             charges for shore cranes to be for Seller‟s account;\n             Seller is to arrange separate loading/stowage of the\n             material of different specifications into different holds\n             and or different places of the holds;\n</blockquote><blockquote id=\"blockquote_24\">             Buyer is to provide for one good safe berth AAAA\n             Discharging rate: CQD\n             Time lost waiting for berth/discharging to count as\n             detention/demurrage charges in case receivers did not\n             submit all import cargo documents for custom clearance\n             and one free safe berth at vessel‟s arrival at the port of\n             discharge and continuous supply of trucks during\n             discharge. In that case the Buyer to be responsible for\n             detention/demurrage        charges      as     per      C/P.\n             Detention/demurrage charges are to be declared to the\n             Buyer upon performing vessels nomination and fixture.\n             Detention/Demurrage to be paid within 20 banking days\n             after presentation of fax copies of N.O.R., S.O.F. and\n             Time Sheet;\n</blockquote><blockquote id=\"blockquote_25\">             Owner‟s agent in discharging port;\n</blockquote><blockquote id=\"blockquote_26\">             The master of vessel should give notice of vessel‟s\n             readiness for discharge within working hours of the\n             discharging port from 0830hours to 1700hours, Monday\n             through Friday, excluding Local public and national\n             holidays whether in berth or not, whether in port or not,\n\n<span class=\"hidden_text\" id=\"span_14\">CS (OS) No.637/2009                                           Page 13 of 39</span>\n               whether custom cleared or not, whether in free pratique\n              or not. Notice to be given by vhf/telex/radio to buyer;\n              The owner/master/agent of the vessel should give 7 days,\n              5 days, 3 days, 48/24/12 hour notices advising arrival of\n              the vessel at discharging port during office hours from\n              0830hours to 1700hours, Monday through Friday,\n              excluding Local public and national holidays.\n              All/any taxes and/or duties, whatsoever nature on cargo\n              in discharging port to be for Buyer‟s account, including\n              stevedore, lighterage and wharfage.\n</blockquote><blockquote id=\"blockquote_27\">              Buyer to be responsible for all stevedor‟s damages\n              caused to the vessel and for all consequences resulting\n              from such damages including detention of the vessel\n              until damages had been rectified up to the owners\n              satisfaction. Any disputes related to such damage to be\n              settled between Buyer and owner of the vessel directly.\n              Other conditions as per relevant &quot;GENCON-94&quot;/&quot;NYPE-\n              93&quot; charter party between Seller and the owners.\n              Transshipment not allowed, partial shipment not allowed,\n              part cargo allowed. Seller has to indicate the quantity\n              planned to be loaded on the vessel. In case the seller has\n              planned to load at different ports, the seller has to inform\n              the quantity planned to be loaded on the vessel at\n              different ports.\n</blockquote>\n<blockquote id=\"blockquote_28\">      21. Force majeure:\n</blockquote>\n<blockquote id=\"blockquote_29\">    The parties shall be released from responsibility for a failure to\n    fulfil completely or partially their obligations under the present\n    contract if it is a consequence of force-majeure circumstances such\n    as fire, flood, earthquake, war, military operations of any kind,\n    5blockades, prohibition of export/import, strikes or some other\n    contingencies beyond control of the Parties if such circumstances\n    directly affect the execution of the present contract. In such case\n    the time for the fulfilment of the obligations under the present\n    contract shall be extended for the period furing which such\n    circumstances last. If such circumstances last for more than 2\n    months the Parties shall have the right to refuse further fulfilment\n    of its obligations under the present contract and in that case neither\n    Party shall have the right to claim compensation for eventual loses\n    from the other Party. The Party to whom it becomes impossible to\n    meet its obligations under the present contract in the circumstances\n    mentioned above is obliged to advise immediately the other Party\n    regarding commencement and cessation of the circumstances\n    preventing fulfilment of its obligations. Certificates issued by the\n    Chamber of Commerce of the country where such circumstances\n    occurred shall be sufficient proof of the existence of such\n    contingencies and their duration.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_15\">CS (OS) No.637/2009                                            Page 14 of 39</span>\n<blockquote id=\"blockquote_30\">              The Force Majeure (Exemption) clause of the International\n       Chamber of Commerce (ICC Publication No. 421) is hereby\n       incorporated in this contract.\n</blockquote>\n<blockquote id=\"blockquote_31\">      22.    Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_32\">       22.1 The present Contract shall be governed by and construed in\n       all respects in accordance with English law.\n       22.2 Subject as may be provided elsewhere in this agreement, all\n       disputes, differences or questions arising in relation to this\n       agreement shall be referred in the first instance to the sales director\n       and/or CEO of the Seller and the, Head-Bulk Raw Materials\n       Procurement and/or MD of GSPI, Philippines, who shall meet\n       together and attempt to settle the dispute between themselves\n       (acting in good faith) within one calendar month.\n       22.3 If the sales director and/or CEO of the Seller and the Head-\n       Bulk Raw Materials procurement and/or MD of GSPI, Philippines\n       fail to resolve the dispute, it shall be referred to arbitration in\n       London in accordance with the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a> of 1996 or any\n       statutory modification or re-enactment thereof save to the extent\n       necessary to give effect to the provisions of this Clause.\n       22.4 The arbitration shall be conducted in accordance with the\n       London Maritime Arbitrators Association (LMAA) Terms current\n       at the time when the arbitration proceedings are commences\n       through three arbitrators appointed in accordance with the said\n       Rules.\n</blockquote><blockquote id=\"blockquote_33\">       22.10...........\n</blockquote>\n\n<blockquote id=\"blockquote_34\">24.          STC‟s mandatory clause, as below\n\n              Its expressly understood and agreed by and between the\n       seller and the buyer that the buyer is entering into this agreement\n       solely on its own behalf and not on behalf of any other person or\n       entity. In particular, it is expressly understood and agreed that the\n       Govt. of India is not a party to this agreement and has no liabilities,\n       obligations or rights hereunder. It is expressly understood and\n       agreed that the buyer is an independent legal entity with power and\n       authority to enter into contracts slowly in its own behalf under the\n       applicable laws of India and general principles of contract laws.\n       The seller expressly agrees, acknowledges and understands that the\n       buyer is not an agent, representative or delegate of the Govt. of\n       India. It is further understood and agreed that the Govt. of India is\n       not and shall not be liable of any acts, omissions, commissions,\n       breaches or other wrongs arising out of the contract. Accordingly,\n       Seller hereby expressly waives, releases and forgoes any and all\n       actions or claims, including cross claims, impleader claims or\n       counter claims against the Govt. of India arising out of this contract\n       and covenants not to sue the Govt. of India as to any manner,\n\n<span class=\"hidden_text\" id=\"span_16\">CS (OS) No.637/2009                                               Page 15 of 39</span>\n       claim, cause of action of thing whatsoever arising of/or under this\n      agreement.\n</blockquote>\n<blockquote id=\"blockquote_35\">            It is clearly understood that STC‟s role is limited to making\n      financial arrangements and disputes, if any, will be settled between\n      the Seller and the ultimate Buyer - GSPI. &quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_36\">30.         By Citing these clauses of the agreement, the plaintiff has\n\ntwo fold submissions i.e. the contents of the underlying agreement must\n\nbe read into the letter of credit and thereby the present case is\n\ndifferentiated from the normal case of invocation of the letter of credit.\n\nThe present case falls within the case of fraud which is exception to the\n\nordinary rule of non interference of the court and the plaintiff is entitled\n\nfor interim injunction prayed for.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">Legal Position on the Grant of Injunction Against Letter of Credit\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">31.         Before dealing with the rival submissions of the parties, I\n\nfeel appropriate to discuss the settled proposition of law with the respect\n\nto judicial interference against the invocation of the letter of credit. The\n\nscope of judicial interference is very limited and the same has been\n\nemphasized by the Apex Court in catena of cases.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"657519\" id=\"span_17\">32.         One of the celebrated cases was the Judgment of Calcutta\n\nHigh Court titled as <a href=\"/doc/657519/\" id=\"a_11\">United Commercial Bank v. Hanuman\n\nSynthetics Ltd. &amp; Ors.</a> AIR 1985 Cal 96 wherein the principles of\n\nautonomous nature of Letter of credit independent from the underlying\n\ncontract has been <a href=\"/doc/657519/\" id=\"a_12\">laid down in</a> para 44 and 45:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n</p><blockquote id=\"blockquote_36\">             &quot;44. The law is well-established that the bank which has\n             opened a letter of credit is not concerned with the\n             relationship between the seller and the customer; nor with\n             the question whether the seller had performed its contracted\n\n<span class=\"hidden_text\" id=\"span_18\">CS (OS) No.637/2009                                              Page 16 of 39</span>\n            obligation or not. The bank is also not concerned with the\n           question whether the seller is in default in any way or not.\n           The machinery and the commitment of the bank are on a\n           different level. It has been emphasized by the English\n           Courts and also by the Supreme Court that the bank must be\n           allowed to honour its commitments under a letter of credit\n           free from interference by the Courts; otherwise, trust in\n           international commerce will be irreparably damaged. The\n           dispute as to the sufficiency of the performance between the\n           buyer and the seller or between the seller and the buyer\n           cannot be the reason for withholding the payment under a\n           letter of credit. The bank is only required to see whether the\n           event has happened on which its obligation to pay has\n           arisen.\n</blockquote>\n<blockquote id=\"blockquote_37\">           45. In this case, the Central Bank was required to pay in\n           terms of the letter of credit against certain documents. The\n           documents have been duly tendered and accepted by the\n           Central Bank and the event has happened on which the\n           Central Bank is now obliged to pay in terms of the letter of\n           credit. Whether the goods that have been delivered are of\n           merchantable quality or not or whether the goods are up to\n           the contract or not or whether they are of the specified\n           quality or quantity cannot be gone into by the bank.\n           Similarly, the question whether the goods correspond with\n           the description is also a question that must be resolved by\n           the buyer and the seller in an appropriate proceeding. But\n           the Central Bank which has opened a confirmed and\n           irrevocable letter of credit cannot refuse to pay even when\n           all the terms of the letter of credit have been fulfilled to its\n           satisfaction on the plea that the goods are not up to the\n           contract or do not correspond with the description. The\n           bank is not entitled to withhold payment after its obligation\n           to pay has arisen merely because an allegation of fraud has\n           been made against the seller. As Browne L. J. emphasized\n           in the case of Edward Owen that it was not enough to allege\n           fraud. If that was possible in law, all that a buyer had to do\n           to stop payment under an irrevocable letter of credit was to\n           allege fraud against the seller. It is very easy to allege fraud\n           whenever there is a dispute as to quantity or quality of the\n           goods. But that cannot be the ground on which the bank\n           will be entitled to refuse payment. As Lord Denning has\n           emphasized that the rule, in the case of a confirmed\n           irrevocable credit in respect of contract for the sale of\n           goods, is that the confirming bank is in no way concerned\n           with disputes between the buyer and the seller as to the\n           contract of sale which underlies the credit and it is a strict\n           rule. In order to come within the exception, the buyer must\n           not only allege but clearly establish that the documents that\n\n<span class=\"hidden_text\" id=\"span_19\">CS (OS) No.637/2009                                            Page 17 of 39</span>\n              were presented by the beneficiary were forged or\n             fraudulent.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_20\">33.        The Apex Court had an occasion to deal with the similar\n\nproposition in the case of <a href=\"/doc/329587/\" id=\"a_13\">UP Cooperative Federation Ltd. v. Singh\n\nConsultants and Engineers (P) Ltd.</a> (1988) 1 SCC 174, wherein the\n\ncourt re-emphasized the principle that the letter of credit must not be\n\ninterfered with by the courts as the restraint on encashment of the same\n\nhas major implications upon the international commerce as well as it\n\nhinders the autonomous nature of the transaction. The court has held\n\nthat the Bank is required to just look into the correctness and\n\nappropriateness of the documents and if the same are found to be in\n\norder, the other consideration of the main underlying contract does not\n\naffect the encashment of the letter of the credit. The relevant paras of the\n\nJudgment are noteworthy:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">\n</p><blockquote id=\"blockquote_38\">             &quot;44. The modern documentary credit had its origin from\n             letters of credit. We may, therefore, begin the discussion\n             with the traditional letter of credit. Paul R. Verkuil in an\n             article [Bank Solvency and Guaranty Letters of Credit,\n             Standford Law Review V. 25 (1972-73 at p. 719)] explains\n             the salient features of a letter of credit in these terms:\n</blockquote>\n<blockquote id=\"blockquote_39\">             The letter of credit is a contract. The issuing party- usually\n             a bank-promises to pay the &#x27;beneficiary&#x27;-traditionally a\n             seller of goods-on demand if the beneficiary presents\n             whatever documents may be required by the letter. They are\n             normally the only two parties involved in the contract. The\n             bank which issues a letter of credit acts as a principal, not\n             as agent for its customer, and engages its own credit. The\n             letter of credit thus &#x27;evidences-irrevocable obligation to\n             honour the draft presented by the beneficiary upon\n             compliance with the terms of the credit.\n</blockquote>\n<blockquote id=\"blockquote_40\">             45. The letter of credit has been developed over hundreds of\n             years of international trade. It was most commonly used in\n             conjunction with the sale of goods between geographically\n\n\n<span class=\"hidden_text\" id=\"span_21\">CS (OS) No.637/2009                                             Page 18 of 39</span>\n               distant parties. It was intended to facilitate the transfer of\n              goods between distant and unfamiliar buyer and seller. It\n              was found difficult for the seller to rely upon the credit of\n              an unknown customer. It was also found difficult for a\n              buyer to pay for goods prior to their delivery. The bank&#x27;s\n              letter of credit came into existence to bridge this gap. In\n              such transactions, the seller (beneficiary) receives payment\n              from issuing bank when he presents a demand as per terms\n              of the documents. The bank must pay if the documents are\n              in order and the terms of credit are satisfied. The bank,\n              however, was not allowed to determine whether the seller\n              had actually shipped the goods or whether the goods\n              conformed to the requirements of the contract. Any dispute\n              between the buyer and the seller must be settled between\n              themselves. The Courts, however, carved out an exception\n              to this rule of absolute independence. The Courts held that\n              if there has been &quot;fraud in the transaction&quot; the bank could\n              dishonour beneficiary&#x27;s demand for payment. The Courts\n              have generally permitted dishonour only on the fraud of the\n              beneficiary, not the fraud of somebody else.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_43\">34.         From the above discussion, it can be conveniently said that\n\nthere is no res integra that the letter of credit is an independent contract\n\nand the courts are in trend of not to interfere with the encashment of the\n\nletter of credit unless the case falls within the purview of exceptions <a href=\"/doc/329587/\" id=\"a_14\">laid\n\ndown by</a> the Apex Court. Now, I shall go ahead with the discussion on\n\nexceptions which empowers the court to interfere on the encashment of\n\nletter of credit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">Exceptions : Case of Fraud and Special Equities\n\n</p><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_22\">35.         The first exception which has been carved out by the courts\n\nare the case of fraud of egregious nature meaning thereby that the said\n\nfraud must be the fraud of gross nature which shakes the conscience of\n\nthe court and the said fraud must be known to the parties including party\n\nrepresenting as well as to the bank. Under the said circumstances, if the\n\nsaid fraud is established, the court can interfere with the bank guarantee.\n\n\n<span class=\"hidden_text\" id=\"span_23\">CS (OS) No.637/2009                                              Page 19 of 39</span>\n The legal proposition on the fraud has been <a href=\"/doc/329587/\" id=\"a_15\">laid down in</a> the same case\n\nof <a href=\"/doc/329587/\" id=\"a_16\">UP Cooperative Federation Ltd</a> (Supra) which has been elaborated by\n\nhis Lordship Jagannath Shetty (as his Lordship then was) by stating the\n\nfollowing:</span>\n</p>\n<blockquote id=\"blockquote_41\">              &quot;The wholly exceptional case where an injunction may be\n              granted is where it is proved that the bank knows that any\n              demand for payment already made or which may thereafter\n              be made will clearly be fraudulent. But the evidence must\n              be clear, both as to the fact of fraud and as to the bank&#x27;s\n              knowledge. It would certainly not normally be sufficient\n              that this rests on the uncorroborated statement of the\n              customer, for irreparable damage can be done to a bank&#x27;s\n              credit in the relatively brief time which must elapse\n              between the granting of such an injunction and an\n              application by the bank to have it discharged.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\">36.          Under those circumstances, it was also held that the plea of\n\nfraud must be in the nature of an egregious nature as to vitiate the entire\n\nunderlying transaction of the bank guarantee. It is fraud of the\n\nbeneficiary and not the fraud of somebody else that would make the\n\nCourt to grant the Order of injunction as asked for. If the bank detects\n\nwith the minimal investigation, the fraudulent action of the seller, the\n\npayment could be refused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_24\">37.          The said legal proposition has been reiterated by the Supreme\n\nCourt in the case of <a href=\"/doc/573550/\" id=\"a_17\">State Trading Corporation v. Jainsons Clothing\n\nCorporation</a>, (1994) 6 SCC 597, the relevant paragraphs of the\n\njudgment are worth mentioning:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n</p><blockquote id=\"blockquote_42\">              &quot;8. The grant of injunction is a discretionary power in\n              equity jurisdiction. The contract of guarantee is a trilateral\n              contract which the bank has undertaken to unconditionally\n              and unequivocally abide by the terms of the contract. It is\n              an act of trust with full faith to facilitate free flow of trade\n              and commerce in internal or international trade or business.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_25\">CS (OS) No.637/2009                                               Page 20 of 39</span>\n<blockquote id=\"blockquote_43\">             It creates an irrevocable obligation to perform the contract\n            in terms thereof. On the occurrence of the events mentioned\n            therein the bank guarantee becomes enforceable. The\n            subsequent disputes in the performance of the contract does\n            not give rise to a cause nor is the court justified on that\n            basis, to issue an injunction from enforcing the contract, i.e.\n            bank guarantee. The parties are not left with no remedy. In\n            the event of the dispute in the main contract ends in the\n            party&#x27;s favour, he/it is entitled to damages or other\n            consequential reliefs.\n</blockquote>\n<blockquote id=\"blockquote_44\">            9. It is settled law that the Court, before issuing the\n            injunction under Order 39, Rules 1 and 2, <a href=\"/doc/161831507/\" id=\"a_18\">CPC</a> should\n            prime face be satisfied that there is triable issue strong\n            prima facie case of fraud or irretrievable injury and balance\n            of convenience is in favour of issuing injunction to prevent\n            irremediable injury. The court should normally insist upon\n            enforcement of the bank guarantee and the court should not\n            interfere with the enforcement of the contract of guarantee\n            unless there is a specific plea of fraud or special equities in\n            favour of the plaintiff. He must necessarily plead and\n            produce all the necessary evidence in proof of the fraud in\n            execution of the contract of the guarantee, but not the\n            contract either of the original contract or any of the\n            subsequent events that may happen as a ground for fraud.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_26\">38.        The Apex Court in <a href=\"/doc/573550/\" id=\"a_19\">the above decision</a> of <a href=\"/doc/573550/\" id=\"a_20\">State Trading\n\nCorporation</a> (Supra) has extended the exception from fraud to Special\n\nEquties. The law again was brought forward by yet another decision of\n\nSvenska Handelsbanken v. wherein an important point was discussed\n\nabout the inter relation of fraud and irretrievable injury in the following\n\nwords:</span>\n</p>\n<blockquote id=\"blockquote_45\">            &quot;We have already held that the contracts between the\n            lenders and the borrower are not vitiated by any fraud much\n            less established fraud and there is no question of\n            irretrievable injury, therefore, there was no reason for the\n            High Court to set aside the order of the trial court.\n</blockquote>\n<blockquote id=\"blockquote_46\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_27\">Against there is no case of any irretrievable injury either of\n            the type as held in the case of <a href=\"/doc/573550/\" id=\"a_21\">Itek Corporation</a> (supra) as\n            there is no difficulty in the judgment of this country being\n            executable in the courts in Sweden.</span>\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_28\">CS (OS) No.637/2009                                             Page 21 of 39</span>\n<blockquote id=\"blockquote_47\">                 The High Court was not right in working on mere suspicion\n                of fraud or merely going by the allegations in the plaint\n                without prima facie case of fraud being spelt out from the\n                material on record.\n</blockquote>\n<blockquote id=\"blockquote_48\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_29\">The High Court was also in error in considering the\n                question of balance of convenience. In law relating to bank\n                guarantees, a party seeking injunction from encashing of\n                bank guarantee by the suppliers has to show prima facie\n                case of established fraud and an irretrievable injury.\n                Irretrievable injury is of the nature as noticed in the case of\n                <a href=\"/doc/573550/\" id=\"a_22\">Itek Corporation</a> (supra). Here there is no such problem.\n                Once the plaintiff is able to establish fraud against the\n                suppliers or suppliers-cum-lenders and obtains any decree\n                for damages or dimunition in price, there is no problem for\n                affecting recoveries in a friendly country where the bankers\n                and the suppliers are located. Nothing has been pointed out\n                to show that the decree passed by the Indian courts could\n                not be executable in Sweden.</span>\n</blockquote>\n<blockquote id=\"blockquote_49\">                The High Court totally ignored the irretrievable injury\n                which will be caused to defendant No. 12 in not honouring\n                the bank guarantee in international market which may cause\n                grievous and irretrievable damage to the interest of the\n                country as opposed to the loss of money to the\n                borrower/plaintiff. There was no question of defendant No.\n                4 not making any demand. The instalments for repayment\n                of the loans had already been fixed and liable to be paid\n                without demand by defendant No.4. Defendant No. 12 is\n                under a duty to pay the instalments regularly on a fixed date\n                without any demand to defendant No. 4.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_50\">39.            On Similar lines, the following authorities are also\n\nnoteworthy:\n</p>\n<blockquote id=\"blockquote_50\">      (i)     Centax (India) Ltd. v. Vinmar Impex Inc. &amp; Ors. 1986 (4) SCC\n<span class=\"hidden_text\" id=\"span_30\">              136</span>\n</blockquote><blockquote id=\"blockquote_51\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172492\" id=\"span_31\">(<a href=\"/doc/172492/\" id=\"a_23\">ii)    The Projects &amp; Equipment Corporation of India Ltd. v. Onoda\n              Engineering &amp; Consulting Company Ltd.</a> 43 (1991) DLT 42</span>\n</blockquote><blockquote id=\"blockquote_52\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1463877\" id=\"span_32\">(<a href=\"/doc/1463877/\" id=\"a_24\">iii)   Coronation Marketing Services Ltd. v. MMTC Limited &amp; Anr</a>.</span>\n</blockquote><blockquote id=\"blockquote_53\">              61 (1996) DLT 61\n</blockquote><blockquote id=\"blockquote_54\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_33\">(<a href=\"/doc/636783/\" id=\"a_25\">iv)    Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering\n              Works (P) Ltd. &amp; Anr.</a> 1997 (6) SCC 450</span>\n</blockquote><blockquote id=\"blockquote_55\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7094\" id=\"span_34\">(<a href=\"/doc/7094/\" id=\"a_26\">v)     Mahatma Gandhi Sahakra Sakkare Karkhane v. National\n              Heavy Engg. Coop. Ltd. &amp; Anr.</a> 2007 (6) SCC 470</span>\n</blockquote><blockquote id=\"blockquote_56\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1046103\" id=\"span_35\">(<a href=\"/doc/1046103/\" id=\"a_27\">vi)    Mountain Mist Agro India (Pvt.) Ltd. &amp; Anr. V. Mr. S.\n              Subramaniyam IA</a> 8979/2006 in CS(OS) 1643/2005</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">CS (OS) No.637/2009                                                Page 22 of 39</span>\n</blockquote><blockquote id=\"blockquote_57\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1756762\" id=\"span_37\">(<a href=\"/doc/1756762/\" id=\"a_28\">vii) Fair Deal Agencies &amp; Anr. V. Inner Mongolia Muwang\n             Animal By Product Company</a> ltd. &amp; Ors. 150 (2008) DLT 623</span>\n</blockquote><blockquote id=\"blockquote_58\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"704608\" id=\"span_38\">(<a href=\"/doc/704608/\" id=\"a_29\">viii) P.V. Beverages Pvt. Ltd. v. Global Beverages AG &amp; Ors.</a> 148\n             (2008) DLT 68</span>\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_51\">40.          From the above analysis of the authorities, one can say with\n\ncertainty that there are two exceptions to the general rule that the court\n\nshould not interfere with the encashment of the bank guarantee, first\n\nbeing fraud which must be of egregious nature or grossest of the\n\nproportion as distinguished from the ordinary fraud and second; being\n\nspecial equities / irretrievable injury. Both the exception are\n\ninterdependent on each other meaning thereby that absence of fraud will\n\nnot lead to irretrievable injury as held Svenska (Supra). Further, Fraud\n\nmust not be merely pleaded but has to be established which is further\n\nsubject to two qualifications that is clear evidence of the factum of the\n\nfraud and bank‟s knowledge about the fraud .\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">41.          Coming back to the present case, we have to examine as to\n\nwhether the circumstances in the present case are falling within the\n\nparameters of the aforementioned tests laid down by the Apex Court and\n\nwarrants any judicial interference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">CONTENTIONS OF THE PARTIES\n\n\n</p><p data-structure=\"RespArg\" id=\"p_54\">42.          The thrust of the contention of the learned Senior counsel for\n\nthe plaintiff is that the terms and conditions of the Letter of Credit\n\nshould correspond to the terms of the contract meaning thereby that the\n\nterms of the main contract should be read into the letter of credit. By\n\nthis, Learned counsel has made his submission clear that the force\n\nmajure clause in the main agreement which has vitiated the main\n\n<span class=\"hidden_text\" id=\"span_39\">CS (OS) No.637/2009                                             Page 23 of 39</span>\n contract should also be read into the letter of credit and therefore the\n\nsaid letter of credit should not be invoked.\n</p>\n<p data-structure=\"PetArg\" id=\"p_55\">43.        The another limb of his submission is that if the strike or\n\nconditions of force majure will continue for more than 2 months, then\n\nthe parties are free from performing their part of obligations. Therefore,\n\nthe seller who is Defendant no. 3 has to await the outcome for at least 2\n\nmonths stipulated in clause 21 of the contract before encashing the letter\n\nof credit. During the course of the arguments, the affidavit has been\n\nfiled on 1st May, 2009 wherein email message dated 25.2.2009 has been\n\nannexed which has been written by the Defendant no. 3 to the plaintiff\n\ninter alia, in relation to the deferred payment of L/c for 180 days. In\n\nview of the said subsequent communication, according to the Learned\n\nCounsel for the plaintiff, the said stipulation of 180 days period is kind\n\nof self imposed injunction upon the Letter of the Credit.\n\n</p><p data-structure=\"RespArg\" id=\"p_56\">44.        The submission made by the Learned Counsel for the\n\nplaintiff is that the present case is the case wherein the Fraud is of\n\negregious nature due to the reason that at the instance of the plaintiff,\n\nthe Defendant no. 1 has informed the Defendant no. 3 on 25.3.2009 by\n\nits email about the impossibility of the performance of the contract on\n\naccount of strike like situation imposed by the stevedore service\n\nprovider at Iligian Port, Phillipines and the Defendant no. 3 has\n\nacknowledged the said communication and further asked the Defendant\n\nno. 1 to furnish the requisite certificate of chamber of commerce which\n\nwas also duly provided by the Defendant no. 1 on the same date.\n\n</p><p data-structure=\"RespArg\" id=\"p_57\">45.        He submitted that inspite the said information about the force\n\n<span class=\"hidden_text\" id=\"span_40\">CS (OS) No.637/2009                                            Page 24 of 39</span>\n majure conditions, the defendant no. 3 deliberately and malafidely went\n\non to dispatch the shipment on 28.3.2009 subsequent to the information\n\ngiven by the plaintiff , which is clear breach of terms and conditions of\n\nthe contract which establishes fraud on the part of the Defendant no. 3.\n\n</p><p data-structure=\"CDiscource\" id=\"p_58\">46.        The said fraud according to the plaintiff counsel gets\n\ncorroborated when the Defendant no. 3 on the very same day presents\n\nthe bill of lading to the confirming bank for release of payment. Thus,\n\nthe prior knowledge to the defendant no. 3 of the frustration of the\n\ncontract and proceeding further with the transaction thereafter amounts\n\nto fraudulent conduct according to the plaintiff. He further adds that as\n\nper the terms of the contract and also of letter of credit, the payment is\n\nnot to be made at the spot but on deferred payment system at 180 days\n\nfrom the date of the issuance of the bill of lading.\n</p>\n<p data-structure=\"RespArg\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"520510\" id=\"span_41\">47.        The learned counsel for the plaintiff has referred to the\n\nseveral judgments including the judgment passed by the Court of\n\nAppeal in the case of Bolivinter Oil SA Vs. Chase Manhattan Bank\n\nand others as well as the decisions reported in the case of <a href=\"/doc/520510/\" id=\"a_30\">Dai-ichi\n\nKarkaria Private Ltd vs. Oil and Natural Gas Commission, Bombay\n\nand another</a>, AIR 1992 Bombay 309 and                   Dwarka Das &amp; Co.\n\nvs.Dhaluram Goganmull, AIR 1951 Calcutta 10 (Full Bench). The\n\nsaid decisions are not applicable in the facts of the present case as the\n\nplaintiff in the present case has failed to make out a case of fraud of\n\negregious nature which is an essential condition for obtaining an\n\ninjunction against the payment of letter of credit.</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_60\">48.        Per contra the contention of the Defendant no. 4 who is\n\n<span class=\"hidden_text\" id=\"span_42\">CS (OS) No.637/2009                                            Page 25 of 39</span>\n confirming bank is that there is no knowledge/ notice to it in order to\n\nattract the exception carved for interference with the letter of credit.\n\nAccording to the Defendant no. 4, in its limited capacity as a confirming\n\nbank, it cannot engage in determining the correctness of the allegations\n\nand counter allegations made by the parties to the contract to which\n\nbank is not even privity. The Defendant no. 4 mainly relied upon the\n\nratio of the cases mentioned above to state that the bank is to merely see\n\nthe documents and nothing else and encash the letter of credit. He\n\nfurther argued that there is no allegation of fraud against Defendant no.\n\n4 in the entire plaint which is condition to establish fraud. Further\n\ncontention is that the judgment cited by the plaintiff are of no avail as\n\nthe plaintiff has miserably failed to make out any case of fraud of\n\negregious nature which is essential condition for grant of injunction\n\nagainst the encashment of letter of credit. Similarly, the plaintiff‟s case\n\nis not covered by the other condition of special equities which has to be\n\nsatisfied before the court interferes with the invocation of letter of\n\ncredit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">49.           I have considered rival submissions of the parties and have\n\nalso gone through the relevant documents along with pleadings. In the\n\npresent case, the chronology of the happening of events is significant to\n\nnote in order to arrive to conclusion of existence of fraud. The dates are\n\nas under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n</p><blockquote id=\"blockquote_59\">CHRONOLOGY OF EVENTS\n\n          29th January 2009 - The Date of execution of underlying contract\n          20th and 25th February 2009- Addendums\n\n<span class=\"hidden_text\" id=\"span_43\">CS (OS) No.637/2009                                             Page 26 of 39</span>\n       27th February 2009- The date of issuance of letter of credit.\n      13th March 2009 - Defendant no. 3 requested the Defendant no. 1\n      to accept the nomination of vessel for the transportation of the\n      contracted goods.\n</blockquote><blockquote id=\"blockquote_60\">      24th March 2009 - Letter from the port informing the force majure\n      situation to the plaintiff\n      25th March 2009 - Defendant no. 3 Metinvest received email from\n      the Defendant no. 1 inter alia stating that strike like situation has\n      arisen at the port Illigan, Phillipines from 8 th April 2009 . On the\n      same date, the Defendant no. 1 has furnished the requisite\n      certificate from Chambers of Commerce, Phillipines .\n      28th March 2009- Defendant no. 3 dispatched goods to the\n      destination i.e. port of Illigan and also presented the Bill of lading\n      to the confirming bank.\n</blockquote><blockquote id=\"blockquote_61\">      2nd April 2009- The Defendant no. 4 Credit Suisse Bank received\n      a fax from the plaintiff‟s advocate informing the invocation of the\n      force majure clause. On the same date, the defendant no. 4 gave\n      the reply informing the no responsibility of bank as the letter of\n      credit is an irrevocable one and is guided UCP 600 norms and as a\n      result is an independent instrument from the contract.\n      6th April 2009 is the date of institution of the suit.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_63\">50.        It appears from the above chain of events that admittedly on\n\nthe date of dispatch of the goods i.e. 28.3.2009, the confirming bank\n\nwhich is Defendant no. 4 was not put into the knowledge about the\n\ninvocation of force majure clause. Further, the confirming bank has also\n\ndenied the existence of the force majure situation which is first time\n\ninformed to the bank on 2nd April, 2009. The plaintiff has not alleged in\n\nthe entire plaint about the factum of the knowledge of fraud to the\n\nconfirming bank.\n</p>\n<p data-structure=\"RespArg\" id=\"p_64\">51.        The plaint is further silent about the alleged fraud of\n\negregious nature in respect of the letter of credit. Under these\n\ncircumstances, it is difficult to say that there is any fraud committed by\n\nthe Defendant 3 and 4 as the Defendant no. 4 was not having the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">CS (OS) No.637/2009                                             Page 27 of 39</span>\n knowledge on the date of presentation of the bill of lading that the\n\nrequest for the payment which is likely to be made is fraudulent or not.\n\n</p><p data-structure=\"CDiscource\" id=\"p_65\">52.        The existence of fraud and Bank‟s knowledge are two\n\nqualifications which empowers this court to interfere against the\n\nencashment of the letter of credit.. No doubt on the date of dispatch of\n\nthe goods, the seller/ defendant no. 3 was aware about the invocation of\n\nthe force majure clause by the plaintiff and defendant No.1 but the\n\nknowledge of the fraud if any conducted must not be to be seller\n\nexclusively but it must be in the knowledge of the bank which is the\n\nessence of the fraud as it is from the perspective of the bank that the\n\nfraud is analysed as to whether the bank was aware that the demand\n\nwhich is made or likely to be made is fraudulent or not.\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">53.        Therefore, prima facie there is substance in the contention of\n\nthe Defendant no. 4/ confirming bank that it had no knowledge about\n\nthe alleged fraud/ invocation of the force majure clause and thereby it\n\ndoes not warrant any interim order. Hence, in the present case, the\n\nexistence of allegations of the fraud in the entire plaint as well as the\n\nbank‟s knowledge as clear from the chain of events which are two major\n\nelements for consideration are prima facie missing.\n\n</p><p data-structure=\"RespArg\" id=\"p_67\">54.        Applicability of UCP 600\n\n          The Learned Counsel for the plaintiff argues that the\n\nprovisions of UCP 600 are not relevant for the facts and circumstances\n\nof the present case as the said rules are applicable inter se the banks.\n\nAccording to the counsel for the plaintiff, the present case is at the stage\n\nof pre presentation of the documents, the question of the liability of the\n\n<span class=\"hidden_text\" id=\"span_45\">CS (OS) No.637/2009                                              Page 28 of 39</span>\n banks inter se does not arise and the applicability of UCP at this stage is\n\nout of context. In support of his contention, reliance on <a href=\"/doc/784506/\" id=\"a_31\">Article 36</a> of\n\nUCP was made to state that force majure clause is recognized to the\n\nbanks inter se, therefore, there is no reason for non applicability of the\n\nsame principle of force majure in the present case.\n\n</p><p data-structure=\"RespArg\" id=\"p_68\">55.         On the other hand, the learned counsel for the Defendant\n\nNo.4 states that UCP 600 is applicable and is expressly agreed by the\n\nparties in tri partite agreement under clause 16.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_69\">56.         I find merit in the submission of the Defendant no. 4 that the\n\nletter of credit is guided by UCP 600 rules. <a href=\"/doc/1015123/\" id=\"a_32\">Article 4</a> of the said rules\n\npostulates that the bank is not concerned about terms of the underlying\n\ncontract which are not forming part of letter of credit. The said Bank is\n\nalso relieved from any responsibility about the disputes arising out of\n\nthe main contract between the seller and the buyer. Essentially, the said\n\nrule is the rule of privity of contract enshrined in the <a href=\"/doc/171398/\" id=\"a_33\">Contract Act</a>\n\nwherein the party who is not privity of the contract does not accept any\n\nresponsibility in the contract between the third parties. It is also correct\n\nto state that the plaintiff or his representative Defendant no. 1 had never\n\nasked for the incorporation of the terms of the underlying contract into\n\nthe letter of credit at the time of entering into the letter of credit.\n\n</p><p data-structure=\"Precedent\" id=\"p_70\">57.         The Courts have given primacy to the UCP norms over the\n\nunderlying agreement as the letter of the credit is governed by UCP\n\nnorms. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_46\">In the case of <a href=\"/doc/1834541/\" id=\"a_34\">United Commercial Bank v. Bank of India and\n\nOrs.</a> AIR 1981 SC 1426, the court also emphasized about the presence\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">CS (OS) No.637/2009                                                 Page 29 of 39</span>\n or absence of the provisions in the letter of credit which governs the\n\nbank‟s responsibility by stating as under :</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n</p><blockquote id=\"blockquote_62\">             &quot; The rule is well established that a bank issuing or\n             confirming a letter of credit is not concerned with the\n             underlying contract between the buyer and seller. Duties of\n             a bank under a letter of credit are created by the document\n             itself, but in any case it has the power and is subject to the\n             limitations which are given or imposed by it, in the absence\n             of the appropriate provisions in the letter of credits of a\n             bank&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28176\" id=\"span_48\">58.        The Supreme Court again came up with the similar question\n\nin <a href=\"/doc/28176/\" id=\"a_35\">Federal Bank Ltd v. V.M. Jog Engineering Ltd and Others</a>,\n\n(2001) 1 SCC 663, wherein the court again said that the contract of the\n\nBank guarantee or the Letter of Credit is independent of the main\n\ncontract between the seller and the buyer. This is also clear from <a href=\"/doc/1659104/\" id=\"a_36\">Art. 3</a>\n\nof the UCP (1983 Revision).</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_73\">59.        In view of the above discussion, I find that the clauses of the\n\nunderlying agreement dated 29.1.09 cannot be read into the letter of\n\ncredit. In the present case, when the letter of credit and its terms are seen\n\nin totality, the bank‟s duty was to only go into the correctness and\n\nappropriateness of the documents and compliances of the conditions\n\nmentioned therein and it is not in anyway concerned with the terms of\n\nthe underlying contract. Thus, the condition of force majure which is\n\nmain condition in the underlying contract but not forming the part of\n\nletter of credit cannot be invoked against the confirming bank.\n\nForce Majure Clause\n\n</p><p data-structure=\"Section\" id=\"p_74\">60.        Now I shall also examine the other submissions made by the\n\nplaintiffs in support of continuance of the interim order. It is submission\n\n<span class=\"hidden_text\" id=\"span_49\">CS (OS) No.637/2009                                              Page 30 of 39</span>\n of the plaintiff that the contract is frustrated by the Force Majure\n\nConditions/ strike like situation which is beyond the control of the\n\nplaintiff and therefore clause 21 comes into play whereby if the said\n\nconditions continue for more than 2 months, the parties can seek\n\ndischarge from the performance of their obligations. It is further\n\ncontended that the seller which is Defendant no.3 is obligated to await\n\ntill the force majure situations are over for the purpose of the\n\nencashment of the letter of credit. Per Contra the Defendant no. 3 and 4\n\nhave specifically denied the existence of any such force majure situation\n\nand has also referred clause 14 of the contract under the recital Load/\n\nDischarge port which reads as under :\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n</p><blockquote id=\"blockquote_63\">       &quot;14. Load/Discharge Port : Any Ukraine port/ GSPI Private Port,\n            Iligan, Phillippines&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_76\">61.        In the present case, it is not in dispute that the goods were\n\ndispatched to Illigan Port, Phillipines. Learned Counsel for the\n\nDefendant no. 3 and 4 states that cursory perusal of the said clause\n\nindicates that the said port is private port of the plaintiff. It is also\n\ncontended by the Defendant no. 3 and 4 that the events of force majure,\n\nwhich has happened subsequent to entering into the contract and the\n\nletter of credit cannot be interfered on the basis of the happenings of\n\nevents subsequent to the contract. In support of the same, the learned\n\nCounsel relied upon the dicta of STC v. Jainsons (Supra), which clearly\n\nstates that &quot; The subsequent disputes in the performance of the contract\n\ndoes not give rise to a cause nor is the court on that basis, issue an\n\ninjunction from enforcing the contract i.e. bank gurantee&quot;\n\n<span class=\"hidden_text\" id=\"span_50\">CS (OS) No.637/2009                                           Page 31 of 39</span>\n</p><p data-structure=\"CDiscource\" id=\"p_77\"> 62.        I find merit in the submissions of the Defendant no. 4 and\n\nhold that the events subsequent to the contract be it force majure\n\nconditions which may frustrate the contract can come in the way of\n\nencashment of the letter of credit which is the separate contract.\n\n</p><p data-structure=\"CDiscource\" id=\"p_78\">63.        At prima facie stage, it cannot be said with the certainty as to\n\nwhether the said port of Illigan is the private port of the plaintiff or not,\n\ngiven the fact that the plaintiff and the Defendant are disputing the said\n\nfact which has to be examined in trial. Suffice it to say that whenever\n\nthe contract is vitiated/ frustated by the happening of any subsequent\n\nevent which is beyond the control of the contracting party, the\n\nbeneficiary is entitled to reimburse the same. The said principle is stated\n\nunder <a href=\"/doc/340124/\" id=\"a_37\">section 65</a> of the Indian Contract Act and the plaintiff in any case\n\nis entitled to seek restitution and damages. Thus, this clause of force\n\nmajure which is subject matter of the underlying cannot defeat the\n\nencashment of the letter of credit.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">Deferred Payment Mechanism : whether self imposed injunction\n\n</p><p data-structure=\"RespArg\" id=\"p_80\">64.        The next submission made by the Learned Counsel for the\n\nplaintiff is that there is a contractual self imposed injunction upon the\n\nDefendant no. 3 and 4 not to encash the letter of credit before the expiry\n\nof 180 days due to the reason that the underlying contract states that the\n\nletter of credit was payable 100% at sight upon presentation of bill of\n\nlading and documents as per clause 16. The said clause has been\n\nreplaced by addendum 2 whereby the letter of credit is now available by\n\ndefer payment of 180 days. In support of his submission, the email\n\ncommunication dated 25.2.2009 from Defendant no. 3 to plaintiff\n\n<span class=\"hidden_text\" id=\"span_51\">CS (OS) No.637/2009                                              Page 32 of 39</span>\n agreeing to discount the price of the material and factor in the charges\n\nfor deferred payment was acknowledged. The said acceptance of\n\ndeferred payment of 180 days was set before the confirming bank could\n\nmake the payment. Further, the reliance is made to the notice dated 2 nd\n\nApril, 2009 addressed to confirming bank i.e. Defendant no. 4 informing\n\nthe said facts to Defendant no. 4.\n</p>\n<p data-structure=\"RespArg\" id=\"p_81\">65.         The Learned Counsel for the Defendant no. 4 Mr. Amar\n\nGupta, refutes the said contention by stating that clause 78 and 46 B of\n\nthe Letter of credit makes it clear that the payment has to be made\n\nimmediately upon presentation of conforming documents by the\n\nNegotiable bank to the Defendant no. 3. The relevant clauses of LC are\n\nas under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><blockquote id=\"blockquote_64\">            &quot;78/INSTR TO PAVGACCPTGOTG BANK\n\n            UPON NEGOTIATION THE DOCUMENTS BE SHOULD\n            BE FORWARDED TO CANABAR BANK OVERSEAS\n            MAIN BRANCH B- 39, 1ST FLOOR CONNAUGHT\n            CIRCUS NEW DELHI-110001 INDIA IN 2 SETS 1ST SET\n            BY DHL COURIER AND 2ND SET BY REGD AIRMAIL.\n</blockquote><blockquote id=\"blockquote_65\">            2ND SET SHOULD CONSIST ONE COPY EACH OF ALL\n            DOCS PROVIDED THAT ALL THE TERMS AND\n            CONDITIONS OF THE LC ARE STRICTLY COMPLIED\n            WITH. YOU ARE AUTHORISED TO NEGOTIATE THE\n            DRAFT AND CLAIM REIMBURSEMENT AS SHOWN IN\n            FLD 53 ABOVE IN USD AFTER 4 WORKING DAYS OF\n            YOUR SWIFT ADVICE TO US INFORMING AMT, DATE\n            OF NEGOTIATION AND COURIER REPORT NO AND\n            DATE EXCEPT AS OTHERWISE STATED THIS CREDIT\n            IS SUBJECT TO UNIFORM CUSTOMS AND PRACTICE\n            FOR DOCUMENTARY CREDITS (2007) REV - ICC PUB\n            NO. 500 AND SUBJECT TO UNIFORM RULES FOR\n            BANK REIMB UNDER DOC CREDITS - ICC PUB NO\n</blockquote><blockquote id=\"blockquote_66\">            525.\n\n            46B/DOCUMENTS REQUIRED\n\n\n<span class=\"hidden_text\" id=\"span_52\">CS (OS) No.637/2009                                          Page 33 of 39</span>\n            100 PCT OF THE SELLER‟S INVOICE VALUE SHALL BE\n           PAID TO BENEFICIARY BY THE NEGOTIATING BANK\n           UPON RECEIPT OF DOCUMENTS COMPLYING LC\n           TERMS AND CONDITIONS THE NEGOTIATING BANK\n           TO CLAIM REIMBURSEMENT AFTER 180 DAYS FROM\n           THE DATE OF BIL OF LADING.\n</blockquote>\n<blockquote id=\"blockquote_67\">         1. FULL SET OF ORIGINAL 3/3 SHIPPED ON BOARD BILL\n            (S) OF LADING DULY STAMPED, SIGNED AND\n            MARKET FREIGHT PREPAID, MADE OUT TO THE\n            ORDERAND BLANK ENDORSED AND NOTIFY (1)\n            GLOBAL STEEL PHILIPPINES (SPV-AMC) INC.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_83\">            PHILIPPINES AND (2) STATE TRADING CORPORATION\n            OF INDIA LIMITED, NEW DELHI CHARTER PARTY B/L\n            (S)   ARE   ACCEPTABLE B/L WITH CLAUSE\n            ATMOSPHERIC RUST STORED AT OPEN AREA, WET\n            BEFORE SHIPMET WEIGHT OF PIECES /QUALITY\n            UNKNOWN AND SIMILAR ACCEPTABLE ON DECK B/L\n            (8) NOT ALLOWED.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_84\">66.         The Learned counsel for the Defendant no. 4 thus states that\n\nthe said term of L/C of defer payment of 180 days is a matter of\n\nextended credit between Credit Suisse which is Defendant no. 4 and\n\nCanara Bank which is Defendant no. 2 ( between the issuing bank and\n\nconfirming bank) and not for the confirming bank to defer the\n\nencashment of the letter of credit. In substance, he states that the time\n\nperiod    of   180    days   prescribed    in   the   L/C     is    for   the\n\nnegotiating/confirming bank/ Defendant no. 4 to seek reimbursement of\n\nthe amount paid to the beneficiary which is Defendant no. 3 from the\n\nDefendant no. 2 and does not affect the encashment of the L/C.\n\n</p><p data-structure=\"RespArg\" id=\"p_85\">67.         I agree with the learned counsel for the Defendant no. 4 in\n\nthis regard. Further, it is a matter of fact that the Defendant no. 4 is not\n\nthe party to the underlying contract and incase of subsequent agreement\n\nby way of addendum 2 and by way of email 25.2.2009 whereby the three\n\n\n<span class=\"hidden_text\" id=\"span_53\">CS (OS) No.637/2009                                                Page 34 of 39</span>\n parties in the agreement may agree to extend the time of presentation of\n\nthe letter of credit and document to 180 days, the said insertion of the\n\nclause by way of addendum does not in any way bind the confirming\n\nbank/ Defendant no. 4 and does not restrict the defendant no. 4 from\n\nmaking the payment. The reason for the same would be again that the\n\nletter of credit is an independent and autonomous contract free from any\n\nother agreement between the parties. Moreover, the said further\n\nagreement/ arrangement by way of addendum 2 and email dated\n\n25.2.2009 of deferred payment are not in conformity with the Letter of\n\ncredit. Therefore, the Judgment titled as Banco Santander SA is not\n\napplicable to the present case and there is no self imposed injunction as\n\nargued by the learned counsel for the plaintiff.\n</p>\n<p data-structure=\"RespArg\" id=\"p_86\">68.        INCORRECT FACTS\n\n           Learned counsel for defendant No.3 and 4 have laid great\n\nstress on their objection for dismissal of the suit as according to the said\n\ndefendants, the plaintiff has approached this court with unclean hands\n\nby making false statements, misrepresentations and suppression of\n\nmaterial facts. I have considered the pleadings and submissions made\n\nby learned counsel for the defendants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">69.        It is submitted that in Para 26 of the plaint, it is mentioned by\n\nthe plaintiff that a legal notice dated 2 nd April, 2009 had been sent to\n\ndefendant No.3 intimating the existence of force majeure situation and\n\nasking the defendant No.3 to suspend encashment of letter of credit.\n\nHowever, on examining the said letter dated 2 nd April, 2009 it is clear\n\nthat the said notice was not addressed/sent to defendant No.3.\n\n<span class=\"hidden_text\" id=\"span_54\">CS (OS) No.637/2009                                              Page 35 of 39</span>\n</p><p data-structure=\"RespArg\" id=\"p_88\"> 70.        The Defendant argued that the plaintiff has also suppressed\n\nthe reply received from Defendant No.4 dated 2 nd April, 2009 wherein\n\nthe Defendant No.4 has specifically referred that the force majeure\n\nclause is not applicable as the letter of credit is opened under the Rules\n\nof UCP 600.\n</p>\n<p data-structure=\"RespArg\" id=\"p_89\">71.        It is submitted that in Para No.14 of the plaint, it is also\n\nstated by the plaintiff that defendant No.3 had acknowledged and\n\naccepted the invocation of force majeure vide its e-mail dated 25th\n\nMarch, 2009.     In the reply, the defendant No.3 has denied accepting\n\nthe clause of force majeure. The objections raised by the defendant\n\nNo.3 are that the plaintiff has not come before the court with clean\n\nhands    and   prayer for dismissal of suit on this account can be\n\nconsidered on filing of written statement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">72.        Pendency of Arbitral Proceedings:\n</p>\n<blockquote id=\"blockquote_68\">           The judicial notice of the fact is also taken into consideration\n\nas mentioned by Defendant no. 3 in its reply that the arbitration\n\nproceeding between the Plaintiff, Defendant no. 1 and Defendant no. 3\n\nare already initiated on 9th April, 2009 in London in accordance with\n\nLondon Maritime Arbitrators Assocition (LMAA) Rules by invoking\n\nclause 22.4 of the contract. Thus, the inter se disputes between three\n\nparties viz plaintiff, Defendant no.1 and 3 can be settled between\n\nthemselves in the artibitration proceedings and the interference with the\n\nletter of credit is uncalled for as the same is independent from the\n\nunderlying contract as held by me and in view of the facts and\n\ncircumstances of the case.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_55\">CS (OS) No.637/2009                                             Page 36 of 39</span>\n<blockquote id=\"blockquote_69\"> Subsequent Developments\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_91\">73.        When the matter was listed for directions on 6th May,, 2009\n\nto report the extension of letter of credit, the plaintiff has filed a copy of\n\nthe amendment to the letter of credit issued on 27 th February, 2009 for\n\nextending the said period till 9 th June, 2009 along with the affidavit.\n\nDefendant No.2 was also directed by this court to extend the letter of\n\ncredit from 6th May, 2009 till 9th June, 2009. The Defendant No.2 filed\n\na letter dated 5th May, 2009 in this regard. Defendants 3 and 4 have\n\nmade the submission that the defendant No.2 should assure this court\n\nthat reimbursement arrangement as originally made is currently\n\nsubsisting and shall continue to subsist till the validity of the amended\n\nletter of credit. The order dated 6th May 2009 was also passed in this\n\nrespect.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_92\">74.        On 6th May, 2009 an affidavit on behalf of Mr.Ravi Verma,\n\nConstituted Attorney of defendant No.3 has also been filed explaining\n\nthe present status of the Vessel carrying the contracted goods under the\n\ncontract dated 29th January, 2009. There is a specific deposition made\n\nin the said affidavit that Port at lligan in Philippines where the goods\n\nwere delivered under the contract is a private port of the plaintiff which\n\nis also known as GSPI, lligan Port (Global Steel, Philippines-Plaintiff\n\nport and it was not possible for the Vessel to discharge the goods at this\n\nport without the authorization of the plaintiff. It is deposed in Para 4 of\n\nthe affidavit that in absence of the plaintiff‟s authorization for the\n\nVessel to discharge at Illigan, the Vessel carrying the contracted goods\n\nsailed instead to the nearby port of Manila on 3 rd May 2009 and is\n\n<span class=\"hidden_text\" id=\"span_56\">CS (OS) No.637/2009                                               Page 37 of 39</span>\n currently discharging the material which will be stored in Customs\n\ncustody until the defendant No.3 takes further steps. The said affidavit\n\nhas been filed after the hearing of the interim application.\n\nBALANCE OF CONVENIENCE\n\n</p><p data-structure=\"Conclusion\" id=\"p_93\">75.          In view of the reasons given in the preceding paragraphs of\n\nthis judgment, the balance of convenience does not lie in favour of the\n\nplaintiff due to the reason that the letter of credit is an irrevocable letter\n\nof credit issued in this matter in accordance with the rules framed under\n\nthe Uniform Custom and Practices for Documentary Credit 600 (UCP\n\n</p><p data-structure=\"CDiscource\" id=\"p_94\">600). The said rule clearly provide that the letter of credit will be\n\nindependent contract and would not be dependent on the underlying\n\ncontract i.e. contract dated 29th January, 2009. It is also a matter of fact\n\nthat defendant No.3 and 4 have denied the existence of force majeure\n\nsituation. The defendant No.3 has also invoked the arbitration clause\n\n22.4 of the agreement before the appropriate forum as provided in the\n\nagreement.       Prima facie, the overall circumstances show that the\n\nplaintiff wants to wriggle out of its responsibility to receive the\n\ncontracted goods which have already reached the port, therefore, in case\n\nthe interim order will continue in favour of the plaintiff, the defendants\n\n3 and 4 will suffer irreparable loss and injury in monetary terms.\n\n</p><p data-structure=\"CDiscource\" id=\"p_95\">76.          On the other hand, in case it is found ultimately that the\n\nunderlying contract is actually frustrated/ vitiated by fraud or any other\n\ncircumstances, the plaintiff would be entitled to claim the damages in\n\naccordance with law. I am reiterating the legal proposition as discussed\n\nby me earlier, that the fraud and special equities are interdependent of\n\n<span class=\"hidden_text\" id=\"span_57\">CS (OS) No.637/2009                                               Page 38 of 39</span>\n each other and once I have arrived at the finding that there is no element\n\nof fraud in the present case, then there is no special equities involved in\n\nthe matter. The Plaintiff has failed to make out a prima facie case for\n\ninjunction.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">Conclusion\n\n</p><p data-structure=\"Conclusion\" id=\"p_97\">77.           In view of the above, the ex parte ad interim order dated 6 th\n\nApril, 2009 is hereby vacated.       The application of the Plaintiff under\n\nOrder 39 Rules 1 &amp; 2 being I.A.No. 4615/09 is dismissed and I.A.\n\nNo.5316/09 under <a href=\"/doc/161831507/\" id=\"a_38\">Order 39 Rule 4 CPC</a> filed by the defendant No.3 is\n\nallowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\"><span class=\"hidden_text\" id=\"span_58\">CS(OS) No.637/09</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_99\">78.           The written statement in this matter is yet to be filed by the\n\ndefendants. The same be filed in accordance with law. List the matter\n\nbefore the Joint Registrar on 27th May, 2009 for further proceedings.\n\n</p><p data-structure=\"Conclusion\" id=\"p_100\">79.           A copy of this order be given dasti to the parties under the\n\nsignatures of the Court Master.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_102\">                                               MANMOHAN SINGH, J.\n</p><p data-structure=\"Conclusion\" id=\"p_103\">MAY 08, 2009\nsa\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">CS (OS) No.637/2009                                              Page 39 of 39</span>\n </p>","numcites":26,"numcitedby":5,"docsource":"Delhi High Court","citetid":177997466,"divtype":"judgments","relatedqs":[{"value":"order 39 rule 1 and 2","formInput":"order%2039%20rule%201%20and%202"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"order 39 rule 4","formInput":"order%2039%20rule%204"},{"value":"force majeure clause","formInput":"force%20majeure%20clause"},{"value":"subsequent events","formInput":"subsequent%20events"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"UCP 600","formInput":"UCP%20600"},{"value":"force majure","formInput":"force%20majure"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"egregious fraud ","formInput":"egregious%20fraud%20"},{"value":"encashment of letter of credit","formInput":"encashment%20of%20letter%20of%20credit"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"special equity","formInput":"special%20equity"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"demurrage and detention charges","formInput":"demurrage%20and%20detention%20charges"},{"value":"order 39 rules 1 ","formInput":"order%2039%20rules%201%20"},{"value":"\"force majure\"","formInput":"%22force%20majure%22"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"DEMURRAGE CHARGES","formInput":"DEMURRAGE%20CHARGES"},{"value":"\" force majeure clause\"","formInput":"%22%20force%20majeure%20clause%22"}],"cats":[{"value":"amendment-for-first-and-fourth-schedule","formInput":"tag:amendment-for-first-and-fourth-schedule"},{"value":"formation-of-new-states","formInput":"tag:formation-of-new-states"}],"courtcopy":true,"query_alert":null,"agreement":false}