{"tid":139205968,"publishdate":"2013-10-04","title":"Vishnu (D)By Lrs vs State Of Maharashtra & Ors on 4 October, 2013","doc":"<h2 class=\"doc_title\">Vishnu (D)By Lrs vs State Of Maharashtra &amp; Ors on 4 October, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2013 AIR SCW 5811, (2013) 131 ALLINDCAS 14 (SC), 2013 (6) ABR 746, (2013) 7 MAD LJ 733, (2014) 1 CAL HN 104, (2014) 1 ALL WC 331, 2014 (1) SCC 516, (2013) 101 ALL LR 210, (2014) 3 MAH LJ 732, (2014) 3 MPLJ 678, (2013) 4 ARBILR 1, (2013) 4 BANKCAS 719, (2014) 2 RECCIVR 795, (2013) 12 SCALE 374, (2013) 2 WLC(SC)CVL 718, AIR 2013 SC (CIV) 2862, (2013) 3 ALL RENTCAS 483, (2014) 3 CIVLJ 25, 2013 (4) KLT SN 78.2 (SC), (2013) 6 BOM CR 405</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-singhvi\">G.S. Singhvi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-nagappan\">C. Nagappan</a>, <a href=\"/search/?formInput=benchid:v-g-gowda\">V. Gopala Gowda</a>, <a href=\"/search/?formInput=benchid:g-s-singhvi\">G.S. Singhvi</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                        CIVIL APPELLATE JURISDICTION\n                        CIVIL APPEAL NO. 3680 OF 2005\n\n\n      Vishnu                 (dead)                 by                 L.Rs.\n      ...Appellant\n\n\n                                   versus\n\n\n      State          of           Maharashtra           and           others\n      ...Respondents\n\n\n                                    WITH\n\n\n                        CIVIL APPEAL NO. 3681 of 2005\n\n\n                               J U D G M E N T\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">      G.S. SINGHVI, J.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_2\">      1. Whether Clause 30  of  B-1  Agreements  entered  into  between  the\n      Government of Maharashtra and the appellant is in  the  nature  of  an\n      arbitration clause is the question which arises for  consideration  in\n      this appeal filed against  judgment  dated  6.5.2004  of  the  learned\n      Single Judge of the Bombay High Court, Aurangabad Bench.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">      2. The tenders submitted by the appellant, who is now  represented  by\n      his legal representatives, for Tondapur Medium Project, Jalgaon Medium\n      Project Division, Jalgaon and Hatnoor  Canal  Division  No.3,  Chopda,\n      District Jalgaon were accepted by the  Competent  Authority  and  five\n      agreements  were  executed  between  the  parties  on  19.5.1983   and\n      5.10.1983 (hereinafter referred to as ‘B-1 Agreements’).\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">      3. In January 1985, the appellant abandoned the  works  and  submitted\n      bills for the works already done.  He also claimed damages in lieu  of\n      the alleged loss suffered by him.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">       4.        After four years, the appellant served notice under <a href=\"/doc/55198661/\" id=\"a_1\">Section\n      80</a> CPC and then filed Civil Suit No.995/1989 before  the  trial  Court\n      for declaring the recovery proceedings initiated by the defendants  as\n      illegal, null and void.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">      5. During the pendency of the suit, the appellant filed an application\n      under <a href=\"/doc/157537/\" id=\"a_2\">Section 21</a> of the Arbitration Act, 1940 (for  short,  ‘the  1940\n      Act’) and prayed that the matter may be referred to an  Arbitrator  by\n      appointing the Superintending Engineer or any other Arbitrator as  the\n      sole Arbitrator in terms of Clause 30 of B-1 Agreement. The  same  was\n      dismissed by the trial Court vide order dated 29.7.1994 on the  ground\n      that both the parties had not given consent for making a reference  to\n      an Arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">      6. Soon thereafter, the appellant filed an application under <a href=\"/doc/161831507/\" id=\"a_3\">Order  VI\n      Rule 17  CPC</a>  for  leave  to  amend  the  plaint  and  incorporate  an\n      additional prayer for reference of the dispute to an Arbitrator.   The\n      same was allowed by the trial Court vide order dated 27.9.1994.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">      7. The respondents challenged the aforesaid order  in  Civil  Revision\n      Application No.153/1995, which  was  partly  allowed  by  the  learned\n      Single Judge of the High Court  and  the  order  of  the  trial  Court\n      granting leave to the appellant to amend the  prayer  clause  was  set\n      aside.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">      8. In the meanwhile, the appellant filed  application  dated  3.2.1995\n      under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> of the 1940 Act for settlement of accounts and prayed\n      that respondent Nos.3 and  4  may  be  directed  to  file  Arbitration\n      Agreement in terms of Clause 30 of B-1 Agreement executed between  the\n      parties and an Arbitrator may be appointed to decide all the disputes.\n      On 17.6.1995, the trial Court directed the parties to adduce  evidence\n      on the nature of Clause 30 of B-1 Agreement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">      9. After considering the  evidence  adduced  by  the  parties  and  by\n      placing reliance on some judgments of the High Courts, the trial Court\n      allowed the application and declared that Clause 30 of  B-1  Agreement\n      is an arbitration clause.  The trial Court also  appointed  Shri  D.G.\n      Marathe, Chief Engineer (PWD) as an Arbitrator and  referred  all  the\n      disputes to him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">      10.        Civil Revision Application No.447  of  1997  filed  by  the\n      respondents against the order of the trial Court was  allowed  by  the\n      learned Single Judge of the Bombay High Court and  it  was  held  that\n      Clause 30 of B-1 Agreement cannot be treated as an arbitration clause.\n      In support of this conclusion, the High Court relied upon the judgment\n      of this Court in Civil Appeal No. 4700/1985 – State of Maharashtra  v.\n      M/s. Ranjeet Construction.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">      11.        While issuing notice  of  the  special  leave  petition  on\n      4.1.2005, this Court passed the following order:\n</p>\n<blockquote id=\"blockquote_1\">           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"936043\" id=\"span_1\">“The learned counsel for the petitioner places  reliances  on  a\n           three Judge Bench decision of  this  Court  in  <a href=\"/doc/936043/\" id=\"a_5\">Mallikarjun  Vs.\n           Gulbarga University</a> 2004 (1) SCC, 372 wherein a similar  clause,\n           as arises for consideration in the present case, was held to  be\n           an arbitration clause.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_2\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_3\">The abovesaid decision seems to be at divergence from  the  view\n           taken by a two Judge Bench decision  in  Bharat  Bhushan  Bansal\n           Vs.U.P. Small Industries Corporation Ltd., Kanpur 1999 (2)  SCC,\n           166 wherein reliance has been placed on two judgments,  of  this\n           Court, each by three Judges, namely, <a href=\"/doc/64556/\" id=\"a_6\">State of Orissa Vs. Damodar\n           Das</a> 1996 (<a href=\"/doc/344153/\" id=\"a_7\">2) SCC, 216 and State of U.P. Vs. Tipper Chand</a> 1980(2)\n           SCC, 341.</span></span>\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_13\">           Issue notice to the respondents and place for hearing  before  a\n           three Judge Bench.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_14\">           Issue notice also on the prayer for grant of interim relief.”\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">      12.         By  an  order  dated  11.07.2005,  the  three-Judge  Bench\n      referred the matter  to  the  Constitution  Bench  for  resolving  the\n      conflicting opinions expressed by the  co-ordinate  Benches.  However,\n      vide order dated 8.12.2010, the Constitution Bench declined to  decide\n      the matter and directed that the case be listed before the three Judge\n      Bench.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133070\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"936043\" id=\"span_5\">13.        Shri Rana Mukherjee,  learned  counsel  for  the  appellant\n      argued that the impugned order is liable to be set aside  because  the\n      High Court’s interpretation of Clause 30 of B-1 Agreement is  contrary\n      to the law <a href=\"/doc/344153/\" id=\"a_8\">laid down in</a> <a href=\"/doc/936043/\" id=\"a_9\">Mallikarjun v. Gulbarga  University</a>  (<a href=\"/doc/133070/\" id=\"a_10\">2004)  1\n      SCC 372 and Punjab State v.  Dina  Nath</a>  (2007)  5  SCC  28.   Learned\n      counsel emphasized that Clause 30 of B-1 Agreement makes the  decision\n      of the Superintending Engineer binding on all parties to the agreement\n      and, therefore, the trial Court was right in treating the same  as  an\n      arbitration clause.  Shri Mukherjee further argued  that  in  view  of\n      circulars dated 9.5.1977, 12.8.1982 and 21.5.1983 issued by the  State\n      Government, Clause 30 of B-1  Agreements  has  to  be  treated  as  an\n      arbitration clause and the respondents had no right to  challenge  the\n      reference made by the trial Court and thereby question the  wisdom  of\n      the State Government.</span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1707042\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"64556\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_8\">14.        Shri Manish Pitale, learned  counsel  for  the  respondents\n      relied upon the judgments of this Court in <a href=\"/doc/344153/\" id=\"a_11\">State  of  U.P.  v.  Tipper\n      Chand</a> (<a href=\"/doc/64556/\" id=\"a_12\">1980) 2 SCC 341, State of Orissa v. Damodar Das</a>  (<a href=\"/doc/1707042/\" id=\"a_13\">1996)  2  SCC\n      216 and Bharat Bhushan Bansal v.  U.P.  Small  Industries  Corporation\n      Ltd., Kanpur</a> (1999) 2 SCC  166  and  argued  that  Clause  30  of  B-1\n      Agreement cannot be construed as an arbitration clause simply  because\n      the decision of the Superintending Engineer is  made  binding  on  all\n      parties to the contract.</span></span></span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"936043\" id=\"span_9\">Learned counsel submitted that the  judgment\n      in   <a href=\"/doc/936043/\" id=\"a_14\">Mallikarjun   v.   Gulbarga   University</a>   (supra)   is   clearly\n      distinguishable  because  Clause  30  of  the  Agreement,  which   was\n      interpreted <a href=\"/doc/936043/\" id=\"a_15\">in that case</a> was  substantially  different  from  the  one\n      under consideration.  Shri Pitale pointed out that the  Superintending\n      Engineer of Gulbarga Circle was not directly involved in the execution\n      of  contract  between  the  University  and  the  appellant,   whereas\n      Superintending Engineer, who has been named as the officer  in  Clause\n      30 of B-1 Agreement entered into between the appellant and  the  State\n      Government is overall incharge of the work.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">      15.        We have considered the respective  arguments.   Clauses  29\n      and 30 of the B-1 Agreement entered into between the parties  read  as\n      under:\n</p>\n<blockquote id=\"blockquote_3\">           “Clause 29.—All works to be executed under the contract shall be\n           executed under the direction and subject to the approval in  all\n           respects of the Superintending Engineer of the  Circle  for  the\n           time being, who shall be entitled to direct  at  what  point  or\n           points and in what manner they are to  be  commenced,  and  from\n           time to time carried on.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">           Clause 30 —Except where otherwise specified in the contract  and\n           subject to the powers delegated to him by Government  under  the\n           Code rules then in force  the  decision  of  the  Superintending\n           Engineer of the Circle  for  the  time  being  shall  be  final,\n           conclusive, and binding on all parties to the contract upon  all\n           questions,  relating  to  the  meaning  of  the  specifications,\n           designs, drawings, and instructions, hereinbefore mentioned  and\n           as to the quality of workmanship, or materials used on the work,\n           or as to any other question,  claim,  right,  matter,  or  thing\n           whatsoever, if any way arising, out of, or relating  to  or  the\n           contracts   designs,   drawings,   specifications,    estimates,\n           instructions,  orders,  or   these   conditions   or   otherwise\n           concerning the works, or the execution, or  failure  to  execute\n           the same, whether arising, during the progress of the  work,  or\n           after the completion or abandonment thereof.”\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">      16.        Para 224 of the Maharashtra Public Works Manual, as amended\n      by Government C.M. No. CAT-1070/460 –  DSK.2,  dt.9/5/1977,  reads  as\n      under:\n</p>\n<blockquote id=\"blockquote_5\">           “Para 224 – Clause 30 of B-1 and B-2 Agreement forms  lays  down\n           that the decision of  the  Superintending  Engineer  in  certain\n           matters  relating  to  the  contract   would   be   final.   The\n           Superintending  Engineer’s  decision  taken  under  this  clause\n           should be considered as that taken as  an  Arbitrator  and  this\n           should be considered as the decision taken under the <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration\n           Act</a>. The decisions taken by the  Superintending  Engineer  under\n           the other  clauses  should  be  considered  different  from  his\n           decision taken under clause 30 of B-1 and B-2  tender  agreement\n           as an arbitrator.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_20\">      17.        We shall first consider the question whether Clause 30 of B-\n      1 Agreement can be construed as  an  arbitration  clause.  A  conjoint\n      reading of Clauses 29 and 30 of B-1 Agreements  entered  into  between\n      the parties shows that the appellant had to execute all works  subject\n      to the approval in all respects  of  Superintending  Engineer  of  the\n      Circle, who could issue directions from time to time about the  manner\n      in which work was to commence and execute. By  virtue  of  Clause  30,\n      decision of the Superintending Engineer of the Circle was made  final,\n      conclusive and binding on all the parties in respect of all  questions\n      relating to the meaning  of  the  specifications,  designs,  drawings,\n      quality of workmanship or materials used on  the  work  or  any  other\n      question relating to claim, right, matter or things arising out of  or\n      relating to the contract designs, drawings, specifications, estimates,\n      instructions,  orders,  etc.  These   two   clauses   by   which   the\n      Superintending Engineer was given over all  supervisory  control  were\n      incorporated for smooth execution of the works in accordance with  the\n      approved designs and specifications and also to ensure that quality of\n      work is not compromised. The power conferred upon  the  Superintending\n      Engineer of the Circle was in the nature  of  a  departmental  dispute\n      resolution mechanism and was meant  for  expeditious  sorting  out  of\n      problems which could crop up during execution of the work.  Since  the\n      Superintending Engineer was made overall in-charge of all works to  be\n      executed under the contract, he was considered by the  parties  to  be\n      the  best  person  who  could  provide  immediate  resolution  of  any\n      controversy relating to specifications, designs, drawings, quality  of\n      workmanship or material used, etc. It was felt that if  all  this  was\n      left to be  decided  by  the  regular  civil  Courts,  the  object  of\n      expeditious execution of work of the project would be frustrated. This\n      is the primary reason why the Superintending Engineer  of  the  Circle\n      was entrusted with the task of taking  decision  on  various  matters.\n      However, there is nothing in the language of Clause 30 from  which  it\n      can be inferred that the parties had agreed  to  confer  the  role  of\n      arbitrator upon the Superintending Engineer of the Circle.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">      18.        In Russell  on  Arbitration,  21st  Edn.,  the  distinction\n      between an expert determination and arbitration has been spelt out  in\n      the following words:\n</p>\n<blockquote id=\"blockquote_6\">           “Many cases have been fought over whether  a  contract’s  chosen\n           form  of  dispute  resolution   is   expert   determination   or\n           arbitration. This is a matter of construction of  the  contract,\n           which involves an objective enquiry into the intentions  of  the\n           parties. First, there are the  express  words  of  the  disputes\n           clause.  If  specific  words  such  as  ‘arbitrator’,  ‘arbitral\n           tribunal’, ‘arbitration’ or the formula ‘as an expert and not as\n           an arbitrator’ are used to describe  the  manner  in  which  the\n           dispute resolver is to act, they are  likely  to  be  persuasive\n           although not always  conclusive….  Where  there  is  no  express\n           wording, the court will refer to certain guidelines.  Of  these,\n           the most important used to be,  whether  there  was  an  ‘issue’\n           between the parties such as the value of an asset on which  they\n           had not taken defined positions, in which case the procedure was\n           held to be  expert  determination;  or  a  ‘formulated  dispute’\n           between the parties where defined positions had been  taken,  in\n           which case the procedure was held to  be  an  arbitration.  This\n           imprecise concept is still being relied on. It is unsatisfactory\n           because some parties  to  contract  deliberately  choose  expert\n           determination for dispute resolution. The next guideline is  the\n           judicial function of an arbitral  tribunal  as  opposed  to  the\n           expertise of the expert; …. An arbitral tribunal arrives at  its\n           decision on the evidence and submissions of the parties and must\n           apply the law or if the parties agree, on  other  consideration;\n           an  expert,  unless  it  is  agreed  otherwise,  makes  his  own\n           enquiries, applies his own expertise  and  decides  on  his  own\n           expert opinion....”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_10\">19.         A  clause  substantially  similar  to  Clause  30  of  B-1\n      Agreement was interpreted by a three Judge Bench in <a href=\"/doc/344153/\" id=\"a_17\">State  of  U.P  v.\n      Tipper Chand</a> (supra) and it was held that the same cannot be construed\n      as an arbitration clause.  Paragraphs 2 and 3 of  the  judgment  which\n      contain the reasons for the aforesaid conclusion are reproduced below:</span>\n</p>\n<blockquote id=\"blockquote_7\">           “2. The suit out of which this appeal has arisen  was  filed  by\n           the respondent before us for recovery of Rs. 2000 on account  of\n           dues  recoverable  from  the  Irrigation   Department   of   the\n           petitioner State for work done by the plaintiff in pursuance  of\n           an agreement, clause 22 of which runs thus:\n</blockquote>\n\n<blockquote id=\"blockquote_8\">                “Except where  otherwise  specified  in  the  contract  the\n                decision of the Superintending Engineer for the time  being\n                shall be final, conclusive and binding on  all  parties  to\n                the contract upon all questions relating to the meaning  of\n                the  specifications,  design,  drawing   and   instructions\n                hereinbefore mentioned. The decision of such Engineer as to\n                the quality of workmanship, or materials used on the  work,\n                or as to any other question, claim, right, matter or things\n                whatsoever, in any way arising out of or  relating  to  the\n                contract,  designs,  drawing   specifications,   estimates,\n                instructions, orders, or  these  conditions,  or  otherwise\n                concerning the  works,  or  the  execution  or  failure  to\n                execute the same, whether arising during  the  progress  of\n                the work, or after the completion  or  abandonment  of  the\n                contract by the contractor, shall also be final, conclusive\n                and binding on the contractor.”\n\n\n</blockquote><blockquote id=\"blockquote_9\">           3. After perusing the contents of the said  clause  and  hearing\n           learned Counsel for the parties we find  ourselves  in  complete\n           agreement with the view taken by the High Court. Admittedly  the\n           clause does not contain any express arbitration  agreement.  Nor\n           can  such  an  agreement  be  spelled  out  from  its  terms  by\n           implication, there being no mention in it of any  dispute,  much\n           less of a reference thereof. On the other hand, the  purpose  of\n           the clause clearly appears to  be  to  vest  the  Superintending\n           Engineer with supervision of  the  execution  of  the  work  and\n           administrative control over it from time to time.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">      20.        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_11\">In  State  of  Maharashtra  v.  M/s.  Ranjeet  Construction\n      (supra), the two Judge Bench of this Court interpreted  Clause  30  of\n      the agreement entered  into  between  the  parties,  which  is  almost\n      identical to the clause under consideration, relied upon the  judgment\n      in <a href=\"/doc/344153/\" id=\"a_18\">State of U.P. v. Tipper Chand</a>  (supra)  and  held  that  Clause  30\n      cannot be relied upon for seeking a reference to an Arbitrator of  any\n      dispute arising under the contract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">      21.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_12\">In <a href=\"/doc/64556/\" id=\"a_19\">State of Orissa v. Damodar Das</a> (supra), the three  Judge\n      Bench interpreted Clause 21 of the contract entered into  between  the\n      appellant and the respondent for construction of sump and pump chamber\n      etc. for pipes W/S to Village Kentile. The  respondent  abandoned  the\n      work before completion of the project  and  accepted  payment  of  the\n      fourth  running  bill.   Subsequently,  he  raised  dispute  and  sent\n      communication to the Chief Engineer, Public Health, Orissa for  making\n      a reference to an  Arbitrator.   The  Subordinate  Judge,  Bhubaneswar\n      allowed the application filed by the respondent under <a href=\"/doc/1232861/\" id=\"a_20\">Section 8</a> of the\n      1940 Act and the order passed by him was upheld  by  the  High  Court.</span>\n      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_13\">This Court referred to Clause 25 of the  agreement,  relied  upon  the\n      judgment in <a href=\"/doc/344153/\" id=\"a_21\">State of U.P. v. Tipper Chand</a> (supra) and  held  that  the\n      said clause cannot be interpreted as providing resolution  of  dispute\n      by an Arbitrator. Paragraphs 9 and 10 of the judgment,  which  contain\n      discussion on the subject, are extracted below:</span>\n</p>\n<blockquote id=\"blockquote_10\">           “9. The question, therefore, is whether there is any arbitration\n           agreement for the resolution  of  the  disputes.  The  agreement\n           reads thus:\n</blockquote>\n\n<blockquote id=\"blockquote_11\">               “25. Decision of Public Health Engineer to be final.— Except\n               where otherwise specified in this contract, the decision  of\n               the Public Health Engineer  for  the  time  being  shall  be\n               final, conclusive and binding on all parties to the contract\n               upon  all  questions  relating  to  the   meaning   of   the\n               specifications;  drawings  and   instructions   hereinbefore\n               mentioned and as to the quality of workmanship or  materials\n               used on the work, or as to any other question, claim, right,\n               matter or thing, whatsoever in any way arising  out  of,  or\n               relating  to,  the   contract,   drawings,   specifications,\n               estimates, instructions,  orders  or  these  conditions,  or\n               otherwise concerning the works or the execution  or  failure\n               to execute the same, whether arising during the progress  of\n               the work or after the completion or the sooner determination\n               thereof of the contract.”\n\n</blockquote><blockquote id=\"blockquote_12\">           10. <a href=\"/doc/1430346/\" id=\"a_22\">Section 2(a)</a> of the Act defines “arbitration  agreement”  to\n           mean  “a  written  agreement  to  submit   present   or   future\n           differences to  arbitration,  whether  an  arbitrator  is  named\n           therein or not”. Indisputably, there is no recital in the  above\n           clause of the  contract  to  refer  any  dispute  or  difference\n           present or future to arbitration. The learned  counsel  for  the\n           respondent sought to contend from the marginal note, viz.,  “the\n           decision of Public Health Engineer to be final”  and  any  other\n           the words “claim, right, matter or thing, whatsoever in any  way\n           arising  out  of   the   contract,   drawings,   specifications,\n           estimates,  instructions,  orders  or   these   conditions,   or\n           otherwise concerning the works or the execution  or  failure  to\n           execute the same, whether arising during  the  progress  of  the\n           work or after the completion or the sooner determination thereof\n           of the contract” and contended that this clause is  wide  enough\n           to encompass within  its  ambit,  any  disputes  or  differences\n           arising in the  aforesaid  execution  of  the  contract  or  any\n           question or claim or right arising under the contract during the\n           progress  of  the  work  or  after  the  completion  or   sooner\n           determination thereof for reference to an arbitration. The  High\n           Court, therefore, was right in its conclusion that the aforesaid\n           clause  gives  right  to  arbitration  to  the  respondent   for\n           resolution of the dispute/claims raised by  the  respondent.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"587393\" id=\"span_14\">In\n           support thereof he relied on <a href=\"/doc/587393/\" id=\"a_23\">Ram Lal Jagan Nath v. Punjab  State</a>\n           through Collector AIR 1966 Punj 436.  It  is  further  contended\n           that for the decision of the Public Health Engineer to be final,\n           the contractor must be given an opportunity to submit  his  case\n           to be heard either in person or through counsel and  a  decision\n           thereon should be given. It envisages by  implication  existence\n           of a dispute between the contractor and the Department. In other\n           words, the parties construed that  the  Public  Health  Engineer\n           should be the sole  arbitrator.  When  the  claim  was  made  in\n           referring the dispute to him, it was not referred to the  court.\n           The respondent is entitled to avail of the remedy under <a href=\"/doc/1232861/\" id=\"a_24\">Sections\n           8</a> and <a href=\"/doc/811701/\" id=\"a_25\">20</a> of the Act. We find it difficult to give acceptance  to\n           the contention. A reading of the above clause in the contract as\n           a conjoint whole, would give us an indication  that  during  the\n           progress of the work or  after  the  completion  or  the  sooner\n           determination  thereof  of  the  contract,  the  Public   Health\n           Engineer has been empowered to decide all questions relating  to\n           the  meaning  of  the  specifications,  drawings,   instructions\n           hereinbefore mentioned and as to the quality of  workmanship  or\n           material used on the work or as to any  other  question,  claim,\n           right, matter or thing whatsoever in any way arising out of,  or\n           relating to, the contract drawings,  specifications,  estimates,\n           instructions, orders or those conditions or otherwise concerning\n           the works or the execution or failure to execute  the  same  has\n           been entrusted to the Public Health Engineer  and  his  decision\n           shall be final. In other words, he is nominated only  to  decide\n           the questions arising in the quality of the work  or  any  other\n           matters enumerated hereinbefore and his decision shall be  final\n           and bind the contractor. A clause  in  the  contract  cannot  be\n           split into two parts so as to consider one part to give rise  to\n           difference or dispute and another part relating to execution  of\n           work, its workmanship etc. It is settled now that  a  clause  in\n           the contract must be  read  as  a  whole.  If  the  construction\n           suggested by the respondent is given effect then the decision of\n           the Public Health Engineer would become final and it is not even\n           necessary  to  have  it  made  rule  of  the  court  under   the\n           <a href=\"/doc/1052228/\" id=\"a_26\">Arbitration Act</a>. It  would  be  hazardous  to  the  claim  of  a\n           contractor to give such instruction and give power to the Public\n           Health Engineer to make any dispute final  and  binding  on  the\n           contractor. A careful reading of  the  clause  in  the  contract\n           would give us an indication that the Public Health  Engineer  is\n           empowered to decide all the questions enumerated  therein  other\n           than any disputes or differences that have  arisen  between  the\n           contractor and the Government. But for clause 25,  there  is  no\n           other  contract  to  refer  any  dispute  or  difference  to  an\n           arbitrator named or otherwise.”\n\n                                                         (emphasis supplied)</span>\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_25\">      22.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_15\">In <a href=\"/doc/1777887/\" id=\"a_27\">K.K. Modi v. K.N. Modi</a> (1998)  3  SCC  573,  this  Court\n      interpreted Clause 9 of the Memorandum of Understanding signed by  two\n      groups of Modi family. Group ‘A’ consisted of Kedar Nath Modi (younger\n      brother of Seth Gujjar Mal Modi and his  three  sons)  and  Group  ‘B’\n      consisted of five sons  of  Seth  Gujjar  Mal  Modi.  To  resolve  the\n      disputes  and  differences   between   two   groups,   the   financial\n      institutions, which  had  lent  money,  got  involved.  Ultimately,  a\n      Memorandum of Understanding was signed by the  parties  on  24.1.1989,\n      Clause 9 of which reads as under:</span>\n</p>\n<blockquote id=\"blockquote_13\">           “Implementation will be done in consultation with the  financial\n           institutions. For all disputes, clarifications etc.  in  respect\n           of implementation of this agreement, the same shall be  referred\n           to the Chairman, IFCI or his nominees whose  decisions  will  be\n           final and binding on both the groups.”\n\n\n\n      The Chairman, Industrial Finance Corporation of India (IFCI) formed  a\n      committee of experts to assist him in deciding various questions.  The\n      committee of experts and the Chairman held discussion  with  both  the\n      groups. On 8.12.1995, the Chairman, IFCI gave his  detailed  report  /\n      decision. In his covering letter,  the  Chairman  indicated  that  the\n      Memorandum of Understanding had been substantially implemented  during\n      1989 to 1995 and with his decisions on the disputes  /  clarifications\n      given by him, it will be possible to implement the remaining part. The\n      report of the Chairman was neither filed in the competent Court as  an\n      award nor any application was submitted for making the report  a  rule\n      or decree of  the  Court.  However,  the  Chairman  issued  series  of\n      directions for implementing the report. On 18.5.1996,  the  appellants\n      filed a petition under <a href=\"/doc/1154891/\" id=\"a_28\">Section 33</a> of the 1940 Act in  the  Delhi  High\n      Court challenging report dated 8.12.1995 by asserting that it  was  an\n      award in arbitration proceedings. The  opposite  parties  filed  civil\n      suit in the High Court to challenge the report of the Chairman.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">      23.        One of the questions formulated by this Court  was  whether\n      Clause 9 of the Memorandum of Understanding constituted an Arbitration\n      Agreement and whether the decision of the Chairman,  IFCI  constituted\n      an  award.  The  two  Judge  Bench  first  culled  out  the  following\n      attributes of an Arbitration Agreement:\n</p>\n<blockquote id=\"blockquote_14\">           “(1)  The  arbitration  agreement  must  contemplate  that   the\n           decision of the tribunal will be binding on the parties  to  the\n           agreement,\n\n           (2) that the jurisdiction of the tribunal to decide  the  rights\n           of parties must derive either from the consent of the parties or\n           from an order of the court or from a statute, the terms of which\n           make it clear that the process is to be an arbitration,\n\n           (3) the agreement must contemplate that  substantive  rights  of\n           parties will be determined by the agreed tribunal,\n\n           (4) that the tribunal will determine the rights of  the  parties\n           in an impartial and judicial manner with the tribunal  owing  an\n           equal obligation of fairness towards both sides,\n\n           (5) that the agreement of the parties to refer their disputes to\n           the decision of the tribunal must be intended to be  enforceable\n           in law and lastly,\n\n           (6) the agreement must contemplate that the tribunal will make a\n           decision upon a dispute which is already formulated at the  time\n           when a reference is made to the tribunal.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">           The other  factors  which  are  relevant  include,  whether  the\n           agreement contemplates that the tribunal will  receive  evidence\n           from both sides and hear their contentions or at least give  the\n           parties an opportunity to put them forward; whether the  wording\n           of the agreement is consistent or  inconsistent  with  the  view\n           that the process was intended to be an arbitration, and  whether\n           the agreement  requires  the  tribunal  to  decide  the  dispute\n           according to law.”\n\n\n\n      The Court then referred to several precedents including English  cases\n      and held:\n</p>\n<blockquote id=\"blockquote_15\">           “In the present case, the Memorandum  of  Understanding  records\n           the settlement of various disputes as between Group A and  Group\n           B in terms of the Memorandum of  Understanding.  It  essentially\n           records  a  settlement  arrived  at   regarding   disputes   and\n           differences between the two groups  which  belong  to  the  same\n           family. In terms of the settlement, the  shares  and  assets  of\n           various companies are  required  to  be  valued  in  the  manner\n           specified in the agreement. The valuation is to be done  by  M/s\n           S.B. Billimoria &amp; Co. Three companies which have to  be  divided\n           between the two groups are to be divided in  accordance  with  a\n           scheme  to  be  prepared  by  Bansi  S.  Mehta  &amp;  Co.  In   the\n           implementation of the Memorandum of Understanding which is to be\n           done  in  consultation  with  the  financial  institutions,  any\n           disputes or clarifications relating to implementation are to  be\n           referred to the Chairman, IFCI or his  nominees  whose  decision\n           will be final and binding. The purport of clause 9 is to prevent\n           any further  disputes  between  Groups  A  and  B.  Because  the\n           agreement requires division  of  assets  in  agreed  proportions\n           after their valuation by a named body  and  under  a  scheme  of\n           division by another named body. Clause 9 is  intended  to  clear\n           any other difficulties which may arise in the implementation  of\n           the agreement by leaving it to the  decision  of  the  Chairman,\n           IFCI.  This   clause   does   not   contemplate   any   judicial\n           determination by the Chairman of the IFCI.  He  is  entitled  to\n           nominate another person for deciding any question. His  decision\n           has been made final and binding. Thus, clause 9 is not  intended\n           to be for any different decision than  what  is  already  agreed\n           upon between the parties to the  dispute.  It  is  meant  for  a\n           proper implementation of the settlement already  arrived  at.  A\n           judicial determination,  recording  of  evidence  etc.  are  not\n           contemplated. The decision  of  the  Chairman,  IFCI  is  to  be\n           binding on the parties. Moreover, difficulties and  disputes  in\n           implementation may not be between the parties to the  Memorandum\n           of Understanding. It is possible that the valuers  nominated  in\n           the Memorandum of Understanding or the firm entrusted  with  the\n           responsibility of splitting some of the  companies  may  require\n           some clarifications or may find difficulties in doing the  work.\n           They can also resort to clause 9. Looking to the scheme  of  the\n           Memorandum of Understanding and the purpose behind clause 9, the\n           learned Single Judge, in our  view,  has  rightly  come  to  the\n           conclusion that this was not an agreement to refer  disputes  to\n           arbitration. It was  meant  to  be  an  expert’s  decision.  The\n           Chairman, IFCI has designated his decision as a decision. He has\n           consulted experts in connection with the valuation and  division\n           of assets. He did not file his decision in court nor did any  of\n           the parties request him to do so.”\n\n                                                         (emphasis supplied)\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">      24.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_16\">In  <a href=\"/doc/1707042/\" id=\"a_29\">Bharat  Bhushan  Bansal  v.  U.P.   Small   Industries\n      Corporation Limited, Kanpur</a> (1999) 2 SCC  166,  the  two  Judge  Bench\n      interpreted Clauses 23 and 24 of the agreement  entered  into  between\n      the parties for execution of work of construction  of  a  factory  and\n      allied buildings of the respondent at India Complex, Rai Bareli. Those\n      clauses were as under:</span>\n</p>\n<blockquote id=\"blockquote_16\">           “Decision of the Executive Engineer of the UPSIC to be final  on\n           certain matters\n\n\n</blockquote><blockquote id=\"blockquote_17\">           23. Except  where  otherwise  specified  in  the  contract,  the\n           decision of the Executive Engineer shall  be  final,  conclusive\n           and binding on both the parties to the contract on all questions\n           relating to the meaning, the specification, design, drawings and\n           instructions hereinbefore mentioned, and as to  the  quality  of\n           workmanship or materials used on the work or  as  to  any  other\n           question whatsoever in any way arising out of or relating to the\n           designs,  drawings,  specifications,  estimates,   instructions,\n           orders or otherwise concerning the works  or  the  execution  or\n           failure to execute the same whether arising during the  progress\n           of the work, or after the completion thereof or  abandonment  of\n           the contract by the contractor shall be final and conclusive and\n           binding on the contractor.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_29\">           Decision of the MD of the UPSIC on all other  matters  shall  be\n           final\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_19\">24. Except as provided in clause 23 hereof, the decision of  the\n           Managing Director of the UPSIC shall be  final,  conclusive  and\n           binding on both the parties to the contract upon  all  questions\n           relating to any claim, right, matter or thing in any way arising\n           out of or relating  to  the  contract  or  these  conditions  or\n           concerning abandonment of the contract by the contractor and  in\n           respect of all other matters arising out of  this  contract  and\n           not specifically mentioned herein.”\n\n\n\n      It was argued on behalf of the appellant  that  Clause  24  should  be\n      construed as  an  arbitration  clause  because  the  decision  of  the\n      Managing Director was binding on both  the  parties.   The  two  Judge\n      Bench analysed Clauses 23 and 24 of the  agreement,  referred  to  the\n      judgment in  <a href=\"/doc/1777887/\" id=\"a_30\">K.K. Modi v. K.N. Modi</a> (<a href=\"/doc/344153/\" id=\"a_31\">supra), State of U.P.  v.  Tipper\n      Chand</a> (<a href=\"/doc/64556/\" id=\"a_32\">supra), State of Orissa v. Damodar Das</a> (supra) and observed:</span></span></span>\n</p>\n<blockquote id=\"blockquote_18\">           “In the present case, the  Managing  Director  is  more  in  the\n           category of an expert who will decide claims, rights, or matters\n           in any way pertaining to the contract. The intention appears  to\n           be more to avoid disputes than to decide formulated disputes  in\n           a quasi-judicial manner. In para 18.067 of Vol. 2 of  Hudson  on\n           Building and Engineering Contracts.  Illustration (8) deals with\n           the case where, by the terms of a contract, it was provided that\n           the engineer\n\n                “shall be the exclusive judge upon all matters relating  to\n                the construction, incidents, and the consequences of  these\n                presents, and of the tender, specifications,  schedule  and\n                drawings of the contract, and in regard to the execution of\n                the works or otherwise arising out of or in connection with\n                the contract, and also as regards all matters  of  account,\n                including the final balance payable to the contractor,  and\n                the certificate of the engineer for the time  being,  given\n                under his hand, shall be binding  and  conclusive  on  both\n                parties.”\n\n           It was held that this clause was not an arbitration  clause  and\n           that the duties of the  Engineer  were  administrative  and  not\n           judicial.\n</blockquote>\n\n<blockquote id=\"blockquote_19\">           Since clause  24  does  not  contemplate  any  arbitration,  the\n           application of the appellant under <a href=\"/doc/1232861/\" id=\"a_33\">Section 8</a> of the  Arbitration\n           Act, 1940 was misconceived. The appeal is, therefore,  dismissed\n           though for reasons somewhat different from the reasons given  by\n           the High Court. there will, however, be no order as to costs.”\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_31\">      25.        The aforesaid judgments fully support the view taken by  us\n      that Clause 30 of B-1 Agreement is not an arbitration clause.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">      26.        The issue deserves to be looked into from another angle. In\n      terms of Clause 29 of B-1 Agreement, the  Superintending  Engineer  of\n      the Circle was invested with the authority to approve all works to  be\n      executed under  the  contract.  In  other  words,  the  Superintending\n      Engineer was to supervise execution of all works.  The power conferred\n      upon him to take decision on the matters enumerated in Clause  30  did\n      not involve adjudication of any  dispute  or  lis  between  the  State\n      Government and the contractor.  It would have been extremely anomalous\n      to appoint him as Arbitrator  to  decide  any  dispute  or  difference\n      between the parties and pass an award.  How could he pass an award  on\n      any of the issues already decided by him under Clause 30?  Suppose, he\n      was to decline approval to the designs, drawings etc. or was to object\n      to the quality of materials etc. and the contractor  had  a  grievance\n      against his decision, the task of deciding the dispute could not  have\n      been assigned  to  the  Superintending  Engineer.   He  could  not  be\n      expected to make adjudication with an un-biased mind. Even if  he  may\n      not be actually biased, the contractor  will  always  have  a  lurking\n      apprehension that his decision will not be free from bias.  Therefore,\n      there is an inherent danger in treating the Superintending Engineer as\n      an Arbitrator. This facet  of  the  problem  was  highlighted  in  the\n      judgment of the two Judge Bench in  Bihar  State  Mineral  Development\n      Corporation and another v. Encon Builders (I)(P) Limited (2003) 7  SCC\n</p><p data-structure=\"Precedent\" id=\"p_33\">      418.  In that case, the agreement entered  into  between  the  parties\n      contained a clause that any dispute arising out of the agreement shall\n      be referred to the  Managing  Director  of  the  Corporation  and  his\n      decision shall be  final  and  binding  on  both  the  parties.  After\n      noticing several precedents, the two Judge Bench observed:\n</p>\n<blockquote id=\"blockquote_20\">           “There cannot  be  any  doubt  whatsoever  that  an  arbitration\n           agreement must contain the broad consensus between  the  parties\n           that the disputes  and  differences  should  be  referred  to  a\n           domestic  tribunal.  The  said  domestic  tribunal  must  be  an\n           impartial one.  It is a well-settled principle  of  law  that  a\n           person cannot be a judge of his own cause. It  is  further  well\n           settled that justice should not only be done but manifestly seen\n           to be done.\n</blockquote>\n\n<blockquote id=\"blockquote_21\">           Actual bias would lead to an  automatic  disqualification  where\n           the decision-maker is shown to have an interest in  the  outcome\n           of the case. Actual bias denotes  an  arbitrator  who  allows  a\n           decision to be influenced by partiality or prejudice and thereby\n           deprives the litigant of the fundamental right to a  fair  trial\n           by an impartial tribunal.\n</blockquote>\n\n<blockquote id=\"blockquote_22\">           As the acts of bias on the part of the  second  appellant  arose\n           during execution of the agreement, the question  as  to  whether\n           the respondent herein entered into the agreement with  his  eyes\n           wide open or not takes  a  back  seat.   An  order  which  lacks\n           inherent  jurisdiction  would  be  a  nullity  and,  thus,   the\n           procedural law of waiver or estoppel would have  no  application\n           in such a situation.\n</blockquote>\n\n<blockquote id=\"blockquote_23\">           It will bear repetition to state that the action of  the  second\n           appellant itself was in question  and,  thus,  indisputably,  he\n           could not have adjudicated thereupon in terms of  the  principle\n           that nobody can be a judge of his own cause.”\n\n\n\n</blockquote><blockquote id=\"blockquote_24\">      27.        We may now notice the judgments relied upon by the  learned\n      counsel for the appellant and find out whether  the  proposition  laid\n      down therein supports his argument that Clause 30 should be treated as\n      an arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_25\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"936043\" id=\"span_20\">28.        The  facts  of  <a href=\"/doc/936043/\" id=\"a_34\">Mallikarjun  v.  Gulbarga  University</a>  case\n      (supra) were that the respondent-University had  accepted  the  tender\n      submitted by the appellant for construction of an indoor  stadium.  In\n      pursuance of the work order issued by  the  competent  authority,  the\n      appellant completed  the  construction.  Thereafter,  he  invoked  the\n      arbitration clause for resolution of the disputes which arose from the\n      execution of  the  project.  Superintending  Engineer,  PWD,  Gulbarga\n      Circle was entrusted with the task  of  deciding  the  disputes.   The\n      parties  filed  their  respective  claims  before  the  Superintending\n      Engineer. He considered the same and passed an  award.  The  appellant\n      filed execution petition in the Court of Principal Civil Judge (Senior\n      Division), Gulbarga. The respondent filed an objection petition  under\n      <a href=\"/doc/119552888/\" id=\"a_35\">Section 47</a> of the CPC. The Executing Court rejected the objection. The\n      University challenged the decision of the Executing Court and  pleaded\n      that the agreement on the basis of which the dispute was  referred  to\n      the Superintending Engineer was not an arbitration agreement  and,  as\n      such, award made by him cannot be treated as one made under  the  1940\n      Act. The High Court accepted the plea of the University and set  aside\n      the order of the trial Court. Clause 30 of the agreement which came up\n      for interpretation by this Court was as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_26\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_21\">“The decision of the Superintending Engineer of Gulbarga  Circle\n           for the time being shall be final, conclusive and binding on all\n           parties to the contract  upon  all  questions  relating  to  the\n           meaning   of   the   specifications,   designs,   drawings   and\n           instructions hereinbefore mentioned and as  to  the  quality  of\n           workmanship or material used on the work, or  as  to  any  other\n           question, claim, right, matter, or thing whatsoever, in any  way\n           arising out of or relating to the  contract  designs,  drawings,\n           specifications,  estimates,  instructions,   orders   or   those\n           conditions, or otherwise concerning the works or  the  execution\n           or failure to execute  the  same,  whether  arising  during  the\n           progress of the work, or after  the  completion  or  abandonment\n           thereof in case of dispute arising between  the  contractor  and\n           Gulbarga University.”\n\n\n\n      After analyzing  the  aforesaid  clause  and  making  a  reference  to\n      essential elements of arbitration agreement enumerated in <a href=\"/doc/48449/\" id=\"a_36\">Bihar  State\n      Mineral Development  Corporation  v.  Encon  Builders  (I)(P)  Limited</a>\n      (supra), the three Judge Bench held:</span>\n</blockquote>\n<blockquote id=\"blockquote_27\">           “Applying the aforesaid principle to the present case, clause 30\n           requires the Superintending Engineer, Gulbarga Circle, Gulbarga,\n           to give his decision on any dispute that may arise  out  of  the\n           contract. Further, we also find that  the  agreement  postulates\n           present  or  future  differences   in   connection   with   some\n           contemplated affairs inasmuch as there  also  was  an  agreement\n           between the parties to  settle  such  difference  by  a  private\n           tribunal, namely, the Superintending Engineer, Gulbarga  Circle,\n           Gulbarga. It was also agreed between the parties that they would\n           be bound by the decision of the Tribunal. The parties were  also\n           ad idem.\n</blockquote>\n<blockquote id=\"blockquote_28\">           In the aforesaid view of the matter, it must be  held  that  the\n           agreement did contain an arbitration clause.”\n\n\n\n      The Bench distinguished the judgment in Bharat Bhushan  Bansal’s  case\n      by making the following observations:\n</blockquote>\n<blockquote id=\"blockquote_29\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_22\">“A bare comparison  of  clause  30  of  the  contract  agreement\n           involved in the present matter and clauses 23 and 24 involved in\n           <a href=\"/doc/1707042/\" id=\"a_37\">Bharat  Bhushan  Bansal</a>  case  would  show  that  they  are  not\n           identical. Whereas  clause  30  of  the  agreement  in  question\n           provides for resolution  of  the  dispute  arising  out  of  the\n           contract by persons named therein; in terms of clause 24,  there\n           was no question of decision by a named  person  in  the  dispute\n           raised by the parties to the agreement.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1707042\" id=\"span_23\">The  matters  which  are\n           specified under clauses 23 and 24 in <a href=\"/doc/1707042/\" id=\"a_38\">Bharat Bhushan Bansal</a>  case\n           were necessarily not required to arise out of the contract,  but\n           merely claims arising during performance of the contract. Clause\n           30 of  the  agreement  in  the  present  case  did  provide  for\n           resolution of the dispute arising out of  the  contract  by  the\n           Superintending Engineer, Gulbarga  Circle,  Gulbarga.  For  that\n           reason, the case relied upon by  the  learned  counsel  for  the\n           respondent is distinguishable.</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_34\">           Once  clause  30  is  constituted  to  be  a  valid  arbitration\n           agreement, it would necessarily follow that the decision of  the\n           arbitrator named therein would be rendered  only  upon  allowing\n           the parties to adduce evidence in support  of  their  respective\n           claims and counter-claims as also upon hearing  the  parties  to\n           the  dispute.  For  the  purpose  of  constituting   the   valid\n           arbitration agreement, it is not necessary that  the  conditions\n           as regards adduction of evidence by the  parties  or  giving  an\n           opportunity of hearing to them must  specifically  be  mentioned\n           therein. Such conditions, it  is  trite,  are  implicit  in  the\n           decision-making  process   in   the   arbitration   proceedings.\n           Compliance with the principles of natural justice inheres in  an\n           arbitration process.  They,  irrespective  of  the  fact  as  to\n           whether recorded specifically in the  arbitration  agreement  or\n           not are required to be followed. Once the principles of  natural\n           justice are not complied with, the award made by the  arbitrator\n           would be rendered invalid. We, therefore,  are  of  the  opinion\n           that the arbitration clause does not necessitate spelling out of\n           a duty on the part of the arbitrator to hear both parties before\n           deciding the question  before  him.  The  expression  “decision”\n           subsumes adjudication of the dispute. Here in the instant  case,\n           it will bear repetition to state, that the disputes between  the\n           parties arose out of a  contract  and  in  relation  to  matters\n           specified therein and, thus, were required  to  be  decided  and\n           such decisions are not only final and binding  on  the  parties,\n           but they are conclusive which clearly spells out the finality of\n           such decisions as also their binding nature.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">           A clause which is inserted  in  a  contract  agreement  for  the\n           purpose of prevention of dispute  will  not  be  an  arbitration\n           agreement. Such a provision  has  been  made  in  the  agreement\n           itself by conferring power upon the Engineer-in-Charge to take a\n           decision thereupon in relation to the  matters  envisaged  under\n           clauses 31 and 32 of the said agreement. Clauses 31  and  32  of\n           the said agreement provide for a decision  of  the  Engineer-in-\n           Charge  in  relation  to  the  matters  specified  therein.  The\n           jurisdiction of  the  Engineer-in-Charge  in  relation  to  such\n           matters  are  limited  and  they  cannot  be  equated  with   an\n           arbitration agreement. Despite such clauses meant for prevention\n           of dispute arising out of a contract, significantly,  clause  30\n           has been inserted in the contract agreement by the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">           The Superintending Engineer, Gulbarga Circle,  Gulbarga,  is  an\n           officer of the Public Works  Department  in  the  Government  of\n           Karnataka. He is not an officer of the University.  He  did  not\n           have any  authority  or  jurisdiction  under  the  agreement  or\n           otherwise either to supervise the construction  works  or  issue\n           any direction(s) upon the contractor in relation to the contract\n           job. He might be an ex officio member of the Building Committee,\n           but thereby or by reason thereof, he could not have  been  given\n           nor in fact  had  been  given  an  authority  to  supervise  the\n           contract job or for that matter issue  any  direction  upon  the\n           contractor as regards performance of the contract.”\n                                                         (emphasis supplied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">      29.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_24\">In <a href=\"/doc/133070/\" id=\"a_39\">Punjab State v. Dina Nath</a> (supra), the two  Judge  Bench\n      was called upon to consider whether clause  4  of  work  order  No.114\n      dated 16.5.1985 constituted an arbitration agreement.  The  clause  in\n      question was as under:</span>\n</p>\n<blockquote id=\"blockquote_30\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_25\">“Any  dispute   arising   between   the   department   and   the\n           contractor/society  shall  be  referred  to  the  Superintending\n           Engineer, Anandpur Sahib,  Hydel  Circle  No.1,  Chandigarh  for\n           orders and his decision will be final and acceptable/binding  on\n           both the parties.”\n\n\n\n      After noticing the judgment in <a href=\"/doc/1777887/\" id=\"a_40\">K.K.  Modi  v.  K.N.  Modi</a>,  the  Court\n      observed:</span>\n</blockquote><blockquote id=\"blockquote_31\">           “Keeping the ingredients as indicated by this Court in  K.K.Modi\n           in mind for holding a particular  agreement  as  an  arbitration\n           agreement, we now proceed to examine the  aforesaid  ingredients\n           in the context of the present case:\n</blockquote>\n\n<blockquote id=\"blockquote_32\">              a) Clause 4 of the Work Order categorically  states  that  the\n                 decision of the Superintending engineer shall be binding on\n                 the parties.\n</blockquote>\n<blockquote id=\"blockquote_33\">              b) The jurisdiction of the Superintending Engineer  to  decide\n                 the rights of the parties has also been  derived  from  the\n                 consent of the parties to the Work Order.\n</blockquote>\n<blockquote id=\"blockquote_34\">              c) The agreement contemplates that the Superintending Engineer\n                 shall determine substantive rights of parties as the clause\n                 encompasses  all  varieties  of  disputes  that  may  arise\n                 between the parties and does not restrict the  jurisdiction\n                 of the Superintending Engineer to specific issues only.\n</blockquote>\n<blockquote id=\"blockquote_35\">              d) That the agreement of the parties to refer  their  disputes\n                 to the decision of the Superintending Engineer is  intended\n                 to be enforceable in law as it is binding in nature.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_38\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_26\">The words “any dispute” appears in clause 4 of the  Work  Order.\n           Therefore, only on the basis of the materials  produced  by  the\n           parties in support of their respective claims a decision can  be\n           arrived at in resolving the dispute between the parties. The use\n           of the words “any dispute” in clause 4 of the Work order is wide\n           enough to include all disputes relating to the said Work  Order.\n           Therefore, when a party raises  a  dispute  for  non-payment  of\n           money after completion of the work, which is denied by the other\n           party,  such  a  dispute  would  come  within  the  meaning   of\n           “arbitration agreement” between the parties.  Clause  4  of  the\n           Work Order also clearly provides that any  dispute  between  the\n           department  and  the  contractor  shall  be  referred   to   the\n           Superintending  Engineer,  Hydel  Circle  No.1,  Chandigarh  for\n           orders. The word “orders”  would  indicate  some  expression  of\n           opinion, which is to be carried our, or enforced and which is  a\n           conclusion of a body (in  this  case   Superintending  engineer,\n           Hydel Circle No.1, Chandigarh). Then again  the  conclusion  and\n           decision of  the  Superintending  Engineer  will  be  final  and\n           binding on both the parties. This  being  the  position  in  the\n           present case and in view of the fact that clause 4 of  the  Work\n           Order is not under challenge before us, the decision that  would\n           be arrived at by Superintending  Engineer,  Hydel  Circle  No.1,\n           Chandigarh must also be binding  on  the  parties  as  a  result\n           whereof clause 4 must  be  held  to  be  a  binding  arbitration\n           agreement.”\n\n\n\n      The Bench distinguished the judgment in <a href=\"/doc/64556/\" id=\"a_41\">State of Orissa v. Damodar Das</a>\n      (supra) by making the following observations:</span>\n</p>\n<blockquote id=\"blockquote_36\">           “From a plain reading of  this  clause  in  Damodar  Das  it  is\n           evident that the powers  of  the  Public  Health  Engineer  were\n           essentially to supervise and inspect.  His powers  were  limited\n           to the questions relating to the meaning of the  specifications,\n           drawings and instructions, quality of workmanship  or  materials\n           used on the work or as to  any  other  question,  claim,  right,\n           matter,  drawings,  specifications,   estimates,   instructions,\n           orders or these conditions or otherwise concerning the works  or\n           the execution or failure to execute the same.  However,  in  the\n           case before us, the Superintending Engineer was given full power\n           to resolve any dispute arising between the parties  which  power\n           in our view is wide enough to cover any nature of dispute raised\n           by the parties. The clause in  the  instant  case  categorically\n           mentions the word “dispute” which would be referred to  him  and\n           states “his decision would be final  and  acceptable/binding  on\n           both the parties.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_27\">30.        In our opinion, neither of the  judgments  relied  upon  by\n      Shri Mukherjee help the cause of his client.  In  Mallikarjun’s  case,\n      this  Court  noted  that  Superintending  Engineer,  Gulbarga  Circle,\n      Gulbarga was not an officer of the University and he did not have  any\n      authority or jurisdiction either to supervise the construction work or\n      issue any direction to the contractor in relation to the project.  The\n      Court also emphasized that the parties had  agreed  that  any  dispute\n      arising from the contract would be referred to  the  decision  of  the\n      Superintending Engineer.  These factors are  missing  in  the  instant\n      case.  Likewise, Clause  4  of  the  work  order  which  came  up  for\n      interpretation in <a href=\"/doc/133070/\" id=\"a_42\">Punjab  State  v.  Dina  Nath</a>  (supra)  contemplated\n      resolution by the  Superintending  Engineer  of  any  dispute  arising\n      between the department and the  contractor.  Therefore,  the  relevant\n      clause of the  work  order  was  rightly  treated  as  an  Arbitration\n      Agreement.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">      31.        In view of the above discussion,  we  hold  that  the  High\n      Court had rightly held that Clause 30  of  B-I  Agreement  is  not  an\n      Arbitration Agreement and the trial Court was not right in  appointing\n      the Chief Engineer as an Arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">      32.        Before concluding, we may observe that circulars issued  by\n      the State Government may provide useful guidance  to  the  authorities\n      involved in the implementation of the project but  the  same  are  not\n      conclusive of the correct interpretation of the  relevant  clauses  of\n      the agreement and, in any case, the Government’s interpretation is not\n      binding on the Courts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">      33.        In the result, the appeals are dismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_43\">                                 .........................................J.\n                                                 (G.S. SINGHVI)\n\n\n                                 .........................................J.\n                                                     (V. GOPALA GOWDA)\n\n\n                                                 ...........................\n</p><p data-structure=\"Conclusion\" id=\"p_44\">                                         ..............J.\n                                                 (C. NAGAPPAN)\n      New Delhi,\n      October 4, 2013.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_45\">           -----------------------\n</p><span class=\"hidden_text\" id=\"span_28\">                                     26</span>\n\n\n\n","numcites":17,"numcitedby":37,"docsource":"Supreme Court of India","citetid":139205968,"divtype":"judgments","relatedqs":[{"value":"expert determination","formInput":"expert%20determination"},{"value":"k.k modi v. k.n. modi","formInput":"k.k%20modi%20v.%20k.n.%20modi"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"Engineer decision","formInput":"Engineer%20decision"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"work order","formInput":"work%20order"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"gulbarga university","formInput":"gulbarga%20university"},{"value":"public health","formInput":"public%20health"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"memorandum of understanding","formInput":"memorandum%20of%20understanding"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"interpretation clause","formInput":"interpretation%20clause"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"abandonment","formInput":"abandonment"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"}],"cats":[{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}