{"tid":882110,"publishdate":"2005-12-20","title":"State Of Manipur And Ors. vs Moirangthem Chaoba Singh on 20 December, 2005","doc":"<h2 class=\"doc_title\">State Of Manipur And Ors. vs Moirangthem Chaoba Singh on 20 December, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2007(1)CTLJ275(GAU), (2006)2GLR176</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-reddy\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-reddy\">Chief Justice</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nB. Sudershan Reddy, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The core question that falls for our consideration is as to whether a writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India is maintainable to resolve the dispute arising out of concluded commercial contractual obligations between a citizen and the State or its instrumentalities even in cases where the extract itself provides for the forum to resolve the dispute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_2\">2. Shorn of all the details, all the respondent-writ petitioners have entered into agreements for execution of different contract works for the Government of Manipur, it is not necessary to note the details as regards the nature of the contractual work undertaken by them with various departments of Government of Manipur. Suffices to note that the parties have voluntarily entered into the contracts and the terms and conditions have been reduced into writing by duly incorporating the same into agreements.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The respondent-writ petitioners claimed that they have completed and executed the works about which no disputes have been raised by the State and its departments even after completion and successful execution of the works the State and its departments failed to pay and release the undispute bills for contract work admittedly completed by grievance that the State and its departments without any reason and justification failed to refund the undisputed security deposits made by them at the time of entering into the contract.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">4. The appellants having raised their objections as to the maintainability of the writ petition under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India did not file any affidavit opposing the claim of the respondent-writ petitioners on merits. The assertion that the respondent-writ petitioners were claiming for clearance of the undisputed bills as well as for the refund of security deposits is not put in issue by the State.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1943124\" id=\"span_1\">5. The learned Single Judge mainly relying upon the decisions of the Supreme Court  Ramana Dayaram Shetty v. International Airports Authority (<a href=\"/doc/1943124/\" id=\"a_3\">2004) 4 SCC 553 ABL International Ltd. v. Export Credit Guarantee Corporation of India Ltd.</a>, as well as decisions rendered by this Court about which we shall make a reference came to the conclusion that it is the obligation of the State Government to discharge its public duties fairly, justly and reasonably which are the requirement of Article ` of the Constitution of India. It is also public function, of the Government to discharge their obligations to the public fairly, justly and reasonably. It is no more res-integra that even in contract works and also in entering into contract agreement with the private party the State Government cannot act like a private individual inasmuch as the State has to act justly, fairly and reasonably even in contractual field and the State&#x27;s Constitutional obligations co-exists with contractual obligations.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. The learned Single Judge further held that &quot;...the appellants herein failed to discharge its obligations to the public to act fairly, justly and reasonably which are the requirement of <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution inasmuch as the requirement of discharging the obligations of the State to the public fairly, justily and the reasonably is extended even in contractual matters. Therefore, I am of the firm view that these writ petitions are maintainable&quot;.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. The learned Judge in emphatic terms held that the writ petitions are maintainable as is evident from the observation made in the impugned Judgment and Order, which is as follows:\n</p><blockquote id=\"blockquote_1\"> My firm view that present writ petitions are maintainable....\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"191872\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1156062\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1974738\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_5\">8. The learned Judge distinguished the judgments reported in <a href=\"/doc/541216/\" id=\"a_5\">Radhakrishna Agarwal v. State of Bihar</a> , <a href=\"/doc/1974738/\" id=\"a_6\">Asstt. Excise Commissioner v. Issac Peter</a> , State of Gujarat v. Meghji Pethraj Shah Charitable Trust , <a href=\"/doc/1156062/\" id=\"a_7\">State of U.P. v. Bridge &amp; Roof Co.</a> , <a href=\"/doc/191872/\" id=\"a_8\">National Highways Authority of India v. Ganga Enterprises</a>  upon which strong reliance has been placed by the learned Advocate General on the ground that facts and circumstances on which the Apex Court passed judgment and orders in those cases are totally different from that of the present writ petitions.</span></span></span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">The learned Advocate General in this batch of writ appeals submitted that the State is aggrieved more by the declaration of law by the learned Judge holding that writ petitions are mountable. He submitted that the view taken by the learned Single Judge is contrary to the view taken by the Supreme Court in catena of decisions.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1261492\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281050\" id=\"span_7\">9. Shri Devananda Singh, learned Counsel appearing on behalf of the appellants submitted that the contract entered into by and between the parties is a statutory contract containing public law element and the State in an arbitrary and unfair manner failed to discharge its obligations by refusing to refund the security deposit and as well as in settling the final bills in respect of which no dispute has been raised at any time. Learned Counsel placed heavy reliance upon <a href=\"/doc/1281050/\" id=\"a_9\">Ramana Dayaram Shetty v. International Airports Authority of India and Ors.</a> (<a href=\"/doc/1261492/\" id=\"a_10\">supra) and Kumari Shrilekha Vidyarthi and Ors. v. State of UP and Ors.</a> .</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_8\">Learned Counsel also relied upon the decision of the Supreme Court in <a href=\"/doc/1943124/\" id=\"a_11\">ABL International Ltd. v. Export Credit Guarantee Corporation of India and Ors. (Supra</a>).</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">10. We have given our anxious consideration to the rival submissions made during the course of hearing of these writ petitions.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">11. We shall closely examine the submissions made by the learned Advocate General that the dispute between the parties lies purely in the realm of private law and, therefore, the public law remedies that are available under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution of India, not available to resolve the dispute between the parties in the present case. Mere fact that the State and its Departments are parties to agreement is of no consequence. Learned Advocate General submitted that the writ petitions are not maintainable in cases where the contract itself provides for forum to resolve the dispute, that may arise between parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">12. Distinction between public law and private law:\n</p><blockquote id=\"blockquote_2\"> A writ of mandamus lies, in the normal means of enforcing the public duties by public authorities. The remedy is available when a public authority fails to do its duty entrusted to it by law, the remedy covers the field governmental powers and duties. A writ is issued against a person who has a legal duty to perform but had failed and/or neglected to do so, such a legal duty may emanate from either in discharge of a public duty or by operation of law. It is trite that this Court will not exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution of India to entertain a writ petition wherein public law element is not involved.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. In LIC v. Escorts Ltd. , O. Chinnappa Reddy, J said;\n</p><p data-structure=\"Precedent\" id=\"p_15\"> The action of the State is related to contractual obligations or obligations arising out of the tort, the court may not ordinarily examine it unless the action has some public law character attached to it. Broadly speaking, the court will examine actions of State if they pertain to the public law domain and refrain from examining them if they pertain to the private law field. The difficulty will lie in demarcating the frontiers between the public law field. It is impossible to draw the line with precision and we do not want to attempt it. The question must be decided in each case with reference to the particular action, the activity in which the State or the instrumentality of the State is engaged when performing the action, the public law or private law character of the action and a host of other relevant circumstances.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"415360\" id=\"span_9\">In <a href=\"/doc/415360/\" id=\"a_14\">State of Gujarat v. Meghji Pethraj</a> (supra), the Apex Court observed that as follows:</span>\n</p><blockquote id=\"blockquote_3\"> If the matter is governed by a contract/agreement between the parties, the writ petition is not mountable since it is (sic. is not) a public law remedy and is not available for any private law field, e.g., where the matter is governed by a non-statutory contract.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1620518\" id=\"span_10\">In <a href=\"/doc/1620518/\" id=\"a_15\">VST Industries Ltd. v. VST Industries Worker</a>&#x27;s Union and Anr. reported in (2001) 1 SCC 298, the Supreme Court approvingly referred to the propositions summarized as to when activities of even the private bodies are subjected to the standards of public law in de Smith, Woolf and Jowell&#x27;s Judicial Review of Administrative Action, 5th Edition:</span>\n</p>  \n\n<blockquote id=\"blockquote_4\">(1) The test of whether a body is performing a public function, and is hence amenable to judicial review, may not depend upon the source of its power or whether the body is ostensibly a &quot;public&quot; or a &quot;public&quot; body.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(2) The principle of judicial review prima facie govern the activities of bodies performing public functions.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(3) However, not all decisions taken by bodies in the course of their public functions are the subject-matter of judicial review. In the following two situations judicial review will not normally be appropriate even though the body may be performing a public functions:\n</blockquote>  \n\n<blockquote id=\"blockquote_7\">(a) where some other branch of the law more appropriately governs the dispute between the parties. In such a case, that branch of the law and its remedies should and normally will be applied; and\n \n\n</blockquote><blockquote id=\"blockquote_8\">(b) where there is a contract between the litigants. In such a case the express or implied terms of the agreement should normally govern the matter. This reflects the normal approach of English Law, namely, that the terms of a contract will normally govern the transaction, or other relationship between the parties, rather than the general law. Thus, where a special method of resolving disputes (such as arbitration or resolution by private, or domestic tribunals) has been agreed upon by the parties (expressly or by necessary implication), that regime, and not judicial review will normally govern the dispute.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\">(emphasis is added)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_19\">16. Professor Wade in his well-known treatise Administrative Law stated the principle:\n</p><blockquote id=\"blockquote_9\"> ...A distinction which needs to be clarified is that between public duties enforceable by mandamus, which are usually statutory, and duties arising merely from contract. Contractual duties are enforceable as matters of private law by the ordinary contractual remedies, such as damages, injunction, specific performance and declaration. They are not enforceable by mandamus, which in the first place is confined to public duties and secondly is not granted where there are other adequate remedies.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\">17. But what is public duty? Public duty can never be equated to that of an obligation to any person or identifiable group or persons. Public duty owed to the pubic in general and not specifically to any person or group of individuals. The is the precise character of public law duty in contra distinction to private law, which is normally founded upon a contract or tort, etc., as the case may be. It may be difficult to divide public law and the private law into watertight compartment. But one has to bear in mind the distinction, thus, exists in law. Mandamus is available to enforce public law duties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">18. Doctrine of fairness:\n</p><blockquote id=\"blockquote_10\"> Now we shall proceed to examine the submissions made by the learned Counsel for the respondent writ-petitioners based on doctrine of fairness. The attack is mounted based on0icle 14 of the Constitution of India. It is fairly well settled and needs no restatements at our hands that the doctrine of fairness or the duty to act fairly or reasonably is the doctrine developed in the administrative law filed to prevent failure of justice where action is administrative in nature. The doctrine cannot be invoked to amend, alter or vary the express terms of contract between the parties.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_11\">In <a href=\"/doc/1974738/\" id=\"a_16\">Asstt. Excise Commissioner and Ors. v. Issac Peter and Ors.</a> (supra), the Apex Court in categorical terms held :</span>\n</p><blockquote id=\"blockquote_11\"> Doctrine of fairness or the duty to act fairly and reasonably is a doctrine developed in the administrative law field to ensure the rule of law and to prevent failure of justice where the action is administrative in nature. Just as principles of natural justice ensure fair decision where the function is quasi-judicial, the doctrine of fairness is evolved to ensure fair action where the function is administrative. But it can certainly not be involved to amend alter or vary the express terms of the contract between the parties. This is so, even if the contract is governed by statutory provisions, i.e., where it is a statutory contract - or rather more so. It is one thing to say that a contract - every contract - must be construed reasonably having regard to its language.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_12\">20. The Court while adverting to the decisions of <a href=\"/doc/1261492/\" id=\"a_17\">Kumari Shrilekha Vidyarthi v. State of UP and Ors.</a> (supra) explained that it was a case of mass termination of the employees of District Government Council from a duty involving public element and it was a case of non-governmental service holding a public office, on account of which it was held to be a matter within the public law field. The <a href=\"/doc/1261492/\" id=\"a_18\">Court further held</a> that case of contracts freely entered into with the State, there is no room for invoking the Doctrine of fairness and reasonableness against one party to the contract (State), for the purpose of altering, adding to terms and conditions of the contract, merely because it happens to be the State. This is a complete answer to the submissions made by the learned Counsel for the respondents.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_14\">It is open to this Court to understand the ratio of the decision of the <a href=\"/doc/1261492/\" id=\"a_19\">Kumari Shrilekha Vidyarthi v. State of UP and Ors.</a> (supra) in any other manner since the Supreme Court having referred to it in the subsequent judgment in <a href=\"/doc/1974738/\" id=\"a_20\">Asstt. Excise Commissioner and Ors. v. Issac Peter and Ors.</a> (supra) explained the ratio and understood it in a particular manner. The declaration of law is binding upon this Court.</span></span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">It is, thus, clear that there is no room in invoking the doctrine of fairness or reasonableness against one party to the contract even if the party is a State, for the purpose of altering, addition to the terms and conditions to the contract. The rights, liabilities are governed by the terms and conditions of the contract. It is required to be noted that there is no compulsion with any one to enter into the contract, as it is voluntary on both sides.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_15\">In <a href=\"/doc/1156062/\" id=\"a_21\">State of UP v. Bridge &amp; Roof Co.</a> (supra), the Supreme Court speaking through Jeevan Reddy, J said:</span>\n</p><blockquote id=\"blockquote_12\"> Firstly, the contract between the parties is a contract. It is governed by the provisions of the contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_22\">Contract Act</a>, or, may be, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_23\">Sale of Goods Act</a>. Any dispute relating to interpretations of the terms and conditions of such a contract cannot be agitated, and could have not been agitated, in a writ petition. That is a matter either for arbitration as provided by the contract or for the civil court, as the case may be. Whether any amount is due to the respondent from the appellant-Government under the contract and, if so how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition, viz., to restrain the Government from deducting a particular amount from the writ petitioner&#x27;s bill(s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226.</a> Indeed, the High Court has not granted the said prayer.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_16\">22. <a href=\"/doc/1281050/\" id=\"a_25\">Whether Ramana Dayaram Shetty v. International Airports Authority</a>&#x27;s case (supra) supports the case of the respondent-writ petitioners in any manner? The answer is an emphatic &quot;No&quot;.</span> It needs no further articulation except to refer the judgment of the Supreme Court in BDA v. Ajay Pal Singh  in which the Apex Court took the view that International Airports Authority&#x27;s case has no application to the dispute arising out of any concluded contract. The relations between the parties in a concluded valid contract are no longer governed by the constitutional provisions but by the terms of the contract which determines the rights and obligations of the parties inter se one can claim rights conferred upon them by the contract in the absence of any statutory obligations on the part of the authority in the said contractual field. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_18\">It is further observed that &quot;there is line of decisions where the contract entered into between the State and the persons aggrieved is non-statutory and purely contractual and the rights are governed only by the terms of the contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the Constitution of India so as to compel the authorities to remedy a breach of contract pure and simple <a href=\"/doc/541216/\" id=\"a_27\">Radhakrishna Agarwal v. State of Bihar</a>, <a href=\"/doc/1732064/\" id=\"a_28\">Premji Bhai Parmar v. Delhi Development Authority</a> and DFO v. Biswanath Tea Company Ltd.</span></span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_19\">23. The learned Counsel for the respondent-writ petitioners, however, placed heavy reliance upon the decision reported in <a href=\"/doc/1943124/\" id=\"a_29\">ABL International Ltd. v. Export Credit Guarantee Corporation of India and Ors.</a> (supra) in support of the proposition that a writ lie on a given set of facts if the State acts in an arbitrary manner.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_20\">24. In our considered opinion, the observations made by the Apex Court cannot be torn out of context. It may be noted that the Apex Court in said judgment while referring to the paragraph referred to hereinabove in <a href=\"/doc/1156062/\" id=\"a_30\">State of UP v. Bridge &amp; Roof Co.</a> (supra) observed &quot;that it is seen from the above extract that <a href=\"/doc/1156062/\" id=\"a_31\">in that case</a> because of an arbitration clause in the contract, the Court refused to invoke the remedy under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution. We have specifically inquired from the parties to the present appeal before us and we have been told that there is no such arbitration clause in the contract in question. It is well known that if the parties to a dispute had agreed to settle their dispute by arbitration and if there is an agreement in that regard, the courts will not permit recourse to any other remedy without invoking the remedy by way of arbitration, unless of course both the parties to the dispute agree on another mode of dispute resolution.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">emphasis supllied\n \n\n</p><p data-structure=\"Section\" id=\"p_30\">25. It is, thus, clear that the parties having voluntarily entered into a non-statutory contract and having agreed to settle disputes, if any, arising between them by arbitration cannot have recourse to any other remedy without invoking the remedy by way of arbitration. Public law remedy is not available in such a situation even if one of the parties to the contract is State or its instrumentality. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_21\">In our considered opinion, <a href=\"/doc/1943124/\" id=\"a_33\">ABL International Ltd. v. Export Credit Guarantee Corporation of India and Ors.</a> (supra) in no manner supports the contention of the respondent-writ petitioner that in contractual matters remedy under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution of India is always available even if the contract itself provides a mode for settlement of dispute arising from out of the contract.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">The submission made by the learned Counsel for the respondent-writ petitioners that the contract entered into by them are statutory in nature needs a mention only for its rejection. Every contract or agreement entered by the State or its department is not a statutory contract. Statutory contracts are those whose terms and conditions are regulated by the Statute itself. The commercial contract entered into by the respondent-writ petitioners with the State or its departments are ordinary contracts where the terms and conditions are regulated by the covenants. Such terms and conditions and the covenants are not traceable to any Statute or statutory instruments. The submission made in this regard is totally devoid of any merit. It is accordingly rejected.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">26. For the aforesaid reasons, we hold that a writ of mandamus does not issue for enforcement of private rights, nor is it available for obtaining interim relief till cross-claims between the parties are determined in arbitration wherefrom such a provision is made in the contract itself. It is axiomatic that relations between the parties in concluded non-statutory contract are governed by the terms and conditions thereof; and rights and obligations of parties inter se are required to be decided elsewhere. The relations are purely contractual and rights and obligations are governed only by the contract. A writ does not lie for enforcement of contractual rights. This position is clear from long line of authorities some of which are referred to hereinabove. We do not propose to burden this judgment with other authorities or pronouncements and we have referred to the most relevant judgments from out of the catena of decisions.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">The view taken by the learned Singly Judge of this Court in Swadesh Lal Ropy v. State of Assam and Ors. reported in 2001 (1) GLT 322 and Tayum Yalli and Ors. v. Union of India and Ors. reported in 2002 (3) GLT 416 is required to be confined to the relief that was granted to the petitioners therein. The observations made therein that &quot;there is need to protect public interest and also to protect individuals against unfair exercise of administrative power, such as, estoppels, natural justice, fundamental rights, writ jurisdiction etc.&quot; are unsustainable. The observation made therein that contract between Government and private individuals is not merely a matter of private law but, to some extent, of public law as well is untenable being contrary to the decisions of the Apex Court referred to hereinabove. The view taken in the decisions between the dispute that arise out of a concluded non-statutory contract and the dispute arising even at the threshold before entering into the contract. The proposition has been too broadly stated relying upon International Airport Authority&#x27;s case (supra), which is an authority for the proposition that the State on its accord cannot confer the benefit of any contract in an arbitrary manner and contrary to the terms and conditions notified in the matter of inviting tenders. The decisions are accordingly overruled. In Green Valley Industry v. State of Assam and Ors. reported in 1991 (1) GLT 604 there is no ratio as such laid down since the Division Bench of this Court did not decide any question as to maintainability of the writ petition in the matter of enforcement of contractual obligations. There is no declaration of any law as such touching upon and which may have any bearing upon the distinction between the private law and public law. The decision is confined to the facts of the case.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">27. For the aforesaid reasons, we hold that the view taken and declaration of law made in the impugned judgment and order is unsustainable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">However, the question that falls our consideration is whether we are required to interfere with the operative portion of the judgment whereunder the learned Judge directed the appellants herein to refund undisputed security deposit to settle the undisputed bills as the case may be to the respondents-writ petitioners. Having held that the writ petitions are not maintainable in law in the normal course we would have set aside the whole have set aside the whole of judgment including its operative portion also. On consideration of the facts and circumstances we are inclined to maintain and confirm the innocuous relief granted to the respondent-writ petitioners for the simple reason that the appellants did not raise any objection since the objections were confined only to the maintainability of the writ petition. After all it is nobody&#x27;s case that the Court has not jurisdiction as such to grant such relief. Jurisdictional problems are totally different from that of the issues as regards maintainability of the proceedings.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">However, the relief granted hereunder shall not be treated as a precedent for any purposes whatsoever since, it is confined only to the peculiar facts and circumstances on hand. We are not inclined to modify the direction part issued by the learned Single Judge in this batch of cases even while agreeing with the submission of the learned Advocate General that the writ petitions ought not to have been entertained.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">28. Writ appeals are accordingly disposed of without any order as to costs.\n</p> \n\n","numcites":14,"numcitedby":7,"docsource":"Gauhati High Court","citetid":882110,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"administrative law","formInput":"administrative%20law"},{"value":"public law and private law","formInput":"public%20law%20and%20private%20law"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"non statutory contracts","formInput":"non%20statutory%20contracts"},{"value":"doctrine fairness","formInput":"doctrine%20fairness"},{"value":"public duty","formInput":"public%20duty"},{"value":"public function","formInput":"public%20function"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"shrilekha vidyarthi","formInput":"shrilekha%20vidyarthi"},{"value":"works contract","formInput":"works%20contract"},{"value":"export credit guarantee corporation","formInput":"export%20credit%20guarantee%20corporation"},{"value":"mandamus","formInput":"mandamus"},{"value":"abl international","formInput":"abl%20international"},{"value":"ramana dayaram shetty","formInput":"ramana%20dayaram%20shetty"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"abl international ltd","formInput":"abl%20international%20ltd"},{"value":"kumari shrilekha vidyarthi","formInput":"kumari%20shrilekha%20vidyarthi"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"airport authority","formInput":"airport%20authority"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}