{"tid":146193930,"publishdate":"2018-07-09","title":"Nilesh Vinayak Ghodke A10, Maharashtra ... vs The State Of A.P., Rep.By Pp., High ... on 9 July, 2018","doc":"<h2 class=\"doc_title\">Nilesh Vinayak Ghodke A10, Maharashtra ... vs The State Of A.P., Rep.By Pp., High ... on 9 July, 2018</h2>\n\n<pre id=\"pre_1\">  THE HON&#x27;BLE SRI JUSTICE C.V.NAGARJUNA REDDY\n                      AND\n     THE HON&#x27;BLE SRI JUSTICE M.GANGA RAO\n\n      Crl.A.Nos.959, 960, 971, 1053, 1055, 1058 of 2011\n                      and 185 of 2012\n\n                       Date: 09.07.2018\n\nCrl.A.No.959 of 2011\n\nBetween:\n\nAkbar Hussein Khan                        ...       Appellant\n\n\nAnd\n\n\nThe State of Andhra Pradesh,\nRep. by its Public Prosecutor,\nHigh Court of A.P., Hyderabad         ...          Respondent\n\n\n\nCounsel for the Appellants :       Mrs. C. Vasundhara Reddy\n                                   Mr. K. Suresh Reddy\n                                   Mrs. A. Gayatri Reddy\n\nCounsel for the Respondent:        Public Prosecutor (TS)\n\n\n\n\nThe Court made the following:\n                                   2                     CVNR, J &amp; MGR, J\n                                                     CrlA 959/2011 &amp; batch\n\n\n\n\nCommon Judgment: (Per the Hon&#x27;ble Sri Justice C.V. Nagarjuna Reddy)\n\n      These appeals by accused Nos.2 to 7 and 10 to 12, arise\n\nout of common judgment dated 10.08.2011 in Sessions Case\n\nNo.561 of 2004 on the file of the I Additional Metropolitan\n\nSessions Judge, Hyderabad. They were convicted for the\n\noffences under <a href=\"/doc/1374258/\" id=\"a_1\">Section 364-A</a> IPC read with <a href=\"/doc/1897847/\" id=\"a_2\">Section 120-B</a>,\n\nand <a href=\"/doc/1599401/\" id=\"a_3\">Sections 341</a> and <a href=\"/doc/180217/\" id=\"a_4\">506</a> IPC and <a href=\"/doc/661024/\" id=\"a_5\">Section 7(1)</a> of the Criminal\n\nLaw Amendment Act, 1932, and sentenced to undergo\n\nimprisonment for life and also to pay a fine of Rs.1000/- each\n\nand in default of payment of fine, to undergo simple\n\nimprisonment for one year each for the offence under <a href=\"/doc/1374258/\" id=\"a_6\">Section\n\n364-A</a> IPC read with <a href=\"/doc/1897847/\" id=\"a_7\">Section 120-B</a> IPC.              In view of the\n\nimposition of the sentence of life imprisonment against the\n\nappellants for the offences under <a href=\"/doc/1374258/\" id=\"a_8\">Sections 364-A</a> IPC read with\n\n<a href=\"/doc/1897847/\" id=\"a_9\">Section 120-B</a> IPC, no separate sentences were imposed by the\n\nCourt below against them for the remaining offences with\n\nwhich they were convicted.\n\n2.    Accused No.2 filed Criminal Appeal No.971 of 2011,\n\naccused No.3 filed Criminal Appeal No.1053 of 2011, accused\n\nNo.4 filed Criminal Appeal No.1058 of 2011, accused No.5\n\nfiled Criminal Appeal No.185 of 2012, accused No.6 filed\n\nCriminal Appeal No.959 of 2011, accused No.7 filed Criminal\n                                   3                      CVNR, J &amp; MGR, J\n                                                      CrlA 959/2011 &amp; batch\n\n\n\n\nAppeal No.960 of 2011 and accused Nos.10 to 12 filed\n\nCriminal Appeal No.1055 of 2011, assailing their conviction\n\nand sentencing as noted above. These cases involve alleged\n\nkidnapping of a boy, by name, Master Satish Kumar, 9 years of\n\nage, at about 06.15 p.m. on 12.02.2004, when he was playing\n\nwith other children in a residential colony. It is the case of the\n\nprosecution that accused No.1 entered into a criminal\n\nconspiracy with all the remaining accused and made the latter\n\nto kidnap the boy, who was kept in their illegal custody for 14\n\ndays, till the police have raided a lodge at Tuljapur and retrieved\n\nthe boy. As the entire version of the prosecution was\n\nenumerated by the court below and in the view we are\n\nproposing to take, it is wholly unnecessary to refer to the same.\n\nHowever, based on the charge sheet filed by the Investigating\n\nOfficer, the court below framed the following charges against\n\nthe accused:\n\n      &quot;Firstly: That accused nos.1 to 11, 13, 15, 17 to 20 of you\n      along with other absconding accused on 12.2.2004 in\n      between 5.30 to 5.45 p.m., at Kakatiyanagar, Langar House,\n      Hyderabad, conspired together by forming into a gang and\n      kidnapped the boy Satish Kumar near to his house for a\n      ransom amount of Rs.2 crores and that you thereby\n      committed an offence punishable u/s. 364-A r/w. 120-B\n      <a href=\"/doc/1569253/\" id=\"a_10\">IPC</a> and 25(1) (a) of <a href=\"/doc/1934415/\" id=\"a_11\">Arms Act</a> and within my cognizance.\n\n      Secondly: That accused Nos. 1 to 11, 13, 15, 17 to 20 of\n      you along with other accused in continuation of the\n      offence of kidnapping, committed criminal intimidation by\n      threatening Satish Kumar with injury to his person, to\n                                  4                      CVNR, J &amp; MGR, J\n                                                     CrlA 959/2011 &amp; batch\n\n\n\n\n     cause death and that you thereby committed an offence\n     punishable<a href=\"/doc/180217/\" id=\"a_12\"> u/s. 506</a> IPC and within my cognizance.\n\n     Thirdly: That accused Nos. 1 to 11, 13, 15, 17 to 20 of you\n     along with other absconding accused after kidnapping the\n     victim boy Satish Kumar wrongfully restrained him at a\n     farm house situated at Peddamangalaram village, Moinabad\n     Mandal, R.R. district and from there to Ghogargav village\n     and again from there to Matho Shri Lodge of Tuljapur,\n     Maharashtra State to gain pecuniary benefits, and that you\n     thereby committed an offence punishable under <a href=\"/doc/1599401/\" id=\"a_13\">section\n     341</a> IPC and within my cognizance.\n\n     Fourthly: That accused No.4 of you on 20.02.2004 at\n     12.30 hours at H.No.10-4-38/A, Plot No.201, Sale-hind\n     Apartment, Humayunnagar, Hyderabad, had in your\n     possession of arms i.e. dagger and one air pistol for which\n     you have no valid licence or permit to possess the same in\n     accordance with <a href=\"/doc/1934415/\" id=\"a_14\">Arms Act</a>, and that accused No.4 of you\n     thereby committed an offence punishable<a href=\"/doc/73862/\" id=\"a_15\"> u/s. 25(1)(a)</a> of\n     Arms Act and within my cognizance.\n\n     Fifthly: That accused Nos. 1 to 11, 13, 15, 17 to 20 of you\n     along with other absconding accused on the same day, time\n     and place mentioned above in charge No.1 supra, abstained\n     victim boy Satish Kumar and intimidated him and his\n     father who does business and offered a ransom of Rs.2\n     crores and that you thereby committed an offence\n     punishable<a href=\"/doc/1194614/\" id=\"a_16\"> u/s. 7(1)</a> of Criminal Law Amendment Act and\n     within my cognizance&quot;.\n\nAs the plea of the accused was one of denial, they stood trial\n\nduring which the prosecution examined P.Ws.1 to 43, got\n\nExs.P.1 to P.92 marked, and produced M.Os.1 to 27. On\n\nbehalf of the defence, no evidence was adduced.\n\n3.   On appreciation of the oral and documentary evidence,\n\nthe lower Court has acquitted accused No.1 of all the charges,\n\naccused Nos.8, 13, 15 and 17 to 20 for the offences under\n\nSections 364-A read with <a href=\"/doc/1897847/\" id=\"a_17\">Section 120-B</a> IPC, and Sections 341\n                                <a href=\"/doc/1601096/\" id=\"a_18\">5</a>                   CVNR, J &amp; MGR, J\n                                                CrlA 959/2011 &amp; batch\n\n\n\n\nand 506 <a href=\"/doc/1569253/\" id=\"a_19\">IPC</a>, and <a href=\"/doc/661024/\" id=\"a_20\">Section 7(1)</a> of the Criminal Law\n\nAmendment Act, 1932, accused No.4 for the offence under\n\n<a href=\"/doc/73862/\" id=\"a_21\">Section 25(1)(a)</a> of the Arms Act, 1959. The appellants in these\n\nappeals/accused Nos.2 to 7 and 10 to 12 were convicted and\n\nsentenced as noted hereinbefore.\n\n4.   At the hearing, Smt. C. Vasundhara Reddy, learned\n\ncounsel for accused Nos.2 to 6 and also representing Smt. A.\n\nGayatri Reddy, learned counsel for accused Nos.10 to 12,\n\nsubmitted that when the prosecution has projected accused\n\nNo.1 as the kingpin responsible for the alleged criminal\n\nconspiracy with the other accused, the Court below having\n\nacquitted of accused No.1 of all the charges by holding that the\n\ncharges against accused No.1 are not proved by the\n\nprosecution, it has committed a serious error in convicting the\n\nappellants for the charge under <a href=\"/doc/1374258/\" id=\"a_22\">Section 364-A</a> IPC. She has\n\nfurther submitted that the only material witness based on\n\nwhose testimony the lower Court has convicted the appellants\n\nis the victim boy, examined as P.W.36, and nowhere he has\n\ndeposed that he was kept captive by the appellants for ransom\n\nthereby the prosecution failed to prove the offence under\n\n<a href=\"/doc/1374258/\" id=\"a_23\">Section 364-A</a> IPC.      She has further submitted that even\n\nassuming that the prosecution was able to prove that each of\n                                 6                   CVNR, J &amp; MGR, J\n                                                 CrlA 959/2011 &amp; batch\n\n\n\n\nthe appellants herein had a role in kidnapping and holding of\n\nthe illegal custody of P.W.36, at the best, they may be held\n\nguilty for the offence under <a href=\"/doc/1515807/\" id=\"a_24\">Section 361</a> IPC and that the Court\n\nbelow has patently erred in convicting them for the offence\n\nunder <a href=\"/doc/1374258/\" id=\"a_25\">Section 364-A</a> IPC. She has also submitted that the\n\nmaximum sentence for the offence under <a href=\"/doc/1515807/\" id=\"a_26\">Section 361</a> IPC is\n\nseven years of imprisonment under <a href=\"/doc/619940/\" id=\"a_27\">Section 363</a> IPC and that as\n\nthe appellants have already undergone imprisonment of five\n\nyears, the sentence may be limited to the period already\n\nundergone by them.\n\n5.       Mr. K. Suresh Reddy, learned counsel for accused No.7,\n\nwho is the appellant in Criminal Appeal No.960 of 2011,\n\nsubmitted that on the report called for by this Court, the trial\n\nCourt has sent its report dt.04.07.2014 stating that as on the\n\ndate of the offence, the appellant was seventeen years of age.\n\nHe further argued that under <a href=\"/doc/7105415/\" id=\"a_28\">Section 18</a> of the Juvenile Justice\n\n(Care and Protection) Act, 2015, options are left open to the\n\nCourt while dealing with the juveniles who were found to be in\n\nconflict with law and that under clause (g) of sub-section (1) of\n\n<a href=\"/doc/1970223/\" id=\"a_29\">Section 18</a> of the said Act, the maximum period for which the\n\njuvenile could be directed to be sent to special home is three\n\nyears.\n                                   7                     CVNR, J &amp; MGR, J\n                                                     CrlA 959/2011 &amp; batch\n\n\n\n\n6.    We have heard Mr. C. Pratap Reddy, learned Public\n\nProsecutor for the State of Telangana also.\n\n7.    As argued by the learned counsel for the appellants,\n\naccused No.1 was projected as a kingpin who has criminally\n\nconspired to commit the offence of kidnapping of the victim\n\nboy P.W.36 to extract money from P.W.1, by the prosecution.\n\nWhile dealing with the role allegedly played by accused No.1\n\nand the evidence produced by the prosecution, the Court below\n\nhad this to say:\n\n             &quot;66. In this case it is the case of the prosecution that\n      accused No.1 is the main person that has criminally conspired to\n      commit the offence of kidnapping of victim boy PW.36, to extract\n      money from PW1, the father of the victim boy. In his statement\n      under <a href=\"/doc/886494/\" id=\"a_30\">Section 313 (1)(b)</a> of Cr.P.C., the accused No.1 has stated\n      that his name is Syed Abid Hussain, son of Syed Hussain. His\n      name is not Ali Bhai. He does not know Ali Bhai. He has no\n      relationship with any Ali Bhai. The prosecution in this case has\n      not produced any evidence to show that accused No.1 Syed Abid\n      Hussain, is having alias name as Ali Bhai. When there is no\n      evidence produced by the prosecution to show that accused No.1\n      Syed Abid Hussain, son of Syed Hussain, the prosecution has\n      marked Ex.P.75 the acknowledgement for the receipt of the\n      emergency certificate issued in the name of Syed Hafiz Hussain\n      son of Syed Hussain which was seized under a cover of\n      confession-cum-seizure panchanama under Ex.P.76 by the police\n      of Jubilee Hills Police Station, Hyderabad. As per Ex.P.76, which\n      is admissible portion in seizure-cum-confessional panchanama,\n      the police have seized Ex.P.75 acknowledgment issued by the\n      Sub-Inspector of Police, Hyderabad Airport dated 10.3.2007 for\n      the receipt of emergency certificate. The prosecution has not\n      examined the police officer who issued Ex.P.75. Passport of\n      accused No.1 was also not produced. There is absolutely no\n      evidence on record to show that alias name of accused No.1 is Ali\n      Bhai. P.W.40 M. Srinivas Rao, the then Inspector of Police,\n      Jubilee Hills Police Station, Hyderabad has stated that the then\n      Sub-Inspector of Police, Srinivas Reddy has registered a case on\n      report preferred by P.W.39 S. Srinivasa Rao the then Sub-\n      Inspector of Police, Task Force, Central Zone, Hyderabad City\n                              8                      CVNR, J &amp; MGR, J\n                                                 CrlA 959/2011 &amp; batch\n\n\n\n\nand has issued FIR in Crime No.90/2007 under <a href=\"/doc/686157/\" id=\"a_31\">Section 12(b)</a> of\nPassport Act against the accused No.1 herein. Then, he verified\nthe investigation done by the Sub-Inspector of Police, Jubilee\nHills Police Station, Hyderabad, and relevant documents and\nmaterial objects and he sent the accused No.1 to the court for\njudicial remand. Subsequently, he has taken the accused no.1 for\npolice custody in that case and in the presence of one Sudhakar\nReddy and Gnaneswar he interrogated the accused No.1 and at\nthat time, the accused no.1 has confessed to has committed the\noffence in this case. The so called confessional statement of\naccused no.1 recorded by this P.W.30 is not filed before this court\nand the so called independent witness who were present at the\ntime of alleged confession of accused no.1 neither cited nor\nexamined in this case. In this case there is absolutely no evidence\nto show that the accused no.1 is also having alias name as Ali\nBhai, therefore, we cannot convict the accused no.1 in this case.&quot;\n\n      .........\n</pre>\n<p data-structure=\"Facts\" id=\"p_1\">       &quot;69. The prosecution has examined Nodal Officers\nP.Ws.14 and 26 of Idea Communication Services who filed call\ndetails of the landline number 56584844 and call details of cell\nno.9848370160 respectively. The prosecution has also examined\nNodal Officer of Reliance and Airtel Communications Services as\nP.Ws.27 and 28. P.W.27 filed the call details of cell no.31173244.\nP.W.28 has filed call details of three cell phones with numbers (I)\n9849411346, (II) 9849280951, (III) 9849360590. With these call\ndetails we cannot conclude that any of the accused in this case\nhave contacted P.W.1 and his family members through landline of\nP.W.1.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_2\">       &quot;70. In a case reported in 2007(2) ALD (Crl.)342 (AP) on\nwhich the learned counsel for accused nos.2, 10 and 17 to 20\nrelied on, the Honourable High Court of Andhra Pradesh\nobserved that,\n              &quot;No doubt, Ex.P.20 which is telephone call details\n       produced by P.W.23, shows that A5 and A9 used to call to\n       cell number of A1. But, that does not lead to an inference\n       that there was a conspiracy.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_3\">       &quot;71. In the absence of the Text of the communication\nfrom one telephone to another telephone, we cannot conclude\nthat there was criminal conspiracy between the accused persons.\nM.Os.1 and 2 contains the conversation between two persons at\ndifferent times. No audio analyzer test was conducted to prove\nthat any of the voices in the audio cassettes under M.Os.1 and 2\nbelongs to a particular accused. In the absence of any such\nanalysis by the Expert, basing on M.Os.1 and 2, we cannot\nconclude that any of the accused in this case are the persons that\nhave threatened particular person in this case. Further, in this\n                               9                      CVNR, J &amp; MGR, J\n                                                  CrlA 959/2011 &amp; batch\n\n\n\n\ncase, M.Os.1 and 2 were not immediately produced into court and\nfurther, M.Os.1 and 2 were produced into court openly without\nseeing them.&quot;\n</p><blockquote id=\"blockquote_1\">        &quot;72. In a case between Lalji Bansanarayan Chowbey v.\nJiyalal Chavan and Another, reported in 2009 CRL.L.J (NOC) 574\n(Bombay), on which the learned counsel for accused nos.1, 5, 8,\n13 and 15 relied, the Honourable Bombay High Court held that,\n               &quot;He tried to produce tape recorded conversation\n        between himself and complainant - That tape record was\n        neither immediately produced in court nor was sealed as\n        per requirement of law - Failure to produce transcription\n        of tape recorded conversation - Thus precautions which\n        are required to be taken for the purpose of admitting tape\n        recorded version in evidence not taken.&quot;\n</blockquote>\n<blockquote id=\"blockquote_2\">       &quot;73. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"417764\" id=\"span_1\">In a case between <a href=\"/doc/417764/\" id=\"a_32\">Chandrakant Ratilal Mehta and\nothers v. The State of Maharashtra</a>, reported in 1993 CRL.L.J.\n2863 (which was referred in the decision reported in Bombay\nHigh Court Bench at Aurangabad in Criminal Appeal No.14 of\n2009), it was held that,\n              &quot;Tape recorded evidence if is to be acceptable, the\n       tape must have been sealed at earliest point of time and\n       opened except under orders of the Court. The precautions\n       which are required to be taken for the purpose of admitting\n       tape-recorded version in the evidence are not taken in the\n       present case. It is difficult to countenance the defence only\n       on the basis of so called tape-recorded version of which\n       origin is very much doubtful.&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">      &quot;74. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"417764\" id=\"span_2\">In view of <a href=\"/doc/417764/\" id=\"a_33\">the above decision</a>, it is clear that the tape-\nrecorded evidence under M.Os.1 and 2 in this case is no way\nhelpful to the prosecution case.&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">       &quot;75. Further in this case, P.W.8, J. Satyanarayana, a Police\nConstable no.3128 of Amberpet Police Station in his evidence has\nstated that he is having an auto rickshaw bearing no.AP 13W 4666\nand he has given that auto to accused no.5 on rent in the year\n2004 and subsequently, accused no.5 did not pay the rent to him\nfor that auto. Subsequently, he came to know through newspaper\nthat one boy was kidnapped by some persons and later on\n20.2.2004, the Langar House Police, called him through phone\nand went there and saw accused no.5 and his auto at the police\nstation and that the Inspector of Police, Limba Reddy informed to\nhim that his auto was used for kidnapping purpose, as such, he\nhas seized the said auto and he identified the said auto as M.O.3\nand accused No.5 as the person to whom he has given his auto on\nrent. Therefore, it is also a circumstance to show that accused\nno.5 was having connection with the auto rickshaw M.O.3 which\nis corroborated with the evidence of P.W.34.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_4\">                                   10                      CVNR, J &amp; MGR, J\n                                                       CrlA 959/2011 &amp; batch\n\n\n\n\n           .........\n</p>\n<blockquote id=\"blockquote_5\">             &quot;79. In the present case also there is no sufficient material\n     produced by the prosecution to show that there was an agreement\n     among the accused nos.1, 8, 12, 13, 15 and 18 to 20 to do an\n     illegal act, i.e., kidnapping for ransom in this case. But, the\n     evidence of P.W.36 shows that the accused nos.2 to 7 and 10, 11,\n     and 12 have actively and physically participated in kidnapping him\n     and keeping him in their custody from the evening of 12.2.2004 to\n     the night of 24.4.2004.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_5\">            80. The evidence of P.W.1 clearly reveals that the persons\n     responsible for kidnapping his son P.W.36 have threatened him\n     by phone and demanded ransom for the release of his son. So,\n     the kidnap of P.W.36 by the accused nos.2 to 7, 10, 11 and 12\n     which is proved with the evidence of P.W.36 for ransom.&quot;\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">8.   On the above extracted reasoning, the trial Court has\n\nacquitted accused No.1. It has, however, held that the evidence\n\nof P.W.1 clearly reveals that the persons responsible for\n\nkidnapping of his son have threatened him by phone and\n\ndemanded ransom for the release of his son and therefore\n\nkidnapping of P.W.36 for ransom by the appellants is proved.\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">9.   As rightly argued by the learned counsel for the\n\nappellants, the lower Court has fallen into a serious error in\n\nconvicting the appellants for the offence sunder <a href=\"/doc/1374258/\" id=\"a_34\">Section 364-A</a>\n\nIPC on the reasoning that P.W.1 has received threatening calls\n\nby phone, when it has in unequivocal terms held that from the\n\ncall details produced by the prosecution by examining P.Ws.27\n\nand 28, nodal officers of Reliance Communications and Airtel,\n\nit cannot be concluded that any of the accused in this case have\n\ncontacted P.W.1 and his family members through the landline\n                                   11                CVNR, J &amp; MGR, J\n                                                 CrlA 959/2011 &amp; batch\n\n\n\n\nof P.W.1. When the whole case of the prosecution that it was\n\naccused No.1 who made calls to P.W.1, was disbelieved by the\n\nlower Court, it defies any logic or reason to hold that the\n\nremaining accused have kidnapped P.W.36 for ransom.               In\n\norder to establish kidnapping for ransom, the prosecution shall\n\nhave to prove that there was a demand for ransom. When\n\nnone of the appellants were accused of demanding ransom and\n\nthe only accused who allegedly demanded ransom was\n\nacquitted by the lower Court, the conviction of the appellants\n\nfor the offence under Section 364-A read with <a href=\"/doc/1897847/\" id=\"a_35\">Section 120-B</a>\n\nIPC is wholly unsustainable.       Accordingly, that part of the\n\njudgment of the lower Court by which the appellants have been\n\nconvicted for the offence under <a href=\"/doc/1374258/\" id=\"a_36\">Section 364-A</a> IPC read with\n\n<a href=\"/doc/1897847/\" id=\"a_37\">Section 120-B</a> IPC is set aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">10.   As regards the alternative submission, once the\n\nkidnapping for ransom is held not proved, as rightly argued by\n\nthe learned counsel for the appellants, the latter could be\n\nconvicted only for the offence under <a href=\"/doc/1515807/\" id=\"a_38\">Section 361</a> IPC\n\n(kidnapping from lawful guardianship). Under <a href=\"/doc/619940/\" id=\"a_39\">Section 363</a> IPC\n\nthe maximum punishment for the said offence is seven years.\n\nAdmittedly, all the appellants, except accused No.7/appellant in\n\nCriminal Appeal No.960 of 2011, have undergone at least five\n                                 12                  CVNR, J &amp; MGR, J\n                                                 CrlA 959/2011 &amp; batch\n\n\n\n\nyears of imprisonment. The conviction of all the appellants,\n\nexcept the appellant in Criminal Appeal No.960 of 2011, is\n\nmodified to the one for the offence under <a href=\"/doc/1515807/\" id=\"a_40\">Section 361</a> IPC.\n\n</p><p data-structure=\"Conclusion\" id=\"p_9\">11.   In the facts and circumstances of the case, the sentence\n\nimposed on the appellants, other than accused No.7, is limited\n\nto the period of sentence already undergone by them.\n\n</p><p data-structure=\"Conclusion\" id=\"p_10\">12.   As regards accused No.7/appellant in Criminal Appeal\n\nNo.960 of 2011, by order dt.04.12.2014 in Criminal M.P.\n\nNos.2135 and 2152 of 2014 the learned I Additional\n\nMetropolitan Sessions Judge, Hyderabad, held that the date of\n\nbirth of accused No.7 is 16.06.1986 and that as on the date of\n\ncommission of the offence, i.e., 12.02.2004, she was aged\n\nseventeen years, seven months and twenty six days. In the light\n\nof the said report, as accused No.7 was proved to be a juvenile\n\nas on the date of the commission of the offence, the conviction\n\nimposed against her is liable to be set aside.\n\n</p><p data-structure=\"Conclusion\" id=\"p_11\">13.   In the result, the criminal appeals are partly allowed. The\n\nconviction imposed against the appellants - accused other than\n\naccused No.7, for the offence under <a href=\"/doc/1374258/\" id=\"a_41\">Section 364-A</a> IPC is set\n\naside, and instead they are convicted for the offence under\n\n<a href=\"/doc/1515807/\" id=\"a_42\">Section 361</a> IPC. The sentence of imprisonment is limited to\n\nthe period of sentence already undergone by them and the\n                                   13                CVNR, J &amp; MGR, J\n                                                 CrlA 959/2011 &amp; batch\n\n\n\n\nsentence of fine is, however, confirmed. Since accused No.7\n\nwas a juvenile as on the date of commission of the offence, her\n\nconviction is set aside. She is accordingly set free. The fine\n\namount, if any, paid by her shall be refunded to her.\n\n</p><p data-structure=\"Conclusion\" id=\"p_12\">      All the appellants shall be released, if they are not\n\nrequired in any other case or crime, and the bail bonds\n\nfurnished by them shall stand cancelled. The appellants shall\n\nsurrender before the respective jail superintendents to complete\n\nthe legal formalities of their release.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">\n</p><p data-structure=\"Conclusion\" id=\"p_14\">                                 __________________________\n                                  C.V. NAGARJUNA REDDY, J\n\n\n                                 __________________________\n                                      M. GANGA RAO, J\n09-07-2018\n\nmsb/bnr\n </p>","numcites":17,"numcitedby":9,"docsource":"Telangana High Court","citetid":146193930,"divtype":"judgments","relatedqs":[{"value":"section 361 ipc","formInput":"section%20361%20ipc"},{"value":"section 364 indian penal code","formInput":"section%20364%20indian%20penal%20code"},{"value":"u/s 364-a of ipc ","formInput":"u/s%20364-a%20of%20ipc%20"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"ipc 506","formInput":"ipc%20506"},{"value":"arms act","formInput":"arms%20act"},{"value":"section 364 penal code","formInput":"section%20364%20penal%20code"},{"value":"tape recorder","formInput":"tape%20recorder"},{"value":"indian penal code 506","formInput":"indian%20penal%20code%20506"},{"value":"C.V. Nagarjuna reddy","formInput":"C.V.%20Nagarjuna%20reddy"},{"value":"361 ipc","formInput":"361%20ipc"},{"value":"jubilee hills","formInput":"jubilee%20hills"},{"value":"  section 364 of ipc ","formInput":"%20%20section%20364%20of%20ipc%20"},{"value":"criminal law amendment act","formInput":"criminal%20law%20amendment%20act"},{"value":"120 b ipc ","formInput":"120%20b%20ipc%20"},{"value":"confession","formInput":"confession"},{"value":"section 120 b ipc","formInput":"section%20120%20b%20ipc"},{"value":"364 A IPC","formInput":"364%20A%20IPC"},{"value":"call detail ","formInput":"call%20detail%20"},{"value":"abscondence","formInput":"abscondence"}],"cats":[{"value":"kidnapping-for-ransom","formInput":"tag:kidnapping-for-ransom"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"arms","formInput":"tag:arms"},{"value":"kidnapping","formInput":"tag:kidnapping"}],"courtcopy":true,"query_alert":null,"agreement":false}