{"tid":94131122,"publishdate":"2012-08-01","title":"Pavan @ Pankaj Gupta vs The State Of Madhya Pradesh on 1 August, 2012","doc":"<h2 class=\"doc_title\">Pavan @ Pankaj Gupta vs The State Of Madhya Pradesh on 1 August, 2012</h2>\n\n<pre id=\"pre_1\">                                             1                            Criminal Appeal No.1264/2010\n\n\n\n\n     HIGH COURT OF MADHYA PRADESH JABALPUR\n\n                    Criminal Appeal No.1264/2010\n\n                             Pavan @ Pankaj Gupta\n                                             Vs.\n                           State of Madhya Pradesh\n-----------------------------------------------------------------------------------\n                Present : Hon&#x27;ble Shri Justice N.K. Gupta.\n------------------------------------------------------------------------------------------------\nName of counsel for the parties:\n        Shri R.K. Chaturvedi, counsel for the appellant.\n        Shri Ajay Tamrakar, Panel Lawyer the respondent/State.\n------------------------------------------------------------------------------------------------\n\n\n                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                     (Passed on 1st day of August, 2012)\n\n\n                The appellant has preferred this appeal against\n\nthe judgment dated 17.6.2010 passed by the Additional\n\nSessions Judge Nowgaon, District Chhatarpur in S.T.\n\nNo.84/2009, whereby the appellant was convicted for the\n\noffences punishable under <a href=\"/doc/175699/\" id=\"a_1\">Section 336</a> of IPC and <a href=\"/doc/1961417/\" id=\"a_2\">Sections\n\n25</a>(1-B)(a) and 27 of the <a href=\"/doc/1934415/\" id=\"a_3\">Arms Act</a> and sentenced for three\n\nmonths&#x27; S.I. and one year R.I. with a fine of `200/- and\n\nthree years&#x27; R.I. with a fine of `300/- respectively. In\n\ndefault of payment of fine, he was to undergo for 1 month&#x27;s\n\nand 1½ month&#x27;s imprisonment respectively in addition.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.              Prosecution&#x27;s case in short is that on 16.12.2008\n\nat about 1:30 p.m. in the afternoon, the complainant\n                                2                 Criminal Appeal No.1264/2010\n\n\n\n\nSuresh Tiwari was going to his house from his shop\n\nsituated   near     Kalimata       Mandir,   Nowgaon         District\n\nChhatarpur, the appellant met him on the way and abused\n\nthe complainant with obscene words and thereafter, he\n\nthreatened the complainant. The appellant drew a country\n\nmade pistol from his waist and fired from that gun in the\n\nair and also threatened the complainant that he would kill\n\nthe complainant next time. The complainant Suresh Tiwari\n\nsubmitted a written complaint Ex.P/1 to S.H.O. Nowgaon\n\nby which a case was registered by FIR Ex.P/2. It was found\n\nthat due to fire done by the appellant in the air, one Pooja\n\nRaikwar (PW-9) aged about 12 years sustained some\n\ninjuries in her left leg. The appellant was arrested and a\n\nfirearm was seized from him with the help of his confession\n\nunder <a href=\"/doc/1312051/\" id=\"a_4\">Section 27</a> of the Evidence Act. The alleged firearm\n\nwas sent for its examination to the Reserve Inspector,\n\nReserve    Police   Lines,     Chhatarpur.   Constable          armor\n\nRavindra Sharma (PW-4) examined the gun and he found\n\nthat it was a workable firearm and one bullet of 0.305 bore\n\nwas also found live, which was sent with the country made\n\npistol. A sanction for prosecution was received from the\n\nDistrict Magistrate, Chhatarpur and thereafter, a charge\n\nsheet was filed before the J.M.F.C. Chhatarpur, who\n\ncommitted the case to the Sessions Court, Chhatarpur and\n                                 3                      Criminal Appeal No.1264/2010\n\n\n\n\nultimately, it was transferred to the Additional Sessions\n\nJudge Nowgaon, District Chhatarpur.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.           The appellant abjured his guilt. He did not take\n\nany specific plea but he has stated before the trial Court\n\nthat   the    complainant     Suresh    Tiwari    had       a     criminal\n\nbackground and since the appellant had lodged an FIR\n\nagainst the complainant, a false case was created against\n\nthe appellant because he was the witness in many cases\n\nagainst the complainant from the prosecution&#x27;s side. In\n\ndefence, one Mahipal Bundela (DW-1) was examined to the\n\npoint that on the date of incident, the appellant was driving\n\nthe vehicle of Mahipal and they went to Khajuraho by that\n\nvehicle and therefore, he was not present at the spot, at\n\nthe time of the incident.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">4.           After considering the evidence adduced by both\n\nthe    parties,    the   learned    Additional    Sessions            Judge,\n\nChhatarpur        acquitted   the   appellant    for   the        offences\n\npunishable under <a href=\"/doc/594493/\" id=\"a_5\">Sections 294</a>, <a href=\"/doc/455468/\" id=\"a_6\">307</a>, <a href=\"/doc/724142/\" id=\"a_7\">324</a> and <a href=\"/doc/1569253/\" id=\"a_8\">506-B</a> of IPC\n\nbut convicted him for the offence punishable under <a href=\"/doc/175699/\" id=\"a_9\">Section\n\n336</a> of IPC and <a href=\"/doc/73862/\" id=\"a_10\">Sections 25</a>(1-B)(a) and 27 of <a href=\"/doc/1934415/\" id=\"a_11\">Arms Act</a> and\n\nsentenced him as mentioned above.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">5.           I have heard the learned counsel for the parties.\n</p><p data-structure=\"Issue\" id=\"p_6\">                             4                 Criminal Appeal No.1264/2010\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">6.        Learned counsel for the appellant has submitted\n\nthat there was no charge of <a href=\"/doc/175699/\" id=\"a_12\">Section 336</a> of IPC and\n\ntherefore, the appellant could not be convicted for that\n\noffence in absence of any charge. Actually, the appellant\n\nwas the witness in many cases lodged against the\n\ncomplainant therefore, he was falsely implicated in the\n\nmatter. Hence, no offence is made out against the\n\nappellant. Under such circumstances, it is prayed that the\n\nappellant may be acquitted from all the charges levelled\n\nagainst him. In alternate, it is submitted that the appellant\n\nis in custody since 6.3.2012 and therefore, his jail sentence\n\nmay be reduced to the period, which he has already\n\nundergone in the custody.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">7.        On the other hand, learned Panel Lawyer has\n\nsubmitted that the conviction and sentence directed by the\n\ntrial Court appears to be correct and therefore, no\n\ninterference is required in the judgment passed by the trial\n\nCourt.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">8.        After considering     the submissions made                 by\n\nlearned counsel for the parties and looking at the evidence\n\nadduced by both the parties, it is to be considered as to\n\nwhether the appellant could be convicted for the offence\n\npunishable under <a href=\"/doc/175699/\" id=\"a_13\">Section 336</a> of IPC? whether he kept the\n\nalleged firearm without any licence with him? whether he\n                             5                Criminal Appeal No.1264/2010\n\n\n\n\nused that firearm in contravention of <a href=\"/doc/1601096/\" id=\"a_14\">Section 5</a> of the Arms\n\nAct; and whether the sentence directed against the\n\nappellant can be reduced?\n</p>\n<p data-structure=\"Section\" id=\"p_10\">9.        It is apparent that the trial Court did not frame\n\nthe charge of offence punishable under <a href=\"/doc/175699/\" id=\"a_15\">Section 336</a> of IPC.\n\nInitially, the charges of offences punishable under <a href=\"/doc/455468/\" id=\"a_16\">Sections\n\n307</a> and <a href=\"/doc/724142/\" id=\"a_17\">324</a> of IPC were framed but the appellant was\n\nacquitted from those charges and convicted for the offence\n\npunishable under <a href=\"/doc/175699/\" id=\"a_18\">Section 336</a> of IPC only. According to the\n\nFIR Ex.P/1, it was very much clear from the beginning that\n\nthere was an allegation against the appellant that he fired\n\nfrom the gun in the air and therefore, no charges of\n\noffences punishable under Section 307 or 324 of <a href=\"/doc/1569253/\" id=\"a_19\">IPC</a> could\n\nbe framed or in alternate charge of offence punishable\n\nunder <a href=\"/doc/175699/\" id=\"a_20\">Section 336</a> of IPC should have been framed, but no\n\ncharges of offences punishable under Section 337 or 336 of\n\n<a href=\"/doc/1569253/\" id=\"a_21\">IPC</a> were framed by the trial Court. As per the provision of\n\n<a href=\"/doc/1176662/\" id=\"a_22\">Section 222</a> of Cr.P.C., a person can be convicted for any\n\ninferior offence of the same nature, if charges of superior\n\noffence of same nature are framed. In the present case, the\n\ncharges of offences punishable under <a href=\"/doc/455468/\" id=\"a_23\">Sections 307</a> and <a href=\"/doc/724142/\" id=\"a_24\">324</a>\n\nof IPC were the charges for causing the hurt with intention,\n\nwhereas in the offence punishable under <a href=\"/doc/175699/\" id=\"a_25\">Section 336</a> of\n\nIPC the ingredient of intention is missing. The offence\n                                   6                      Criminal Appeal No.1264/2010\n\n\n\n\npunishable under <a href=\"/doc/175699/\" id=\"a_26\">Section 336</a> of IPC is the penal provision\n\nfor the rash and negligent act done by the accused and\n\ntherefore,    looking      at   the    difference   in     the        various\n\ningredients of the said offences, it cannot be said that the\n\noffence punishable under <a href=\"/doc/175699/\" id=\"a_27\">Section 336</a> of IPC was the\n\ninferior offence of the same nature as of Sections 307 or\n\n324 of <a href=\"/doc/1569253/\" id=\"a_28\">IPC</a>. Under such circumstances, in absence of the\n\ncharge, the appellant could not be convicted for the offence\n\npunishable under <a href=\"/doc/175699/\" id=\"a_29\">Section 336</a> of IPC. Consequently, the\n\nconviction directed by the trial Court for the offence\n\npunishable under <a href=\"/doc/175699/\" id=\"a_30\">Section 336</a> of IPC appears to be bad in\n\nlaw.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">10.          So far as the offence punishable under <a href=\"/doc/73862/\" id=\"a_31\">Section\n\n25</a>(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_32\">Arms Act</a> is concerned, it can be\n\nconsidered in two parts. Firstly, when the appellant was\n\nfound in possession of a firearm at the time of incident and\n\nsecondly, when the appellant was found in possession of a\n\nfirearm at the time of seizure. It is apparent that the\n\nappellant could not produce any licence of the alleged\n\nfirearm and also the firearm shown in the case is not a\n\nlicensed     gun.    The    witnesses     Suresh    Tiwari           (PW-1),\n\nSandeep      Pathak     (PW-3),       Pooja   Raikwar      (PW-9)            and\n\nLokendra Singh (PW-10) were examined as eyewitnesses,\n\nwherein the         witness Lokendra Singh turned                     hostile.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">                             7                 Criminal Appeal No.1264/2010\n\n\n\n\nSimilarly, the witness Pooja also turned hostile. It was the\n\ncase of the prosecution that due to that firearm being\n\ndischarged by the appellant in the air and one pellet hit the\n\nwall and then on the left leg of Pooja and she sustained the\n\ninjury due to that pellet. Dr. Pandey (PW-2) has proved his\n\nMLC report Ex.P/5 relating to the examination of the\n\nwitness Pooja. He has stated that the victim Pooja was\n\ncomplaining about pain in her left calf but no visible injury\n\nwas found. Dr. Pandey could not say that only injury was\n\nfound on Pooja&#x27;s body, which could be caused by a pellet.\n\nAt present, Pooja turned hostile and she did not claim that\n\nshe sustained any injury due to the discharge of the\n\nfirearm done by the appellant. Under such circumstances,\n\nonly the testimony of Suresh Tiwari and Sandeep Pathak\n\nremains to be assessed.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">11.       Suresh Tiwari and Sandeep Pathak have stated\n\nthat Sandeep was talking with Lokendra at the time of\n\nincident then, the appellant threatened Suresh Tiwari and\n\nfired upon him but Suresh Tiwari turned to his right and\n\ntherefore, no injury was caused to Suresh Tiwari and bullet\n\nhit in the wall and rebounded and hit the leg of Pooja\n\nRaikwar. The evidence given by Suresh Tiwari and\n\nSandeep Pathak appears to be contradictory to the FIR\n\nEx.P/1. In the FIR Ex.P/1, which was a written report\n                            8                     Criminal Appeal No.1264/2010\n\n\n\n\nsubmitted by the Suresh Tiwari before the Police Station,\n\nNowgaon, wherein it is mentioned that the appellant did a\n\nfire in the air but it is nowhere mentioned in the FIR that\n\nthe appellant aimed upon the victim Suresh Tiwari with the\n\ngun. Under such circumstances, the learned Additional\n\nSessions Judge disbelieved this witness and therefore, the\n\nappellant was acquitted from the charge of offence\n\npunishable   under   <a href=\"/doc/455468/\" id=\"a_33\">Section   307</a>   of   IPC.    Under            such\n\ncircumstances, it appears that the witnesses had stated a\n\nfalsehood before the trial Court. If the statement given in\n\nthe FIR is to be considered as such then, the entire story\n\nnarrated by the complainant in the FIR appears to be\n\nunnatural. According to the FIR, the quarrel started in a\n\nsudden manner and the appellant made a threat to the\n\ncomplainant but he did not say anything else to the\n\ncomplainant that would state the objective of the threat\n\ntherefore, there was no need to the appellant to give any\n\nthreat to the complainant. If he was interested in causing\n\nany harm to the complainant then, he could have fired the\n\ngun while aiming it towards the complainant but as per the\n\nallegation, the appellant fired in the air. There is no\n\ncriminal past shown against the appellant from which it\n\ncould be said that he was a person having a criminal\n\nbackground and therefore he was causing a terror among\n                              9                 Criminal Appeal No.1264/2010\n\n\n\n\nthe public. On the other hand, the complainant Suresh\n\nTiwari had admitted in para 11 that 18 months prior to the\n\nincident, he had assaulted the appellant Pavan but no FIR\n\nwas lodged in the matter. Under such circumstances,\n\nwhere the appellant had not made any complaint of assault\n\ndone by the complainant in last 1½ years, then what was\n\nthe need for him to make such a scene before the public\n\nagainst the complainant. The complainant, who has a\n\nsignificant criminal background could not have been\n\nthreatened in such a manner, otherwise by such an activity\n\nthe appellant had invited a danger to his own life. A\n\nprudent man would not act in such a manner as he did not\n\ncause any harm to the complainant but invited his\n\ndispleasure and a danger to his own life in future.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">12.       Also the police could not recover the remains of\n\nthe bullet fired from the gun from the spot. It is stated that\n\nsome pellets struck on the wall but it is nowhere mentioned\n\nin the spot map Ex.P/3 that any wall had any sign\n\nindicating that the pellets had struck on that wall. No\n\npellet could be seized from the spot and therefore, there is\n\nno corroboration to the evidence of the complainant Suresh\n\nTiwari and his witness Sandeep Pathak. Sandeep Pathak\n\nhas accepted that he has a very good relationship with the\n\ncomplainant.   Under     such    circumstances,     when            the\n                             10                Criminal Appeal No.1264/2010\n\n\n\n\ncomplainant Suresh Tiwari and Sandeep Pathak changed\n\ntheir evidence materially, no remains of the fire from the\n\ngun were found from the spot and no wall was found to be\n\ndamaged and similarly there was no reason as to why the\n\nappellant would commit such an act with the complainant,\n\nwho had a criminal past, also the eyewitness Lokendra and\n\nPooja were turned hostile and they did not support the\n\nevidence of the complainant, therefore it is highly doubtful\n\nthat such incident actully took place with the complainant\n\nor the appellant had a gun at the time of the incident or he\n\nused that gun at the time of the incident.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">13.       Under such circumstances, the appellant cannot\n\nbe convicted for the offence punishable under <a href=\"/doc/73862/\" id=\"a_34\">Section\n\n25</a>(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_35\">Arms Act</a> for having a gun at the time of\n\nincident. Similarly, he cannot be convicted for the offence\n\npunishable under <a href=\"/doc/244673/\" id=\"a_36\">Section 27</a> of the Arms Act because it is\n\ndoubtful that the accused used any gun in contravention to\n\nthe Provisions of <a href=\"/doc/1601096/\" id=\"a_37\">Section 5</a> of the Arms Act. If any doubt\n\narises then, benefit of doubt is to be given to the accused\n\nand therefore, the appellant cannot be convicted for the\n\noffences punishable under <a href=\"/doc/73862/\" id=\"a_38\">Sections 25</a>(1-B)(a) and 27 of\n\nthe <a href=\"/doc/1934415/\" id=\"a_39\">Arms Act</a> for the possession of the gun at the time of\n\nincident. Learned Additional Sessions Judge has erred in\n\nconvicting and sentencing the appellant for such offences.\n</p><p data-structure=\"Conclusion\" id=\"p_16\">                              11                  Criminal Appeal No.1264/2010\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_17\">14.       Second part of the offence punishable under\n\n<a href=\"/doc/73862/\" id=\"a_40\">Section 25</a>(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_41\">Arms Act</a> may be constituted\n\nwhen the gun was seized from the appellant. In this\n\nconnection, it would be proper to mention that the\n\nappellant had not challenged the sanction for prosecution\n\ngranted by the District Magistrate, Chhatarpur vide order\n\nEx.P/10 but if, that order is perused then, it would be\n\napparent that the various particulars of this case including\n\nthe crime number, name of the appellant and the property\n\nseized from the appellant were filled up in the blank\n\ncolumns in that cyclostyled order and therefore by such\n\ncyclostyled order, it cannot be said that the learned District\n\nMagistrate has used his discretion in a judicial manner\n\nafter perusal of the arms and documents mentioned in the\n\ncyclostyled   description   of    the   order.   Under             such\n\ncircumstances, a sanction given by the District Magistrate,\n\nChhatarpur appears to be given in a prototyped manner\n\nand it is not a valid sanction in the eye of law. Under such\n\ncircumstances, the appellant cannot be convicted for the\n\noffence punishable under <a href=\"/doc/73862/\" id=\"a_42\">Section 25</a>(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_43\">Arms\n\nAct</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">15.       The constable armor Ravindra Sharma (PW-4)\n\nhas submitted that he examined the gun and found that it\n\nwas a working firearm but in the cross-examination of the\n                            12                 Criminal Appeal No.1264/2010\n\n\n\n\nwitness Ravindra Sharma, nothing has been brought, by\n\nwhich his opinion can be ignored, therefore, it is true that\n\nthe article seized was a firearm. In this connection, a\n\nreport Ex.P/14 of the Forensic Science Laboratory, Sagar\n\nhas also been received from which it is clear that the\n\nseized item was a firearm. However, it is to be seen that\n\nwhether the alleged firearm was seized from the appellant.\n\n</p><p data-structure=\"PetArg\" id=\"p_19\">16.       In this connection, Sub-inspector, Jaywant Singh\n\nKadodiya (PW-7) has stated that a memo Ex.P/5 under\n\n<a href=\"/doc/1312051/\" id=\"a_44\">Section 27</a> of the Evidence Act was recorded of the\n\nappellant before the witness Sandeep Pathak and Lokendra\n\nSingh, in which the appellant had accepted that he kept the\n\nfirearm in his house, which was hired by him on the rent\n\nand thereafter, that firearm was seized from the appellant\n\nby the memo Ex.P/6. It is highly surprising that for\n\nrecording the memo under <a href=\"/doc/1312051/\" id=\"a_45\">Section 27</a> of the Evidence Act,\n\nShri Kakodiya did not take any independent witness in the\n\ncase. Sandeep as well as Lokendra were the eyewitnesses\n\nin the case and friends of the complainant and therefore,\n\nthey were the interested witnesses. Shri Kakodiya could\n\nnot tell the reason as to why he had not taken an\n\nindependent witness, out of these witnesses, Lokendra\n\nSingh turned hostile, whereas Sandeep Pathak has also\n\nturned partly hostile. Sandeep Pathak had stated that in\n                              13                Criminal Appeal No.1264/2010\n\n\n\n\nthe evening of the incident, the police came to his shop and\n\nthey took him to the rented room, where the appellant gave\n\none Katta and one bullet to the police. According to the\n\nmemo Ex.P/5 under <a href=\"/doc/1312051/\" id=\"a_46\">Section 27</a> of the Evidence Act and\n\nseizure Ex.P/6, it is apparent that the seizure took place on\n\n17.12.1008 at about 10:00 a.m., whereas the incident took\n\nplace on 16.12.2008, therefore, Sandeep Pathak did not\n\ncorroborate the seizure done on the next day of the\n\nincident. Sandeep Pathak had also admitted that the\n\nappellant had a house of his own, which was a big in the\n\nsize and his father was running a grocery shop in that\n\nhouse and therefore, there was no need for the appellant to\n\nhave a rented house. No any document is shown by the\n\npolice by which it can be established that the appellant\n\ntook any house on the rent. In the memo Ex.P/5 the\n\naddress of that house is nowhere mentioned by the\n\nconcerned investigating officer, even in the seizure memo\n\nEx.P/6. It is nowhere mentioned that from whose house the\n\nalleged firearm was seized and whether the appellant was\n\na tenant of that particular person. No statement of such\n\nlandlord was recorded that he let out the house to the\n\nappellant.   Under    such    circumstances,      where             the\n\ninvestigating officer did not bring any independent witness,\n\nit is doubtful that the appellant took any house on rent,\n                               14                 Criminal Appeal No.1264/2010\n\n\n\n\nwhereas the interested witness Lokendra Singh has turned\n\nhostile and also the witness Sandeep Pathak did not\n\nconfirm the seizure of the firearm to the effect that it was\n\ndone on the next day of the incident. Hence, the testimony\n\nof the investigation officer cannot be believed beyond\n\ndoubt that he seized the alleged firearm from the\n\nappellant.     Since   the   complainant   had      a       criminal\n\nbackground therefore, it was possible for the complainant\n\nto put an empty cartridge at the spot or to provide the\n\nfirearm to the investigation officer, whereas the seizure of\n\nthe firearm is not proved beyond doubt against the\n\nappellant. Under such circumstances, the appellant cannot\n\nbe convicted for the offence punishable under <a href=\"/doc/73862/\" id=\"a_47\">Section\n\n25</a>(1-B)(a) of the <a href=\"/doc/1934415/\" id=\"a_48\">Arms Act</a>, when the seizure was not\n\nproved beyond doubt against him. Learned Additional\n\nSessions Judge has erred in convicting the appellant for\n\nthat offence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">17.          On the basis of aforesaid discussion, it would be\n\napparent that the appellant cannot be convicted for the\n\noffence punishable under <a href=\"/doc/175699/\" id=\"a_49\">Section 336</a> of IPC for want of\n\nthe charge. Similarly, he cannot be convicted for the\n\noffences punishable under <a href=\"/doc/73862/\" id=\"a_50\">Sections 25</a>(1-B)(a) and 27 of\n\nthe <a href=\"/doc/1934415/\" id=\"a_51\">Arms Act</a> because the entire prosecution story is\n\ndoubtful. It is not proved beyond doubt that the appellant\n                                    15                Criminal Appeal No.1264/2010\n\n\n\n\n       had a firearm with him or he used it, in contravention to\n\n       the Provisions of <a href=\"/doc/1601096/\" id=\"a_52\">Section 5</a> of the Arms Act also. The\n\n       prosecution sanction under <a href=\"/doc/541406/\" id=\"a_53\">Section 30</a> of the Arms Act\n\n       given by the District Magistrate, Chhatarpur is not found to\n\n       be judicious and therefore, it is not a valid sanction in the\n\n       eye of law. Under such circumstances, the appellant cannot\n\n       be convicted for such offences for which he was convicted\n\n       by the trial Court. Hence, the appeal filed by the appellant\n\n       appears to be acceptable and it is hereby accepted. The\n\n       conviction as well as the sentence directed by the trial\n\n       Court for the offence punishable under <a href=\"/doc/175699/\" id=\"a_54\">Section 336</a> of IPC\n\n       and the <a href=\"/doc/73862/\" id=\"a_55\">Sections 25</a>(1-B)(a) and 27 of the <a href=\"/doc/1934415/\" id=\"a_56\">Arms Act</a> are\n\n       hereby set aside. The appellant is acquitted from all the\n\n       charges. He would be entitled to get the fine amount back,\n\n       if he has deposited the same before the trial Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_21\">       18.       The appellant is in custody and therefore, office\n\n       is directed to issue a release warrant forthwith so that the\n\n       appellant may be released as early as possible.\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">       19.       Copy of the judgment be sent to the trial Court\n\n       alongwith its record for information and compliance.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">                                                (N.K. GUPTA)\n                                                    JUDGE\n                                                 01.08.2012\n\n\npnkj\n </p>","numcites":13,"numcitedby":25,"docsource":"Madhya Pradesh High Court","citetid":94131122,"divtype":"judgments","relatedqs":[{"value":"ipc section 336","formInput":"ipc%20section%20336"},{"value":"section 25(1-b)a arms act","formInput":"section%2025%281-b%29a%20arms%20act"},{"value":"arms act","formInput":"arms%20act"},{"value":"section 336 indian penal code ","formInput":"section%20336%20indian%20penal%20code%20"},{"value":"ipc 336","formInput":"ipc%20336"},{"value":"25(1-B)a arms act","formInput":"25%281-B%29a%20arms%20act"},{"value":"section 307","formInput":"section%20307"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"threat","formInput":"threat"},{"value":"pellets\\","formInput":"pellets%5C"},{"value":"criminal appeal after 2010","formInput":"criminal%20appeal%20after%202010"},{"value":"324","formInput":"324"},{"value":"307 to 324","formInput":"307%20to%20324"},{"value":"Arms act  filter:  sanction order of prosecution","formInput":"Arms%20act%20%20filter%3A%20%20sanction%20order%20of%20prosecution"},{"value":"beyond doubt","formInput":"beyond%20doubt"},{"value":"\"arms act\"","formInput":"%22arms%20act%22"},{"value":"section 27","formInput":"section%2027"},{"value":"under section 307 ipc","formInput":"under%20section%20307%20ipc"},{"value":"\"section 27\" ANDD \"limitation act\" NOTT \"adverse possession\"","formInput":"%22section%2027%22%20ANDD%20%22limitation%20act%22%20NOTT%20%22adverse%20possession%22"},{"value":"Eyewitness","formInput":"Eyewitness"}],"cats":[{"value":"endangering-life-or-personal-safety, negligent-rash-act","formInput":"tag:endangering-life-or-personal-safety, negligent-rash-act"},{"value":"arms","formInput":"tag:arms"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}