{"tid":94037067,"publishdate":"2017-01-19","title":"M/S.Aarthi Enterprises vs Southern Railways on 19 January, 2017","doc":"<h2 class=\"doc_title\">M/S.Aarthi Enterprises vs Southern Railways on 19 January, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-r-baabu\">K.Ravichandrabaabu</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-r-baabu\">K.Ravichandrabaabu</a></h3>\n\n<pre id=\"pre_1\">                                                                        W.P.No.17160 of 2019\n\n                             IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                       ORDERS RESERVED ON 27.02.2020\n\n                                       ORDERS DELIVERED ON 10.03.2020\n\n                                                       CORAM\n\n                          THE HONOURABLE MR. JUSTICE K.RAVICHANDRABAABU\n\n                                              W.P.No.17160 of 2019\n                                                      and\n                                        W.M.P. Nos.16703 and 16705 of 2019\n\n                      M/s.Aarthi Enterprises,\n                      Rep. by its Partner Mrs.G.Mythili,\n                      No.1, Chelliamman Colony,\n                      Second Street,Peravallur,\n                      Chennai 600 082.                                        ...Petitioner\n\n                                                           Vs.\n\n                      1.Southern Railways,\n                        Rep. by the General Manager,\n                        O/o,Southern Railways,\n                        Chennai 600 003.\n\n                      2.Senior Divisional Manager,\n                        Divisional Office, Commercial Branch,\n                        Southern Railways, Chennai 600 003.\n\n                      3.Deputy Chief Labour Commissioner (Central),\n                        No.4, Haddows Road,\n                        Shastri Bhavan,\n                        Chennai 600 006.                                     ...Respondents\n\n\n                      1/65\n\n\nhttp://www.judis.nic.in\n\f                                                                              W.P.No.17160 of 2019\n\n                      Prayer:Writ Petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India\n\n                      praying to issue a Writ of mandamus to direct the respondents 1 and 2 to\n\n                      sanction and release of the Amended Enhanced Minimum Wages based on\n\n                      Notification No.S.O.190(E) dated 19.01.2017 issued by Ministry of Labour\n\n                      and Employment of Government of India, to the petitioner, in respect of all\n\n                      30 contracts covered in this writ petition, from the date of its\n\n                      implementation; to continue to release the revised minimum wages to the\n\n                      petitioner, enabling to disburse the wages to the employees engaged by the\n\n                      petitioner as per the Amendment regarding enhancement of wages; to\n\n                      reimburse the entire amount of excess wages being paid by the petitioner to\n\n                      the employees, based on the Ministry of Labour and Employment of\n\n                      Government of India, along with interest at the rate of 18% from the date of\n\n                      respective payments, made by the petitioner to the employees covered in all\n\n                      30 contracts and to pay corresponding EPF, ESI and Bonus to the\n\n                      employees engaged by the petitioner on par with the enhancement of\n\n                      minimum wages; with the further direction to the third respondent to ensure\n\n                      the above payments to be made by the respondents 1 and 2 to the petitioner\n\n                      within a reasonable period to be fixed by this Court.\n\n\n                      2/65\n\n\nhttp://www.judis.nic.in\n\f                                                                              W.P.No.17160 of 2019\n\n\n\n                                  For Petitioner     :     Mr.P.Wilson\n                                                           Senior Counsel\n                                                           for Mr.R.Neelakandan\n\n                                  For Respondent     :     Mr.P.T.Ramkumar for R1 and R2\n                                                           Standing Counsel\n                                                           Mr.S.Thiruvengadam for R3\n                                                           SPC\n\n                                                         ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                             This Writ Petition is filed for issuing a Mandamus to direct the\n\n                      respondents 1 and 2 to sanction and release of the Amended Enhanced\n\n                      Minimum Wages based on Notification No.S.O.190(E) dated 19.01.2017\n\n                      issued by Ministry of Labour and Employment of Government of India, to\n\n                      the petitioner, in respect of all 30 contracts covered in this writ petition,\n\n                      from the date of its implementation; to continue to release the revised\n\n                      minimum wages to the petitioner, enabling to disburse the wages to the\n\n                      employees engaged by the petitioner as per the Amendment regarding\n\n                      enhancement of wages; to reimburse the entire amount of excess wages\n\n                      being paid by the petitioner to the employees, based on the Ministry of\n\n                      Labour and Employment of Government of India, along with interest at the\n\n                      rate of 18% from the date of respective payments, made by the petitioner to\n\n\n<span class=\"hidden_text\" id=\"span_1\">                      3/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_2\">\f                                                                                     W.P.No.17160 of 2019</span>\n\n                      the employees covered in all 30 contracts and to pay corresponding EPF,\n\n                      ESI and Bonus to the employees engaged by the petitioner on par with the\n\n                      enhancement of minimum wages; with the further direction to the third\n\n                      respondent to ensure the above payments to be made by the respondents 1\n\n                      and 2 to the petitioner within a reasonable period to be fixed by this Court.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">                             2. The case of the petitioner in short is as follows:\n\n</p><blockquote id=\"blockquote_1\">                             (i) The petitioner is a partnership firm mainly involved in\n\n                      construction and contract works. The petitioner is              the contractor for\n\n                      executing the work of cleaning of the respective Railway Stations as per the\n\n                      30 contracts awarded by the 1st respondent through the 2nd respondent, for\n\n                      a period of three years from the date of commencement of work. Letters of\n\n                      Acceptance were given and agreements have also been entered into between\n\n                      the petitioner and Commercial Divisional Manager of Southern Railways,\n\n                      Chennai. Four components of Schedules are stipulated                in the subject\n\n                      Tenders Schedule as follows:\n</blockquote>\n<blockquote id=\"blockquote_2\">                                   (A) Cost of Labourers for Normal Cleaning, Cobweb Removal\n                                        and Garbage Removal;\n</blockquote><blockquote id=\"blockquote_3\">                                   (B) Cost of Consumables as per Annexure-D and E;\n</blockquote>\n<span class=\"hidden_text\" id=\"span_3\">                      4/65</span>\n\n\n<p data-structure=\"Issue\" id=\"p_3\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_4\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                                    (C) Rental of Machineries/Vehicles as per Annexure-F\n                                    (D) Service Tax, EPF, ESI &amp; Bonus.\n</p>\n<p data-structure=\"Section\" id=\"p_4\">                      Schedule A and Schedule D are non-negotiable conditions and there cannot\n\n                      be any alterations and reduction as they are fixed by the respective Statutes\n\n                      through the Statutory Authorities. The wages for the employees is fixed on\n\n                      par with the <a href=\"/doc/142278/\" id=\"a_2\">Minimum Wages Act</a>. The petitioner took note of the minimum\n\n                      wages     relating to the time of tender and quoted the bid amount. The\n\n                      petitioner cannot predict the quantum of enhancement of minimum wages\n\n                      as it is an outcome of the Parliament. It is always the duty of the employer\n\n                      to bear such enhancement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">                              (ii) The contractor is only an executor of the awarded works for and\n\n                      on behalf of the establishments as per the contract. The bills that have been\n\n                      raised by the 2nd respondent were on the basis of the minimum wages\n\n                      prevailing at the time of flouting and submitting the tender. Clause 13 of\n\n                      the Agreement and Letter of Acceptance refers two letters of the years 2012\n\n                      and 2014 alone, however subject to revision from time to time.\n\n                      Correspondingly the component should be increased periodically, by the\n\n                      principal employer as also found in the said clause. The Labour\n\n\n<span class=\"hidden_text\" id=\"span_5\">                      5/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_6\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      Enforcement Officer has communicated the 2nd respondent office in letter\n\n                      dated 19.07.2017 intimating that it is the responsibility of the Principal\n\n                      Employer of Southern Railways for payment of minimum wages as fixed\n\n                      by the notification dated 19.01.2017. The petitioner is not liable to pay the\n\n                      revised wages as it is the total responsibility of the principal employer. In\n\n                      respect of the other contract, the 3rd respondent, on 29.10.2018 clearly\n\n                      stated that it is the statutory duty of the Southern Railways to ensure the\n\n                      minimum rates of wages revised from time to time and also to reimburse\n\n                      the contractor upon such payment of revised/enhanced rates. Even\n\n                      thereafter, the Southern Railways did not come forward to pay the enhanced\n\n                      wages or to reimburse the petitioner towards the wages excessively paid by\n\n                      them based on notification dated 19.01.2017. In respect of the subject\n\n                      matter contracts, the petitioner made a representation to the respondents on\n\n                      10.06.2019 requesting them to sanction and release the amended enhanced\n\n                      Minimum wages based on notification dated 19.01.2017; to continue to\n\n                      release the revised minimum wages to the petitioner being the contractor\n\n                      thereby enabling them to disburse the wages to the employees engaged by\n\n                      them; to reimburse the entire amount of excess wages being paid by the\n\n\n<span class=\"hidden_text\" id=\"span_7\">                      6/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                      petitioner to the employees, based on the said notification dated 19.01.2017\n\n                      along with interest and pay the corresponding EPF, ESI and bonus. Since\n\n                      the said request was not considered, the present writ petition is filed.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_6\">                             3. The 2nd respondent filed a counter affidavit on behalf of the\n\n                      respondents 1 and 2, wherein it is stated as follows:\n\n</p><blockquote id=\"blockquote_4\">                             (i) The work of cleaning of railway stations including platform,\n\n                      tracks, circulating areas, rag picking, cobweb and garbage removal from\n\n                      Railway premises is got done by the Railway Administration by way of\n\n                      awarding works contract to eligible persons through open tenders.           30\n\n                      individual     e-tenders dated 19.10.2016 for awarding contract for the\n\n                      cleaning work of 30 stations in the Chennai Beach- Tambaram Section and\n\n                      MRTS Section for the period of three years were called for. In the e-tenders,\n\n                      the Railway Administration had divided the cleaning work into the\n\n                      following four schedules and the tenderers were required to quote their\n\n                      bidding rates in the blank column against these four schedules..\n\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">                             Schedule A - Cost of Labour for normal cleaning, rag picking,\n\n                                           cobweb removal and garbage removal\n\n\n<span class=\"hidden_text\" id=\"span_9\">                      7/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_10\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                             Schedule B - Cost of consumables, protective gears and uniforms.\n\n                             Schedule C - Rental for vehicle for garbage removal and dumping\n\n                                          charge.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">                             Schedule D - Service Tax @ 15%.\n</p>\n<p data-structure=\"Section\" id=\"p_9\">                             (ii) In respect of Schedule A, which deals with wages payable to\n\n                      labour, Railway Administration had fixed the basic value amount for\n\n                      cleaning work for three years period in the stations concerned as per the\n\n                      prevailing rate in December, 2016 as notified by the Government of India,\n\n                      Ministry of Labour and Employment, Office of the Chief Labour\n\n                      Commissioner, New Delhi and the quantity of labours required for the\n\n                      particular station. The Basic Value Amount regarding wages to be paid for\n\n                      labours for each station was thus, mentioned in the tender column. It has\n\n                      been specifically mentioned therein that only at par/above to be chosen, bid\n\n                      quoted as &#x27;below&#x27; will be rejected.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">                             (iii) All the 30 stations in 30 e-tenders,   different firms including\n\n                      M/s.Aarthi Enterprises had participated. The petitioner herein had quoted\n\n                      same bid value for Schedule A and also other schedules in the 30 e-tenders\n\n                      and they are as under:\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n<span class=\"hidden_text\" id=\"span_11\">                      8/65</span>\n\n\n</p><blockquote id=\"blockquote_5\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                                W.P.No.17160 of 2019</span>\n\n\n                              Tender       Schedule A    Schedule B Schedule C Schedule\n                                                                                  D\n                             Aarthi          At par         At par     0.05%           At par\n                             Enterprises                               below\n\n\n                      The petitioner, while submitting the bid have quoted the rates for all the\n\n                      four schedules on their own and Railway Administration has no role in this\n\n                      aspect. The petitioner ought to have considered the instructions given in\n\n                      Clause 16 of the conditions of tender.\n</blockquote>\n<blockquote id=\"blockquote_6\">                             (iv) In addition to its bid rates, M/s. Aarthi Enterprises on their own\n\n                      offered further rebate of 27% on the gross value quoted by them in all the\n\n                      30 e-tenders. After evaluation of the overall bid rates, all the 30 e-tenders\n\n                      were finalized in favour of Aarthi Enterprises on the basis of its net offer for\n\n                      each station. In accordance with the tender principles and norms, Aarthi\n\n                      Enterprises was selected as the lowest bidder in all the 30 e-tenders. The\n\n                      second respondent herein awarded individual Letters of Acceptance dated\n\n                      01.02.2017 to Aarthi     Enterprises for the cleaning work in 30 railway\n\n                      stations. Subsequently, individual agreements for 30 stations were also\n\n                      executed by both parties on different dates and the period of contract was\n\n                      fixed from 10.02.2017 to 09.02.2020 for MRTS stations and from\n\n<span class=\"hidden_text\" id=\"span_13\">                      9/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_14\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                      20.02.2017 to 19.02.2020 for the stations in Chennai Fort - Tambaram\n\n                      Sanatarium section. The petitioner commenced the contract in all the\n\n                      stations from the month of February 2017 and payments had been made to\n\n                      the petitioner by the Railway Administration as per tender bids for the bills\n\n                      submitted by them. The petitioner did not raise any dispute regarding\n\n                      minimum wages for more than 2 years and continued the work without any\n\n                      dispute. In the meantime, Labour Enforcement Officer (C) Chennai had\n\n                      filed a Claim Application in 142/2019 and 143/2019 in the court of the\n\n                      Authority under the <a href=\"/doc/142278/\" id=\"a_3\">Minimum Wages Act, 1948</a> and the Regional Labour\n\n                      Commissioner (C) Chennai. Notice was issued on 08.04.2019 by the\n\n                      Regional Labour Commissioner (C), Chennai to the petitioner and the 2nd\n\n                      respondent herein. After more than 2 years, the petitioner has filed this Writ\n\n                      petition before this Court after the Labour Enforcement Officer(C), Chennai\n\n                      filed Claim Application before Regional Labour Commissioner (C),\n\n                      Chennai.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">                              (v) In Clause 6 of the agreement, it is clearly mentioned that the\n\n                      petitioner shall not at any time on any ground whatsoever during the period\n\n                      of this contract, claim any revision of modification of the rates already\n\n\n<span class=\"hidden_text\" id=\"span_15\">                      10/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_16\">\f                                                                                  W.P.No.17160 of 2019</span>\n\n                      agreed upon and no such request for revision of wages shall be entertained.\n\n                      The conditions agreed are binding upon the parties and the petitioner cannot\n\n                      make a claim now, contrary to the terms and conditions agreed upon\n\n                      between the parties. It is also mentioned in the contract condition that the\n\n                      wages payable to the labourers should be as per the minimum wages\n\n                      prescribed by the Deputy Chief Labour Commissioner (Central)\n\n                      Government of India, Ministry of Labour and Employment and it is subject\n\n                      to revision from time to time. In the tender notification, contract value for\n\n                      Schedule A was prescribed based on the minimum wages envisaged at the\n\n                      time of tender notification. As per the notification issued by Chief Labour\n\n                      Commissioner (Central) Government of India, Ministry of Labour and\n\n                      Employment, minimum wages was envisaged as Rs.355/- per shift per\n\n                      labour. The basic value amount for a station was calculated as Rs.355/- x\n\n                      No. of Labour x 365/12 x 36. Based on this calculation, the tender value for\n\n                      Schedule A was quoted as Rs.19,43,625/-. The petitioner had quoted &quot;At\n\n                      Par&quot; rate though there is an option for above value. Further, on their own,\n\n                      the petitioner had offered 27% rebate on their bid value.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">                              (vi) The e-tender notification for all the 30 contracts was issued on\n\n\n<span class=\"hidden_text\" id=\"span_17\">                      11/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_18\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      19.10.2016 and the tender was opened on 03.12.2016. The notification\n\n                      dated 19.01.2017 relied on by the petitioner for enhanced minimum wages\n\n                      was not even in existence at the time of issuance of tender notification.\n\n                      Hence, the petitioner cannot seek relief based on a notification issued\n\n                      subsequently to the tender and contrary to the rates quoted by him in the bid\n\n                      document. The two claim applications in Nos.142/2019 &amp; 143/2019 filed\n\n                      by the Labour Enforcement Officer in the Court of Minimum wages Act,\n\n                      1948 and Regional Labour Commissioner (c), Chennai are pending\n\n                      adjudication and no final decision has been taken by the Regional Labour\n\n                      Commissioner (c), Chennai regarding the minimum wages issue raised by\n\n                      the petitioner. The Regional Labour Commissioner (C), Chennai, conducted\n\n                      hearings on 16.04.2019, 13.05.2019, 13.06.2019 and 15.07.2019 and it is\n\n                      posted to 22.01.2020 for further hearing. In the tender document, Letter of\n\n                      Acceptance and Agreement of these contracts, it is mentioned that minimum\n\n                      wages shall be paid to the labourers and subject to periodical revision from\n\n                      time to time. The tender value has been fixed based on the minimum wages\n\n                      stipulated by Ministry of Labour and Employment, Government of India\n\n                      and awarded the contracts to the petitioner, considering their bid submitted\n\n\n<span class=\"hidden_text\" id=\"span_19\">                      12/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_20\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      &quot;At Par&quot; value for schedule-A. It is the responsibility of the petitioner to pay\n\n                      minimum wages to their labourers and revise it periodically as per the\n\n                      notifications issued by the Ministry of Labour and Employment,\n\n                      Government of India. The Railway Administration cannot be held liable to\n\n                      pay enhanced minimum wages as it is an expenditure contract and Railways\n\n                      do not earn any revenue out of this contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">                              (vii) The concept of principal employer liable for payment of\n\n                      minimum wages is applicable only if Labour and Service Contracts are\n\n                      awarded by Railways. The contract awarded to the petitioner is Works\n\n                      Contract and in Clause 1.15 of the instructions, issued to the tenders, it is\n\n                      mentioned that General conditions of Contract for works shall prevail. The\n\n                      petitioner has filed this writ petition after executing the contract for 2 ½\n\n                      years accepting the rates agreed upon between the parties. If the petitioner\n\n                      had decided to claim enhanced minimum wages as per the Notification\n\n                      dated 19.01.2017, they would have raised the issue in January or February\n\n                      2017 itself and not belatedly much after 2 years. If the petitioner had raised\n\n                      the issue immediately after the notification dated 19.01.2017, the Railway\n\n                      Administration might have taken a decision to foreclose or terminate the\n\n\n<span class=\"hidden_text\" id=\"span_21\">                      13/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_22\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      contract for making a claim, contrary to the agreement executed between the\n\n                      parties. The issue is already pending adjudication in the Court of Authority\n\n                      under the <a href=\"/doc/142278/\" id=\"a_4\">Minimum Wages Act, 1948</a> and the Regional Labour\n\n                      Commissioner(C) Chennai. The respondents have submitted all the\n\n                      documents before the Regional Labour Commissioner (C), Chennai. The\n\n                      petitioner has to wait for the outcome of the final decision to be taken by the\n\n                      Regional Labour Commissioner.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">                              (viii) As per Clause 46(i) of the Agreements, the petitioner has to\n\n                      invoke arbitration clause in the event of any dispute or difference between\n\n                      the parties as to the construction or operation of this contract or respective\n\n                      rights and liabilities of the parties. Without invoking the arbitration clause,\n\n                      which is agreed upon between both the parties to resolve any disputes, the\n\n                      petitioner has filed this writ petition contrary to the terms and conditions\n\n                      binding upon the parties. Any disputed facts in contractual matters shall be\n\n                      resolved only by way of arbitration clause in terms of the agreement and not\n\n                      by way of filing writ petition. The petitioner has not made any demand for\n\n                      Arbitration and without following the agreed procedure for settlement of\n\n                      any disputes, the petitioner has filed this writ petition before this Court\n\n\n<span class=\"hidden_text\" id=\"span_23\">                      14/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_24\">\f                                                                                  W.P.No.17160 of 2019</span>\n\n                      which is not maintainable.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"Issue\" id=\"p_17\">                              4. Counter affidavit is filed by the 3rd respondent, wherein it is stated\n\n                      as follows:\n</p>\n<blockquote id=\"blockquote_7\">                               During the course of inspection of the Labour Enforcement Office\n\n                      (Central), Government of India, Ministry of Labour and Employment,\n\n                      Chennai, had detected short payments in the wages being paid to the\n\n                      contract labourers engaged by the contractor viz., Aarthi Enterprises. On\n\n                      pointing out the irregularity, the Contractor has replied that it is paying the\n\n                      wages to the contract labourers on the terms of contract awarded at that\n\n                      point of time and whenever there is a revision of wages which is notified by\n\n                      the Government, the same was not being revised by it as the Principal\n\n                      Employer does not revise the rates of wages fixed. This is against the\n\n                      statutes and led to legal action. We have also addressed a letter dated\n\n                      29.10.2018 to the petitioner, in which, we have stated that when the\n\n                      employment has taken place in the area belonging to the Southern Railways\n\n                      and the employment or work is carried on for the purpose and benefit of\n\n                      Southern Railways, then it is work being carried on by or under the\n\n\n<span class=\"hidden_text\" id=\"span_25\">                      15/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_26\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      authority of Southern Railways. The fact that the contractor had employed\n\n                      the workmen is not a deciding factor because actually the work was carried\n\n                      on by or under the Authority of Southern Railways. The Minimum Wages\n\n                      notification issued by the Central Government is applicable to the wages\n\n                      payable to the workmen engaged in the activities notified as scheduled\n\n                      Employment by the contractors for the work of Southern Railways under the\n\n                      contract agreement. Therefore, a letter was addressed dated 28.05.2018 to\n\n                      the 1st respondent herein to look into the matter and make necessary\n\n                      inclusion of clauses in the tender/work agreement for timely revision of the\n\n                      minimum wages in conformity with Notification on revision Minimum\n\n                      Rates of Wages and Variable Dearness Allowance notified by the Central\n\n                      Government at regular intervals; which has to be paid to all contract\n\n                      workers engaged by the 1st respondent, either directly or through another\n\n                      person so that there is no complaints of less/short payments made to this\n\n                      office/department or detected by this office.     It is the duty of every\n\n                      contractor to disburse the Minimum Rates of Wages as notified by the\n\n                      Government of India from time to time under <a href=\"/doc/1582225/\" id=\"a_5\">Section 12</a> of the Minimum\n\n                      Wages Act, 1948. The statutory Rates of Wages are periodically revised\n\n\n<span class=\"hidden_text\" id=\"span_27\">                      16/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_28\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      with effect from 1st April and 1st October during every year. Whenever\n\n                      such rates are revised/enhanced, it becomes obligatory on the part of the\n\n                      contractors to disburse such revised rates of wages to the workmen\n\n                      employed under them. It is the duty of every Principal Employer to devise\n\n                      the terms of Agreement/Contract to provide for the periodical payment of\n\n                      revised Minimum wages to attain the objectives of the above Act. It is also\n\n                      the duty of every Principal Employer to ensure the payment of such\n\n                      revised/enhanced rates of wages to all the workmen by all contractors\n\n                      engaged by the principal employer. Whenever such rates are revised and\n\n                      upon submission of such disbursement of such periodical revised rates of\n\n                      wages by the contractor, it is obligatory on the part of the principal\n\n                      employer to reimburse difference of wages arising out to such revision. It is\n\n                      the statutory duty of the Southern Railways to ensure the payment of\n\n                      Minimum Rates of Wages revised from time to time and also to reimburse\n\n                      the contractor upon such payment of revised/enhanced rates. We have\n\n                      already communicated enlightening above statutory obligations to the\n\n                      petitioner vide letter dated 29.10.2018 and also to the respondent No.1 on\n\n                      28.05.2018.\n</blockquote>\n<blockquote id=\"blockquote_8\">\n<span class=\"hidden_text\" id=\"span_29\">                      17/65</span>\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_18\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                                W.P.No.17160 of 2019</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">                              5. Additional counter affidavit is filed by the 2nd respondent wherein\n\n                      it is stated as follows:\n</p>\n<blockquote id=\"blockquote_9\">                              In Para 5 &amp; 6 of his Counter Affidavit, the third respondent has relied\n\n                      upon the letters dated 28.05.2018 and 29.10.2018 which have been issued in\n\n                      respect of a different contract which is not relevant to the terms and\n\n                      conditions mentioned in the present contract. The third respondent has\n\n                      failed to consider that in Clause 16 of the Instructions to Tenderers and\n\n                      Conditions of Tender, it has been mentioned that, the wages payable to\n\n                      labourers should be as per the minimum wages as prescribed by Deputy\n\n                      Chief Labour Commissioner (Central), Government of India, Ministry of\n\n                      Labour &amp; Employment, New Delhi, vide Letter No.M.92(02)/2012-C 1\n\n                      dated 26.03.2012 for sweeping and cleaning work (subject to revision from\n\n                      time to time). The third respondent has failed to consider that there is no\n\n                      price revision clause in the agreements and that the petitioner did not raise\n\n                      any issue for about two and a half years from the commencement of the\n\n                      contract in February, 2017. The term of the thirty contracts awarded to the\n\n                      petitioner have already expired on 09.02.2020 and 19.02.2020 respectively.\n\n                      Since this issue relates to disputed facts and interpretation of terms and\n\n\n<span class=\"hidden_text\" id=\"span_31\">                      18/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_32\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                      conditions of the contract, it should be decided only by the Arbitrator to be\n\n                      appointed as per the general conditions of the contract. For ascertaining\n\n                      whether the petitioner has paid revised minimum wages, quantum of claim,\n\n                      details of labour etc., all have to be adjudicated only before the Arbitrator\n\n                      by producing relevant documents, records etc., for substantiating the claim.\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_20\">                              6. Mr.P.Wilson, learned Senior Counsel for the writ petitioner\n\n                      submitted as follows:\n</p>\n<blockquote id=\"blockquote_10\">                              The petitioner/Contractor is seeking the relief against the Railways,\n\n                      who is the principal employer for discharging their statutory liability in\n\n                      paying the minimum wages to the employees. Employer as contemplated\n\n                      under <a href=\"/doc/130309/\" id=\"a_6\">Section 2(e)</a> of the Minimum Wages Act, 1948, is the principal\n\n                      employer viz., the Railways. <a href=\"/doc/1582225/\" id=\"a_7\">Section 12</a> of the said Act deals with payment\n\n                      of minimum rates of wages. <a href=\"/doc/1285049/\" id=\"a_8\">Section 20</a> of the said Act deals with claims for\n\n                      paying minimum wages. An application has to be made under <a href=\"/doc/1764073/\" id=\"a_9\">Section 20(3)</a>\n\n                      before the concerned Authority for paying the minimum wages, if it is not\n\n                      paid by the employer and such Authority shall pass orders on such\n\n                      application. Here, in this case, the third respondent is the Authority under\n\n\n<span class=\"hidden_text\" id=\"span_33\">                      19/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_34\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      <a href=\"/doc/1285049/\" id=\"a_10\">Section 20</a>, who in turn already passed an order on 29.10.2018, directing the\n\n                      Railways to pay minimum wages. Therefore, there is no necessity to file\n\n                      any claim petition under <a href=\"/doc/1285049/\" id=\"a_11\">Section 20</a>, as the Authority constituted under the\n\n                      said provision has already passed an order. The dispute is not an arbitral\n\n                      dispute warranting the reference of the matter before the Arbitration. On\n\n                      the other hand, it is the statutory liability which cannot be disputed by the\n\n                      Railways and therefore, the writ petition, as such, filed seeking for\n\n                      enforcement of such statutory liability, is maintainable. On 16.10.2016,\n\n                      tender was floated. On 18.11.2016, the tender was closed. Subsequently,\n\n                      notification dated 19.01.2017 was issued enhancing the minimum wages\n\n                      from Rs.359.93 per person to Rs.536 per person. However, while entering\n\n                      into an agreement on 30.10.2017, the Railways has not quoted the correct\n\n                      notification viz., enhancement notification dated 19.01.2017 at clause 13 of\n\n                      the said Agreement. Even otherwise, as per clause 13, the minimum wages\n\n                      is liable to be paid by the Railways subject to revision from time to time.\n\n                      Schedule A of the tender document deals with cost of labourers for cleaning\n\n                      work as per Annexure A and the said amount shown in Schedule A viz.,\n\n                      Rs.23,32,350/- is non negotiable as the said sum represents the minimum\n\n\n<span class=\"hidden_text\" id=\"span_35\">                      20/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_36\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      wages payable to the employers. Therefore, the petitioner cannot vary the\n\n                      said sum nor the Railway.      The said sum is payable by the principal\n\n                      employer viz., Railways to the labourers. Only the amounts quoted in\n\n                      Schedule B and Schedule C of the tender documents are negotiable. Insofar\n\n                      as the amount referred to under Schedule A is concerned, it is a statutory\n\n                      liability without having any option to vary such liability as well as the\n\n                      person on whom such liability is fastened. Therefore, it is an undisputable\n\n                      liability and consequently, no arbitration is required. The petitioner cannot\n\n                      be expected to compensate the increase of minimum wages by taking the\n\n                      amounts quoted from the Schedule B and C. The petitioner had paid the\n\n                      enhanced minimum wages in pursuant to the interim order granted by this\n\n                      Court and therefore, the Railways has to reimburse the said amount already\n\n                      paid by the petitioner. Now the Railway has to comply with the direction\n\n                      already issued by the third respondent as contemplated under <a href=\"/doc/1764073/\" id=\"a_12\">Section 20(3)</a>.\n\n                      The order passed by the third respondent has become final as contemplated\n\n                      under <a href=\"/doc/181635/\" id=\"a_13\">Section 20(6)</a>. In respect of the similar contract entered into by\n\n                      Northern Railways, there is an admission under clause 23.4 of the\n\n                      agreement therein to pay the enhanced rate of minimum wages by the\n\n\n<span class=\"hidden_text\" id=\"span_37\">                      21/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_38\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      principal employer.     Only in the case of the petitioner, they are being\n\n                      discriminated.     In respect of similarly situated contractor viz., Thai\n\n                      Foundation, the very same Railway admitted that they are the principal\n\n                      employers and paid enhanced minimum wages directly to the employees.\n\n                      Even in the case of increased GST, the Railways has agreed to pay the extra\n\n                      GST to the Contractor whereas they are refusing to pay the enhanced\n\n                      minimum wages to the employees.\n</blockquote>\n<blockquote id=\"blockquote_11\">\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_21\">                              7. In support of his submission that dispute is not an arbitral dispute\n\n                      and therefore, it is not necessary to refer the matter to the arbitration, the\n\n                      learned Senior Counsel for the petitioner relied on the following decisions.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_39\">i) 2011(5) SCC 697 (<a href=\"/doc/609434/\" id=\"a_14\">Union of India v. Tantia Constructions</a>);</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_40\">ii) 2004(3) SCC 553 (<a href=\"/doc/1943124/\" id=\"a_15\">ABL International v. Export Credit Guarantee\n                                    Corporation</a>;</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\">                              iii) 2010(11) SCC 186 (Zonal Manager, Central Bank of India v. Devi\n                                     Ispat Ltd. and Ors.); and\n</p><p data-structure=\"Precedent\" id=\"p_25\">                              iv) unreported decision of the Division Bench of this Court made in\n                                   W.A.No.17 of 2009 dated 26.10.2009.\n</p><p data-structure=\"Precedent\" id=\"p_26\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1542973\" id=\"span_41\">v) 2018(6) SCC 202 (<a href=\"/doc/1542973/\" id=\"a_16\">Chennai Port Trust vs. Chennai Port Trust\n                                  Industrial Employees Canteen Works Employees Association</a>.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">                              8. In support of his contention that the statutory liability of minimum\n\n\n<span class=\"hidden_text\" id=\"span_42\">                      22/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_43\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      wages is liable to be paid, the learned Senior Counsel relied on the\n\n                      following decisions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320374\" id=\"span_44\">i) 1980 ILR Del.164 (M/s.Krishan <a href=\"/doc/320374/\" id=\"a_17\">Kumar Madhok vs. Union of\n                                  India</a>);</span>\n</p><p data-structure=\"Precedent\" id=\"p_29\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_45\">ii) 1994(3) SCC 521(<a href=\"/doc/1478013/\" id=\"a_18\">Tarapore and Co. vs. State of Madhya Pradesh</a>);</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">                              iii) 2009(16) SCC 504 (Union of India vs. Saraswat Trading Agency)\n                                      and\n</p><p data-structure=\"Issue\" id=\"p_31\">                               iv) order passed in W.P.No.18584 of 2019, etc., dated 14.11.2019\n                                    (SMSJ).\n</p>\n<p data-structure=\"RespArg\" id=\"p_32\">                              9. Per contra, Mr.P.T.Ramkumar, learned Standing Counsel for the\n\n                      Railways/respondents 1 and 2 submitted as follows:\n\n</p><blockquote id=\"blockquote_12\">                              Period of contract is for three years. The subject matter writ petition\n\n                      is in respect 30 individual e-tenders.       The tender document is dated\n\n                      19.01.2016. As per clause 13 of the agreement entered between the parties\n\n                      as well as the letter of acceptance issued by the Railways, the petitioner has\n\n                      to pay the minimum wages to its employees subject to revision from time to\n\n                      time and such payment will be reimbursed by the Railway. Under clause 6\n\n                      of the agreement, it is specifically stated that no request for revision or\n\n                      modification of the rates already agreed upon shall be entertained and\n\n                      therefore, the petitioner is not entitled to seek for the present relief. Even\n\n                      otherwise, the agreement entered between the parties contained a specific\n\n\n<span class=\"hidden_text\" id=\"span_46\">                      23/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_47\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      clause for arbitration. Therefore, any dispute or difference between the\n\n                      parties arising out of the contract has to be resolved by resorting to\n\n                      arbitration proceedings. Thus, the writ petition is not maintainable. It is not\n\n                      correct to contend that there is no arbitral dispute. The petitioner, in fact,\n\n                      has offered 27% rebate on gross value of each contract and such rebate is\n\n                      referable to quantum referred to in Schedule A, B and C of the tender\n\n                      document. Therefore, the petitioner, having given rebate of 27% out of\n\n                      gross value is not entitled to now seek the enhanced minimum wages from\n\n                      the railways. The contract was commenced in the month of February 2017.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">                      The petitioner did not raise the issue for the past two years and only at the\n\n                      fag end of the contract, they have raised the present issue by filing the writ\n\n                      petition. The petitioner has already approached the third respondent and the\n\n                      matter is pending before them. Therefore, parallely the petitioner cannot\n\n                      agitate the same issue before this Court. The counter filed by the third\n\n                      respondent is based on two letters which is not referable to the present\n\n                      contract.   In the absence of any clause entitling the contractor to seek\n\n                      escalation of the wages, the same cannot be sought for. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"124208757\" id=\"span_48\">In support of the\n\n                      said contention, 2018(7) SCC 794 (<a href=\"/doc/124208757/\" id=\"a_19\">Union of India v. Varindera</a>\n\n\n<span class=\"hidden_text\" id=\"span_49\">                      24/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_50\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      Constructions Limited &amp; Ors) is relied on. When the agreement contains\n\n                      an arbitration clause, the party should be directed to resolve their dispute\n\n                      only through arbitration proceedings.</span>      In support of such contention,\n\n                      2019(1) Writ Law Reporter 425 M/s. Zee Laboratories v. Tamil Nadu\n\n                      Medical Services Corporation Ltd.), 2017(1)CWC 434 (Transstroy North\n\n                      Cargo     Berth   III   Port   Pvt.Ltd.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"891919\" id=\"span_51\">v.   The     Board   of   Trustees,\n\n                      V.O.Chidambaranar Port Trust), 2017(4) CTC 644 (The Superintending\n\n                      Engineer (Highways) Projects Circle, Chennai &amp; Ors vs. East Coast\n\n                      Constructions and Industries Ltd. rep. by its Director, S.A.Mohammed\n\n                      Mohideen), 2009(1) MLJ 356 ( <a href=\"/doc/891919/\" id=\"a_20\">S.Giria v. Chairman-cum-Manging\n\n                      Director</a>, tamil nadu Civil Supplies Corporation Ltd., Chenai &amp; Ors.) and\n\n                      2014(2) CWC 434 S.K.Kanniah Naidu &amp; Co., vs. The General Bharath\n\n                      Petroleum Corporation Ltd.,) are relied on.          The very same petitioner\n\n                      already filed 3 O.Ps. in respect of different contract under <a href=\"/doc/596725/\" id=\"a_21\">Section 11</a> of\n\n                      Arbitration Act seeking for payment.       Therefore, the petitioner cannot\n\n                      choose arbitration proceedings in one matter and writ petition in another\n\n                      matter.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n\n\n<span class=\"hidden_text\" id=\"span_52\">                      25/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_53\">\f                                                                                W.P.No.17160 of 2019</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_35\">                              10. Mr.P.Wilson, learned Senior Counsel for the petitioner, by way of\n\n                      his reply, submitted as follows:\n</p>\n<blockquote id=\"blockquote_13\">                              Schedule-A of the contract is admittedly referable to the wages\n\n                      payable to the employees and non-negotiable.           Therefore, there is no\n\n                      question of granting any rebate to such statutory obligation. The relevant\n\n                      clause contained in the agreement referable to payment of minimum wages\n\n                      also stipulate that such payment is subject to revision.        Therefore, the\n\n                      Railway, being the principal employer, cannot escape from such statutory\n\n                      obligation and liability. Since the issue between the parties is in respect of\n\n                      discharging the statutory liability, it is not an arbitral dispute which needs\n\n                      for referring the matter for arbitration. If the Railway is not directed to\n\n                      reimburse the petitioner who has paid the enhanced minimum wages to its\n\n                      employees, it would amount to unjust enrichment on the part of the Railway.\n\n                      In support of the above contention, unreported decision of this Court in\n\n                      W.P.No.20925 of 2017(DB) dated 23.01.2018 and 1989(4) SCC 1\n\n                      (Mahabir Kishore &amp; Ors. v. State of Madhya Pradesh) are relied on.\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_36\">                              11. Mr.Thiruvengadam, learned counsel for the third respondent\n\n                      submitted that he is reiterating the contentions raised in the counter affidavit\n\n\n<span class=\"hidden_text\" id=\"span_54\">                      26/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_55\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      filed by the third respondent. Therefore, he submitted that the statement\n\n                      made in the counter of the third respondent can be taken as his submission.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_37\">                              12. Heard Mr.P.Wilson, learned senior counsel for the petitioner,\n\n                      Mr.P.T.Ramkumar, learned Standing Counsel for the respondents 1 &amp; 2\n\n                      and Mr.S.Thiruvengadam, learned counsel appearing for the 3rd respondent.\n\n                      Perused the pleadings of the respective parties, documents filed in support\n\n                      of such pleadings and the case laws relied on by them.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_38\">                              13. Upon considering the facts and circumstances of the present case,\n\n                      the following questions emerge for consideration in this writ petition.\n\n</p><p data-structure=\"Issue\" id=\"p_39\">                              (a) Whether the relief sought for in this Writ Petition can be\n\n                      considered and decided by this Court itself, while exercising               the\n\n                      jurisdiction under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution of India or the petitioner is\n\n                      to be driven to resolve the dispute by way of arbitration proceedings?\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">                              (b) If this Court comes to the conclusion that the relief sought for in\n\n                      this Writ Petition can be considered and decided by this Court itself, what\n\n                      the relief the petitioner is entitled to?\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n<span class=\"hidden_text\" id=\"span_56\">                      27/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_57\">\f                                                                                W.P.No.17160 of 2019</span>\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_42\">                              14. The petitioner is admittedly awarded with 30 contracts, covered\n\n                      in this Writ Petition, for executing the work of cleaning of the respective\n\n                      Railway Stations for a period of three years. It is not in dispute that all the\n\n                      30 contracts period came to an end on 09.02.2020 and 19.02.2020. Bidding\n\n                      amount for each contract contains four components viz.,\n\n                      Schedule-A - Cost of labourers for normal cleaning work as per Annexure-\n                      A, cobweb removal as per Annexure-B           and    garbage removal as per\n                      Annexure-C. Note: Only at par/ above to be chosen if bid quoted as &quot;below&quot;\n                      will be rejected.\n</p><p data-structure=\"PetArg\" id=\"p_43\">                      Schedule-B - Cost of consumables as per Annexure-D and protective gears\n                      &amp; ubiforms as per Annexure-E.\n                      Schedule-C - Rental for vehicle for garbage removal/ dumping charge as\n                      per Annexure-F.\n                      Schedule D - Service Tax @ 15%\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_44\">                              15. Out of those four schedules, the present dispute, admittedly,\n\n                      between the parties is in respect of the amount referred to in Schedule-A\n\n                      and not in respect of the amounts referred to in other three Schedules. In\n\n                      other words, the claim made in this Writ Petition is only in respect of cost of\n\n\n<span class=\"hidden_text\" id=\"span_58\">                      28/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_59\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      labourers. To put it more clearly, the claim of the petitioner against the\n\n                      Railways is in respect of payment of the wages to the labourers dealt with\n\n                      under Schedule-A, as per the <a href=\"/doc/142278/\" id=\"a_23\">Minimum Wages Act</a> and the notification\n\n                      dated 19.01.2017, stipulating enhanced quantum of the minimum wages.\n\n                      Since the issue raised in respect of such minimum wage is common to all\n\n                      the 30 contracts, for the purpose of convenience, I take one contract work as\n\n                      a sample contract viz., cleaning of Chennai Park Town Railway Station.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_45\">                              16. In respect of the above contract, Schedule-A, which deals with\n\n                      cost of labourers, stipulated a sum of Rs.23,32,350/- as the amount payable\n\n                      to those labourers. It is also made clear therein that bidding amount to be\n\n                      quoted by the bidder in respect of Schedule-A, should be either at par or\n\n                      above than such amount. It is also made clear therein that if the bid quoted\n\n                      is below the amount referred to under Schedule-A, the bid will be rejected.\n\n                      Thus, it is evident that the amount referred under Schedule-A is the wage\n\n                      payable to the labourers as per the <a href=\"/doc/142278/\" id=\"a_24\">Minimum Wages Act</a> and the bidder is\n\n                      not entitled to quote lesser than the said amount. He can quote either at par\n\n                      with the said amount or above than that. The resultant position is that the\n\n\n<span class=\"hidden_text\" id=\"span_60\">                      29/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_61\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                      labourers should be paid the minimum wages and the bidder or the Railway\n\n                      is not entitled to negotiate with the said amount nor they can vary the same,\n\n                      according to their whims and fancies against the mandatory statutory\n\n                      requirement. To put it more precisely, the amount referred under Schedule-\n\n                      A, being the wage payable to the labourers, under the <a href=\"/doc/142278/\" id=\"a_25\">Minimum Wages Act</a>,\n\n                      is the statutory liability fastened on the employer and therefore, there is no\n\n                      question of varying the said amount either by way of negotiation or by\n\n                      quoting lesser amount than the one shown in Schedule-A or by giving any\n\n                      rebate on the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\n\n</p><p data-structure=\"Section\" id=\"p_47\">                              17. At this juncture, it is relevant to note the Letter of Acceptance\n\n                      dated 30.01.2017 issued by the Railways to the petitioner. In the said letter,\n\n                      Clause 13 reads as follows:\n</p>\n<blockquote id=\"blockquote_14\">                                          13. The wages payable to labourers should be as\n                                    per the minimum wages as prescribed by Deputy\n                                    Chief Labour Commissioner (Central) Government of\n                                    India, Ministry of Labour &amp; Employment, New Delhi\n                                    vide letter No.M.92(02)/2012-C1 dated 26.023.2012 &amp;\n                                    No.1/17(6)/2014-LS-II dated 29.09.14 for sweeping and\n                                    clearing work (subject to revision from time to time)\n\n<span class=\"hidden_text\" id=\"span_62\">                      30/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_63\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                                  Components      should    be   increased    periodically.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">                                  Dearness Allowance should be paid as amended by\n                                  Labour Commission from time to time. Timely payment\n                                  should be made to the labourers (normally 7th or latest\n                                  by 10th of every month). Violation of the same will\n                                  invite imposing suitable penalty. Whenever a labourer\n                                  is engaged for more than 8 hours in a day, Over Time\n                                  Allowance should be paid From the wages payable to\n                                  labourers, necessary recovery towards provident Fund\n                                  (PF) and Employees&#x27; State Insurance (ESI) should be\n                                  made and remitted to the         concerned authorities\n                                  without fail. The contractor should obtain license from\n                                  Assistant Labour Commissioner (Central) Chennai, if\n                                  the number of labourers engaged are more than twenty.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">                                                                    (emphasis supplied)\n                      On the very same day, an Agreement was entered into between the parties\n\n                      viz., the petitioner and the Railways, wherein Clause 13 also reads and\n\n                      reiterates as that of the above Clause 13 found in the Letter of Agreement.\n\n                      In the General Instructions for e-tendering issued by the Indian Railway, it\n\n                      is stated in Clause 16 that the contractor has to comply with the <a href=\"/doc/142278/\" id=\"a_26\">Minimum\n\n                      Wages Act</a> etc. and the wages payable to the labourers should be as per the\n\n                      minimum wages as prescribed by Deputy General Labour Commissioner\n\n<span class=\"hidden_text\" id=\"span_64\">                      31/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_65\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      (Central), Government of India, Ministry of Labour and Employment by\n\n                      letter dated 26.03.2012 for sweeping and cleaning work (subject to revision\n\n                      from time to time) and that the component should be increased periodically.\n\n                      Though at the time of issuing tender documents, the minimum wage payable\n\n                      to the labourers was prescribed through notifications dated 26.03.2012 and\n\n                      29.09.2014, factual position remains that before issuing the Letter of\n\n                      Acceptance and entering into the agreement, both dated 30.01.2017, a\n\n                      notification dated 19.01.2017 was issued by the competent authority viz.,\n\n                      the Government of India, revising the minimum rates of wages. As per the\n\n                      said notification, the revised minimum wage has been increased to Rs.523/-\n\n                      per day in respect of area A, which covers Chennai also. Though it is\n\n                      contended by the Railway that the petitioner is not entitled to claim over and\n\n                      above the rate quoted under Schedule A towards minimum wages, going by\n\n                      very terms of Clause 13 of the Agreement and Letter of Acceptance, in my\n\n                      considered view, such objection is liable to be rejected as it is nothing but a\n\n                      clear absurdity, made without understanding the scope and ambit of Clause\n\n                      13 of the Agreement and Letter of Acceptance. No doubt, under the said\n\n                      Clause, the earlier notifications dated 26.03.2012 and 29.09.2014 were\n\n\n<span class=\"hidden_text\" id=\"span_66\">                      32/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_67\">\f                                                                              W.P.No.17160 of 2019</span>\n\n                      referred to as the notifications for paying the minimum wages. But the fact\n\n                      remains that as on the date of entering into the agreement and giving Letter\n\n                      of Acceptance, fresh notification enhancing the minimum wage was already\n\n                      issued by the Government on 19.01.2017 as discussed supra. There cannot\n\n                      be two opinion that payment of minimum wages is a statutory liability\n\n                      fastened on the employer and that the employer is bound by the periodical\n\n                      notification issued revising the said minimum wage from time to time.\n\n                      Consequently, the Railway being the principal employer cannot take shelter\n\n                      under the previous notifications and say that they would pay only as per the\n\n                      previous notifications, without reference to or complying with the existing\n\n                      notification dated 19.01.2017 as on the date of agreement. A careful perusal\n\n                      of the said Clause 13 would further show that the payment of minimum\n\n                      wages based on the notification referred to therein is always &quot;subject to\n\n                      revision from time to time&quot; and that &quot;components should be increased\n\n                      periodically&quot;. Therefore, there is no meaning in saying that the Railway is\n\n                      not bound to pay the minimum wages as per the new notification dated\n\n                      19.01.2017.   The terms &quot;subject to revision from time to time&quot; and\n\n                      &quot;components should be increased periodically&quot; are the terms to be acted\n\n\n<span class=\"hidden_text\" id=\"span_68\">                      33/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_69\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                      upon by both parties to the contract and not by one party alone. In other\n\n                      words, the periodical increase, if any, of minimum wages, is to be\n\n                      implemented and the employees should be paid accordingly. It is an\n\n                      admitted position that Schedule-A payment will be made by the employer to\n\n                      employee. It is also an admitted position that the amount referred in\n\n                      Schedule-A will be paid by the contractor to the employees which in turn to\n\n                      be reimbursed by Railway. Hence, Railway cannot escape from such\n\n                      liability.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n\n</p><p data-structure=\"RespArg\" id=\"p_51\">                              18. It is true, Clause 46 of the Agreement contemplates arbitration\n\n                      procedure, in the event of any dispute or difference between the parties as to\n\n                      the construction or operation of the contract or the respective rights and\n\n                      liability of the parties or any matter in question. By heavily relying on the\n\n                      above said Clause, the Railway contended that the dispute raised in this writ\n\n                      petition cannot be decided by this Court by exercising its writ jurisdiction\n\n                      and on the other hand, the petitioner should be directed to resort to\n\n                      arbitration proceedings. In support of the above contentions, the learned\n\n                      counsel for the Railways relied on the following decisions:\n\n\n<span class=\"hidden_text\" id=\"span_70\">                      34/65</span>\n\n\n</p><blockquote id=\"blockquote_15\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_71\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                              (1) 2019(1) Writ Law Reporter 425 M/s. Zee Laboratories v. Tamil\n                      Nadu Medical Services Corporation Ltd.),\n                              (2) 2017(1) CWC 434 (Transstroy North Cargo Berth III Port\n                      Pvt.Ltd. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"891919\" id=\"span_72\">v. The Board of Trustees, V.O.Chidambaranar Port Trust),\n                              (3) 2017(4) CTC 644 (The Superintending Engineer (Highways) v.\n                      East Coast Constructions and Industries Ltd.),\n                              (4) 2009(1) MLJ 356 ( <a href=\"/doc/891919/\" id=\"a_27\">S.Giria v. Chairman-cum-Manging Director</a>,\n                      tamil nadu Civil Supplies Corporation Ltd., Chenai &amp; Ors.)and\n                               (5) 2014(2) CWC 434 (S.K.Kanniah Naidu &amp; Co. v. The\n                      G.M.Bharath Petroleum Corporation Ltd.).</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">\n</blockquote><p data-structure=\"Facts\" id=\"p_52\">                              19. Let me first deal with the above case laws. The facts of the case\n\n                      reported in 2019(1) Writ Law Reporter 425 M/s. Zee Laboratories v. Tamil\n\n                      Nadu Medical Services Corporation Ltd.) in short is as follows:\n\n</p><blockquote id=\"blockquote_17\">                              Challenge made in the said writ petition was against the order of\n\n                      blacklisting the petitioner for a period of 5 years on the reason that the drugs\n\n                      produced by the petitioner therein was         adulterated or spurious. The\n\n                      Appellate Laboratory found the subject matter drug as spurious and such\n\n                      finding was not questioned by the writ petitioner therein. However, the\n\n                      petitioner contended that they did not agree with the test report of the\n\n                      Government analyst and they have sent the sample for re-analysing once\n\n<span class=\"hidden_text\" id=\"span_73\">                      35/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_74\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                      again by the appellate laboratory. Taking note of the above stated disputed\n\n                      question of facts and circumstances, this Court found that the petitioner is\n\n                      not entitled to challenge the impugned order therein by way of writ petition\n\n                      and that the petitioner therein has to work out its remedy by resorting to\n\n                      arbitration. Therefore, I find that the above decision is totally different and\n\n                      distinguishable on facts and circumstances, more particularly, when there\n\n                      was an arbitral dispute with regard to the quality of the drugs supplied by\n\n                      the petitioner therein.\n</blockquote>\n<blockquote id=\"blockquote_18\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">                              20. In 2017(1) CWC 434 (Transstroy North Cargo Berth III Port\n\n                      Pvt.Ltd. v. The Board of Trustees, V.O.Chidambaranar Port Trust), this\n\n                      Court found that the order passed for forfeiting the performance guarantee\n\n                      therein showed the arbitral dispute between the parties as the respondent\n\n                      Port Trust therein had set out some reasons touching on factual aspects for\n\n                      such forfeiture. Therefore, this Court directed the parties therein to resort to\n\n                      the arbitration, instead of seeking remedy by way of writ petition.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">                              21. It is to be noted at this juncture that in both the above cases, the\n\n\n<span class=\"hidden_text\" id=\"span_75\">                      36/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_76\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                      respective claim of the parties therein are with regard to their liability on\n\n                      disputed question of facts and not with regard to any admitted statutory\n\n                      liability.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">                              22. In 2017(4) CTC 644 (The Superintending Engineer (Highways)\n\n                      v. East Coast Constructions and Industries Ltd.), the Division Bench of\n\n                      this Court found that the writ petition is not maintainable in the contractual\n\n                      matters, especially, when huge disputed questions are involved and when\n\n                      the parties have agreed for dispute redressal mechanism.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">                              23. In 2014(2) CWC 434 (S.K.Kanniah Naidu &amp; Co. v. The\n\n                      G.M.Bharath Petroleum Corporation Ltd.), it is observed that if alternative\n\n                      remedy or forum is provided by law, the High Court may insist to avail such\n\n                      remedy rather than interfering with under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of\n\n                      India. In 2009(1) MLJ 35 (S.Girija v. Chairman-cum-M.D.,T.N.C.S.C. Ltd.),\n\n                      this Court observed that the provision of arbitration is very specific and the\n\n                      same has been agreed to be resorted to by both parties and as such parties\n\n                      should be relegated to the proceedings before the Arbitrator. The dispute\n\n\n<span class=\"hidden_text\" id=\"span_77\">                      37/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_78\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                      therein was in respect of the alleged deficiencies of service on the part of\n\n                      the contractor in executing the work.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">                              24. Therefore, it is evident that in all the above cases, the dispute\n\n                      between the parties is with regard to their non-statutory obligations or\n\n                      performances. Hence, to resolve such dispute involving disputed question\n\n                      of facts and circumstances, consideration of evidence is necessary. Thus, the\n\n                      existence of arbitral dispute was apparent in those cases. On the other hand,\n\n                      in this case, I have already pointed out that the dispute between the parties\n\n                      is with regard to the performance of the statutory obligation, namely\n\n                      payment of minimum wages to the labourers as per <a href=\"/doc/142278/\" id=\"a_29\">Minimum Wages Act</a>,\n\n                      which does not require consideration of any factual dispute. On the other\n\n                      hand, it can be considered and decided based on the admitted liabilities\n\n                      under the contract .\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_79\">25. It is not in dispute that Schedule-A is wholly referable and in\n\n                      relation to payment of minimum wages to the labourers. It is also not in\n\n                      dispute that the said minimum wages should be paid by the employer to the\n\n\n<span class=\"hidden_text\" id=\"span_80\">                      38/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_81\">\f                                                                               W.P.No.17160 of 2019</span>\n\n                      employees. In this case, it is admitted fact that such wages are to be paid by\n\n                      the petitioner, which in turn shall have to be reimbursed by the Railways. In\n\n                      other words, the Railway being the principal employer pays such minimum\n\n                      wages to the employees through its contractor namely, the petitioner. Thus,\n\n                      the said statutory liability fastened on the employer to pay the minimum\n\n                      wages, cannot be called as a dispute, muchless an arbitral dispute, requiring\n\n                      reference of the same to the arbitration. At this juncture,it is relevant to\n\n                      quote the observation made by the Apex Court in 2011 (5) SCC 697 (<a href=\"/doc/609434/\" id=\"a_30\">Union\n\n                      of India v. Tantia Constructions</a>) at paragraph No.33 as follows:</span>\n\n</p><blockquote id=\"blockquote_19\">                                         33. Apart from the above, even on the question of\n                                  maintainability of the writ petition on account of the\n                                  arbitration clause included in the agreement between\n                                  the parties, it is now well established that an alternative\n                                  remedy is not an absolute bar to the invocation of the\n                                  writ jurisdiction of the High Court or the Supreme\n                                  Court and that without exhausting such alternative\n                                  remedy, a writ petition would not be maintainable. The\n                                  various decisions cited by Mr Chakraborty would\n                                  clearly indicate that the constitutional powers vested in\n                                  the High Court or the Supreme Court cannot be fettered\n                                  by any alternative remedy available to the authorities.\n\n<span class=\"hidden_text\" id=\"span_82\">                      39/65</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_83\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                                   Injustice, whenever and wherever it takes place, has to\n                                   be struck down as an anathema to the rule of law and\n                                   the provisions of the Constitution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n\n</p><p data-structure=\"Precedent\" id=\"p_64\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184405\" id=\"span_84\">26. Likewise in 2010(11) SCC 186 (<a href=\"/doc/184405/\" id=\"a_31\">Zonal Manager Central Bank of\n\n                      India v. Devi Ispat Ltd. and Ors</a>), the Apex Court at paragraph No.28 has\n\n                      observed as follows:</span>\n</p>\n<blockquote id=\"blockquote_20\">                                         28. It is clear that, (a) in the contract if there is a\n                                   clause for arbitration, normally, writ court should not\n                                   invoke its jurisdiction; (b) the existence of effective\n                                   alternative remedy provided in the contract itself is a\n                                   good ground to decline to exercise its extraordinary\n                                   jurisdiction   under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226;</a> and (c) if the\n                                   instrumentality of the State acts contrary to the public\n                                   good, public interest, unfairly, unjustly, unreasonably\n                                   discriminatory and violative of <a href=\"/doc/367586/\" id=\"a_33\">Article 14</a> of the\n                                   Constitution of India in its contractual or statutory\n                                   obligation, writ petition would be maintainable.\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">                                   However, a legal right must exist and corresponding\n                                   legal duty on the part of the State and if any action on\n                                   the part of the State is wholly unfair or arbitrary, writ\n                                   courts can exercise their power. In the light of the legal\n                                   position,   writ   petition   is   maintainable    even   in\n\n<span class=\"hidden_text\" id=\"span_85\">                      40/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_86\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                                   contractual matters, in the circumstances mentioned in\n                                   the earlier paragraphs.\n</p><p data-structure=\"Precedent\" id=\"p_66\">                                                                         (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_67\">                              27. The Division Bench of this Court in its order made in\n\n                      W.A.No.17/2009 dated 26.10.2009 has observed at paragraph Nos.23, 24 &amp;\n\n                      25 as follows:\n</p>\n<blockquote id=\"blockquote_21\">                                          23. When the cancellation of allotment suffers\n                                   from    unreasonableness,      certainly    exercise    of\n                                   jurisdiction under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of Constitution is not\n                                   daunted. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_87\">In (<a href=\"/doc/1943124/\" id=\"a_35\">2004) 3 SCC 553 [ABL International\n                                   Limited v. Export Credit Guarantee Corporation of\n                                   India Limited</a>], the Supreme Court held that once the\n                                   State or an instrumentality of State enters into a\n                                   contract, it is under an obligation to act fairly, justly\n                                   and reasonably in consonance with <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> of the\n                                   Constitution. Contractual rights and obligations, in\n                                   appropriate cases, therefore, can be enforced by a writ\n                                   court by issuing suitable directions to set right an\n                                   arbitrary action of such authority.</span>\n</blockquote><blockquote id=\"blockquote_22\">                                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_88\">24. Although ordinarily a superior court in\n                                   exercise of its Writ jurisdiction would not interferes the\n                                   terms of a contract qua contract, it is trite that when an\n                                   action of the State is arbitrary or discriminatory and\n\n<span class=\"hidden_text\" id=\"span_89\">                      41/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_90\">\f                                                                                  W.P.No.17160 of 2019</span>\n\n                                    thus violative of <a href=\"/doc/367586/\" id=\"a_37\">Article 14</a> of Constitution a Writ\n                                    Petition would be maintainable (See <a href=\"/doc/1943124/\" id=\"a_38\">ABL International\n                                    Ltd. v. Export Credit Guarantee Corpn. of India Ltd.</a>,\n                                    (2004) 3 SCC 553].</span>\n</blockquote><blockquote id=\"blockquote_23\">                                           25. As the State is under obligation to act justly,\n                                    fairly and reasonably, every action of public authority\n                                    can be tested on the touchstone of <a href=\"/doc/367586/\" id=\"a_39\">Article 14</a> of the\n                                    Constitution. As a matter of principle, therefore, it\n                                    cannot be laid down that, in no case, a writ petition can\n                                    be instituted for the enforcement of contractual rights\n                                    and liabilities. Whether or not a writ petition is\n                                    maintainable depends upon the facts and circumstances\n                                    of the case, the nature of action, the nature of injury,\n                                    infringement of right, issues involved, relief sought and\n                                    other relevant considerations.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_68\">                              28. No doubt, it is true that normally, the parties should be directed to\n\n                      resolve their dispute through arbitration proceedings, if the contract/\n\n                      agreement entered between them contains a clause for arbitration. At the\n\n                      same time, it should be noted that this Court,            while exercising its\n\n                      jurisdiction under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution of India, is not precluded\n\n                      from considering as to whether an arbitral dispute lies between the parties\n\n\n<span class=\"hidden_text\" id=\"span_91\">                      42/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_92\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      which can be resolved only on appreciation of evidence, both oral and\n\n                      documentary, depending upon the facts and circumstances of each case. If\n\n                      the facts, as such placed with undisputed documents, do not disclose any\n\n                      such arbitral dispute, requiring consideration of evidence, more particularly,\n\n                      when such dispute is only in respect of discharging the statutory liability, it\n\n                      will not be in the interest of justice to direct the parties to resort to\n\n                      arbitration proceedings even to resolve the dispute in relation to discharge\n\n                      of statutory liabilities. In my considered view, it would be only an empty\n\n                      formality, to drive the parties to resort to arbitral proceedings. At this\n\n                      juncture, I make it very clear that I am not saying for a minute that the\n\n                      parties need not go for arbitration to solve this dispute. If they have chosen\n\n                      to go before such proceedings, certainly, it is a different matter. If one such\n\n                      party has chosen to come before this Court and file a writ petition to redress\n\n                      its     grievance, in my considered view, under the present facts and\n\n                      circumstances, it is not necessary to drive such party to resolve the dispute\n\n                      by way of arbitration mechanism, as this Court does not find even a\n\n                      possibility of two views on the issue involved in this case.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                      43/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_94\">\f                                                                               W.P.No.17160 of 2019</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_69\">                              29. Therefore, in my considered view, the claim of the writ petitioner\n\n                      made against the respondent Railway to discharge the statutory obligation in\n\n                      paying the new wages to the employees, being the statutory obligation,\n\n                      when failed or refused to be discharged, can be sought to be performed by\n\n                      invoking the writ jurisdiction of the Court, notwithstanding the fact that an\n\n                      arbitration clause is provided under the contract. It is not the case of the\n\n                      Railways that they are not bound to pay the minimum wages. On the other\n\n                      hand, their contention is that the wages as per the Notifications referred to\n\n                      under Clause 13 of the agreement alone can be paid and not more than that.\n\n                      Undoubtedly, such denial is an arbitrary and unreasonable act of the\n\n                      Railway which is an instrumentality of the State. Therefore, to enforce such\n\n                      statutory obligation, the petitioner is entitled to approach this Court under\n\n                      <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the Constitution of India and consequently, this Court is\n\n                      justified in entertaining such writ petition, since it is found that the\n\n                      respondent Railway, an instrumentality of the State, acts unfairly, unjustly\n\n                      and unreasonably in not discharging its statutory obligation, though such\n\n                      obligation is part of the performance under the contract. In other words,\n\n                      based on the admitted position of the statutory obligations and rights of the\n\n\n<span class=\"hidden_text\" id=\"span_95\">                      44/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_96\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      parties in respect of paying minimum wages, this Court is of the view that\n\n                      no arbitral dispute exists or arises in this case, for referring the parties to\n\n                      arbitral proceedings. While dealing with the contractual matters, if it\n\n                      appears to the Court that two views are possible while interpreting a\n\n                      particular clause of the contract, certainly, such dispute can be referred to\n\n                      arbitration, especially, when such contract contains arbitration clause.\n\n                      Certainly, there can be no two views in this case, with regard to payment of\n\n                      minimum wage, as per the existing notification, since the very terms of the\n\n                      agreement specifically contemplate that such payment of minimum wages is\n\n                      subject to revision from time to time and that component should be\n\n                      increased periodically.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n\n</p><p data-structure=\"PetArg\" id=\"p_71\">                              30. Learned counsel for the Railway relied on 2018(7) SCC 794 to\n\n                      contend that in the absence of a Clause, escalation of wages cannot be\n\n                      sought for. At paragraph Nos.9 &amp; 13 of <a href=\"/doc/1943124/\" id=\"a_42\">the said decision</a>, it has been\n\n                      observed as follows:\n</p>\n<blockquote id=\"blockquote_24\">                                         9. It is well-settled canon of law that parties are\n                                   free to decide their own terms and conditions in case of\n                                   a contract. In the instant case, Clause 19 of the special\n\n<span class=\"hidden_text\" id=\"span_97\">                      45/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_98\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                                    conditions deal with issue of bar on reimbursement of\n                                    certain payments on account of escalation. It is apt to\n                                    reproduce the said Clause 19 hereinbelow:\n</blockquote><blockquote id=\"blockquote_25\">                                      “19. Reimbursement/Refund of variation in\n                                      prices—No        escalation,    reimbursement\n                                      whatsoever shall be made to the contractor for\n                                      increase in price of materials and fuels and\n                                      wages of labour which the contractor may have\n                                      to incur during execution of the work on any\n                                      account. The contractor shall quote their rates\n                                      accordingly.”\n                                    On a plain reading of above mentioned clause, prima\n                                    facie, it appears that the appellant made it clear that\n                                    the contractor shall quote their rate after having regard\n                                    to this clause that no reimbursement regarding any\n                                    escalation whatsoever be made to the contractor if any\n                                    such escalation takes place during the subsistence of\n                                    the contract which the respondent with open eyes had\n                                    agreed. The word “whatsoever” as used in Clause 19\n                                    suggests that even any escalation takes place due to the\n                                    action of the Government would also not be\n                                    reimbursed.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_72\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_99\">31. Perusal of the facts of <a href=\"/doc/1943124/\" id=\"a_43\">the above case</a> would show that Clause 19\n\n                      of the Special conditions therein specifically contemplates that no escalation\n\n\n\n<span class=\"hidden_text\" id=\"span_100\">                      46/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_101\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      reimbursement shall be made to the contractor for increase in price of\n\n                      materials and fuels and labourers and that the contractor shall quote their\n\n                      rates accordingly. Further, it is seen that the bid amount to be quoted by\n\n                      contractor therein is a lump sum amount, without there being any different\n\n                      schedules/components, as provided in this case. Apart form the said fact, in\n\n                      the case on hand, Clause 13 specifically contemplates that the payment of\n\n                      minimum wages is subject to revision from time to time and that the\n\n                      components should be increased periodically. When such categorical terms\n\n                      are incorporated in the agreement itself with regard to payment of minimum\n\n                      wages, I do not think that the learned counsel for the Railway is justified in\n\n                      relying on <a href=\"/doc/1943124/\" id=\"a_44\">the above decision</a> of the Apex Court, when it is factually\n\n                      distinguishable. In 1994(3) SCC 521, the Apex Court has pointed out that\n\n                      payment of minimum wage as per the rates fixed in the <a href=\"/doc/142278/\" id=\"a_45\">Minimum Wages\n\n                      Act</a> is a statutory obligation.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n\n</p><p data-structure=\"PetArg\" id=\"p_74\">                              32. The learned counsel for the petitioner relied on a recent decision\n\n                      of Bombay High Court made in a Writ petition. It is seen therein that under\n\n                      similar circumstances, the High Court of Bombay, Nagpur Bench, passed an\n\n\n<span class=\"hidden_text\" id=\"span_102\">                      47/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_103\">\f                                                                             W.P.No.17160 of 2019</span>\n\n                      order in W.P.No.2702/2018 on 25.02.2020 as follows:\n\n</p><blockquote id=\"blockquote_26\">                                       Rule. Heard finally in view of short issue\n                                 involved.\n</blockquote><blockquote id=\"blockquote_27\">                                       The petitioners were awarded a contract for the\n                                 purposes of cleaning of railway platforms at Nagpur\n                                 railway station. The term of the contract was from\n                                 01/11/2015 to 30/10/2017. During currency of the\n                                 contract the Ministry of Labour and Employment\n                                 enhanced the amount of minimum wages payable to the\n                                 labour from 40-45%. The workers employed by the\n                                 petitioners were therefore required to be paid minimum\n                                 wages at the enhanced rate. According to the\n                                 petitioners as there was no stipulation in this regard in\n                                 the contract it was the responsibility of the respondent\n                                 No.1 to pay the difference in the amount of minimum\n                                 wages.\n</blockquote><blockquote id=\"blockquote_28\">                                       Shri M. V. Samarth, learned Senior Advocate for\n                                 the petitioners submitted that a similar issue was\n                                 considered at the Principal Seat in Writ Petition\n                                 No.1996/2017 (A2Z Infraservices Limited vs. Union of\n                                 India, Thr. Chairman,Railway Board and ors.) and by\n                                 the judgment dated 25/04/2018 this Court has directed\n                                 the Union of India through the Ministry of Railways to\n                                 pay the difference between the existing minimum wages\n\n<span class=\"hidden_text\" id=\"span_104\">                      48/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_105\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                              and the wages as enhanced pursuant to the notification\n                              issued under the <a href=\"/doc/142278/\" id=\"a_46\">Minimum Wages Act, 1948</a>. It is\n                              therefore submitted that similar directions be issued\n                              based on aforesaid judgment.\n</blockquote>\n<blockquote id=\"blockquote_29\">\n</blockquote><blockquote id=\"blockquote_30\">                                    On 14/02/2020, the following order came to be\n                              passed :\n</blockquote><blockquote id=\"blockquote_31\">                                    “Shri    M.V.       Samarth,     learned     Senior\n                                    Advocate for the petitioners has tendered a\n                                    copy of calculations indicating difference\n                                    in the amount of minimum wages that are\n                                    liable to be paid by the respondent nos.1 to\n                                    7 for the period from 19.01.2017 to\n                                    15.02.2018. It is submitted that the liability\n                                    of the said respondents stands adjudicated\n                                    in the light of the judgment of the Division\n                                    Bench at the Principal Seat in Writ Petition\n                                    No.1916       of    2017     [A2Z   Infraservices\n                                    Limited Versus Union of India &amp; Others].\n</blockquote><blockquote id=\"blockquote_32\">                                            Shri V.M. Gadkari, learned counsel\n                                    for the respondent nos.1 and 3 to 7 seeks\n                                    time of one week to verify the calculation\n                                    indicating the difference of wages as\n                                    calculated.        Learned     counsel     for   the\n\n<span class=\"hidden_text\" id=\"span_106\">                      49/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_107\">\f                                                                            W.P.No.17160 of 2019</span>\n\n                                    respondent nos.1 and 3 to 7 is at liberty to\n                                    place    on   record    separate    table   of\n                                    calculations if there is difference in the one\n                                    submitted by the petitioners.”\n<span class=\"hidden_text\" id=\"span_108\">                                    Accordingly the respondent Nos.1 and 3 to 7</span>\n                              have filed pursis certifying that the difference in the\n                              amount of minimum wages to which the petitioner No.1\n                              would be entitled is Rs.75,13,966/-.\n</blockquote>\n<blockquote id=\"blockquote_33\">\n</blockquote><blockquote id=\"blockquote_34\">                                    Accordingly in the light of the calculations as\n                              made and by following the judgment referred to herein\n                              above the following directions are issued :\n</blockquote><blockquote id=\"blockquote_35\">                                    The respondent No.1 shall pay the amount of\n                              difference in the amount of minimum wages of\n                              Rs.75,13,966/- to all workmen who were employed by\n                              the petitioner No.1 under the said contract. This\n                              exercise shall be undertaken along with respondent\n                              No.2. The aforesaid payment be made within period of\n                              eight weeks from today. It is clarified that the amount of\n                              difference in minimum wages shall not be deducted\n                              from the amount of performance guarantee or security\n                              deposit if any which has been tendered by the petitioner\n                              No.1. Needless to state that the petitioners are entitled\n                              to receive the amount of performance guarantee/\n\n<span class=\"hidden_text\" id=\"span_109\">                      50/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_110\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                                    security deposit if any in accordance with the terms of\n                                    the contract.\n</blockquote><blockquote id=\"blockquote_36\">                                          Rule is made absolute in aforesaid terms with no\n                                    order as to costs.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_75\">                              33. Perusal of the above said decision would show that the facts and\n\n                      circumstances are similar to the facts and circumstances of the present case.\n\n                      There also the Railway is the principal employer and the work is also\n\n                      similar in nature. The Division Bench of the Bombay High Court clearly\n\n                      observed that the Railway has to pay the difference in the minimum wage to\n\n                      all the workers who were employed by the contractor therein.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_76\">                              34. At this juncture, it is relevant to note the stand of the statutory\n\n                      authority under <a href=\"/doc/142278/\" id=\"a_47\">Minimum Wages Act</a>, viz., the 3rd respondent, in respect of\n\n                      the issue involved in this case. A counter affidavit is filed by the 3rd\n\n                      respondent wherein it is clearly stated that it is the duty of every contractor\n\n                      to disburse the Minimum Rate of Wages as notified by the Government of\n\n                      India from time to time under <a href=\"/doc/1582225/\" id=\"a_48\">section 12</a> of the Minimum Wages Act, 1948.\n\n                      It is further stated that the statutory Rates of Wages are periodically revised\n\n\n<span class=\"hidden_text\" id=\"span_111\">                      51/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_112\">\f                                                                                  W.P.No.17160 of 2019</span>\n\n                      with effect from 1st April and 1st October during every year. It is further\n\n                      stated that whenever such rates are revised/ enhanced, it becomes obligatory\n\n                      on the part of the contractors to disburse such revised rates of wages to the\n\n                      workmen employed under them and it is the duty of every                 Principal\n\n                      Employer to devise the terms of Agreement/Contract to provide for the\n\n                      periodical payment of revised Minimum wages to attain the objectives of\n\n                      the Act. It is further stated therein that it is also the duty of every Principal\n\n                      Employer to ensure the payment of such revised/ enhanced rates of wages to\n\n                      all the workmen by all contractors engaged by principal employer and it is\n\n                      obligatory on the part of the principal employer to reimburse the difference\n\n                      of wages arising out of such revision. After saying so the 3rd respondent in\n\n                      clear and categoric terms stated in his counter affidavit that it is the statutory\n\n                      duty of the Southern Railways to ensure the payment of Minimum Rates of\n\n                      Wages revised from time to time and also to reimburse the contractor upon\n\n                      such payment of revised/ enhanced rates. The 3rd respondent relied on two\n\n                      letters dated 29.10.2018 and 28.05.2018 addressed to the Railways in\n\n                      support of their stand. Perusal of those letters would undoubtedly give no\n\n                      scope for the Railway from disowning their liability to pay the enhanced\n\n\n<span class=\"hidden_text\" id=\"span_113\">                      52/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_114\">\f                                                                                         W.P.No.17160 of 2019</span>\n\n                      minimum wages. For the sake of convenience letter dated 28.05.2018 and\n\n                      29.10.2018 issued by the Deputy Chief Labour Commissioner (Central)\n\n                      address to the Southern Railway and the petitioner respectively are\n\n                      extracted hereunder.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">                                                    “GOVERNMENT OF INDIA\n                              OFFICE OF THE DY.CHIEF LABOUR COMMISSIONER (CENTRAL)\n                                NO.4, HADDOWS ROAD, SHASTRI BHAVAN, CHENNAI – 600 006\n                              No.M.26(Misc)/01/2018-C1                           Date : 28.5.2018\n\n                              To\n\n                              The General Manager,\n                              Southern Railway,\n                              CHENNAI – 600 003.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">                              Sir,\n                                            Sub: Payment of Minimum Rates of Wages as notified by\n                                                 the Central Government- Reg.\n</p><p data-structure=\"CDiscource\" id=\"p_79\">                                     It has come to the notice of the Undersigned that during the\n                              course of inspection the Labour Enforcement Officer (Central)\n                              Government of India, Ministry of Labour &amp; Employment, Chennai, had\n                              detected short payments in the wages being paid to the contract\n                              labourers engaged by your Contractor, viz., Aarthi Enterprises. On\n                              pointing out the irregularity the Contractor has replied that he is paying\n                              the wages to the contract labourers on the terms of contract awarded at\n                              that point of time and whenever there is a revision of wages which is\n                              notified by the Government the same is not being revised by him as the\n                              Principle Employer does not revise the rates of wages fixed. This is\n                              against the Statutes and invites legal action. However, before proceeding\n\n\n<span class=\"hidden_text\" id=\"span_115\">                      53/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_116\">\f                                                                                         W.P.No.17160 of 2019</span>\n\n                              to take any further action on the contractor and the Principle Employer it\n                              is clarified as hereunder for compliance of the same.\n</p><p data-structure=\"Section\" id=\"p_80\">                                     When the employment has taken place in the area belonging to\n                              the Southern Railway and the employment of work is carried on for the\n                              purpose and benefit of Southern Railway, then it is work being carried on\n                              by or under the Authority of Southern Railway. The fact that the\n                              contractor had employed the workmen is not a deciding factor because\n                              actually the work was carried on by or under the Authority of Southern\n                              Railway. The Minimum Wages notification issued by the Central\n                              Government is applicable to the wages payable to the workmen engaged\n                              in the activities notified as Scheduled Employment by the contractors for\n                              the work of Southern Railway under the contract agreement entered into\n                              between you and the contractor. In this connection, you may refer to the\n                              case laws in the case between RLC (C), Bangalore &amp; anr. (VS)\n                              T.K.Varkey &amp; Co. &amp; Others (1992(1) LLJ-547).\n</p><p data-structure=\"Section\" id=\"p_81\">                                     So, when the Central Government is the “Appropriate\n                              Government” in respect of Southern Railway, your Contractor is\n                              required to pay Minimum Wages as per the central Government and if\n                              the Contractor fails to make the payment it is the responsibility of the\n                              Southern Railway, as the Principle Employer to make the payment.\n                              Moreover, when the Government of India revises the Dearness\n                              Allowance in April and October, the same is to be revised and the revised\n                              minimum rates of wages are to be paid to the contract labourers being\n                              engaged by the Contractor engaged to do your work. Hence, our office\n                              may be advised to take action accordingly, and see that the contract\n                              labourers are paid the due wages as notified by the Government fail.\n</p><p data-structure=\"Section\" id=\"p_82\">                                     Moreover, your attention is invited to <a href=\"/doc/130309/\" id=\"a_49\">Section 2(e)</a> of the\n                              Minimum wages Act, 1948, wherein the definition of “employer” means\n\n<span class=\"hidden_text\" id=\"span_117\">                      54/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_118\">\f                                                                                         W.P.No.17160 of 2019</span>\n\n                              any person who employs, whether directly or through another person, or\n                              whether on behalf of himself or any other person, one or more employees\n                              in any scheduled employment in respect of which minimum rates of\n                              wages have been fixed under this Act....” Hence, it is very clear that the\n                              Southern Railway is the employer who is executing their work through\n                              another on his behalf.\n</p><p data-structure=\"Section\" id=\"p_83\">                                     Hence, your are requested to look into this matter and make\n                              necessary inclusion of clauses in your tender/work agreements for timely\n                              revision of the minimum wages in confirmity with the Notification in\n                              revision of Minimum Rates of wages and Variable Dearness Allowance\n                              notified by the Central Government at regular intervals, which has to be\n                              paid to the contract workers engaged by you, either directly or through\n                              another person so that there is no incidents of payment of less/short\n                              payment of wages to the contract labour and no complaints of less/short\n                              payments are made to the Office/Department or detected by this Office.\n\n</p><p data-structure=\"Conclusion\" id=\"p_84\">                                                                   Yours faithfully,\n\n                                                            (V.SRINIVAS)\n                                            DY.CHIEF LABOUR COMMISSIONER(CENTRAL)\n                                                             CHENNAI.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">                              Copy to\n\n                              Ms.Mythili, partnershipM/s. Aarthi Enterprises\n                              No.1, Chellamman Colony, Second Street,Peravallur,\n                              CHENNAI. ”\n\n\n                                                       “GOVERNMENT OF INDIA\n\n                                           MINISTRY OF LABOUR AND EMPLOYMENT\n                                  OFFICE OF THE DEPUTY CHIEF LABOUR COMMISSIONER\n\n\n<span class=\"hidden_text\" id=\"span_119\">                      55/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_120\">\f                                                                                        W.P.No.17160 of 2019</span>\n\n                                                            (CENTRAL)\n                               “SHASTRI BHAVAN”NO.26, HADDOWS ROAD, CHENNAI – 600006\n\n\n                                No.M.26(Misc)/10/2018-C1                           Date : 29.10.2018\n\n\n\n                              To\n\n                              Smt. G.Mythili, Partner,\n                              M/so Aarthi Enterprises,\n                              1, Chelliamman Colony,- Second Street,\n                              Peravallur,Chennai – 600 082.\n</p>\n<p data-structure=\"Section\" id=\"p_86\">                              Madam,\n                                                Sub: <a href=\"/doc/142278/\" id=\"a_50\">Minimum Wages Act</a> 1948- Payment of wages as\n                                                      revised- Clarification-Reg.\n</p><p data-structure=\"CDiscource\" id=\"p_87\">                                                Ref: Your letter dated 12.10.2018.\n</p><p data-structure=\"Section\" id=\"p_88\">                                                                            ***\n                                     It is the duty of every contractor to disburse the Minimum Rates\n                              of wages as notified by the Government of India form time to time under\n                              <a href=\"/doc/1582225/\" id=\"a_51\">Section 12</a> of the Minimum Wages Act, 1948. The statutory Rates of\n                              wages are periodically revised with effect from 1st April and 1st Pctober\n                              during every year. Whenever such rates re revised/ enhanced, if becomes\n                              obligatory on the part of the Contractors to disburse such revised Rates\n                              of wages to the workmen employed under them.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">\n</p><p data-structure=\"CDiscource\" id=\"p_90\">                                     It is also the duty of every Principal Employer to ensure the\n                              payment of such revised/ enhanced Rates of wages to all the workmen by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">                      56/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_122\">\f                                                                                        W.P.No.17160 of 2019</span>\n\n                              all Contractors engaged by the Principal Employer.\n\n\n</p><p data-structure=\"Section\" id=\"p_91\">                                     Whenever such rates are revised and upon submission of such\n                              disbursement of such periodical revised Rates of wages by the\n                              contractor, it is obligatory on the part of the Principal employer to\n                              reimburse such difference of wages arising out of such revision.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_92\">                                     In your case, it is the statutory duty of the Southern railways to\n                              ensure the payment of Minimum Rates of wages revised from time to time\n                              and also to reimburse the contractor upon such payment of\n                              revised/enhanced rates.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">                                                            Yours faithfully,\n\n                                                             (V.MUTHU MANICKAM)\n                                       DEPUTY CHIEF LABOUR COMMISSIONER(CENTRAL)\n                                                               CHENNAI.\n</p><p data-structure=\"Conclusion\" id=\"p_94\">                              Copy to the General Manager, Southern Railways, Chennai – 600 003\n                              with a request to ensure strict compliance of the above statutory\n                              provisions.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_95\">                                      DEPUTY CHIEF LABOUR COMMISSIONER(CENTRAL)\n                                                      CHENNAI.”\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_96\">                              35. The above two letters are self-explanatory and do not require any\n\n                      interpretation or clarification since they, in an unequivocal term and without\n\n                      any ambiguity, fastened the liability on the employer to pay the minimum\n\n                      wages enhanced from time to time and thus, stated that the Southern\n\n                      Railway, being the principal employer has to see that such enhanced rates of\n\n\n<span class=\"hidden_text\" id=\"span_123\">                      57/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_124\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      wages are paid to the employees and consequently to reimburse the same to\n\n                      the contractor of such revised/ enhanced rates.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"RespArg\" id=\"p_98\">                              36. Learned counsel for the Railway contended that those letters are\n\n                      not issued in respect of the subject matter contract. I wonder as to how the\n\n                      Railway can raise such objection without even realizing that the statutory\n\n                      liability fastened on the Railway cannot vary from contract to contract and\n\n                      thus, it need not be stated in so many words and in so many\n\n                      communications. Assuming that those two communications are not in\n\n                      relation to the present contract, it is totally inconceivable that statutory\n\n                      position on the mandatory obligation         that emerges from those two\n\n                      communications, would differ from case to case. It is contended by the\n\n                      Railway that some petitions are filed by the petitioner before the third\n\n                      respondent in respect of the present issue and therefore, the petitioner has to\n\n                      work out his remedy before such Authority. Even if some petitions are\n\n                      pending before the third respondent, this Court is of the view that the third\n\n                      respondent has answered those petitions by way of his counter affidavit\n\n                      filed in this writ petition. Therefore, referring the parties to go before the\n\n\n<span class=\"hidden_text\" id=\"span_125\">                      58/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_126\">\f                                                                                    W.P.No.17160 of 2019</span>\n\n                      3rd respondent again would be an empty formality.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_99\">                              37. It is also relevant to note at this juncture, that in respect of similar\n\n                      work done by another contractor viz., M/s. Thai Foundation, Madurai, a\n\n                      claim application was filed by the Labour Enforcement Officer against the\n\n                      said contractor before the Regional Labour Commissioner (Central),\n\n                      Chennai seeking the difference of short payment of minimum wage notified\n\n                      by the Government of India. The railway being the Opponent 2 therein\n\n                      submitted before the authority that the contract between the Railway and\n\n                      Thai Foundation was terminated with effect from 15.06.2017 and the\n\n                      difference of wages for the disputed period for the workers employed by the\n\n                      said Thai Foundations have been paid directly to the concerned workers by\n\n                      the Railway, being the principal employer. Taking note of such contention\n\n                      of the Railway, the authority closed the Claim Application as settled.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_100\">                              38. From the above proceedings, two things emerge as an admitted\n\n                      position viz. (a) the Railway is the principal employer and that (b) it has\n\n                      discharged its statutory liability of paying the enhanced minimum wages to\n\n\n<span class=\"hidden_text\" id=\"span_127\">                      59/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_128\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      the workers employed through the contractor. Nature of work in the said\n\n                      case as well as the present case is one and the same. Thus, the Railway is\n\n                      not entitled to apply different yardstick to different contractors and thus, to\n\n                      take a different stand in this case. In other words, the Railway cannot be\n\n                      permitted to take pick and choose stand depending upon the contractor to\n\n                      whom they entrusted the work for discharging their statutory liability.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_101\">                              39. It is to be noted that <a href=\"/doc/1582225/\" id=\"a_52\">section 12</a> of the Minimum Wages Act, 1948,\n\n                      mandates the employer to pay every employee the wages at the rate not\n\n                      lesser than the minimum rate of wages fixed by such notification and\n\n                      <a href=\"/doc/1533733/\" id=\"a_53\">Section 22</a> of the said Act contemplates penalties for offences committed by\n\n                      any employer who pays to any employee lesser than the minimum rate of\n\n                      wages. Therefore, either paying the wages lesser than the amount fixed as\n\n                      minimum wages or refusing to pay the enhanced rate of minimum wages as\n\n                      notified from time to time, undoubtedly, would constitute an           offence\n\n                      punishable under <a href=\"/doc/1533733/\" id=\"a_54\">Section 22</a> of the Minimum Wages Act, 1948 and\n\n                      therefore, the Railway is not justified in shirking their responsibilities and\n\n                      liabilities to pay such minimum wages to the employees, who in turn, are\n\n\n<span class=\"hidden_text\" id=\"span_129\">                      60/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_130\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      said to have been paid by the contractor, viz., the petitioner herein of the\n\n                      enhanced minimum wage.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_103\">                              40. Learned counsel for the respondent further contended that the writ\n\n                      petitioner having given 27% rebate on the total gross value of the contract is\n\n                      not entitled to seek enhanced minimum wage in respect of the amount\n\n                      quoted under Schedule A component. In other words, it is his contention\n\n                      that the rebate given by the petitioner is inclusive of Schedule-A and\n\n                      therefore, the petitioner has to adjust from the rates quoted under Schedules\n\n                      B &amp; C and pay the balance enhanced minimum wages to the employees by\n\n                      themselves and not to claim the same from the Railways. I am not in a\n\n                      position to agree with the above said submission for the simple reason that\n\n                      neither the petitioner nor the Railways is entitled to touch the amount\n\n                      referred to under Clause-A either by way of reducing or giving rebate over\n\n                      the same in any manner. The tender conditions and the terms of the contract\n\n                      are in clear and categorical terms say that it is not negotiable. Therefore, the\n\n                      railway is not justified in relying on 27% rebate given by the petitioner,\n\n                      which is undoubtedly, referable only to the Schedule B &amp; C and certainly\n\n\n<span class=\"hidden_text\" id=\"span_131\">                      61/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_132\">\f                                                                                 W.P.No.17160 of 2019</span>\n\n                      not to Schedule-A &amp; D, which are the statutory obligations fastened on the\n\n                      employer to which nobody can give any rebate.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_104\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_105\">                               41. Considering all these facts and circumstances, I find that the writ\n\n                      petition is maintainable as there is no arbitral dispute arises between the\n\n                      parties for driving them for arbitration proceedings requiring a full-fledged\n\n                      enquiry. I also find that the minimum wages enhanced from time to time is\n\n                      liable to be paid by the employer to the employee and in this case, the\n\n                      Railway being the principal employer, bound to reimburse the same to the\n\n                      petitioner on making such payment to the employees. In this case, it is stated\n\n                      that the petitioner has already paid the minimum wages to its employees in\n\n                      pursuant to this Court&#x27;s direction as an interim order. Therefore, the Railway\n\n                      is duty bound to reimburse the same to the petitioner.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_106\">                               42. Accordingly, the Writ Petition is disposed of on the following\n\n                      terms:\n</p>\n<blockquote id=\"blockquote_37\">                               (a) The petitioner is directed to furnish proof of payment of the\n\n                      enhanced minimum wages to the employees as per the notification dated\n\n\n<span class=\"hidden_text\" id=\"span_133\">                      62/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_134\">\f                                                                                W.P.No.17160 of 2019</span>\n\n                      19.01.2017, apart from the wages already paid as per the amount quoted in\n\n                      Schedule-A, with material details and particulars, within a period of four\n\n                      weeks from the date of receipt of a copy of this order.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_107\">                              (b) On receipt of such details and particulars, the Railways shall, on\n\n                      being satisfied with the said payment made by the petitioner to its\n\n                      employees, reimburse the said amount to the petitioner within a period of\n\n                      four weeks thereafter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_108\">                              (c) It is made clear that the Railway is entitled to take the rebate\n\n                      offered by the       petitioner namely 27% only under Schedule-B and\n\n                      Schedule-C rates and not under Schedule-A or D.\n\n                      No costs. Consequently, connected miscellaneous petitions are closed.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_109\">                                                                                        10.03.2020\n\n                      Speaking/Non Speaking\n                      Index :Yes/No\n                      vsi/vri\n\n\n\n\n<span class=\"hidden_text\" id=\"span_135\">                      63/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_136\">\f                                                                           W.P.No.17160 of 2019</span>\n\n\n\n                      To\n\n</p><p data-structure=\"Conclusion\" id=\"p_110\">                      1. The General Manager\n                         Southern Railways,\n                        O/o,Southern Railways,\n                        Chennai 600 003.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_111\">                      2. The Senior Divisional Manager,\n                        Divisional Office, Commercial Branch,\n                        Southern Railways, Chennai 600 003.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_112\">                      3. The Deputy Chief Labour Commissioner (Central),\n                        No.4, Haddows Road,\n                        Shastri Bhavan, Chennai 600 006.\n</p>\n<p data-structure=\"Precedent\" id=\"p_113\">\n\n\n<span class=\"hidden_text\" id=\"span_137\">                      64/65</span>\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_138\">\f                                              W.P.No.17160 of 2019</span>\n\n\n\n                                   K.RAVICHANDRABAABU,J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">                                                           vsi/vri\n\n\n\n\n                                      Pre-delivery order made in\n<span class=\"hidden_text\" id=\"span_139\">                                           W.P.No.17160 of 2019</span>\n                                                             and\n                              W.M.P. Nos.16703 and 16705 of 2019\n\n\n\n\n                                                      10.03.2020\n\n\n\n\n<span class=\"hidden_text\" id=\"span_140\">                      65/65</span>\n\n\nhttp://www.judis.nic.in\n\f</p>","numcites":18,"numcitedby":0,"docsource":"Madras High Court","citetid":94037067,"divtype":"judgments","relatedqs":[{"value":"principal employer minimum wages","formInput":"principal%20employer%20minimum%20wages"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"e-tenders","formInput":"e-tenders"},{"value":"minimum wages act 1948","formInput":"minimum%20wages%20act%201948"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"Railway contracts    filter:   price variation contracts","formInput":"Railway%20contracts%20%20%20%20filter%3A%20%20%20price%20variation%20contracts"},{"value":"labour enforcement officer","formInput":"labour%20enforcement%20officer"},{"value":"revision of minimum wages","formInput":"revision%20of%20minimum%20wages"},{"value":"contract labour wages","formInput":"contract%20labour%20wages"},{"value":"Minimum wages contractor","formInput":"Minimum%20wages%20contractor"},{"value":"Contracting out minimum wages ","formInput":"Contracting%20out%20minimum%20wages%20"},{"value":"minimum wages act","formInput":"minimum%20wages%20act"},{"value":"dearness allowance","formInput":"dearness%20allowance"},{"value":"service tax","formInput":"service%20tax"},{"value":"transstroy","formInput":"transstroy"},{"value":"wages under minimum wages","formInput":"wages%20under%20minimum%20wages"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"}],"cats":[{"value":"minimum-wages","formInput":"tag:minimum-wages"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"payment-of-minimum-rates-of-wages","formInput":"tag:payment-of-minimum-rates-of-wages"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"regulations-regarding-claims","formInput":"tag:regulations-regarding-claims"}],"courtcopy":true,"query_alert":null,"agreement":false}