{"tid":881748,"publishdate":"2000-02-17","title":"Sorathia Velji Ratna And Co. vs Gujarat Agricultural University on 17 February, 2000","doc":"<h2 class=\"doc_title\">Sorathia Velji Ratna And Co. vs Gujarat Agricultural University on 17 February, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2000)4GLR890</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-c-srivastava\">D.C. Srivastava</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-c-srivastava\">D.C. Srivastava</a>, <a href=\"/search/?formInput=benchid:h-k-rathod\">H.K. Rathod</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nD.C. Srivastava, J.\n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. The appellant moved an application under Sections 8, 9 and 20 of the Indian Arbitration Act in the Court below requesting for appointment of Arbitrator within the terms of the tender agreement and contending that the dispute arose between the parties in respect of tender Agreement the same may be referred to the Arbitrator appointed by the Court for adjudication of disputes. As usual this Application was registered as Special Suit No. 66 of 1988. Written statement was entertained by the Court below. Issues were framed. No evidence was given by the plaintiff appellant. Certain documents were filed which were exhibited. Ultimately the court below did not propose to decide Issues No. 4 &amp; 5. Issues No. 1 &amp; 2 were decided in negative. The trial Court further found that since existence of dispute between the parties is not proved the plaintiff is not entitled to get Arbitrator appointed under clause : 35 of the tender Agreement. With these findings the Suit was dismissed on 30.7.1996 by Civil Judge (S.D.), Palanpur. This Judgment and order of the Court below is under challenge in this Appeal.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_2\">2. Shri H.K. Parmar for the appellant and Shri S.A. Desai for the respondents have been heard.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Learned Counsel for the appellant has contended that in view of enforcement of Gujarat Public Works Contract Dispute Arbitration Tribunal Act, 1992 with effect from 1.1.1994 the Judgment and Decree of the Court below dated 30.7.1996 is totally without jurisdiction and consequently is nulity which is liable to be set aside in this Appeal. Certain provisions of the Gujarat Public Works Contract Dispute Arbitration Tribunal Act, 1992 (for short &quot;the Act&quot;) were pointed out by the learned Counsel for the appellant in support of his contention and also the provisionsof the <a href=\"/doc/18447140/\" id=\"a_1\">Gujarat Agricultural University Act, 1969</a> (for short &quot;University Act&quot;). As against this the contention of Shri Desai, learned Counsel for the respondent has been that no interference in the Judgment and Decree of the trial court is required. His contention has been that the respondent is not a Corporation within the meaning of <a href=\"/doc/141258876/\" id=\"a_2\">Section 2(i)(ii)</a> of the Act. He has also tried to distinguish the concept of Corporation as enunciated by the learned Single Judge of this Court in Sardar Patel University v/s. Patel &amp; Co., reported in 1998 (2) G.L.H. 41.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_4\">4. Certain facts are not in dispute before us. It is not disputed that it was work contract which was assigned to the appellant. <a href=\"/doc/141258876/\" id=\"a_3\">Section 2(k)</a> of the Act defines &quot;Works contract&quot; which means a contract made by the State Government or the public undertaking with any other person for the execution of any of its works relating to construction, repairs or maintenance of any building or superstructure, dam, weir, canal, reservoir, tank lake, road, well, bridge, culvert, factory or workshop or of such other work of the State Government or, as the case may be, of the public undertaking, as the State Government may, by notification in the official Gazette specify and includes any contract mentioned in sub-clauses (i) and (ii) of <a href=\"/doc/141258876/\" id=\"a_4\">Section 2(k)</a> of the Act. Since it is not in dispute that the contract between the parties was works contract within the meaning of <a href=\"/doc/141258876/\" id=\"a_5\">Section 2(k)</a> of the Act the next question is whether the Judgment and Decree of the Court below is nulity and without jurisdiction. Obviously the Judgment was rendered on 30.7.1996 whereas the Act came into operation with effect from 1.1.1994. It is thus manifest that the Judgment was rendered after enforcement of the Act. As such <a href=\"/doc/18447140/\" id=\"a_6\">Section 13</a> of the Act can safely be pressed in service which provides for bar of jurisdiction of courts. It provides that save as otherwise provided by Section 12, no Civil Court shall have jurisdiction to deal with or decide any question which the Tribunal is empowered to deal with and decide by or under this act and no injunction shall be granted by any Civil Court in respect of any action taken or to be taken in pursuance of any power by or under this Act. Provisions of <a href=\"/doc/18447140/\" id=\"a_7\">Section 12</a> of the Act regarding revision are not applicable to the instant case. Thus, Section 13 creats absolute bar to the jurisdiction of Civil Court. If there was such bar to the jurisdiction of the Civil Court operating on the date of its enforcement i.e. on 1.1.1994 the Judgment of the lower Court delivered on 30.7.1996 becomes without jurisdiction and on this ground alone the Judgment is liable to be set aside.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_5\">5. The next question is as to what should have happened when the proceedings were pending before the Court below on the date of enforcement of the Act. For this, answer is to be found in <a href=\"/doc/18447140/\" id=\"a_8\">Section 21</a> of the Act which bears marginal note &quot;<a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> to cease to apply. It provides that the provisions of the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a> shall in so far as they are inconsistent with the provisions of this Act cease and any dispute arising from a works contract and all arbitration proceedings and such dispute before the Arbitrator, umpire, Court or authority shall stand transferred to the Tribunal. There is thus deeming provision indicated by the Legislation in this section that if such proceeding was proceeding under the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a> it shall be deemed to have been transferred to the Tribunal. The court below could also transfer the proceedings pending before it under <a href=\"/doc/1232861/\" id=\"a_12\">Sections 8</a>, <a href=\"/doc/1120409/\" id=\"a_13\">9</a> and <a href=\"/doc/811701/\" id=\"a_14\">20</a> of the Act to the Tribunal inasmuch as pendency of this proceeding before the Court below was inconsistent with the provisions of the Act. That having not been done the Judgment and Decree of the Court below becomes nulity and without jurisdiction.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. Upon going through the Judgment under Appeal we find that the Court below has not decided the material question framed under issue Nos.4 &amp; 5 and has avoided to answer these issues on the ground that they do not arise. This has been observed probably because the plaintiff did not adduce any evidence. The Court below has further observed that since there is no existence of dispute between the parties Arbitrator cannot be appointed under clause : 35 of the Tender Agreement. This observation of the Court below is also contrary to law and inconsistent with the provisions of the Act. It was not within the competence and jurisdiction of the Court below to record a finding that there existed no dispute between the parties. This exercise has to be done, under the circumstances of the case, by the Tribunal constituted under the Act. Thus for all purpose the Judgment and Decree of the Court below is rendered illegal and as such the Appeal has to be allowed.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_7\">7. Shri Desai, learned Counsel for the respondent has contended that the Gujarat Agricultural University is neither a company nor a Corporation nor public undertaking within the meaning of <a href=\"/doc/738672/\" id=\"a_15\">Section 2(i)(ii)</a> of the Act hence the matter cannot be referred to the Tribunal. As against this Shri Parmar contended that the Gujarat Agricultural University Act is a public undertaking within the meaning of sub-clause (ii) of clause (i) of <a href=\"/doc/738672/\" id=\"a_16\">Section 2</a> of the Act. Shri Parmar also agreed that sub-clause (i) of clause (i) of Section 2 of the Act does not apply to the facts of the case before us.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_8\">8. <a href=\"/doc/738672/\" id=\"a_17\">Section 2(i)(i)</a> says that &quot;Public Undertaking&quot; means any company as defined in <a href=\"/doc/1529130/\" id=\"a_18\">Section 3</a> of the companies Act, 1956 in which not less than 51 % of the paid-up share capital is held by the State Government or any company which is a subsidiary within the meaning of that Act of the first mentioned company. On the face of the facts before us the University cannot be called as company within the meaning of <a href=\"/doc/738672/\" id=\"a_19\">Section 2(i)(i)</a> of the Act.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_9\">9. Then comes the definition of the Corporation as contained in <a href=\"/doc/738672/\" id=\"a_20\">Section 2(i)(ii)</a> in which the Corporation is defined as Corporation not being a company as defined in <a href=\"/doc/1330413/\" id=\"a_21\">Section 3</a> of the Companies Act or a Local Authority established by or under the central Act or a State Act and owned or controlled by the State Government.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_10\">10. Shri Parmar contended that the Agricultural University is the creature of State Legislation and since the University was incorporated under the Act it is a corporation within the meaning of the aforesaid definition. He has taken aid from a Judgment of learned Single Judge of this Court in Sardar Patel University (supra) and has argued that since Sardar Patel University was considered to be a corporation and public undertaking hence there is no ground for distinction that the Gujarat Agricultural University is not a Corporation or a public undertaking within the meaning of <a href=\"/doc/738672/\" id=\"a_22\">Section 2(i)</a> of the Act. Shri Desai on the other hand has tried to distinguish the view taken by the learned Single Judge in Sardar Patel University case (supra) on the ground that Agricultural University of Gujarat is not a Corporation.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. In order to appreciate this contention first of all we have to see the dictionary meaning of the &quot;Corporation&quot;. In Webster&#x27;s Dictionary, the word &quot;Corporation&quot; has been defined inter alia to mean &quot;a group of people who get a character granting them as a body certain of the legal powers, rights, privileges and liabilities of an individual distinct from those of the individuals making up the group&quot;. The Oxford Dictionary has also defined the word &quot;Corporation&quot; to mean United Body of a person especially one authorised to act as an individual, artificial person created by character, prescription, or act of the legislature, comprising many persons.&quot; This definition was adopted by Gauhati High Court in Indian Airlines Corporation v/s. State of Assam, reported (1985) 2 Gauhati Law Reporter Page 71, at Page : 75. In Halsbury&#x27;s Laws of England &quot;Corporation&quot; is defined as &#x27;a body of persons (in the case of Corporation aggregate) or an office (in the case of Corporation sole) which is recognised by the law as having a personality which is distinct from the separate personalities of the members of the body or the personality of the individual holder for the time being of the office in question. We need not high light the distinction between the Corporation sole and the Corporation agreegate. For our purposes it can safely be said that if at all the respondent University can be called as Corporation aggregate and not Corporation sole.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_12\">12. Keeping in view this distinction in mind it has to be seen what is the status of Gujarat Agricultural University under the University Act. The university has been incorporated under Section 3 of the University Act which provides that there shall be established and constituted in and for the State of Gujarat a University by the name of the Gujarat Agricultural University which shall consist of a Chancellor, a Vice-chancellor, a Board of Management an Academic Council and other authorities and officers as set forth in this Act or as provided in the statute. Sub. <a href=\"/doc/738672/\" id=\"a_23\">Section 2</a> of <a href=\"/doc/1529130/\" id=\"a_24\">Section 3</a> is relevant for ascertaining the nature of the University. It provides that the University shall be a body corporate and shall have perpetual succession and a common seal and may sue and be sued in the said name. Thus, if the definitions of the Corporation referred to above are applied to Section 3(2) of the University Act it can safely be said that the Legislature intended to impart character of body corporate to the Gujarat Agricultural University. It is a corporation aggregate having authorities mentioned in <a href=\"/doc/1529130/\" id=\"a_25\">Section 3(1)</a>, it has perpetual succession. It has also common seal and it has distinct legal entity to sue or to sued in the name of the University. Consequently for all the purposes it is a statutory corporation created under the University Act. The officers of the University are enumerated under Section 9 of the University Act. <a href=\"/doc/499427/\" id=\"a_26\">Section 10</a> provides that the Governor of the State of Gujarat shall be the Chancellor of the University. <a href=\"/doc/596725/\" id=\"a_27\">Section 11</a> provides that the Vice-Chancellor shall be a whole-time officer of the University and shall be appointed by the State Government. Thus, under the University Act at least the State Government has control over the University in so far as the appointment of the main officer of the University, namely, the Vice-Chancellor is concerned. If this is the scheme of the University Act it can be said that the Gujarat Agricultural University which has been held by us to be a Corporation, if not wholly is certainly parcially controlled by the State Government. As a consequence thereof the Gujarat Agricultural University will be deemed to be Public undertaking within the meaning of <a href=\"/doc/738672/\" id=\"a_28\">Section 2(i)(ii)</a> of the Act.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_13\">13. In view of aforesaid discussions the disputes between the appellant and the respondent University should have been referred for adjudication by the Tribunal created under the Act. Instead the Court below has taken upon itself the task of deciding the question whether there existed any dispute between the parties or not. This exercise is totally without jurisdiction. Consequently, the Appeal is liable to be allowed.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_14\">14. The Appeal is hereby allowed. The Judgment and Decree under Appeal are set aside. The proceedings in the nature of application under <a href=\"/doc/1232861/\" id=\"a_29\">Sections 8</a>, <a href=\"/doc/1120409/\" id=\"a_30\">9</a> and <a href=\"/doc/811701/\" id=\"a_31\">20</a> of the Arbitration Act along with written statement and all other papers filed in those proceedings shall stand transferred forthwith to the Tribunal constituted under the Act and the Tribunal, upon receipt of these papers, shall proceed to act in accordance with the provisions of the Act. The trial Court is directed to remit the papers of the proceedings to the Tribunal at the earliest. No order as to costs.\n</p>      \n \n\n","numcites":11,"numcitedby":3,"docsource":"Gujarat High Court","citetid":881748,"divtype":"judgments","relatedqs":[{"value":" corporation sole","formInput":"%20corporation%20sole"},{"value":"works contract","formInput":"works%20contract"},{"value":"\"sardar patel university\"","formInput":"%22sardar%20patel%20university%22"},{"value":"\"corporation aggregate\"  filter:  corporation sole","formInput":"%22corporation%20aggregate%22%20%20filter%3A%20%20corporation%20sole"},{"value":"Gujarat agricultural University ","formInput":"Gujarat%20agricultural%20University%20"},{"value":"Agreement and Tender","formInput":"Agreement%20and%20Tender"},{"value":"university act ","formInput":"university%20act%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"vice chancellor","formInput":"vice%20chancellor"},{"value":"the chancellor ","formInput":"the%20chancellor%20"},{"value":"without jurisdiction ","formInput":"without%20jurisdiction%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}