{"tid":109399025,"publishdate":"2015-04-16","title":"Ashwani Kumar @ Ashu & Anr vs State Of Punjab on 16 April, 2015","doc":"<h2 class=\"doc_title\">Ashwani Kumar @ Ashu &amp; Anr vs State Of Punjab on 16 April, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2015 AIR SCW 2606, 2015 (6) SCC 308, AIR 2015 SC( CRI) 987, AIR 2015 SC (SUPP) 966, (2015) 2 CRILR(RAJ) 668, (2015) 3 ALLCRILR 124, (2015) 2 ALLCRIR 1908, (2015) 3 DLT(CRL) 549, (2015) 2 CURCRIR 292, (2015) 4 KCCR 353, (2015) 5 SCALE 265, 2015 CRILR(SC&MP) 668, (2015) 4 CRIMES 285, (2016) 1 RECCRIR 74, (2015) 150 ALLINDCAS 162 (SC), 2015 CRILR(SC MAH GUJ) 668, (2015) 89 ALLCRIC 930, (2015) 2 MAD LJ(CRI) 609, (2015) 2 ALD(CRL) 642</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a>, <a href=\"/search/?formInput=benchid:m-b-lokur\">Madan B. Lokur</a></h3>\n\n<pre id=\"pre_1\">                                                                              Reportable\n\n\n                        IN THE SUPREME COURT OF INDIA\n\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n                    CRIMINAL APPEAL NOs.1041-1042 of 2008\n\n\nAshwani Kumar @ Ashu &amp; Anr.                    .... Appellants\n\n                                   Versus\n\nState Of Punjab                                   .... Respondent\n\n                                    WITH\n\n                       CRIMINAL APPEAL NO.1043 OF 2008\n\n                                     AND\n\n                       CRIMINAL APPEAL NO.1814 OF 2009\n\n\n\n                               J U D G M E N T\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Uday Umesh Lalit, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">1.    These appeals by special leave challenge the judgment and order  dated\n15.02.2008 passed by the High Court of Punjab and Haryana.  Criminal  Appeal\nNos.1041-1042 of 2008 are by  Ashwani  Kumar  @  Ashu  and  Joginder  Singh,\nCriminal Appeal No.1043 of 2008 is  by  Anil  Kumar  while  Criminal  Appeal\nNo.1814 of 2009 is by Darshan Singh. The appellants  stand  convicted  under\nSections 364/302/307 read with <a href=\"/doc/1897847/\" id=\"a_1\">Section 120B</a> IPC.  Since these appeals  arise\nfrom the same judgment, they are being  dealt  with  and  disposed  by  this\ncommon judgment.  Initially eleven persons were sent  for  trial  while  two\nabsconding accused were marked as  proclaimed  offenders.  The  trial  court\nconvicted seven out of those eleven accused and acquitted four  accused.  In\nthe appeals by the convicted accused, the High Court  acquitted  three  more\naccused, confirming the conviction and sentence of the  present  appellants.\nSince the acquittal of others has  attained  finality,  the  facts  narrated\nhereafter are confined to the appellants herein.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.    One Jaswinder Kaur @ Jassi, normally  residing  with  her  parents  in\nCanada, married PW-15 Sukhwinder Singh  resident  of  village  Kaoka  Khosa,\nDistrict Sangroor, Punjab on  15.04.1999.   It  was  a  court  marriage  and\nagainst the wishes of her parents and her maternal uncle.  Jassi  thereafter\nwent to Canada on 02.05.1999 and while she was there, on the basis of a  fax\nmessage (Ext.PAO) allegedly under her signature, FIR No.38 dated  23.02.2000\nwas registered with Police Station Sadar Jagraon against  PW  15  Sukhwinder\nSingh under <a href=\"/doc/1243353/\" id=\"a_2\">Sections 342</a>, <a href=\"/doc/1985627/\" id=\"a_3\">467</a>, <a href=\"/doc/556166/\" id=\"a_4\">468</a>, <a href=\"/doc/1466184/\" id=\"a_5\">471</a> and <a href=\"/doc/180217/\" id=\"a_6\">506</a> of the  IPC.     When  Jassi\ngot to know about this, she came back  to  India  and  appeared  before  the\npolice.  Her statement was recorded that she had married  PW  15  Sukhwinder\nSingh out of her free will, that the alleged signature on  the  fax  message\nwas not hers and that   the marriage was not to the liking  of  her  parents\nand maternal uncle.  Her  statement  under  <a href=\"/doc/497457/\" id=\"a_7\">Section  164</a>  Cr.P.C.  was  also\nrecorded and thereafter closure  in  respect  of  said  crime  was  ordered.\nJassi then started living with her husband in the house  of  PW  20  Sukhdev\nSingh, maternal uncle of her husband, in village Narike.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.    On 08.06.2000 PW 15 Sukhwinder Singh and Jassi were coming back  on  a\nscooter from Malerkotla to their village and when  they had reached  village\nSykhe at about 9.30 PM, four persons armed with  hockey  sticks  and  swords\ngot down from a white Maruti car and attacked them.  PW 15 Sukhwinder  Singh\nreceived number  of  injuries.  Leaving  him  in  injured  condition,  those\npersons forcibly took away  Jassi  in  that  car.  PW  15  Sukhwinder  Singh\nsomehow managed to reach the house of  PW  20  Sukhdev  Singh  who  got  him\nadmitted in the Civil Hospital, Malerkotla, where PW-1 Dr. Amit  Modi  found\nhim to have suffered the following injuries:-\n</p><blockquote id=\"blockquote_1\">2 X 1cm incised wound over left side of face 2 cm below ear pinna.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_5\">Swelling and tenderness over left side of mandible.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">10 X .5 cm wound over left side of scalp 8 cm over left pinna.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">4X .5 cm incised wound over left side of scalp in temporal area 2  cm  above\near pinna.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">3 X .5cm incised wound over left side of scalp  3  cm  above  ear  pinna  in\ntemporal area 2 cm from injury No. 4.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">4.5 X .5cm incised wound over left side of scalp 6 cm above  ear  pinna  1cm\naway from injury No. 4 and 2cm away from injury No. 5\n\n4 X 3cm lacerated wound with  this  much  of  it  hanging  and  attached  to\nremaining scalp by superficial layer of skin only 1cm  from  injury  No.  6.\nFor injuries No. 1 to 7 X-ray was advised.\n</p>\n<p data-structure=\"Section\" id=\"p_10\">8 X 4cm incised  wound  from  web  space  between  middle  and  ring  finger\nproximally towards wrist joint-cutting all  structures  from  skin  to  skin\nfrom dorsal to ventral aspect of hand, cutting,  skin,  nerves,  tenden  and\nbone.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">2 x .5cm incised wound over right little finger proximal  phalanx  over  the\ndorsal aspect.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\"> Right ring finger amputated obliquely  at  middle  phalanx.  Wound  margins\nsharp clean cut.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">For injuries No. 8 to 10 X-ray was  advised.  In  all  the  injuries  except\ninjury No. 2 fresh bleeding was present. Injuries  No.  1  to  8  were  kept\nunder observation, whereas injuries No. 9 and  10  were  grievous.  Probable\nduration of injuries was within six hours.  The  kind  of  weapon  used  for\ninjuries No. 1,3,4,5,6,8,9 and 10 was sharp, whereas for injuries No. 2  and\n7 was blunt.&quot;\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">4.    PW-1 Dr. Amit Modi sent intimation or ruqa Ext.PB to  the  police  who\nrecorded the statement of PW 15 Sukhwinder Singh, in which   it  was  stated\nas under:-\n</p><blockquote id=\"blockquote_2\">&quot;....I was coming back alongwith my wife  Jaswinder  Kaur  on  scooter  from\nMalerkotla to Village Narike and when we reached the  Village  of  Syhke,  a\nwhite Maruti car was parked near  the  bridge  of  the  drain  and  when  we\nreached nearby, then 4 persons came out of said Maruti car  who  were  armed\nwith hockeys and swords and attacked us. I received many injuries and I  was\nthrown and my wife was forcibly kidnapped with intention to kill her. I,  on\nmy scooter in  staggering  condition,  reached  the  house  of  my  maternal\nparents. Sukhdev Singh, my maternal uncle  got  me  admitted  in  the  Civil\nHospital, Malerkotla. You have written my statement and  it  is  correct.  I\nhave doubts against Hardev Singh @ Mintu etc.  s/o  Darbara  Singh,  Village\nKaonke Khosa who have done this. I can identify others when  brought  before\nme.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_15\">5.    FIR No. 48 was accordingly registered  with  police  station  Amargarh\nunder <a href=\"/doc/455468/\" id=\"a_8\">Sections 307</a>, <a href=\"/doc/695990/\" id=\"a_9\">364</a> and <a href=\"/doc/37788/\" id=\"a_10\">34</a> IPC at about 1.50 AM  on  09.06.2000.  PW  15\nSukhwinder Singh was then referred and taken to Christian  Medical  College,\nLudhiana for further treatment where he was attended to by PW 2  Dr.  Deepak\nBansal and PW 4 Dr. Subhasish Das.  On 09.06.2000  at  about  10.00  AM  one\nBahadur Singh of Village Bolara while going to his agricultural field  found\ndead body of a young lady aged about 22-23 years lying in water on the  edge\nof minor canal.  He reported the matter to the  police,  pursuant  to  which\nFIR No.197 dated 09.06.2000 under <a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a> IPC was  registered  with  the\npolice station Sadar Ludhiana.  The  body  was  identified  to  be  that  of\nJassi.  In the post  mortem  conducted  by  a  Board  of  three  doctors  on\n10.06.2000 at about 4.00 PM, following injuries were noticed on the body  of\nJassi:-\n</p><blockquote id=\"blockquote_3\">An incised wound 7 inch x 2  inch into muscle deep in front of the neck.\n</blockquote>\n<blockquote id=\"blockquote_4\">An incised wound just below the chin 4  inch x 2   inch  was  cutting  the\nskin, sub coetaneous tissue and muscles.\n</blockquote>\n<blockquote id=\"blockquote_5\">An incised wound 6&quot; x   &quot;  x  skin  deep  on  the  front  of  chest  placed\nhorizontally.\n</blockquote>\n<blockquote id=\"blockquote_6\">The post mortem further indicated:-\n</blockquote><blockquote id=\"blockquote_7\">&quot;..The cause of death in this case in our  opinion  was  due  to  shock  and\nhemorrhage as a result of injury to the vital organs, which were  sufficient\nto cause death in the ordinary course of nature. All the injuries were ante-\nmortem in nature....&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_16\">6.    On 09.06.2000 itself a supplementary  statement  of  PW-15  Sukhwinder\nSingh  was recorded in which he gave the number of said Maruti  car  as  DNJ\n4862 and also stated his firm belief that the occurrence had been  committed\nin connivance with Hardev Singh  @  Mintu,  Surjeet  Singh,  Malkiat  Singh,\nDarshan Singh and Gurnek Singh @  Bhatti.   It  appears  that  despite  such\nclear  assertions  no  arrests  were  effected.   The   matter   was   being\ninvestigated by PW 38 Sub-Inspector Hardeep Singh who had gone to  the  spot\non 09.06.2000 and prepared the  site  plan  and  was  able  to  recover  one\nsandal, a handle of cricket bat and upper portion of a hockey stick.   Under\nthe orders of the Special Superintendent of Police, investigation was  taken\nup by PW 40 Inspector Swarn Singh on 20.06.2000.  Hardev  Singh  whose  name\nwas mentioned in the FIR as well as supplementary statement was arrested  on\n21.06.2000 while Darshan Singh was arrested on 22.06.2000.    On  28.06.2000\nAnil Kumar was arrested, while six others including  Ashwani  Kumar  @  Ashu\nwere arrested on 30.06.2000.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">7.    While he was in custody, statement of Anil Kumar  was  recorded  which\nled to the discovery of a pistol, three live cartridges and one  Maruti  car\nbearing no. DNJ 4862  from  which  a  mobile  having  No.9814011272  and  an\nadditional SIM having No.9814038404 were recovered.  Blood  stained  portion\nof back seat of the car was cut and seized. The statement of  Ashwani  Kumar\nled to the discovery of a kirpan and a photograph of Jassi  (Ext.P-38)  from\na farm named Bolara Farm.  On the back side of the photograph, in  Gurumukhi\nwas written her name, physical  description  including  complexion  and  the\nclothes that she would normally wear.  The description was meant  to  enable\na stranger to identify with clarity the person in the photograph.  It was  a\nfull photograph taken out from the collection of someone  known  to  her  or\nthe family. From the  house  of  Ashwani  Kumar  mobiles  were  seized  with\nnumbers 9814014562 and 9316053404.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">8.    On 05.07.2000 statement of PW 5   Jagdeep  Singh  was  recorded  under\n<a href=\"/doc/497457/\" id=\"a_12\">Section 164</a> Cr.P.C to the effect that about one and a  half  months  before,\none Gurwinder Singh and Ashwani Kumar had taken him and  PW6  Harjeet  Singh\nto the dhaba of one pahlwan in a tempo.  They were told to give  beating  to\nPW 15 Sukhwinder Singh as he had contracted marriage with a girl related  to\nAshwani Kumar without the consent of her family.  Said PW  5  Jagdeep  Singh\nand PW 6 Harjeet Singh not having agreed to, they left the dhaba.  Later  in\nthe newspaper he saw the photograph of PW 15 Sukhwinder Singh and  his  wife\nand therefore had appeared before  the  Investigating  Officer  to  get  the\nstatement recorded before the Magistrate.  To the  similar  effect  was  the\nstatement of PW 6 Harjeet Singh which was also recorded  under  <a href=\"/doc/497457/\" id=\"a_13\">Section  164</a>\nCr.P.C. on 05.07.2000.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">9.    On 12.07.2000 a request was made to PW 23  Shri  B.S.  Deol,  Judicial\nMagistrate, First Class, Malerkotla to conduct  Test  Identification  Parade\nin respect of accused Anil Kumar, Ashwani Kumar  and  other  named  accused.\nHowever, he received letters (Ext. PO, Ext.  PO-5  and  Ext.PO-6)  from  the\nconcerned Jail Superintendent that the accused were not willing  to  subject\nthemselves to the such test.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">10.   On 18.07.2000  statement  of  PW-7  Jasbir  Singh  under  <a href=\"/doc/497457/\" id=\"a_14\">Section  164</a>\nCr.P.C. was recorded that Anil Kumar, Ashwani Kumar, Ginder  and  Tony  were\nhis friends and they would often assemble on the  farm  of  Anil  Kumar  for\ndrinks and meals.  It was further stated that on 16.06.2000  when  they  had\nso assembled, Anil Kumar asked him if he had read the newspaper of  the  day\nand upon  his  answering  in  the  negative  Anil  Kumar  stated  that  news\nregarding the murder of Jassi had appeared in  the  newspaper  of  that  day\nwhich murder  was  committed  by  them.   Anil  Kumar  further  stated  that\nJoginder Singh Thanedar was with them and the parents of the girl had  given\nthem money through  Joginder  Singh,  Thanedar  for  the  said  murder.   On\n22.07.2000 PW-8 Bhagwan  Singh  produced  one  tempo  bearing  No.PB-10/9719\nbefore the police.  This was the tempo stated to have been used  by  Ashwani\nKumar and Gurwinder Singh for taking PW-5 Jagdeep  Singh  and  PW-6  Harjeet\nSingh to the dhaba of pahlwan.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">11.   On 26.07.2000 Joginder Singh, serving police officer was arrested  but\nwas released on bail, the same day.  He was later re-arrested on  19.01.2001\nafter his bail was cancelled.  On 29.08.2000 an  application  was  moved  by\nthe police for taking specimen hand-writing of Ashwani Kumar  who  was  then\nconfined in District Jail, Sangroor to compare with  the  writing  found  on\nthe back side of the photograph of Jassi (Ext.P-38).  PW-23 Shri B.S.  Deol,\nJudicial Magistrate asked the Superintendent of Jail to  take  the  specimen\nhand-writing of Ashwani Kumar. However, Ashwani Kumar  vide  Ext.  DK  dated\n05.09.2000 refused to submit his specimen hand-writing.\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">12.   After completion  of  investigation  charge-sheet  was  filed  against\neleven persons while Surjeet Singh, maternal uncle and Malkiat Kaur,  mother\nof Jassi were declared  proclaimed  offenders.   It  was  the  case  of  the\nprosecution that the accused  had  hatched  the  conspiracy  to  commit  the\nmurder of Jassi and had caused injuries to PW-15 Sukhwinder Singh  and  thus\ncommitted the offences with which they were charged.  It  was  alleged  that\nthe marriage of Jassi with PW 15 Sukhwinder Singh, who was  simply  a  three\nwheeler driver, was not to the liking of the mother and the  maternal  uncle\nof Jassi. The prosecution in support of its case examined 45  witnesses  and\nproduced number of documents on record while 42 witnesses were  examined  in\ndefence. The gist  of  the  testimony  of  the  witnesses  examined  by  the\nprosecution, inter alia, was as under:-\n</p><blockquote id=\"blockquote_8\">i)    PW-3 Dr. Jasbir Singh who was one of the doctors conducting the  post-\n</blockquote><p data-structure=\"PetArg\" id=\"p_23\">mortem on the body of Jassi, stated about her  injuries  and  the  cause  of\ndeath and that kirpan Ext.P-12 recovered pursuant  to  disclosure  statement\ncould have caused those injuries.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">ii)   PW-1 Dr. Amit Modi, PW-2 Dr. Deepak Bansal and PW-4 Dr.  Subhasis  Das\ndeposed about the injuries of  PW-15  Sukhwinder  Singh  and  the  treatment\ngiven to him by them.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">iii)  PW-5 Jagdeep Singh and PW-6 Harjeet Singh stated about  their  meeting\nwith Ashwani Kumar and Gurwinder at the dhaba of a  pahlwan  and  that  they\ndid not agree to the proposal  of  beating  PW-15  Sukhwinder  Singh.   They\nidentified the tempo and stated about having given statements under  Section\n164 Cr.P.C.\n</p><p data-structure=\"RespArg\" id=\"p_26\">iv)   PW-7 Jasbir Singh deposed that Ashwani Kumar, Anil Kumar,  Ginder  and\nTony were his friends, that they had met at a farm on 16.06.2000  when  Anil\nKumar had asked him whether he had read newspaper of the  day.   He  further\ndeposed that Anil Kumar stated that they had committed the murder of  Jassi,\nthat Joginder Singh Thanedar was with them  and  that  the  money  was  paid\nthrough said Joginder Singh.  He  stated  about  having  given  a  statement\nunder Section 164 Cr.P.C.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">v)    PW-8 Bhagwant Singh deposed that his tempo  PB-10/9719  was  impounded\nby CIA staff of which Joginder Singh was in-charge and that  the  tempo  was\nreleased on 07.06.2000 after he had paid money as  demanded.   This  version\nwas corroborated by PW-9 Jagir Singh.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">vi)   PW-14 Barjinder Singh stated that on 08.06.2000 he saw a car of  white\ncolour with four persons standing close by.  Later he heard the voice  of  a\nwoman asking for help and that those persons had forcibly  taken  her  away.\nThough he failed to identify the persons, his version supported the case  as\nregards the location and the time of incident.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">vii)  PW-15  Sukhwinder  Singh  deposed  that  he  was  married  with  Jassi\non15.03.1999, that it was against the wishes of her  parents,  that  Malkiat\nKaur and Surjeet Singh viz. mother and maternal  uncle  of  Jassi,  used  to\ngive him threats and stated how the incident  occurred  on  08.06.2000.   He\nhad shown his willingness and capacity to identify the  assailants  and  did\nidentify Ashwani Kumar and Anil Kumar in court.\n</p><p data-structure=\"RespArg\" id=\"p_30\">viii) PW-20 Sukhdev Singh, uncle of PW-15 Sukhwinder  Singh  who  had  taken\nhim to the hospital, supported the version of PW-15 Sukhwinder Singh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">ix) PW-23 B.S. Deol, Judicial Magistrate spoke about the refusal on part  of\nAnil Kumar and Ashwani Kumar to participate in  test  identification  parade\nand refusal by Ashwani Kumar to give his specimen handwriting.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">x) PW-24 constable Bikkar Singh deposed about the recoveries  effected  from\nBolara Farm pursuant to the disclosure statement of the accused.\n</p><p data-structure=\"RespArg\" id=\"p_33\">xi) PW-27 Charan Preet Singh stated that he  knew  Ashwani  Kumar  and  Anil\nKumar and that they used to call from their telephone numbers.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">xi) PW-32 Jaswinder Singh deposed that  at  the  request  of  ADGP,  Punjab,\nIntelligence his company had supplied copies  of  print  outs  of  telephone\nNos.9814014562,   9814031374,   9814011272,   9814090919,   9814075614   and\n9814036765.  PW-34 Ved Prakash  Julka  produced  the  record  pertaining  to\ntelephone No.605219 installed in the name of Joginder Singh.\n</p><p data-structure=\"RespArg\" id=\"p_35\">xii)  PW-37 SI Harjinder Singh deposed about the FIR No.38 dated  23.02.2000\nwhich was registered pursuant  to  fax  message  Ext.PAO  and  that  he  had\nrecorded the statement of Jassi.  He further stated about the  statement  of\nJassi under <a href=\"/doc/497457/\" id=\"a_15\">Section 164</a> Cr.P.C. and that  he  had  recommended  cancellation\nafter having found the case to be false.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">xiii) PW-38 SI Hardeep Singh spoke about the  registration  of  FIR  in  the\npresent case and the investigation conducted by him till it was handed  over\nto PW-41 Inspector Swaran Singh who in turn deposed about various stages  of\ninvestigation including the arrests of the  accused,  disclosure  statements\nmade by the accused and the recoveries made  pursuant  thereto  and  various\nother aspects.\n</p>\n<p data-structure=\"Facts\" id=\"p_37\"> 13.  The trial court after considering the material on record  and  hearing\nrival submissions,  vide  its  judgment  dated  21.10.2005  found  that  the\nprosecution had successfully proved its case against seven  accused  persons\nincluding the appellants.   It found them guilty under  <a href=\"/doc/1560742/\" id=\"a_16\">Section  302</a>/<a href=\"/doc/695990/\" id=\"a_17\">364</a>/<a href=\"/doc/455468/\" id=\"a_18\">307</a>\nread with <a href=\"/doc/1897847/\" id=\"a_19\">Section 120B</a> IPC.  Accused  Anil  Kumar,  Ashwani  Kumar  @  Ashu,\nGurwinder Singh @ Ginder and Gursharan Singh @  Tony  were  sentenced  under\n<a href=\"/doc/1560742/\" id=\"a_20\">Section 302</a> IPC to undergo life  imprisonment,  under  <a href=\"/doc/695990/\" id=\"a_21\">Section  364</a>  IPC  to\nundergo RI for 10 years and under <a href=\"/doc/455468/\" id=\"a_22\">Section 307</a> IPC to undergo  RI  for  seven\nyears with separate sentences of fine  and   sentences  in  default.   Three\nother accused, namely, Joginder Singh, Hardev Singh and Darshan  Singh  were\nconvicted with the aid of <a href=\"/doc/1897847/\" id=\"a_23\">Section 120B</a> IPC and sentenced to  suffer  similar\nimprisonment on the aforesaid three counts.  However benefit  of  doubt  was\ngiven to other four accused, namely, Jaswant Singh @ Soni, Ravinder Singh  @\nLilu, Kamaljeet Singh @ Komal and  Gurnek  Singh  @  Bhatti  and  they  were\nacquitted of all the charges.  All seven convicted  accused  filed  Criminal\nAppeal Nos.836-DB/2005 and 921-DB/2005 before the High  Court,  which   gave\nbenefit of doubt to Hardev Singh, Gurwinder  Singh  and  Gursharan  Singh  @\nTony and acquitted them, while it confirmed the conviction and  sentence  of\nthe present appellants,  which  judgment  is  now  under  challenge  in  the\npresent appeals.\n</p>\n<p data-structure=\"Facts\" id=\"p_38\">14.   As regards appellants Ashwani Kumar and Anil Kumar,  the  trial  court\nas well as  the  High  Court  have  principally  relied  upon  the  evidence\nregarding assault on   PW-15 Sukhwinder Singh as stated by him and the  fact\nthat he identified them to be part of the group of  assailants.   The  extra\njudicial confession, as stated by  PW-7  Jasbir  Singh  and  the  recoveries\neffected pursuant to  the  disclosure  statements  were  relied  upon.   The\ntestimony of PW-5 Jagdeep Singh and  PW-6  Harjeet  Singh  as  well  as  the\ncommunications between the accused soon before and  after  the  incident  of\nassault on PW-15 Sukhwinder Singh and kidnapping of Jassi were  also  relied\nupon.  The other two appellants were found guilty with the  aid  of  <a href=\"/doc/1897847/\" id=\"a_24\">Section\n120B</a> IPC as conspirators.  The telephonic communications  between  them  and\nAshwani Kumar and Anil Kumar were relied upon as against Joginder Singh  and\nDarshan Singh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">15.   Appearing for Ashwani Kumar and Anil Kumar, Mr. R.K.  Kapoor,  learned\nAdvocate submitted that identification by PW-15  Sukhwinder  Singh  for  the\nfirst time in court  could  not  be  taken  as  conclusive  evidence.    The\nevidence in the form of extra judicial confession was  also  not  conclusive\ninasmuch as certain other accused, though  named  in  such  confession  were\nacquitted by the courts below.  Shri K.T.S. Tulsi, learned  senior  Advocate\nappearing for Joginder Singh submitted that in a subsequent trial  initiated\nagainst Joginder Singh on the allegation of demand of  bribe  for  releasing\nthe same tempo bearing No.PB-10/9719, he was  honourably  acquitted  and  as\nsuch said judgment would operate as issue estoppel.   Shri Ratnakar K.  Dash\nlearned senior Advocate appearing  for  Darshan  Singh  submitted  that  the\nlandline telephone number in question stated to be  that  of  Darshan  Singh\nwas actually in the name of his brother installed at the residence  of  said\nbrother and there was no evidence to suggest that it was  exclusively  under\nthe control of Darshan Singh.  In any case daughter  of  Darshan  Singh  was\nmarried to the son of Surjeet Singh, maternal uncle of  Jassi  and  as  such\ncalls from the said landline number to the number in Canada were  completely\njustified and no inference could be drawn that said Darshan  Singh  was  one\nof the conspirators.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">16.   Appearing for State of Punjab Shri Jayant K. Sud, Additional  Advocate\nGeneral assisted by Ms. Jasleen Chahal, Assistant Advocate General  took  us\nthrough the entire record.   It  was  submitted  that  the  offence  in  the\npresent case  was an act of conspiracy which was clear from  the  fact  that\nfax message Ext.PAO had originated from  the  same  number  in  Canada  with\nwhich the accused Ashwani Kumar @ Ashu and Anil  Kumar  were  constantly  in\ntouch,  that  the   backside  of   the   photograph   (Ext.P-38)   and   the\nconversations deposed to by PW-5 Jagdeep Singh and PW-6 Harjeet  Singh  lend\ncomplete corroboration,  that   identification  by  PW-15  Sukhwinder  Singh\nwas  completely  trustworthy  and  fully  reliable,  that  the   record   of\ntelephonic conversations show all the four appellants  were  in  touch  with\neach other as well as with the number in Canada soon before and  immediately\nafter the occurrence, that the  recoveries  of  kirpan,  blood-stained  seat\ncover and photograph (Ext.P-38) corroborated the prosecution case  and  that\nthe  extra judicial confession  as  stated  by  PW-7  Jasbir  Singh  further\nclinched the issue.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5036008\" id=\"span_1\">17.   The evidence of PW-15 Sukhwinder Singh regarding the  occurrence  that\ntook place on 08.06.2000 is fully  supported  by  the  medical  evidence  on\nrecord.  He was immediately taken for medical attention and  found  to  have\nsuffered 10 injuries, some of which  were  by  sharp  cutting  weapon.   His\nassertion regarding the place of  incident  and  the  manner  in  which  the\noccurrence took place is also supported by another witness  PW-14  Berjinder\nSingh.   Though said witness failed to identify the  assailants  as  he  had\nwatched the incident from a distance, he lends complete support to PW-15  as\nregards other material particulars.   Considering  the  nature  of  injuries\nsuffered by  him  and  the  fact  that  Jassi  was  forcibly  taken  by  the\nassailants the entire incident  could  certainly  have  afforded  sufficient\ntime and opportunity to PW-15 to  recollect  and  identify  the  assailants.\nThe law on the point is well-settled that if the witness is trustworthy  and\nreliable, the mere fact that no test  identification  parade  was  conducted\nwould not be a reason to  discard  the  evidence  of  the  witness.  It  was\nobserved by this Court in <a href=\"/doc/5036008/\" id=\"a_25\">Ashok Debbarma Vs. State of Tripura</a>[1] as under:-</span>\n</p><blockquote id=\"blockquote_9\">&quot;21  The abovementioned decisions would indicate that while the evidence  of\nidentification of an accused at a trial is admissible as  substantive  piece\nof evidence, it would depend on the facts of a given case as to  whether  or\nnot such a piece of evidence can  be  relied  upon  as  the  sole  basis  of\nconviction of an accused. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1653286\" id=\"span_2\">In <a href=\"/doc/1653286/\" id=\"a_26\">Malkhansingh  V.  State  of  M.P.</a>,  this  Court\nclarified that the test identification parade is not a substantive piece  of\nevidence and to hold the test identification parade is not even the rule  of\nlaw but a rule of prudence so that the identification of accused inside  the\ncourtroom at the trial can be safely relied upon. We are of  the  view  that\nif the witnesses are trustworthy and reliable, the mere fact  that  no  test\nidentification parade was conducted, itself,  would  not  be  a  reason  for\ndiscarding the evidence of those witnesses....&quot;</span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_42\">18.    The  prosecution  had   made   the   witness   available   for   test\nidentification but the concerned accused had refused to participate  in  the\ntest. Though there was no reason for  such  refusal  and  adverse  inference\ncould be drawn against the accused, we still looked for other  corroborating\nmaterial which is available in the form  of  extra  judicial  confession  as\ndeposed to by PW-7 Jasbir Singh and the incident which had happened  at  the\ndhaba of pahlwan as spoken by PW-5 Jagdeep Singh  and  PW-6  Harjeet  Singh.\nThe fact that a photograph of Jassi (Ext.P-38)  was  recovered  pursuant  to\ndisclosure  statement  by  Ashwani  Kumar  is  another  circumstance.   That\nphotograph (Ext.P-38) was recovered from Bolara Farm  which  was  under  the\ncontrol of Anil Kumar.  The description of Jassi in Gurumukhi  on  the  back\nside of the photograph is crucial.  Refusal on  part  of  Ashwani  Kumar  to\ngive his specimen hand writing must lead to adverse inference  against  him.\n The recovery of weapon, namely, kirpan which according to the doctor  could\nhave resulted in the injuries suffered by PW-15 Sukhwinder Singh  and  Jassi\nand the blood-stained seat cover are other  circumstances  lending  complete\ncorroboration.  The communication by Ashwani Kumar and Anil Kumar  with  the\nnumber in Canada which itself was the source for the fax-message Ext.PAO  is\nanother circumstance.  All these  circumstances  stand  proved  and  clearly\npoint in the direction of the guilt of Ashwani  Kumar  and  Anil  Kumar  and\nadditionally lend complete support to the testimony  of  and  identification\nby PW 15  Sukhwinder  Singh.  The  courts  below  were  therefore  perfectly\njustified in finding Ashwani Kumar and Anil Kumar  guilty  of  the  offences\nunder <a href=\"/doc/695990/\" id=\"a_27\">Sections 364</a>/<a href=\"/doc/455468/\" id=\"a_28\">307</a> and <a href=\"/doc/1560742/\" id=\"a_29\">302</a> IPC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79255696\" id=\"span_3\">19.   We now deal with the case of the  other  appellants.   The  submission\nadvanced by Shri Tulsi that the subsequent judgment will  operate  as  issue\nestoppel is not correct.  First and foremost the offences are different  and\ndistinct. The rule regarding issue  estoppel  relates  to  admissibility  of\nevidence in subsequent proceedings which is designed to up-set a finding  of\nfact recorded on the previous occasion and  mandates  that  the  finding  so\nrendered on earlier occasion must operate as issue  estoppel  in  subsequent\nproceedings.   It makes it impermissible to lead  any  such  evidence  at  a\nsubsequent stage or occasion.  The attempt on part of Mr. Tulsi is just  the\nopposite.  He seeks to rely on the finding at a subsequent stage  to  up-set\na finding of fact recorded on a previous occasion.  The  law  on  the  point\nwas succinctly stated by this Court in  <a href=\"/doc/79255696/\" id=\"a_30\">Sangeetaben  Mahendrabhai  Patel  v.\nState of Gujarat</a>[2] in following words:</span>\n</p><blockquote id=\"blockquote_10\">&quot;23.    This Court has time and  again  explained  the  principle  of  issue\nestoppel in a criminal trial observing that where an issue of fact has  been\ntried by a competent court on an earlier occasion and  a  finding  has  been\nrecorded in favour of the  accused,  such  a  finding  would  constitute  an\nestoppel or res judicata against the prosecution, not as a bar to the  trial\nand conviction of the accused for a different or distinct  offence,  but  as\nprecluding the acceptance/reception of evidence to disturb  the  finding  of\nfact when the accused is tried subsequently for a  different  offence.  This\nrule is distinct from the  doctrine  of  double  jeopardy  as  it  does  not\nprevent the trial of any offence but only precludes the evidence  being  led\nto prove a fact in issue as regards which evidence has already been led  and\na specific finding has been recorded at an  earlier  criminal  trial.  Thus,\nthe rule relates only to the admissibility of evidence which is designed  to\nupset a finding of fact recorded by a competent court in  a  previous  trial\non a factual issue...&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_44\">            We therefore reject the submission.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_45\">20.   As per deposition of PW-8 Bhagwan Singh and other material on  record,\nthe tempo in  question  bearing  No.PB-10/9719  was  under  the  control  of\nJoginder Singh. It was this tempo which was used by Ashwani Kumar as  stated\nby  PW-5  Jagdeep  Singh  and  PW  6   Harjeet   Singh.     The   telephonic\nconversations between Joginder Singh, a serving police officer  and  Ashwani\nKumar and Anil Kumar just before and soon after the incident  are  extremely\ncrucial.  No explanation has been offered on part of  Joginder  Singh.   The\nrecord further indicates that Joginder Singh was  also  in  touch  with  the\nsame number from Canada, in respect of which again there is no  explanation.\n In the extra judicial  confession  deposed  to  by  PW-7,  there  is  clear\nassertion that parents of Jassi had given money through Joginder Singh.   In\nthe circumstances we fully agree with the  assessment  made  by  the  courts\nbelow in finding Joginder Singh guilty of the offences under  <a href=\"/doc/695990/\" id=\"a_31\">Sections  364</a>,\n<a href=\"/doc/1560742/\" id=\"a_32\">302</a> and <a href=\"/doc/1324577/\" id=\"a_33\">367</a> IPC with the aid  of  <a href=\"/doc/1897847/\" id=\"a_34\">Section  120B</a>  IPC.   His  conviction  and\nsentence, in our considered view, is completely justified.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">21.   However, as  regards  Darshan  Singh  all  that  the  prosecution  has\nproduced is the record of telephonic conversations.   No  doubt  that  there\nhave been communications with Ashwani Kumar, Anil Kumar, Joginder Singh  and\nthe number from Canada but such communications are from  a  landline  number\nwhich stands in the name of the brother of  Darshan  Singh.    There  is  no\nevidence on record that the said landline number  was  under  the  exclusive\ncontrol of Darshan Singh.  Secondly, given the fact  that  his  daughter  is\nmarried with the son of Surjeet Singh from Canada,  the  conversations  with\nthe number in Canada are explainable.   It is true  that  suspicion  against\nDarshan  Singh  was  expressly  stated  in  the  first  statement  of  PW-15\nSukhwinder Singh  itself.   However,  apart  from  telephonic  conversations\nnothing has been placed on record by the prosecution.  We,  therefore,  give\nbenefit of doubt to Darshan Singh and acquit  him  of  the  charges  leveled\nagainst him.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">22.   In the circumstances Criminal Appeal Nos.1041-1042 of  2008  preferred\nby Ashwani Kumar @ Ashu and Joginder Singh and Criminal  Appeal  No.1043  of\n2008 by Anil Kumar are dismissed affirming  the  orders  of  conviction  and\nsentence recorded against them. The appeal of Darshan  Singh,  namely,  Crl.\nAppeal No.1814 of 2009 is allowed and he is acquitted of  all  the  charges.\nThe bail bonds furnished by him stand  cancelled.   Ashwani  Kumar  @  Ashu,\nAnil Kumar and Joginder Singh who were not granted bail,  must  undergo  the\nsentences awarded.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_48\">                 ..............................J.\n                                  (Madan B. Lokur)\n\n\n\n            .............................J.\n                                  (Uday Umesh Lalit)\nNew Delhi,\nApril 16, 2015\n</p><p data-structure=\"Conclusion\" id=\"p_49\">-----------------------\n</p><pre id=\"pre_2\">[1]    (2014) 4 SCC 747\n[2]    (2012) 7 SCC 621\n\n-----------------------\n<span class=\"hidden_text\" id=\"span_4\">25</span>\n\n\n</pre>","numcites":15,"numcitedby":23,"docsource":"Supreme Court of India","citetid":109399025,"divtype":"judgments","relatedqs":[{"value":"issue estoppel","formInput":"issue%20estoppel"},{"value":"extra judicial confession","formInput":"extra%20judicial%20confession"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"estoppel","formInput":"estoppel"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 164 of code of criminal procedure","formInput":"section%20164%20of%20code%20of%20criminal%20procedure"},{"value":"section 164 crpc","formInput":"section%20164%20crpc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 120b","formInput":"section%20120b"},{"value":"statement under section 164 cr.p.c","formInput":"statement%20under%20section%20164%20cr.p.c"},{"value":"telephonic conversation","formInput":"telephonic%20conversation"},{"value":"confession","formInput":"confession"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"120b ipc","formInput":"120b%20ipc"},{"value":"section 120B,indian penal code","formInput":"section%20120B%2Cindian%20penal%20code"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"section 307","formInput":"section%20307"},{"value":"joginder kumar","formInput":"joginder%20kumar"},{"value":"judicial confession","formInput":"judicial%20confession"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"confession-recording, recording-of-statement","formInput":"tag:confession-recording, recording-of-statement"},{"value":"kidnapping-abducting-for-murder","formInput":"tag:kidnapping-abducting-for-murder"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}