{"tid":175943739,"publishdate":"2009-08-17","title":"Vinod Kumar Sahadev vs Union Of India & Ors. on 17 August, 2009","doc":"<h2 class=\"doc_title\">Vinod Kumar Sahadev vs Union Of India &amp; Ors. on 17 August, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-c-garg\">Mool Chand Garg</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-c-garg\">Mool Chand Garg</a></h3>\n\n<pre id=\"pre_1\">*       IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+       Crl.A. 315/2007\n\n                                             Date of Reserve: 22.07.2009.\n                                             Date of Decision: 17.08.2009.\n\n        VINOD KUMAR SAHADEV.                          ...Appellant\n                      Through:       Ms. Sangita Bhayana, adv.\n\n                                  Versus\n\n        UNION OF INDIA &amp; ORS.                         ...RESPONDENTS\n                        Through:     Mr. Deepak Anand, adv. with Ms.\n                                     Rajdipa Behura, adv.\n        CORAM:\n        HON&#x27;BLE MR. JUSTICE MOOL CHAND GARG\n\n1.      Whether the Reporters of local papers\n        may be allowed to see the judgment?       Yes\n\n2.      To be referred to Reporter or not?        Yes\n\n3.      Whether the judgment should be            Yes\n        reported in the Digest?\n\n:       MOOL CHAND GARG\n\n1.      The appellant had filed a writ petition impugning the order dated\n\n23.3.2007 passed by the Appellate Tribunal for Foreign Exchange\n\n(hereinafter referred to as &quot;respondent No.2&quot;) which writ petition was\n\nconverted as an appeal under <a href=\"/doc/1109803/\" id=\"a_1\">Section 35</a> of the Foreign Exchange\n\nRegulation Act, 1973 (hereinafter referred to as &quot;the FERA, 1973&quot;). By\n\nthe impugned order, the respondent No.2 modified the order dated\n\n10.4.1991 passed by the Special Director, Enforcement Directorate\n\n(hereinafter referred to as &quot;respondent No.3&quot;) to the extent that the\n\npenalty of Rs. 8,50,000/- imposed upon the appellant was reduced to\n\nRs.5,00,000/- in respect of three show cause notices for the alleged\n\ncontravention of the provisions of <a href=\"/doc/616745/\" id=\"a_2\">Section 8(1)</a> and <a href=\"/doc/974400/\" id=\"a_3\">8 (2)</a> of the FERA,\n\n1973.\n\n2.      The respondent initiated the proceedings against the appellant\n\n\n\nCriminal Appeal No.315/2007                                      Page 1 of 11\n relying upon the statement made by one Surinder Kumar Dhawan,\n\nwho, as alleged, was arrested by the Customs Authorities at Palam\n\nAirport on 13.9.1985 and was found in possession of Saudi Riyals\n\n43,500, DM 12,500 and DHs 2000 while he was moving towards\n\nsecurity check at the airport for going to Singapore by KLM Flight and\n\nstated that the foreign exchange was received by him from Vinod\n\nKumar Sahadev, the present appellant.\n\n3.     As a follow up action, the respondent conducted a search at the\n\nresidential and business premises of the appellant, Surinder Kumar\n\nDhawan and B.S. Malik. It is the case of the respondents that during\n\nthe aforesaid search some loose sheets were recovered from the house\n\nof Vinod Kumar, which had some calculations and which were\n\ndescribed as calculations of dealing in foreign exchange by the\n\npetitioner with one Kasturi Lal.\n\n\n4.     The respondent claims to have recorded the statement of the\n\npresent appellant under <a href=\"/doc/1396893/\" id=\"a_4\">Section 40</a> of the FERA, 1973 on 13.9.1985\n\nalleging that the appellant accepted having handed over foreign\n\nexchange in question to Surinder Kumar Dhawan and to Kasturi Lal and\n\nhis involvement in similar transactions between September 1984 till\n\n12.9.1985 to the tune of Rs.30 lakhs.\n\n5.     It is also the case of the respondents that the statement of\n\nKasturil Lal was also recorded where he has denied his involvement in\n\nany such transaction, yet three show cause notices were issued to all,\n\nbesides launching of prosecution against the present appellant.\n\n6.     The criminal complaints were also filed by the respondent in\n\nrespect of the same facts. However, the appellant and Kasturi Lal were\n\n\n\n\nCriminal Appeal No.315/2007                                  Page 2 of 11\n discharged in one of the complaint case by the learned ACMM, New\n\nDelhi on 3.12.1998. In the second complaint, the appellant, B.S.Malik\n\nand Kasturi Lal were also discharged by the learned ACMM, New Delhi\n\non 8.3.1999.\n\n7.     According to the appellant, he had retracted his alleged\n\nvoluntary statement recorded by the respondent, on 14.9.1984 itself.\n\nAccording to him the said statement was not given by him voluntarily\n\nbut was given under duress and that the same was obtained by using\n\nforce by the officers of the respondent. It is in these circumstances, the\n\nappellant has assailed the order of the Tribunal dated 23.3.2007 on the\n\nfollowing grounds:-\n\n       (i)     There is no evidence against the appellant that he\n\n       contravened the provisions of <a href=\"/doc/616745/\" id=\"a_5\">Section 8(1)</a> and <a href=\"/doc/974400/\" id=\"a_6\">8(2)</a> of the\n\n       FERA, 1973.\n\n       (ii)    The statements which the respondents rely upon and\n\n       states was voluntary statements made by the appellant,\n\n       Surinder Kumar Dhawan, B.S. Malik, stand retracted and\n\n       was obtained under duress and fraud and there is no\n\n       corroboration of those statements by any independent\n\n       witness.\n\n       (iii)   The stand of the respondent that the recovery of\n\n       foreign    currency     is   corroborated   by   the   voluntary\n\n       statements of appellant, Surinder Kumar Dhawan and B.S.\n\n       Malik is not correct.\n\n       (iv)    No corroborative evidence has been led by the\n\n       respondent to prove the retracted confessional statement\n\n       inasmuch as no opportunity was granted to cross-examine\n\n\n\n\nCriminal Appeal No.315/2007                                         Page 3 of 11\n        the officials who recorded the statement of Surinder Kumar\n\n       Dhawan, B.S.Malik, Kasturi Lal and the appellant. Even the\n\n       punch witnesses who were the witnesses to the alleged\n\n       recovery of foreign exchange from Surinder Kumar Dhawan\n\n       were also not produced during the course of adjudicatory\n\n       proceedings and they were also not permitted to be cross-\n\n       examined. It is also stated that even the allegations made\n\n       by the appellant in his retracted confession sent by the\n\n       registered post on 14.9.1985 itself, receipt of which is not\n\n       disputed by the respondent, has not been refuted by the\n\n       respondent inasmuch as none of the officers who recorded\n\n       the statement of the petitioner has come in the witness\n\n       box to corroborate the version of the respondent. Even the\n\n       annexure to the panchnama containing the details of the\n\n       documents recovered allegedly was also not produced by\n\n       the   department,      which   makes   the   recovery   of   the\n\n       documents from the residence of the petitioner doubtful.\n\n       The witnesses who witnessed the alleged recovery of the\n\n       incriminating documents from the appellant have been\n\n       examined by the respondent in the course of adjudicating\n\n       proceedings.       In fact, no reply has been filed to the\n\n       allegation made by the appellant about the exercise of\n\n       duress and force upon him while recording his alleged\n\n       statement on 13.9.1985.\n\n8.     It is thus submitted that once the recovery of foreign currency\n\nhas not been proved in accordance with law and there is no\n\ncorroboration of the documents seized or the statements made by\n\n\n\n\nCriminal Appeal No.315/2007                                         Page 4 of 11\n other accused persons, the imposition of penalty on the appellant who\n\nis even otherwise not in a position to pay the same cannot be\n\nsustained.\n\n9.     It would be appropriate to take note of the judgment of the\n\nSupreme Court in K.I. Pavunny v. Asstt. Collector (HQ), Central\n\nExcise Collectorate, (1997) 3 SCC 721, wherein it is held:\n\n\n\n       20. The question then is whether the retracted confessional statement\n       requires corroboration from any other independent evidence. It is seen\n       that the evidence in this case consists of the confessional statement,\n       the recovery panchnama and the testimony of PWs 2, 3 and 5. It is true\n       that in a trial and proprio vigore in a criminal trial, courts are required\n       to marshal the evidence. It is the duty of the prosecution to prove the\n       case beyond reasonable doubt. The evidence may consist of direct\n       evidence, confession or circumstantial evidence. In a criminal trial\n       punishable under the provisions of the <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> it is now well-settled legal\n       position that confession can form the sole basis for conviction. If it is\n       retracted, it must first be tested whether confession is voluntary and\n       truthful inculpating the accused in the commission of the crime.\n       Confession is one of the species of admission dealt with under <a href=\"/doc/967059/\" id=\"a_8\">Sections\n       24</a> to <a href=\"/doc/1974480/\" id=\"a_9\">30</a> of the Evidence Act and <a href=\"/doc/228024/\" id=\"a_10\">Section 164</a> of the Code. It is an\n       admission against the maker of it, unless its admissibility is excluded\n       by some of those provisions. If a confession is proved by\n       unimpeachable evidence and if it is of voluntary nature, it when\n       retracted, is entitled to high degree of value as its maker is likely to\n       face the consequences of confession by a statement affecting his life,\n       liberty or property. Burden is on the accused to prove that the\n       statement was obtained by threat, duress or promise like any other\n       person as was held in Bhagwan Singh v. State of Punjab (I)16 (AIR para\n       30). If it is established from the record or circumstances that the\n       confession is shrouded with suspicious features, then it falls in the\n       realm of doubt. The burden of proof on the accused is not as high as on\n       the prosecution. If the accused is able to prove the facts creating\n       reasonable doubt that the confession was not voluntary or it was\n       obtained by threat, coercion or inducement etc., the burden would be\n       on the prosecution to prove that the confession was made by the\n       accused voluntarily. If the court believes that the confession was\n       voluntary and believes it to be true, then there is no legal bar on the\n       court for ordering conviction. However, the rule of prudence and\n       practice does require that the court seeks corroboration of the\n       retracted confession from other evidence. The confession must be one\n       inculpating the accused in the crime. It is not necessary that each fact\n       or circumstance contained in the confession is separately or\n       independently corroborated. It is enough if it receives general\n       corroboration. The burden is not as high as in the case of an approver\n       or an accomplice in which case corroboration is required on material\n       particulars of the prosecution case. Each case would, therefore, require\n       to be examined in the light of the facts and circumstances in which the\n       confession came to be made and whether or not it was voluntary and\n       true. These require to be tested in the light of a given set of facts. The\n       high degree of proof and probative value is insisted in capital offences.\n\n\n       25. It would thus be seen that there is no prohibition under the\n       <a href=\"/doc/1953529/\" id=\"a_11\">Evidence Act</a> to rely upon the retracted confession to prove the\n\n\n\n\nCriminal Appeal No.315/2007                                                   Page 5 of 11\n        prosecution case or to make the same basis for conviction of the\n       accused. Practice and prudence require that the court could examine\n       the evidence adduced by the prosecution to find out whether there are\n       any other facts and circumstances to corroborate the retracted\n       confession. It is not necessary that there should be corroboration from\n       independent evidence adduced by the prosecution to corroborate each\n       detail contained in the confessional statement. The court is required to\n       examine whether the confessional statement is voluntary; in other\n       words, whether it was not obtained by threat, duress or promise. If the\n       court is satisfied from the evidence that it was voluntary, then it is\n       required to examine whether the statement is true. If the court on\n       examination of the evidence finds that the retracted confession is true,\n       that part of the inculpatory portion could be relied upon to base the\n       conviction. However, prudence and practice require that court would\n       seek assurance getting corroboration from other evidence adduced by\n       the prosecution.\n\n\n\n10.    Reliance has also been placed on a judgment delivered in the\n\ncase of Vinod Kumar Solanki Vs. Union of India and Anr. [2009\n\n(233) ELT 157 : 2009 JT (1) SC 1 : 2008 (16) SCALE 31], wherein\n\nthe Apex Court has discussed the effect of the retracted confession for\n\nthe purpose of levy of penalty under the FERA, 1973.                  The relevant\n\nportion of the judgment is quoted below:-\n\n       14. As indicated heretobefore, the courts below proceeded on the\n       premise that a confession was made by appellant, although retracted\n       later, that he had acquired foreign exchange during the period 1993-94\n       on the basis of forged import documents where after he got the same\n       transferred to his bank account Nos. 564-000-4888-5 and No. 96300-\n       1254-9 in Standard Chartered Bank, Asian House VI Branch and\n       American E, Bank, Central Branch, at Hongkong and misutilized the\n       said foreign exchange and failed to import any rough diamonds for\n       which purpose the same was acquired.\n\n       15. The questions which would arise for our consideration are: (1)\n       whether the appellant had made bald statement at the time of\n       retraction alleging threat and coercion so as to shift the burden of\n       proof from him to the Enforcement Directorate; and (2) whether\n       consolidated penalty could have been imposed only on the basis of\n       such retracted confession.\n\n       16. Indisputably, a confession made by an accused would come within\n       the purview of <a href=\"/doc/967059/\" id=\"a_12\">Section 24</a> of the Indian Evidence Act, 1872, which\n       reads as under:\n              24. Confession caused by inducement, threat or\n              promise, when irrelevant in criminal proceeding.-\n              A confession made by an accused person is irrelevant in\n              a criminal proceeding, if the making of the confession\n              appears to the Court to have been caused by any\n              inducement, threat or promise, having reference to the\n              charge against the accused person, proceeding from a\n              person in authority and sufficient in the opinion of the\n              Court, to give the accused person grounds, which would\n\n\n\n\nCriminal Appeal No.315/2007                                                Page 6 of 11\n               appear to him reasonable, for supposing that by making\n              it he would gain any advantage or avoid any evil of a\n              temporal nature in reference to the proceedings against\n              him.\n\n       17. The proceeding under the Act is quasi criminal in nature. <a href=\"/doc/1610983/\" id=\"a_13\">Section\n       50</a> of the Act is a penal provision prescribing that in the event of\n       contravention of any of the provisions of the Act or of any rule,\n       direction or order made there under, a penalty not exceeding five\n       times the amount or value involved in any such contravention may be\n       imposed.\n\n       18. <a href=\"/doc/693536/\" id=\"a_14\">Section 71</a> of the Act provides for burden of proof in certain cases.\n       Sub-section (2) of <a href=\"/doc/693536/\" id=\"a_15\">Section 71</a> provides that the burden of proving that\n       the foreign exchange acquired by such person has been used for the\n       purpose for which permission to acquire it was granted shall be on\n       such person.\n\n       19. <a href=\"/doc/1953529/\" id=\"a_16\">The Act</a> is a special Act, which confers various powers upon the\n       authorities prescribed therein. Even the salutory principles of mens rea\n       and actus reus in a proceeding under the Act may not be held to be\n       applicable. It is now a well settled principle that presumption of\n       innocence as contained in <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a> of the International Covenant on\n       Civil and Political Rights is a human right although per se it may not be\n       treated to be a fundamental right within the meaning of <a href=\"/doc/1199182/\" id=\"a_18\">Article 21</a> of\n       the Constitution of India.\n\n       [See <a href=\"/doc/1678224/\" id=\"a_19\">Article 11(1)</a> of the Universal Declaration of Human Rights (1948)\n       and <a href=\"/doc/531094/\" id=\"a_20\">Article 6.2</a> of the European Convention for the protection of Human\n       Rights and Fundamental Freedoms (1950) and <a href=\"/doc/1091639/\" id=\"a_21\">Article 14.2</a> of the\n       International Covenant on Civil and Political Rights (1966)]\n\n       20. Sub-section (2) of <a href=\"/doc/693536/\" id=\"a_22\">Section 71</a> places the burden of proof upon an\n       accused or a proceedee only when the foreign exchange acquired has\n       been used for the purpose for which permission to acquire it was\n       granted and not for mere possession thereof. The Parliament,\n       therefore, advisedly did not make any provision placing the burden of\n       proof on the accused/proceedee.\n\n       21. <a href=\"/doc/1953529/\" id=\"a_23\">The Act</a>, thus, does not provide for a &#x27;reverse burden&#x27;. No\n       presumption of commission of an offence is raised under the Act. Even\n       in a case where the law provides for a burden on the accused having\n       regard to the aforementioned presumption of innocence as a human\n       right, this Court in Noor Aga v. State of Punjab and Anr. 2008 (9) SCALE\n       681 held as under:\n              114. Only when these things are established, a\n              statement made by an accused would become relevant\n              in a prosecution under the Act. Only then, it can be used\n              for the purpose of proving the truth of the facts\n              contained therein. It deals with another category of case\n              which provides for a further clarification. Clause (a) of\n              Sub-section (1) of Section 138B deals with one type of\n              persons and Clause (b) deals with another. The\n              Legislature might have in mind its experience that\n              sometimes witnesses do not support the prosecution\n              case as for example panch witnesses and only in such an\n              event an additional opportunity is afforded to the\n              prosecution to criticize the said witness and to invite a\n              finding from the court not to rely on the assurance of the\n              court on the basis of the statement recorded by the\n              Customs Department and for that purpose it is\n\n\n\n\nCriminal Appeal No.315/2007                                                 Page 7 of 11\n               envisaged that a person may be such whose statement\n              was recorded but while he was examined before the\n              court, it arrived at an opinion that is statement should be\n              admitted in evidence in the interest of justice which was\n              evidently to make that situation and to confirm the\n              witness who is the author of such statement but does\n              not support the prosecution although he made a\n              statement in terms of <a href=\"/doc/877314/\" id=\"a_24\">Section 108</a> of the Customs Act.\n              We are not concerned with such category of witnesses.\n              Confessional statement of an accused, therefore, cannot\n              be made use of in any manner under <a href=\"/doc/1713329/\" id=\"a_25\">Section 138B</a> of the\n              Customs Act. Even otherwise such an evidence is\n              considered to be of weak nature.\n\n\n\n11.    After making the aforesaid observation, taking into consideration\n\nthe stand of the appellant that he had retracted the confession\n\nallegedly relied upon by the Enforcement Directorate, the Apex Court\n\nfurther observed:-\n\n       33. In Gulam Hussain Shaikh Chougule v. S. Reynolds, Supdt. of\n       Customs, Marmgoa MANU/SC/0670/2001, this Court refused to exercise\n       its discretionary jurisdiction under <a href=\"/doc/427855/\" id=\"a_26\">Article 136</a> of the Constitution of\n       India opining that the confession was rightly held by the High Court to\n       be voluntary in nature.\n\n       34. A person accused of commission of an offence is not expected to\n       prove to the hilt that confession had been obtained from him by any\n       inducement, threat or promise by a person in authority. The burden is\n       on the prosecution to show that the confession is voluntary in nature\n       and not obtained as an outcome of threat, etc. if the same is to be\n       relied upon solely for the purpose of securing a conviction. With a view\n       to arrive at a finding as regards the voluntary nature of statement or\n       otherwise of a confession which has since been retracted, the Court\n       must bear in mind the attending circumstances which would include\n       the time of retraction, the nature thereof, the manner in which such\n       retraction has been made and other relevant factors. Law does not say\n       that the accused has to prove that retraction of confession made by\n       him was because of threat, coercion, etc. but the requirement is that it\n       may appear to the court as such.\n\n       35. In the instant case, the Investigating Officers did not examine\n       themselves. The authorities under the Act as also the Tribunal did not\n       arrive at a finding upon application of their mind to the retraction and\n       rejected the same upon assigning cogent and valid reasons there for.\n       Whereas mere retraction of a confession may not be sufficient to make\n       the confessional statement irrelevant for the purpose of a proceeding\n       in a criminal case or a quasi criminal case but there cannot be any\n       doubt whatsoever that the court is obligated to take into consideration\n       the pros and cons of both the confession and retraction made by the\n       accused. It is one thing to say that a retracted confession is used as a\n       corroborative piece of evidence to record a finding of guilt but it is\n       another thing to say that such a finding is arrived at only on the basis\n       of such confession although retracted at a later stage.\n\n       36. Appellant is said to have been arrested on 27.10.1994; he was\n       produced before the learned Chief Metropolitan Magistrate on\n\n\n\n\nCriminal Appeal No.315/2007                                                 Page 8 of 11\n        28.10.1994. He retracted his confession and categorically stated the\n       manner in which such confession was purported to have been\n       obtained. According to him, he had no connection with any alleged\n       import transactions, opening of bank accounts, or floating of company\n       by name of M/s Sun Enterprises, export control, Bill of Entry and other\n       documents or alleged remittances. He stated that confessions were not\n       only untrue but also involuntary.\n\n       37. The allegation that he was detained in the Office of Enforcement\n       Department for two days and two nights had not been refuted. No\n       attempt has been made to controvert the statements made by\n       appellant in his application filed on 28.10.1994 before the learned\n       Chief Metropolitan Magistrate. Furthermore, the Tribunal as also the\n       Authorities misdirected themselves in law insofar as they failed to pose\n       unto themselves a correct question. The Tribunal proceeded on the\n       basis that issuance and services of a show cause notice subserves the\n       requirements of law only because by reason thereof an opportunity\n       was afforded to the proceedee to submit its explanation. The Tribunal\n       ought to have based its decision on applying the correct principles of\n       law. The statement made by the appellant before the learned Chief\n       Metropolitan Magistrate was not a bald statement. The inference that\n       burden of proof that he had made those statements under threat and\n       coercion was solely on the proceedee does not rest on any legal\n       principle. The question of the appellant&#x27;s failure to discharge the\n       burden would arise only when the burden was on him. If the burden\n       was on the revenue, it was for it to prove the said fact. The Tribunal on\n       its independent examination of the factual matrix placed before it did\n       not arrive at any finding that the confession being free from any\n       threat, inducement or force could not attract the provisions of <a href=\"/doc/967059/\" id=\"a_27\">Section\n       24</a> of the Indian Evidence Act.\n\n\n\n12.    Referring to the show cause notices issued in that case based\n\nupon the confessional statement, the Court further observed:-\n\n       40. In Commissioner of Central Excise. Bangalore v. Brindavan\n       Beverages (P) Ltd. and Ors. MANU/SC/2645/2007, this Court held as\n       under:\n\n              12. Per contra, learned Counsel for the respondents\n              submitted that there is no material that the respondents\n              had ever been parties to the so called arrangement,\n              even if it is accepted for the sake of arguments but not\n              conceded, that such arrangement was in reality made.\n              There was no material brought on record to show that\n              the respondents had any role to play in such matters as\n              alleged. Even the show cause notice did not refer to any\n              particular material to come to such a conclusion.\n              Therefore, the Commissioner and the CEGAT were\n              justified in holding that the respondents were entitled to\n              the benefits.\n\n              13. We find that in the show cause notice there was\n              nothing specific as to the role of the respondents, if any.\n              The arrangements as alleged have not been shown to be\n              within the knowledge or at the behest or with the\n              connivance     of    the     respondents.    Independent\n              arrangements were entered into by the respondents with\n              the franchise holder (sic franchiser). On a perusal of the\n              show cause notice the stand of the respondents clearly\n              gets established.\n\n\n\n\nCriminal Appeal No.315/2007                                                 Page 9 of 11\n               14. There is no allegation of the respondents being\n              parties to any arrangement. In any event, no material in\n              that regard was placed on record. The show cause notice\n              is the foundation on which the department has to build\n              up its case. If the allegations in the show cause notice\n              are not specific and are on the contrary vague, lack\n              details and/or unintelligible that is sufficient to hold that\n              the noticee was not given proper opportunity to meet\n              the allegations indicated in the show cause notice. In the\n              instant case, what the appellant has tried to highlight is\n              the alleged connection between the various concerns.\n              That is not sufficient to proceed against the respondents\n              unless it is shown that they were parties to the\n              arrangements, if any. As no sufficient material much less\n              any material has been placed on record to substantiate\n              the stand of the appellant, the conclusions of the\n              Commissioner as affirmed by the CEGAT cannot be\n              faulted.\n\n       41. For the reasons aforementioned, the order of the Tribunal and\n       consequently the impugned judgment and order cannot be sustained.\n       They are set aside accordingly. This appeal is allowed. The amount of\n       Rs. 2,65,000/- which is with the Department shall be refunded to the\n       appellant within four weeks from date. In the facts and circumstances\n       of the case, there shall be no order as to costs.\n\n\n\n13.    In view of the aforesaid, it is apparent that once the alleged\n\nstatement made by the appellant on 13.9.1985 was retracted on\n\n14.9.1985 itself with allegations of force and duress upon the\n\nappellant, the onus to prove that the said statement was voluntary\n\nshifted upon the respondent, which onus has not been discharged by\n\nthem and it is on that basis even the criminal prosecution resulted in\n\nthe discharge of the appellant and other accused persons.\n\n14.    The learned counsel appearing on behalf of the respondent\n\nthough submitted a written note opposing the case of the appellant but\n\nhas not been able to substantiate the proof of alleged statement of\n\nSurinder Kumar Dhawan, which is the basis of the involvement of the\n\npresent appellant in this case. The voluntariness of the statement of\n\nthe present appellant has also not been proved. No copy of the\n\nstatement dated 2.7.1986 has been placed on record. Thus, there is no\n\nevidence which may prove the role of the appellant in this case.\n\nFurther, as stated above, in this case the enquiry is not fair inasmuch\n\n\n\nCriminal Appeal No.315/2007                                                   Page 10 of 11\n as no opportunity has been granted to the appellant to cross-examine\n\nthe witnesses who recorded the statement of the appellant and of\n\nother accused persons or the witnesses to the recovery of the\n\nincriminating documents or the witnesses to the recovery of the\n\nalleged foreign exchange from Surinder Kumar Dhawan and as such\n\neven the lighter burden to prove their case by preponderance of\n\nprobability has not been discharged by the respondent. More so, they\n\nhave also not been able to lead evidence before the adjudicating\n\nauthority that the alleged confessional statement, on which reliance\n\nhas been placed by the respondents, was made voluntarily and was\n\nnot recorded by using any force upon him as alleged by the appellant\n\nin his written communication sent on 14.9.1985.\n\n15.    In view of the aforesaid, I find no ground for imposition of penalty\n\nupon the appellant in this case and consequently, the penalty imposed\n\nby respondent No.3 vide order dated 10.4.1991, upheld by respondent\n\nNo.2 though by reducing the penalty amount, is not sustained.\n\nAccordingly, the appeal filed by the appellant is allowed. In case any\n\namount has been deposited by the appellant, the same shall be\n\nreturned to him within three months from today.\n\n16.    Trial Court record be sent back.\n\n       Crl.M.A.6780/2007(stay)\n\n       In view of the orders passed above, the application is disposed of\n\nas having become infructuous.\n\n\n\n\n                                                MOOL CHAND GARG, J.\n</pre><p data-structure=\"Conclusion\" id=\"p_1\">AUGUST 17, 2009\nanb\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Criminal Appeal No.315/2007                                     Page 11 of 11</span>\n </p>","numcites":19,"numcitedby":11,"docsource":"Delhi High Court","citetid":175943739,"divtype":"judgments","relatedqs":[{"value":"retracted confession","formInput":"retracted%20confession"},{"value":"human rights","formInput":"human%20rights"},{"value":"Burden of proof","formInput":"Burden%20of%20proof"},{"value":"coercion","formInput":"coercion"},{"value":"confession","formInput":"confession"},{"value":"duress","formInput":"duress"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"threat","formInput":"threat"},{"value":"retraction","formInput":"retraction"},{"value":"fera","formInput":"fera"},{"value":"director of enforcement ","formInput":"director%20of%20enforcement%20"},{"value":"\"retracted confession\"","formInput":"%22retracted%20confession%22"},{"value":"can a confession be retracted","formInput":"can%20a%20confession%20be%20retracted"},{"value":"chief metropolitan magistrate","formInput":"chief%20metropolitan%20magistrate"},{"value":"inducement ","formInput":"inducement%20"},{"value":"\"no claim certificate ANDD \"duress ORR Coercion\"","formInput":"%22no%20claim%20certificate%20ANDD%20%22duress%20ORR%20Coercion%22"},{"value":"\" human rights\"","formInput":"%22%20human%20rights%22"},{"value":"Coercion  filter:  coercion","formInput":"Coercion%20%20filter%3A%20%20coercion"},{"value":"vinod kumar ","formInput":"vinod%20kumar%20"},{"value":"adducing evidence","formInput":"adducing%20evidence"}],"cats":[{"value":"inadmissible-confessions-by-inducement-threat-or-promise","formInput":"tag:inadmissible-confessions-by-inducement-threat-or-promise"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"denial-of-execution-in-witness-attestation","formInput":"tag:denial-of-execution-in-witness-attestation"}],"courtcopy":true,"query_alert":null,"agreement":false}