{"tid":1944757,"publishdate":"2005-05-11","title":"Dharambir Singh vs State [Along With Criminal Appeal 95 Of ... on 11 May, 2005","doc":"<h2 class=\"doc_title\">Dharambir Singh vs State [Along With Criminal Appeal 95 Of ... on 11 May, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 120(2005)DLT318, 2005(83)DRJ173</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-s-sodhi\">R.S. Sodhi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-sarin\">Manmohan Sarin</a>, <a href=\"/search/?formInput=benchid:r-s-sodhi\">R.S. Sodhi</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nR.S. Sodhi, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This judgment shall dispose of Criminal Appeal Nos. 87 of 1997 and 95 of 1997 preferred against a common judgment and order dated 28.1.1997 of the Additional Sessions Judge, Shahdara, in Sessions Case No. 127 of 1996, arising out of FIR No. 87/94, Police Station, Seelampur, Delhi, acquitting Shailendra and Shyam Lal of all charges while holding Dharambir Singh and Raj Pal, appellants herein, guilty of offence under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> IPC. The learned Judge by a separate order of the same date has sentenced the appellants to life imprisonment and a fine of Rs. 1,000/- each and, in default, further rigorous imprisonment of two months each.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Brief facts of the case, as noted in the judgment under challenge, are :\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;that on 18.2.94, S.I. Surinder Kumar was posted as in charge of PP-Usmanpur. He went to the spot with regard to the enquiry in DD No. 12 where he met ASI Narpat Singh who was also present in respect of the same enquiry where he came to know that the injured had already been removed to the hospital. He left the ASI Narpat Singh at the spot and went to the G.T.B. Hospital. He collected the MLC of the deceased, Chand Min, where he was declared brought dead by the doctor. He again came back to the spot and recorded the statement of Sunit Kumar who met him there which is Ex. PW-1/A. In the statement Sunil Kumar stated before him that on 18.2.94 at about 4 p.m. he along with Chand Mian and one more boy were playing a match of gulli-danda near MCD quarters, 1st Pusta, Usmanur in which there was a stake of Rs. 20/- and the match was being played between the two parties and both the parties have deposited the stake money with Chand Mian. In the other party, the players were Dharambir @ Lala besides two more boys whose names and addresses he does not know were playing the match. The match was played for about 30 minutes and his party lost the match and Chand Mian on the pretext of smoking biri left the quarters at which Dharamvir @ Lala became angry and his companions caught hold of Chand Mian. One more boy aged about 18/19 yers who was associate of Lala but he was not playing the match also joined the quarrel. Thereupon Chand Mian called him and also called Sunny and asked them to inform his brother Hassan Mian. In the meantime Lala and his associates stabbed Chand Mian. Thereafter, he Along with Sunny went to the house of Chand Mian and told about that incident to his brother Hassan Mian. Hassan Mian rushed to the spot and found his brother lying unconscious. He had received injuries on his chest and his abdomen and on his left arm and on his chin. He was removed to the hospital by his brother in a three wheeler scooter. After recording his statement, SI Surinder Kumar made his endorsement on the same and sent the same for registration of the case through Const. Ramesh to the PS and the FIR was registered which is Ex. PW-4/B. He was given the aforesaid documents at the spot. He summoned the crime team and got the spot photographed. He inspected the spot and made site plan Ex. PW-21/A on his own observations. He seized blood and blood control earth etc. from the spot after putting in a parcel and sealed with the seal of SI vide memo Ex. PW-19/A. He then went to the GTB Hospital. He seized the clothes of the deceased in a sealed parcel with sample seal given to him by Duty Const. Ramesh vide memo Ex. PW-9/E. He again returned to the spot and recorded the statement of Pws including marked portions as per their versions. He started making search for the accused persons. On 19.2.94, he conducted the inquest proceedings on the dead body. He made his request for post mortem Ex. PW-21/B. He wrote brief facts Ex. PW-21/C. He sent the dead body for post mortem. He had also recorded the inquest statement Ex. PW-2/A and Ex. PW-3/A. He had filled the death report form Ex. PW-21/D. The dead body was given to legal claimants after post mortem vide receipt Ex. PW-21/E. On 20.3.94 he arrested the three accused persons namely Dharamvir, Shyam Lal and Shailender present in court and affected their personal search vide Memo Ex. PW-9/B to D. The above accused persons made disclosure statements during interrogation. The accused Dharamvir had disclosed to point out the place in the 1st pusta in the fields of Yamuna and got recovered the knife used in the above occurrence vide disclosure statement Ex. PW-2/D. He led them to the above place and got recovered the knife. He measured the same and made its sketch Ex. PW-2/C and put the same in parcel and sealed with the seal stated above and seized vide memo Ex. PW-2/B. PW Hassan Mian etc. were with him. The above accused Dharamvir had also got recovered a newspaper dt. 25.11.93 being &#x27;Nav Bharat Times&#x27; having blood stains from the above place. He had seized the above newspaper also in the above manner. He recorded the statement of Pws as per their versions including the marked portions. He deposited the exhibits with the MHC(M) and later sent them to CFSL by the other I.O. As he had been transferred. The result of CFSL is Ex. PW-21/F. He identified the knife Ex. P-3.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">After hearing both the parties, charge<a href=\"/doc/1560742/\" id=\"a_2\"> u/s 302</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a> IPC was framed against all the four accused persons to which they pleaded not guilty and claimed trial.&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. The prosecution, in order to prove its case, examined 22 witnesses. PW-1, Sunil Kumar, aged 17 years, is a student. He deposes that the deceased was his friend. On 18.2.1994, this witness was coming from school at about 3.45 p.m. When he reached near Khetwara, he saw people throwing bricks and stones. On inquiry, he was told that the deceased had quarrel with someone. Thereupon, this witness went to the house of the deceased to inform the deceased&#x27;s elder brother, Hassan Mian. He states that he did not see any occurrence and does not know how the deceased sustained injuries. He denies having made a statement, Ex. PW-1/A. The witness was cross-examined by the Additional Public Prosecutor upon which he states that he did not tell the police of the occurrence on 18.2.1994 and refuses to support Ex.PW-1/A. Consequently, this witness is of no use to the prosecution.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. PW-2, Hassan Mian, states that on 18.2.1994 at about 5.00 p.m. he was present in his house when Sunil and Sunny informed him that a quarrel had taken place at the DDA flats Usmanpur, Delhi, in which Chand Mian, his younger brother, was involved. The witness went there and found Chand Mian lying in a pool of blood. He found all the four accused persons there. The witness ran towards his injured brother upon which the accused persons ran away. He noticed Dharambir holding a blood stained knife in his right hand. This witness removed the injured to the hospital in a PCR van. He identified the dead body. He is witness to the arrest of the accused at ISBT bus stand. He says, he does not know the names of the accused persons that were arrested. The police did not interrogate any of the accused persons in his presence nor did they disclose anything to the police in his presence. Yet, in the same breath, this witness says that accused, Dharambir, led the police party to the pusta and got recovered a knife which was taken into possession vide Memo Ex.PW-2/B, sketch of the knife is Ex. PW-2/C. He further states that he does not know how the Investigating Officer had seized the above knife. He goes on to state that he was told by the police that accused, Dharambir, had made a disclosure statement and confessed his guilt but it was not made in his presence. This witness was also sought to be cross-examined by the Additional Public Prosecutor. He does not change his version from that stated in his examination-in-chief. This witness was further cross-examined by counsel for the accused wherein he denies the suggestion that he had not seen the accused persons at the spot nor the suggestion that Dharambir was not having a knife in his right hand but goes on to say that the police did not interrogate anyone in his presence. On further examination, he says that he went to the police station on the third day of occurrence and saw all the accused persons, except Raj Pal, present there. He states that many persons in the locality witnessed the occurrence, but were not willing to join investigation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. From an analysis of the evidence of this witness, it appears that he came to the spot and saw Dharambir holding a blood-stained knife in his right hand, but he did not know the names of the assailants at that time. Yet this witness was instrumental in the arrest of the accused persons and has flatly denied the recovery of any knife in his presence or any statement made by the accused in his presence leading to such recovery. It appears that he was informed by the police that Dharambir had made a disclosure statement and confessed his guilt. He also deposes that he saw the accused persons except Raj Pal three days after the incident at the police station.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. PW-5, Sunny, 18 years of age, states that he had known the deceased, who was a friend of his brother, for about a year-and-half. This witness states that while in school he was unwell and returned home early at about 4.45 p.m. At that time he saw a crowed in the park. People were saying that the deceased had been stabbed with knife. The witness goes on to say that he does not know anything as regards the occurrence resulting in the murder of the deceased. He was cross-examined by the Additional Public Prosecutor and denied having made any statement, Ex. PW-5/A\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">7. The next witness is PW-6, Jahid Khan, who is stated to be an eye-witness. He is 28 years of age and is a TSR driver and resident of Jagjit Nagar, Delhi. He states that he knew the deceased and that on 8.2.1994 at about 5.00 p.m., after parking his TSR at the MCD quarter, Usmanpur, he joined the game of gulli-danda and deposited rupees five with the deceased. A total sum of rupees thirty was lying deposited with the deceased and the winning side was to be given this deposit. The side of the deceased lost the match but instead of paying the money to the winning side, the deceased went out of the field. Accused, Dharambir, had an altercation with the deceased and they started exchanging abuses. The quarrel was concerning the money. The deceased and Dharambir grappled with each other upon which Dharambir took out a knife from his dub and gave a blow on the ride side of the abdomen of the deceased resulting in a bleeding injury. Thereafter, accused, Raj Pal, took the knife from Dharambir and caused an injury on the front side of the body of the deceased where after the deceased fell on the ground and all the accused persons ran away from the spot. This witness had identified the accused persons in the police station. Dharambir led the police party and got a knife recovered. This witness, when cross-examined, states that PW-2 is not related to him but is known to him. He states that while Sunil and Sunny had gone to call PW-2, he remained on the spot. He further deposes that PW-2, Sunil, had come to his house with the police on the day of occurrence when he had narrated the facts to the police. He was not interrogated by the police thereafter. On further cross-examination, he states that Dharambir and Raj Pal gave one blow each in his presence with knife. The knife remained in the hands of accused, Raj Pal, thereafter. The police never came to him.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. The aforesaid witnesses are material witnesses relied upon by the prosecution to prove their case. While analysing the statements made by the aforesaid witnesses, it would emerge that PW-5 and PW-1 are worthless.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. Coming to the evidence of PW-2, he states that he saw all the four accused persons present when he arrived at the spot of occurrence after being informed by Sunny and Sunil. Dharamvir was holding a blood stained knife. PW-6, on the other hand, states that he saw the occurrence in which Dharamavir inflicted the first blow, thereafter the knife was taken by Raj Pal who inflicted another blow. These were the only two blows inflicted by the accused who ran away from the spot after the occurrence. PW-2 does not say that PW-6 was present when PW-2 arrived at the spot. In other words, PW-6 had left the spot after the accused had run away and, therefore, PW-2 could not have seen the accused as PW-2 came much later to the spot of occurrence. PW-6 states that the knife remained in the hands of accused, Raj Pal, thereafter. Obviously if this were true, then PW-2 could not have seen the blood stained knife in the hands of Dharamvir. In any way, it is highly unlikely that the accused would continue to be present at the spot to enable PW-2 to come there on information being supplied to him by Sunil and Sunny. While further analysing the statement of PW-6, Jahid Khan, it may be observed that none of the witnesses, namely, PW-1, PW-2 or PW-5 stated that Jahid Khan was a member of the gulli-danda team. Even when these witnesses were cross-examined by the Additional Public Prosecutor, it was not put to them that PW-6 was present at the spot. The name of PW-6 does not figure in the FIR nor does the medical evidence corroborate the version of PW-6 as regards inflicting of wounds. There are six stab wounds according to PW-14, Dr. S.K. Verma, besides other lacerated injuries while only two were inflicted according to PW-6. Jahid Khan is 28 years of age while the accused persons and the deceased are in their teens. Their playing together does not appear normal. Jahid Khan does not live close to Usmanpur and there is nothing on record to show that the so-called gulli-danda match was pre-arranged. It is unlikely that Jahid Khan would have joined in the gulli-danda game by chance. The presence of Jahid Khan at the spot is not free from doubt. Even in the site plan, Ex. PW-21/A, there is no mention of the presence of witnesses cited by the prosecution. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198041\" id=\"span_1\">Further, Jahid Khan says that his statement was recorded by the police on the day of occurrence and not thereafter. The record shows otherwise. The statement of this witness was recorded by the police two days after the incident. Reference in this regard may be had to <a href=\"/doc/198041/\" id=\"a_4\">Vijaybhai Bhanabhai Patel v. Navnitbhai Patel</a> and ors., 2004(2) Crimes 386 (SC) and Ganesh Bhavan Patel and Anr. v. State of Maharashtra, 1979 CAR 26 (SC) where the Supreme Court has dealt with witnesses in this category.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_10\">10. Coming to the question of recovery of knife, no witness has been able to identify the knife as the one which was used at the crime nor does the knife get connected to the incident by the CFSL report. Recovery, even if taken to be authentic, does not per se connect the accused, Dharamvir nor Raj Pal to the murder.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. On going through the material we also find that the Investigating Officer has not taken into possession the gulli nor the danda nor the stake money from the deceased. There is no gainsaying that the prosecution has not been able to establish the genesis of the occurrence. There is no cogent evidence to bring home the guilt of the accused. The trial court, with great respect, has laid emphasis on the evidence of PW-6 in order to convict the accused. The statement of PW-6, as already discussed, does not inspire confidence.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\">12. In this view of the mater, on a reappraisal of the material placed before us and adverted to by counsel for the parties, we find it difficult to go along with the reasoning and finding of the learned Additional Sessions Judge. Consequently, we allow the appeals, set aside the judgment and order under challenge and acquit the appellants of all charges. The appellants are on bail. Their bail bonds and the sureties shall stand discharged.\n</p> \n\n","numcites":3,"numcitedby":24,"docsource":"Delhi High Court","citetid":1944757,"divtype":"judgments","relatedqs":[{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"cfsl","formInput":"cfsl"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"additional public prosecutor","formInput":"additional%20public%20prosecutor"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"}],"courtcopy":false,"query_alert":null,"agreement":false}