{"tid":318186,"publishdate":"1955-03-24","title":"Seth Thawardas Pherumal vs The Union Of India(And Connected ... on 24 March, 1955","doc":"<h2 class=\"doc_title\">Seth Thawardas Pherumal vs The Union Of India(And Connected ... on 24 March, 1955</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1955 SUPREME COURT 468, 57 PUN LR 369</h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSETH THAWARDAS PHERUMAL\n\n\tVs.\n\nRESPONDENT:\nTHE UNION OF INDIA(and connected appeal)\n\nDATE OF JUDGMENT:\n24/03/1955\n\nBENCH:\n\n\nACT:\n<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration  Act,  1940</a>,  (Act\tX  of  1940),  s.  16(1)(c)-\nArbitration -Award-Legality thereof-When can be\t challenged-\nArbitrator  Condition precedent for his\t jurisdiction-Award-\nWhen final-Both parties specifically referring a question of\nlaw  for the decision of arbitrator-Cases where question  of\nlaw   specifically   referred  and  cases   where   decision\nincidentally material (however necessary) in order to decide\nthe  question  actually\t referred-Distinction  between-Wrong\nconstruction  of  contract-Error  of  law-Interest  awarded-\nContract not providing for it-Requirements of Interest\tAct,\n1839 (Act XXXII of 1839) not fulfilled-Specific type of loss\nactually  contemplated\tby the\tparties-Express\t stipulation\nthat  no  damage will be payable Parties bound down  to\t the\nagreement-Agreement  on\t which suit based not found  in\t the\nwritten\t contract  but\timplied under<a href=\"/doc/1589358/\" id=\"a_2\"> s.  9</a>  of\t the  Indian\nContract  Act,\t1872-Matter not covered by  the\t arbitration\nclause Error of law apparent on the face of the award,\n\n\n\nHEADNOTE:\nThe  appellant, a contractor, entered into a  contract\twith\nthe Dominion of India for the supply of bricks.\t A clause in\nthe  contract  required\t all  disputes\tarising\t out  of  or\nrelating  to  the  contract to be  refered  to\tarbitration.\nDisputes  arose\t and  the matter  was  duly  referred.\t The\narbitrator  gave an award in the contractor&#x27;s  favour.\t The\nUnion  Government, which by then had displaced the  Dominion\nof India, contested the award on a number of grounds.\nHeld:(1)  that it is not enough for the contract to  provide\nfor arbitration; more is necessary.  An arbitrator only gets\njurisdiction  when  either, both  the  parties\tspecifically\nagree to refer specified matters or, failing that, the court\ncompels\t them to do so under the arbitration clause  if\t the\ndispute is covered by it;\n(2)  the legality of an award cannot be challenged on facts,\nbut  it can be challenged on questions of law  provided\t the\nillegality is apparent on the face of the award: s. 16(1)(c)\nof the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act</a>;\n(3)  the  only exception is when both  parties\tspecifically\nrefer a question of law for the decision of the\t arbitrator.\nIn  that  event\t they  are bound by  his  decision  on\tthat\nparticular question as well as by his decision on the facts.\nBut  a\tdistinction must be drawn between cases in  which  a\nquestion of law is specifically referred and those in  which\na  decision is incidentally material (however necessary)  in\norder  to  decide the question actually referred.   The\t law\nabout this is the same in India as in England. 1923 A.C. 395\nand 1933 A.C. 592, followed. 54 C.W.N. 74 at 79, 50 I.A. 324\nat 330\n49\n331, 54 I.A. 427 at 430, 29 I.A. 51 at 60, 1942 A.C. 356  at\n368 referred to and 1950 S.C.R. 792 at 798, explained;\nQuaere:-Whether the courts will interfere when a question of\nlaw   is  specifically\treferred  if  the  arbitrator\tacts\nillegally  in deciding it, such as deciding on\tinadmissible\nevidence or on principles of construction which the law does\nnot countenance. 1923 A.C. 395 at 409, referred to;\n(4)  a wrong construction of the contract is an error of law\nand can be challenged provided the error appears on the face\nof the award;\n(5)  so\t is the awarding of interest when the contract\tdoes\nnot  provide  for  interest  and  the  requirements  of\t the\n<a href=\"/doc/910984/\" id=\"a_4\">Interest Act</a> are not fulfilled:65 I.A. 66, referred to.\nQuaere:\t  whether the <a href=\"/doc/910984/\" id=\"a_5\">Interest Act</a> applies to arbitrations;\n(6)  when  a specific type of loss is directly\tcontemplated\nby  the parties to a contract and they\texpressly  stipulate\nthat  no damages will be payable in respect of it they\tmust\nbe  bound down to their agreement and any claim for  damages\nin respect of such loss must be dismissed;\n(7)  when the agreement on which the suit is based is not to\nbe found in a contract which has been reduced to writing but\nhas  to be implied under<a href=\"/doc/1589358/\" id=\"a_6\"> s. 9</a> of the Contract Act  then\t the\nmatter\tis not covered by an arbitration clause of the\tkind\nreferred to above because the dispute in such a case  arises\nout  of and relates to the implied agreement and not to\t the\nwritten contract: 1942 A.C. 356 at 371, referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL  APPELLATE JURISDICTION: Civil Appeal No. 260 of\t1953\nand connected appeal (C.A. No. 12 of 1954).\nAppeals\t from the Judgment and Decree dated the 11th day  of\nMay  1951  of  the  High Court of  Judicature  at  Patna  in\nMiscellaneous  Appeal  No. 253 of 1950 and  in\tappeal\tfrom\nOriginal  Order\t No. 252 of 1950 arising out  of  the  order\ndated  the 11th day of May 1951 of the Court of\t Subordinate\nJudge, Dhanbad in Suit No. 34 of 1949 and in Title Suit\t No.\n27 of 1949 respectively.\n</p><p data-structure=\"Issue\" id=\"p_2\">Mahabir Prasad, Advocate-General for the State of Bihar\t (S.\nP.  Varma  and M. Sinha, with him), for\t the  appellant\t (In\nCivil Appeal No. 260 of 1953).\n</p><p data-structure=\"Issue\" id=\"p_3\">Mahabir Prasad, Advocate- General for the State of Bihar (M.\nM. Sinha for R. C. Prasad, with him), for the appellant\t (In\nCivil Appeal No. 12 of 1954).\n</p><span class=\"hidden_text\" id=\"span_1\">7</span>\n<span class=\"hidden_text\" id=\"span_2\">50</span>\n<p data-structure=\"RespArg\" id=\"p_4\">C.   K. Daphtary, Solicitor-General for India (Porus A. Mehta\nand  P. G. Gokhale, with him), for the respondent  (In\tboth\nthe Appeals).\n</p><p data-structure=\"Facts\" id=\"p_5\">1955.  March 24.  The Judgment of the Court was delivered by\nBOSE  J.-This appeal and Civil Appeal No. 12 of 1954,  which\nwill  also  be\tgoverned by this judgment,  raise  the\tsame\npoints\tthough there are some differences in the facts.\t  We\nwill deal with Civil Appeal No. 260 of 1953 first.\nThe  suit  there  related to  an  arbitration  matter.\t The\nappellant before us, whom it will be convenient to call\t the\ncontractor,  entered  into a contract with the\tDominion  of\nIndia  through an Additional Chief Engineer of the  C.P.W.D.\non  1-11-1945  for the supply of bricks to the\tC.P.W.D.,  a\ndepartment of the Dominion Government.\tDisputes arose about\na  number of matters.  Clause 14 of the\t agreement  provided\nthat all disputes arising out of or relating to the contract\nshould\tbe  referred to the Superintending Engineer  of\t the\nCircle\tfor  the  time\tbeing.\t Accordingly,  there  was  a\nreference  on 21-1-1949 and an award followed  on  8-5-1949.\nIt was filed in the Court of the Subordinate Judge, Dhanbad,\nand  the  contractor prayed that it be accepted and  that  a\ndecree\tbe  passed in terms of it.  The\t Dominion  of  India\nfiled  objections under <a href=\"/doc/1503578/\" id=\"a_7\">section 30</a> of the  Arbitration\tAct,\n1940   and   prayed  that  the\taward  be  set\t aside\t and\nalternatively  that  it\t be  modified  or  corrected.\t The\ncontractor&#x27;s  application  was registered as  a\t suit  under\n<a href=\"/doc/1518533/\" id=\"a_8\">section 20(2)</a> of the Act and a decree was passed in terms of\nthe award on 18-3-1950.\n</p><p data-structure=\"Precedent\" id=\"p_6\">By  that time the Constitution had come into force  and\t the\nUnion  of  India  replaced  the\t Dominion  of  India  as   a\ndefendant.   The Union of India filed an appeal to the\tHigh\nCourt.\t The  appeal was allowed in  part.   The  contractor\nthereupon appealed to this Court.\n</p><p data-structure=\"Facts\" id=\"p_7\">The dispute that was referred to the arbitrator consisted of\n17 heads of claim but only three of them are contested here,\nnamely items 5, 8 and 17.\n</p><span class=\"hidden_text\" id=\"span_3\">51</span>\n<p data-structure=\"Facts\" id=\"p_8\">In  the 5th head of claim the contractor claimed Rs.  75,900\nas the price of 88 lacs of katcha bricks that were destroyed\nby  rain.  These bricks were not the subject-matter  of\t the\ncontract but the contractor put his claim in this way.\nThe  contract  was for the supply of 2-1/2 crores  of  pucca\nbricks which bad to be delivered according to the  following\nschedule-\n</p><p data-structure=\"Precedent\" id=\"p_9\">30 lacs by 25-1-46\n50 lacs by 25-2-46\n55 lacs by 25-3-46\n55 lacs by 25-4-46\n60 lacs by 25-5-46.\n</p><p data-structure=\"Facts\" id=\"p_10\">Delivery  was to be at the kiln site.  In order to  keep  to\nthis schedule the contractor bad to think ahead and work  to\na particular time table.  First, he had to prepare katcha or\nunbaked\t bricks\t and  place them in his\t kilns\tfor  baking.\nWhile  this  lot  was baking be had  to\t prepare  and  stock\nanother lot of katcha bricks ready to take the place of\t the\nbaked bricks as soon as they were removed.  It was the\tduty\nof the C.P.W.D. to remove these bricks as soon as they\twere\nready  for  delivery,that is to say, as soon  as  they\twere\nfully baked.   At  a  certain  stage  of  the  contract\t the\nC.P.W.D.  failed to remove the baked bricks which were ready\nfor  delivery and removal.  This caused a jam in  the  kilns\nand  prevented the contractor from placing a fresh stock  of\nunburnt bricks in the kilns, and in the meanwhile his  stock\npile of katcha bricks ready for baking kept on mounting\t up.\nHad everything been done to time the 2-1/2 crores of  bricks\nwould  have  been delivered before the rains  set  in.\t But\nowing  to  the default of the C.P.W.D. in not  removing\t the\nburnt bricks which were ready for removal, delay occurred in\nthe  time table and the rains set in with the result  that88\nlacs  of katcha bricks were destroyed by the rains. As\tthis\nloss  was  occasioned  by the default of  the  C.P.W.D.\t the\ncontractor claimed that be should be paid their price.\nThe  reply of the Union Government was two-fold.  First,  it\ncontended  that\t the  katcha bricks formed no  part  of\t the\ncontract and even if it was at fault in not\n<span class=\"hidden_text\" id=\"span_4\">52</span>\ntaking\tdelivery  of the burnt bricks in time  all  that  it\ncould  be  held\t liable\t for would be  for  breach  of\tthat\ncontract; and said that the loss that was occasioned by\t the\ndamage\tcaused to the katcha bricks which formed no part  of\nthe  contract was too remote.  Secondly,  that\tcompensation\nfor this loss could not in any event be claimed because this\nkind  of  situation was envisaged by the  parties  when\t the\ncontract  was  made and they expressly stipulated  that\t the\nDominion  Government  would not be responsible.\t  The  Union\nGovernment relied on additional clause 6 of the agreement\nwhich is in these terms:\n</p><blockquote id=\"blockquote_1\">&quot;The department will not entertain any claim for idle labour\nor   for  damage  to  unburnt  bricks  due  to\t any   cause\nwhatsoever&quot;.\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">The  arbitrator\t held  that this clause was  not  meant\t &quot;to\nabsolve\t the department from carrying out their part of\t the\ncontract&quot; and so he awarded the contractor Rs. 64,075  under\nthis head.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">We  are\t clear\tthat  the  arbitrator  went  wrong  in\tlaw.\nGovernment departments have their difficulties no less\tthan\ncontractors.   There  is trouble with labour, there  is\t the\nlikelihood  of\tmachinery breaking down in out\tof  the\t way\nplaces\tand so forth; there was also the danger\t of  thunder\nstorms\tand  heavy showers of rain in the month of  May:  it\nwill be remembered that the last date of delivery was  25-5-\n</p><p data-structure=\"Section\" id=\"p_13\">46. if, with that in view, Government expressly\t stipulated,\nand the contractor expressly agreed, that Government was not\nto  be\tliable for any loss occasioned by a  consequence  as\nremote as this, then that is an express term of the contract\nand the contractor must be tied down to it.  If he chose  to\ncontract in absolute terms that was his affair.\t But  having\ncontracted he cannot go back on his agreement simply because\nit  does  not suit him to abide by it.\tThis is not  to\t say\nthat  Government is absolved from all liability, but all  it\ncan be held responsible for is for damages occasioned by the\nbreach\tof its contract to remove the pucca bricks which  it\nhad  undertaken\t to remove.  But what would  such  a  breach\nentail?\n</p><span class=\"hidden_text\" id=\"span_5\">53</span>\n<p data-structure=\"Section\" id=\"p_14\">The  contractor had a duty under <a href=\"/doc/339747/\" id=\"a_9\">section 73</a> of the  Contract\nAct to minimise the loss, accordingly he would have had\t the\nright to remove the bricks himself and stack them  elsewhere\nand  claim  compensation  for the loss\tso  occasioned;\t and\nindeed\ttwo  of\t his heads of claim (not  in  dispute  here)\nrelate\tto that.  He has been awarded Rs. 11,744-11-0  under\nclaim  No.  4  for the extra load  in  connection  with\t the\nstacking of I crore 7 lacs of bricks due to the accumulation\nat  the kiln site owing to the department&#x27;s failure to\twork\nto its part of the time table, and in addition, he has\tbeen\ngiven  Rs. 15,500 under claim 13 for the cost  of  levelling\nand dressing land to enable him to stack these extra bricks.\nAlternatively,\the could have sold the bricks in the  market\nand claimed the difference in price, but ordinarily he could\nnot have claimed compensation for damage done to the  katcha\nbricks unless he could have shown that that kind of  damage,\nordinarily  too\t remote, was expressly contemplated  by\t the\nparties\t when  the  contract was made:\t<a href=\"/doc/339747/\" id=\"a_10\">section\t 73</a>  of\t the\nContract  Act.\t Here  it is clear that this  was  in  their\nexpress contemplation and they chose to provide against such\na contingency by making clause 6 an express clause in  their\ncontract.   There  can\ttherefore  be  no  doubt  that\t the\narbitrator  was wrong in his law.  His construction  of\t the\nterms of the contract was at fault.  The question now arises\nwhether his decision on this point is final despite it being\nwrong in law.\n</p><p data-structure=\"Precedent\" id=\"p_15\">In  India this question is governed by <a href=\"/doc/109140/\" id=\"a_11\">section 16(1) (c)</a>  of\nthe Arbitration Act of 1940 which empowers a Court to  remit\nan award for reconsideration\n&quot;where an objection to the legality of the award is apparent\nupon the face of it&quot;.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">This  covers cases in which an error of law appears  on\t the\nface  of the award.  But in determining what such  an  error\nis,  a\tdistinction must be drawn between cases in  which  a\nquestion of law is specifically referred and those in  which\na  decision  on a question of law is  incidentally  material\n(however necessary) in order to decide the question actually\nreferred.  If a question of law is specifically referred and\nit is evident that the\n<span class=\"hidden_text\" id=\"span_6\">54</span>\nparties desire to have a decision from the arbitrator  about\nthat  rather than one from the Courts, then the Courts\twill\nnot interfere, though even there, there is authority for the\nview  that the Courts will interfere if it is apparent\tthat\nthe arbitrator has acted illegally in reaching his decision,\nthat  is to say, if he has decided on inadmissible  evidence\nor  on\tprinciples of construction that the  law-  does\t not\ncountenance or something of that nature.  See the speech  of\nViscount  Cave\tin Kelantan Government v.  Duff\t Development\nCo.(1)\tat page 409.  But that is not a matter which  arises\nin this case.\n</p><p data-structure=\"Precedent\" id=\"p_17\">The  law about this is, in our opinion, the same in  England\nas  here and the principles that govern this class  of\tcase\nhave been reviewed at length and set out with clarity by the\nHouse  of  Lords  in F. B. Absalom  Ltd.  v.  Great  Western\n(London)   Garden   Village  Society(1)\t and   in   Kelantan\nGovernment  v. Duff Development Co.(1). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058932\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089973\" id=\"span_9\">In <a href=\"/doc/1089973/\" id=\"a_12\">Durga  Prasad  v.\nSewkishendas</a> (3) the Privy Council applied the law expounded\nin Absalom&#x27;s case(2) to India: see also <a href=\"/doc/525017/\" id=\"a_13\">Champsey Bhara &amp; Co.\nv.  Jivraj  Balloo  Spinning and Weaving  Co.</a>(<a href=\"/doc/1058932/\" id=\"a_14\">4)  and  Saleh\nMahomed\t Umer Dossal v. Nathoomal</a> kessamal (5).</span></span></span>\t  The  wider\nlanguage  used\tby  Lord  Macnaghten  in  Ghulam  Jilani  v.\nMuhammad Hassan(1) bad reference to the revisional powers of\nthe  High Court under the Civil Procedure Code and  must  be\nconfined to the facts of that case where the question of law\ninvolved   there,   namely  limitation,\t  was\tspecifically\nreferred.   An\tarbitrator is not a conciliator\t and  cannot\nignore the law or misapply it in order to do what he  thinks\nis  just and reasonable.  He is a tribunal selected  by\t the\nparties to decide their disputes according to law and so  is\nbound  to follow and apply the law, and if he does  not,  he\ncan be set right by the Courts provided his error appears on\nthe face of the award  The single exception to this is\twhen\nthe  parties choose specifically to refer a question of\t law\nas a separate and distinct matter.\n</p><blockquote id=\"blockquote_2\">(1)  [1923] A.C. 395.\n</blockquote><blockquote id=\"blockquote_3\">(2)  [1933] A.C. 592.\n</blockquote><blockquote id=\"blockquote_4\">(3)  54 C.W.N. 74, 79.\n</blockquote><blockquote id=\"blockquote_5\">(4)  50 I.A. 324, 330 &amp; 331.\n</blockquote><blockquote id=\"blockquote_6\">(5)  54 I.A. 427, 430.\n</blockquote><blockquote id=\"blockquote_7\">(6)  29 I.A. 51, 60.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">55</span>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_11\">Reference was made to a decision of this Court in <a href=\"/doc/1041073/\" id=\"a_15\">A. M. Mair\n&amp; Co. v. Gordhandass Sagarmull</a>(1) where Fazl Ali, J.  quoted\na passage from Viscount Simon&#x27;s speech in Heyman v.  Darwins\nLtd.&quot;) where the learned Lord Chancellor (Viscount Simon) in\nturn,  quoted  from Lord Dunedin in another  case.   It\t was\nargued\ton  the\t basis\tof this that if\t you  have  to\thave\nrecourse  to the contract to establish your case,  then\t the\ndispute\t must fall within the arbitration clause.   That  is\nundeniable but it is not enough that the dispute should fall\nwithin\tthe clause.</span>  It is also necessary that\tthe  parties\nshould\tdefine\twhat the dispute is and agree to  refer\t the\ndispute\t so set out and defined to arbitration, or, if\tthey\ndo  not,  that the Court should compel them to do  so:\t(see\nLord  Macmillan in Heyman&#x27;s case(1) just cited at pages\t 369\nand  370).   If, therefore, no specific question of  law  is\nreferred, either by agreement or by compulsion, the decision\nof  the arbitrator on that is not final however much it\t may\nbe within his jurisdiction, and indeed essential, for him to\ndecide the question incidentally.  Lord Russell of  Killowen\nand Lord Wright were both in the earlier case, F. R. Absalom\nLtd. v. Great Western (London) Garden Village Society(1), as\nwell  as in Heyman&#x27;s case(2) and they would have pointed  to\nany distinction had there been a likelihood of conflict; but\nin  fact  there\t is none and we do not read  Fazl  Ali\tJ.&#x27;s\njudgment as a decision to the contrary.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">We have next to see whether the arbitrator was\tspecifically\nasked  to construe clause 6 of the contract or any  part  of\nthe   contract,\t  or  whether  any  question  of   law\t was\nspecifically  referred.\t We stress the\tword  &quot;specifically&quot;\nbecause parties who make a reference to arbitration have the\nright  to  insist that the tribunal of\ttheir  choice  shall\ndecide\ttheir dispute according to law, so before the  right\ncan  be denied to them in any particular matter,  the  Court\nmust be very sure that both sides wanted the decision of the\narbitrator on a point of law rather than that of the  Courts\nand  that  they\t wanted his decision oil that  point  to  be\nfinal.\n</p><blockquote id=\"blockquote_8\">(1) 1950 S.C.R. 792 at 798.  (2) 1942 A.C. 356 at 368.\t (3)\n1933 A.C. 592.\n</blockquote><span class=\"hidden_text\" id=\"span_12\">56</span>\n<p data-structure=\"Section\" id=\"p_20\">The clause in the contract that requires disputes about\t the\ncontract  to be referred to arbitration is clause 14 and  is\nin the following terms:\n</p><blockquote id=\"blockquote_9\">&quot;Except\t where\totherwise  provided  in\t the  contract\t all\nquestions  and\tdisputes  relating to  the  meaning  of\t the\nspecification and instructions here in before mentioned\t and\nas  to\tquality of materials or as to  any  other  question,\nclaim, right, matter or thing whatsoever in any way  arising\nout   of  or  relating\tto  the\t  contract,   specification,\ninstructions,  orders  or  these  conditions,  or  otherwise\nconcerning the supplies whether arising during the  progress\nof  delivery or after the completion of abandonment  thereof\nshall  be referred to the arbitration of the  Superintending\nEngineer  of  the Circle for the time being  in\t the  manner\nprovided  by law relating to arbitration for the time  being\nin force who after such investigation as he may think proper\nshall deliver his award which shall be final, conclusive and\nbinding on all parties to the contract&quot;.\n</blockquote><p data-structure=\"RespArg\" id=\"p_21\">The  dispute  sprang  out of a series of claims\t made  in  a\nnumber\t of  letters  written  by  the\tcontractor  to\t the\nAdditional  Chief  Engineer, C.P.W.D. and  culminated  in  a\npetition, Ex.  B(1), in which the contractor summarised\t his\nclaims.\t  The  document is not dated.  On receipt  of  this,\nsomeone\t on behalf of the C.P.W.D. invoked the\tjurisdiction\nof  the\t arbitrator.  That letter has not been\tfiled.\t The\narbitrator  then  wrote to the contractor and asked  him  to\nsubmit a statement of claim.  That letter has not been filed\neither\tbut  reference\tis  made to it\tin  Ex.\t  C(1),\t the\nstatement  claim which the contractor filed in\tresponse  to\nthat  letter.\tAs the material documents  setting  out\t the\nterms of reference are not here, we were asked by both sides\nto  infer what the terms were from this statement  of  claim\nand the recitals in the award.\tThe learned counsel for\t the\ncontractor relied on the following:\n</p><blockquote id=\"blockquote_10\">In the statement of claim-\n</blockquote><blockquote id=\"blockquote_11\">&quot;Item 5.-Loss of katcha bricks............     Rs. 75,900.\nThe chief reason of the destruction of these bricks was\t the\nfailure of the department to lift the\n<span class=\"hidden_text\" id=\"span_13\">57</span>\nmonthly quota of bricks The argument of the department\tthat\nthey are not liable to compensate us on this account because\nof clause 6 of the agreement is not correct.\nClause 6 refers to only such cases over which the department\nhas no control.\t But if the department would have lifted the\nbricks (this was entirely under their control) then no\tsuch\nloss  would have occurred.  Also be it noted that  clause  6\nrefers\tonly  to &#x27;damage&#x27; and not  to  &#x27;destruction.........\nDamage\tmeans only partial loss.............it\tcannot\tmean\ntotal destruction.:\n</blockquote><blockquote id=\"blockquote_12\">The award states-\n</blockquote><blockquote id=\"blockquote_13\">   &quot;The\t statement  of claims submitted\t by  the  contractor\ncontains seventeen items in respect of which the  contractor\nclaimed\t a total payment of Rs. 4,76,138-12-0 plus  interest\ni.e., approximate total amount claimed: Rs. 5,03,803-12-0 as\ndetailed below&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">Then follow the seventeen items of which item 5 is-\n</p><blockquote id=\"blockquote_14\">  &quot;Payment for katcha bricks destroyed by rain: Rs. 75,900&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_23\">The body of the award deals with this as follows:\n</p><p data-structure=\"CDiscource\" id=\"p_24\">\t     &quot;\t\t     Claim No. 5.\n</p><p data-structure=\"Section\" id=\"p_25\">Payment for 88. lacs of katcha bricks destroyed by rain.\nThe contractor argued etc\nThe Executive Engineer stated .........The C.P.W.D. moreover\nwere safeguarded by clause 6 of the contract............\nThe  contractor\t maintained that clause 6  of  the  contract\ncould not be invoked when the department was at fault as  in\nthis case.  Clause 6 was meant to cover contingencies  which\nwere not of the department&#x27;s own making.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">I hold that the removal of the bricks in such a manner or to\nprevent\t accumulation  in excess of 60 lacs was\t an  implied\ncontractual obligation on the part of the C.P.W.D........  I\nfurther\t hold that the C.P.W.D. cannot take  shelter  behind\nclause\t6  of  the  contract.  This clause  is\tnot,  in  my\nopinion, meant\n<span class=\"hidden_text\" id=\"span_14\">8</span>\n<span class=\"hidden_text\" id=\"span_15\">58</span>\nto  absolve the department from carrying out their  part  of\nthe  contract.\tIt is impossible not to admit  this  without\noffending the rudiments of common sense reasoning&quot;.\nWe  are\t of opinion that this is not the  kind\tof  specific\nreference  on  a point of law that the\tlaw  of\t arbitration\nrequires.   In the first place, what was shown to us  is  no\nreference   at\tall.   It  is  only  an\t incidental   matter\nintroduced  by\tthe Dominion Government to repel  the  claim\nmade  by the contractor in general terms under claim No.  5.\nIn the next place, this was the submission of the contractor\nalone.\t A reference requires the assent of both sides.\t  If\none  side  is  not  prepared to submit\ta  given  matter  to\narbitration when there is an agreement between them that  it\nshould\tbe referred, then recourse must be had to the  Court\nunder  <a href=\"/doc/811701/\" id=\"a_16\">section 20</a> of the Act and the recalcitrant party\t can\nthen  be  compelled to submit the matter  under\t sub-section\n(4).   In  the absence of either, agreement  by\t both  sides\nabout the terms of reference, or an order of the Court under\n<a href=\"/doc/638888/\" id=\"a_17\">section 20(4)</a> compelling a reference, the arbitrator is\t not\nvested\t with\tthe   necessary\t  exclusive    jurisdiction.\nTherefore,  when  a question of law is the point  at  issue,\nunless\tboth sides specifically agree to refer it and  agree\nto  be bound by the arbitrator&#x27;s decision, the\tjurisdiction\nof the Courts to set an arbitration right when the error  is\napparent  on the face of the award is not ousted.  The\tmere\nfact  that both parties submit incidental arguments about  a\npoint of law in the course of the proceedings is not enough.\nThe  language of Lord Wright in F. R. Absalom Ltd. v.  Great\nWestern (London ) Garden Village Society(1), a case  similar\nto this so far as this point is concerned, is apposite here-\n</p><blockquote id=\"blockquote_15\">&quot;There is here no submission of any specific question of law\nas  such  and  as  a specific  question\t of  law;  no  doubt\nincidentally,  and indeed necessarily, the  arbitrator\twill\nhave  to  decide some questions on the construction  of\t the\nbuilding  contract, but. the two matters submitted are\tboth\ncomposite  questions  of law and fact; there is\t no  express\nsubmission of the\n(1)  [1933] A.C. 592, 616.\n</blockquote><span class=\"hidden_text\" id=\"span_16\">59</span>\n<p data-structure=\"Section\" id=\"p_27\">true  effect  of  the contract on the  basis  of  undisputed\nfacts,\tas  in\tthe Kelantan case(1) or as  a  separate\t and\ndistinct matter on facts to be separately assumed or  found,\nas  in In re King and Duveen(2)..........The arbitrator\t was\nnot being asked simply and specifically to decide, upon some\nagreed or assumed basis of fact, the true interpretation  of\neither\tclause 26 or clause 30 of the conditions or of\tboth\ntogether; he was being required to make an award on the\t two\nmatters\t submitted  on whatever questions of  fact  and\t law\nmight emerge&quot;.\n</p><p data-structure=\"Section\" id=\"p_28\">Clause 32 of the contract in the House of Lords case was the\nequivalent of clause 14 in ours.  It ran-\n</p><blockquote id=\"blockquote_16\">  &quot;Provided  always that in case any dispute  or  difference\nshall  arise  ............. as to the  construction  of\t the\ncontract   or\tas   to\t any   matter\tor   thing   arising\nthereunder............\tsuch dispute shall be and is  hereby\nreferred to the arbitration and final decision of etc.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">The  arbitrator\t relied on that to invest  him\twith  juris-\ndiction to determine,, as a matter of law, the\tconstruction\nof clauses 26-30 of that contract.  The House of Lords\theld\nthat  in  the  absence of a  specific  reference  about\t the\nconstruction of the contract the jurisdiction of the  Courts\nwas  not taken away.  Lord Russell of Killowen put  it\tthis\nway at page 610-\n</p><blockquote id=\"blockquote_17\">&quot;No  specific  question\t of  construction  or  of  law\t was\nsubmitted.   The  parties  had,\t however,  been\t ordered  to\ndeliver\t pleadings,  and  by their statement  of  claim\t the\ncontractor had claimed that the arbitrator should under\t his\npowers revise the last certificate issued etc...... It is at\nthis  point  that  the\tquestion  of  the  construction\t  of\ncondition  30 arose as a question of law,  not\tspecifically\nsubmitted, but material in the decision of the matters which\nbad been submitted.  This question of law the arbitrator has\ndecided; but if upon the face of the award he has decided it\nwrongly\t his decision is, in my opinion, open to  review  by\nthe Court&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">That  is  exactly  the position here.\tSimply\tbecause\t the\nmatter was referred to incidentally in the plead-\n(1) [1923] A. C. 395.\t\t (2) [1913] 2 K.B. 32, 36.\n</p><span class=\"hidden_text\" id=\"span_17\">60</span>\n<p data-structure=\"Conclusion\" id=\"p_31\">ings  and arguments in support of, or against,\tthe  general\nissue  about  liability for damages, that is not  enough  to\nclothe the arbitrator with exclusive jurisdiction on a point\nof law.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">The  next question is whether the error is apparent  on\t the\nface of the award.  That; in our opinion, is clear from\t the\npassages we have quoted from the award.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">We   hold  that\t clause\t 6  expressly  relieves\t the   Union\nGovernment  of\tall liability under this head of  claim\t and\nthat  the arbitrator was wrong in awarding any sum  on\tthat\naccount.\n</p><p data-structure=\"Precedent\" id=\"p_34\">The  next head in dispute is item No. 8 in the statement  of\nclaim:\n</p><blockquote id=\"blockquote_18\">&quot;Cost of additional wages paid to the coolies on account  of\nnon-supply of ration and cloth-Rs. 51,495&quot;.\n</blockquote><p data-structure=\"Issue\" id=\"p_35\">Here again no specific question of law was referred, so\t all\nwe have to see is whether there is an error of law  apparent\non the face of the award.\n</p><p data-structure=\"Precedent\" id=\"p_36\">The  contractor put his case as follows in the statement  of\nclaim:\n</p><blockquote id=\"blockquote_19\">&quot;At  the  time when this work was allotted to us  there\t was\nrationing  system  in the locality.  As\t per  conditions  of\ncontract we were bound not to employ local labour and we had\nto import coolies from far off places.\tWe had in our employ\nabout  1800 coolies and it was an impossibility\t to  arrange\ntheir ration from open market.\tThis difficulty was  brought\nto  the\t notice\t of  the  authorities  concerned,  and\tthey\npromised  us  to  supply ration.  It  was  only\t after\tthis\npromise that we signed the agreement..... From a perusal  of\nthese letters it is clear that the department promised us to\nsupply ration............... These circumstantial  evidences\nare  sufficient\t enough\t to show that  there  was  a  mutual\nunderstanding  between\tthe  parties  that  ration  will  be\nsupplied.   In the eyes of law even circumstantial  evidence\nis  sufficient to prove that such a promise was\t made.\t Any\nbreach\tof that promise makes the department legally  liable\nto  compensate for that loss.......... Apart from the  legal\nresponsibility\tit was also a moral responsibility  for\t the\ndepartment to supply ration&quot;.\n</blockquote><span class=\"hidden_text\" id=\"span_18\">61</span>\n<p data-structure=\"CDiscource\" id=\"p_37\">This claim, therefore, was not grounded on any clause of the\ncontract,  nor was it said to be implied in  the  -contract.\nWhat  was relied on was a collateral promise evidenced,\t not\nby  the\t contract,  but\t by  two  letters  written  by\t&quot;the\ndepartment&quot;  and a promise by &quot;the  authorities\t concerned&quot;;\nand   later   this  promise  is\t turned\t  into\t a   &quot;mutual\nunderstanding&quot;\tand to a &quot;moral responsibility&quot; in  addition\nto a legal one.\n</p><p data-structure=\"Precedent\" id=\"p_38\">The  arbitrator\t dealt with this as follows.   He  began  by\nsaying-\n</p><blockquote id=\"blockquote_20\">&quot;The contractor stated that when he submitted his tender  on\n25-9-45\t he  did  so  in  the  bona  fide  belief  that\t the\ndepartment would make the necessary arrangements, etc.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_39\">Then  he  sets\tout the following  dates.   On\t1-11-45\t the\ncontractor  was told that his tender had been accepted.\t  On\n9-11-45 the contractor &quot;warned&quot; the Executive Engineer about\nhis  &quot;immediate\t requirements in respect of  rations&quot;.\t The\ncontract was finally accepted and signed on 22-11-45.\nNow  it\t is admitted that the contract\tcontains  no  clause\nabout  rations and it is also evident that the question\t was\nnot  raised  when the tender was accepted on behalf  of\t the\nDominion Government.  The question was raised in a letter to\nthe  Executive\tEngineer,  and\tthe  contractor\t signed\t the\ncontract without waiting for a reply.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">It  is\twell settled that governments can only be  bound  by\ncontracts  that\t are entered into in a\tparticular  way\t and\nwhich  are signed by the proper authority.  A  reference  to\nthe agreement, Ex.  A(1), will show that it was accepted  on\nbehalf\tof the Dominion Government by the  Additional  Chief\nEngineer and not by an Executive Engineer.  A letter written\nto the Executive Engineer would therefore have no effect and\neven  if it be assumed that the letter was forwarded to\t the\nAdditional  Chief Engineer for consideration, what  does  it\namount\tto?  A tender embodying certain terms  is  submitted\nand  is accepted on 1-11-45.  Both sides are agreed  on\t all\nmatters\t contained in it and their conduct shows  that\tboth\nsides  indicated  that\tthe contract should  be\t reduced  to\nwriting.  Be-\n</p><span class=\"hidden_text\" id=\"span_19\">62</span>\n<p data-structure=\"CDiscource\" id=\"p_41\">fore  the agreement is signed, one party wants to include  a\nfurther condition in the contract.  We will assume that\t the\nrequest\t was  made  to the  other  contracting\tparty.\t But\nwithout waiting for the assent of the other side, both sides\naccept and sign the contract as it existed before the  fresh\nsuggestion  was made.  It is an error in law to deduce\tfrom\nthis  that there was acceptance of the fresh  proposal.\t  On\nthe   contrary,\t the  legal  conclusion\t is  that  the\t new\nsuggestion  was dropped and that the contractor was  content\nto  accept the contract as it was without&#x27;  this  condition.\nIn  any case, a person cannot be bound by a one-sided  offer\nwhich  is  never  accepted, particularly  when\tthe  parties\nintend that the contract should be reduced to writing.\tThat\nis the whole point of insisting on a document.\tIt  excludes\nspeculation  as\t to  what was and what\twas  not  agreed  to\nhowever much the matter might have been raised by one of the\nparties during the stage of negotiation.\n</p><p data-structure=\"RespArg\" id=\"p_42\">The arbitrator continues that the contractor stated that-\n</p><blockquote id=\"blockquote_21\">&quot;it was a well known and established fact that Sindri was  a\nrationed  area;\t that the C.P.W.D. were\t giving\t rations  at\ncontrolled rates to their employees and contractors  through\narrangements  with the local Civil Supply Authorities;\tthat\nnobody\tworking\t under\tthe C.P.W.D.  was  allowed  to\tmake\nindependent  arrangements  or  approach\t the  Civil   Supply\nAuthorities direct&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_43\">and  the  contractor contended that the very  fact  that  he\ntendered  such low rates showed that he expected  to  supply\nhis  labourers\twith  rations  at  controlled  rates.\t The\narbitrator  then  sets\tout some more  of  the\tcontractor&#x27;s\ncontentions and from them concludes that\n&quot;there\twas  an\t implied  contractual  obligation  for\t the\nC.P.W.D.  to  make  available  controlled  rations  to\t the\ncontractor  and that this obligation was not fulfilled\twith\ndue diligence and care&quot;.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">He accordingly awarded Rs. 40,000 as compensation\nunder this head.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">The  error  is\tapparent. -Facts must  be  based  either  on\nevidence or on admissions; they cannot be found to\n<span class=\"hidden_text\" id=\"span_20\">63</span>\nexist  from  a mere contention by one side  especially\twhen\nthey are expressly denied by the other.\t The inference\tfrom\nthe  facts stated above is that the contractor entered\tinto\nthe agreement with his eyes open and whatever his  one-sided\nhopes  may  have  been\the was content\tto  enter  into\t the\nagreement as it stood without binding the other side to\t the\nnew  conditions\t and without even waiting to  ascertain\t the\nreaction of the other side to his further proposals.\nIt has to be remembered that rationing was not a matter that\nwas  under  the\t direction  and\t control  of  the   Dominion\nGovernment.   It  was  a local matter handled  by  the\tthen\nProvincial   authorities  and  under  their  direction\t and\ncontract.   The\t C.P.W.D., as a department of  the  Dominion\nGovernment, was not concerned with rationing except that its\nemployees had to submit to rationing like everybody else  in\nthe  Sindri  area.   This  confusion  between  the  Dominion\nGovernment  and\t the  Provincial Government  occurs  in\t the\narbitrator&#x27;s opening sentence under this head where he\tsets\nout the contractor&#x27;s contention that\n&quot;commodities such as rations and cloth which were absolutely\nessential  for\tthe maintenance of his labourers  and  which\nwere  under  Government control&quot;.  As the  arbitrator  bases\nsolely on the contractor&#x27;s contentions it is evident that he\nfailed\tto appreciate the fact that the Dominion  Government\nand  the  Provincial  rationing\t authorities  were  separate\nentities   distinct   from  one\t  another.    The   position\naccordingly reduces itself to this: two persons, neither  of\nwhich  is  a part of the Provincial Government\tor  has\t any\ncontrol over rationing, chose to enter into an agreement for\nwork in a rationed area.  They insisted that their  contract\nshould be reduced to writing, and that indeed was essential,\nthis being a contract with the Dominion Government which was\nincapable of contracting in any other way; they agreed\tupon\nand concluded all their terms; then, at the last minute, one\nside raised a point about rationing but without waiting\t for\na reply and without having the term entered in the contract,\nhe  signed  the contract as it stood  before-the  point\t was\nraised even during the negotiation.  It is\n<span class=\"hidden_text\" id=\"span_21\">64</span>\nan error in law to hold that any contractual obligation\t can\nbe inferred or implied from these circumstances.\nThen  there  is\t still\tanother\t error.\t  If  this   implied\nagreement about rations and cloth does not spring out of the\nwritten\t contract  but is to be inferred collaterally  as  a\ndistinct and subsidiary contract, and we gather that that is\nthe  finding, especially as reference was made to <a href=\"/doc/1589358/\" id=\"a_18\">section  9</a>\nof  the Contract Act, then that is not a contract  to  which\nthe arbitration clause can apply.  Wide though it is, clause\n14  is confined to any matter relating to the  written\tcon-\ntract and if ration and cloth are not covered by the written\ncontract, they are not matters that relate to it. If parties\nchoose\tto  add\t a  fresh contract  in\taddition  to  or  in\nsubstitution for the old, then the arbitration clause cannot\ncover  the  new contract.  See Lord Macmillan in  Heyman  v.\nDarwins Ltd.(1).\n</p><p data-structure=\"Conclusion\" id=\"p_46\">The  last  item in dispute in this appeal is  claim  No.  17\nabout  interest.  The statement of claims sets out\n&quot;Item  17-Interest on the amount of money involved  in\tthis\nclaim at the rate of Rs. 6 percent.Rs. 27,665.\n  This\twork was finished in May 1946 and it was proper\t for\nthe  department to have decided all our claims at  least  by\n31st December 1947........................ But this was\t not\ndone.  Due to this a heavy amount remained blocked up and we\nwere  compelled to take money from our bankers on  interest.\nWe therefore pray for interest for 16 months from 1-1-48  to\n31-4-49&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_47\">The arbitrator held--\n</p><blockquote id=\"blockquote_22\">    &quot;The contractor&#x27;s contention that his claims should have\nbeen settled by January 1948 is, in my opinion,\t reasonable.\nI therefore award interest at 6% for 16 months on the  total\namount of the awards given i.e., Rs. 17,363&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">Then the arbitrator sets out the amounts awarded under\teach\nhead  of  claim.   A perusal of them shows  that  each\tbead\nrelates\t to a claim for an unliquidated sum.   The  Interest\nAct, 1839 applies, as interest is\n(1)  [1942] A.C. 356 at 371.\n</p><span class=\"hidden_text\" id=\"span_22\">65</span>\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1024161\" id=\"span_23\">not  otherwise\tpayable\t by law in this kind  of  case\t(see\n<a href=\"/doc/1024161/\" id=\"a_19\">Bengal Nagpur Ry.  Co. v. Ruttanji Ramji</a>(1)), but even if it\nbe  assumed  that  an arbitrator is  a\t&quot;court&quot;\t within\t the\nmeaning of that Act, (a fact that by no means appears to  be\nthe  case),  the following among other\tconditions  must  be\nfulfilled before interest can be awarded under the Act:-</span>\n</p><blockquote id=\"blockquote_23\">(1)  there must be a debt or a sum certain;\n</blockquote><blockquote id=\"blockquote_24\">(2)  it must be payable at a certain time or other-\nwise;\n</blockquote><blockquote id=\"blockquote_25\">(3)  these  debts or sums must be payable by virtue of\tsome\nwritten contract at a certain time;\n</blockquote><blockquote id=\"blockquote_26\">(4)  There  must have been a demand in writing stating\tthat\ninterest will be demanded from the date of the demand.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_50\">Not  one  of these elements is present,\t so  the  arbitrator\nerred  in  law in thinking that he had the  power  to  allow\ninterest   simply   because  he\t thought  the\tdemand\t was\nreasonable.\n</p><p data-structure=\"Section\" id=\"p_51\">It  was\t suggested that at least interest from the  date  of\n&quot;suit&quot; could be awarded on the analogy of <a href=\"/doc/1219022/\" id=\"a_20\">section 34</a> of\t the\nCivil  Procedure Code, 1908.  But <a href=\"/doc/1219022/\" id=\"a_21\">section 34</a> does not  apply\nbecause an arbitrator is not a &quot;court&quot; within the meaning of\nthe  Code nor does the Code apply to arbitrators,  and,\t but\nfor  <a href=\"/doc/1219022/\" id=\"a_22\">section  34</a>, even a Court would not have the  power  to\ngive  interest\tafter the suit.\t This was,  therefore,\talso\nrightly struck out from the award.\n</p><p data-structure=\"CDiscource\" id=\"p_52\">We pause to note that there was only a delay of five days at\nthe  outside  in the over-all picture.\tThe  last  date\t for\nremoval of the last instalment of bricks was 25-5-46 and the\ncontractor says under this head that the whole contract\t was\ncompleted  by the end of May, 1946.  It is difficult-to\t see\nhow 88 lacs of bricks could have been damaged by rain in the\nlast five days of May, and if the damage occurred before  it\nwould have occurred anyway, for on the contractor&#x27;s case  he\nhad to have a large stack of unbaked bricks on hand ready to\nenter  the kilns in order to keep pace with his time  table.\nHowever, that was a\n(1)  65 I.A. 66.\n</p><span class=\"hidden_text\" id=\"span_24\">9</span>\n<span class=\"hidden_text\" id=\"span_25\">66</span>\n<p data-structure=\"CDiscource\" id=\"p_53\">matter within the jurisdiction of the arbitrator and is\t not\na matter in which the Courts can interfere.\nThat concludes Civil Appeal No. 260 of 1953 and we now\tturn\nto the other appeal, Civil Appeal No. 12 of 1954.  Only\t two\nitems are in dispute here.  Heads 4 and 17 of the claim.\nThe  over-all  pattern of the claim is the same\t as  in\t the\nother  case.  There was a contractor and he entered into  an\nagreement  containing the same terms and conditions,  except\nabout the details of supply.  It was signed on the same\t day\nas  the\t other and by the same authority on  behalf  of\t the\nDominion  Government., and the matter went before  the\tsame\narbitrator and the award in this case was given on 1-5-1949,\none  week  before the other award.  Here also,\tno  specific\nquestion of law was referred and we need not cover the\tsame\nground.\t Our decision is the same here as there.\nThe  fourth head of claim is about cloth and  rations.\t The\nclaim  here.,  and the Dominion Government&#x27;s reply,  is\t the\nsame as in the other case, but the award in this case is not\nbased  on an implied contractual obligation but on &quot;a  moral\nand  implied  obligation&quot;.  The error here is  even  greater\nthan before.  The sum claimed was Rs. 51,495 and the  amount\nawarded was Rs. 30,000.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">The  seventeenth  head\tof claim was  about  interest.\t The\ncontractor claimed Rs. 27,665 and the arbitrator awarded Rs.\n9,954.\tThere is the same error of law apparent on the\tface\nof the award.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">The High Court was right in dismissing the claims made under\nthe heads in dispute here.  The two appeals fail and each is\ndismissed with costs in this Court.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">\t       Appeals dismissed.\n</p><span class=\"hidden_text\" id=\"span_26\">67</span>\n\n\n\n","numcites":15,"numcitedby":272,"docsource":"Supreme Court of India","citetid":318186,"divtype":"judgments","relatedqs":[{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"Question of law","formInput":"Question%20of%20law"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"INTEREST ACT ","formInput":"INTEREST%20ACT%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"interest act\"","formInput":"%22interest%20act%22"},{"value":"moral ","formInput":"moral%20"},{"value":"\"question of law\"","formInput":"%22question%20of%20law%22"},{"value":"damages   filter:   Development Agreement","formInput":"damages%20%20%20filter%3A%20%20%20Development%20Agreement"},{"value":"395","formInput":"395"}],"cats":[{"value":"promises-express-and-implied","formInput":"tag:promises-express-and-implied"},{"value":"when-event-on-which-contract-is-contingent","formInput":"tag:when-event-on-which-contract-is-contingent"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"interest","formInput":"tag:interest"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"}],"courtcopy":true,"query_alert":null,"agreement":false}