{"tid":151222872,"publishdate":"2011-04-06","title":"Subash M. Varghese vs State Of Kerala Represented By The on 6 April, 2011","doc":"<h2 class=\"doc_title\">Subash M. Varghese vs State Of Kerala Represented By The on 6 April, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-bhavadasan\">P.Bhavadasan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-bhavadasan\">P.Bhavadasan</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                                     PRESENT:\n\n                THE HONOURABLE MR.JUSTICE P.BHAVADASAN\n                                          &amp;\n          THE HONOURABLE MR. JUSTICE RAJA VIJAYARAGHAVAN V\n\n     WEDNESDAY, THE 6TH DAY OF JANUARY 2016/16TH POUSHA, 1937\n\n                              CRL.A.No.830 of 2011\n                              --------------------------\n AGAINST THE JUDGMENT IN SC 457/2010 of PRINCIPAL SESSIONS COURT,\n                         ERNAKULAM DATED 06-04-2011\n\n\nAPPELLANTS/ACCUSED 1 &amp; 2:\n---------------------------------\n\n       1.     SUBASH M. VARGHESE, S/O. VARGHESE,\n              AGED 31 YEARS, MATTAPPILLIL HOUSE,\n              SOUTH TO THE ST.MARY&#x27;S JACOBITE CHURCH, ODAKKALY,\n              ERNAKULAM KARA, ASAMANNOOR VILLAGE.\n\n       2.     AMBILY, AGED 25 YEARS,\n              W/O.SUBASH M.VARGHESE, MATTAPPILLIL HOUSE,\n              SOUTH TO THE ST.MARY&#x27;S JACOBITE CHURCH, ODAKKALY,\n              ERNAKULAM KARA, ASAMANNOOR VILLAGE.\n\n              BY ADV. SRI.K.V.SABU\n\nRESPONDENT/COMPLAINANT:\n---------------------------------\n\n        STATE OF KERALA REPRESENTED BY THE\n        PUBLIC PROSECUTOR, HIGH COURT OF KERALA,\n        ERNAKULAM.\n\n        BY SMT.JASMINE V. H., PUBLIC PROSECUTOR.\n\n\n        THIS CRIMINAL APPEAL HAVING BEEN FINALLY HEARD ON\n06-01-2016, THE COURT ON THE SAME DAY DELIVERED THE FOLLOWING:\n\f\n\n\n                        P. BHAVADASAN &amp;\n                 RAJA VIJAYARAGHAVAN V., JJ.\n                 -Crl.- - --- - ----- --- - - -----\n                   -\n\n             Dated this-the-6th day-of January, 2016.\n                 - - -Appeal.-No.830 -of- -2011-\n\n\n\n                            JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">P. Bhavadasan, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">          This is the story of an young man, who set out to\n\nbecome rich overnight and fell into a trap laid by the first\n\naccused.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">          2. Now on to the facts of the case in detail.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">          Ajas, an young man aged about 28 years and\n\nmarried to PW2 about five years prior to the date of the\n\nincident, was lured by the first accused by making him believe\n\nthat he would get double the amount if he entrusted a definite\n\namount to the first accused. It is a pity to note that even\n\notherwise Ajas was doing well in certain businesses run by\n\nhimself and was leading a moderate life. But as greed would\n\ntake over, he too became gullible.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">          3. The prosecution would say that on 17.5.2009\n\ncollecting about 5,00,000/- of which 4,00,000/- was from\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_1\">                                 2</span><p data-structure=\"PetArg\" id=\"p_6\">\n\nPW4, the deceased set out to the house of the first accused to\n\nhave the money doubled by the next day. He never returned.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">             4. PW1, father of the deceased on 20.5.2009 laid\n\nExt.P1 First Information Statement complaining about his\n\nmissing son.        He informed the police that on 17.5.2009 at\n\nabout 3 p.m. the deceased had gone out of the house stating\n\nthat he was going to meet Subhash, his friend.      Ajas set out\n\nfrom house on 17.5.2009 and did not return on 18.5.2009,.\n\nThat panicked PWs. 1, 2, 3 and 4, and they tried to get in\n\ntouch with Ajas.        That was of no avail.     Of course, on\n\n17.5.2009, it is stated that Ajas had called his wife. That was\n\nthe last time she heard directly from Ajas.\n\n</p><p data-structure=\"Issue\" id=\"p_8\">             5. PW59 recorded statement of PW1 and on that\n\nbasis registered Crime No. 1126 of 2009 of Kothamangalam\n\nPolice Station under the caption &#x27;man-missing&#x27;.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">             6. Investigation was initially taken over by PW52.\n\nHe    was      the   Circle Inspector  of   Police attached   to\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_2\">                               3</span><p data-structure=\"CDiscource\" id=\"p_10\">\n\nKothamangalam Police Station from 4.6.2009 till 17.9.2009.\n\nOn 17.9.2009 investigation was handed over to the Crime\n\nBranch. He had called the first accused to the police station\n\nseveral times and questioned him. He had questioned PWs 1,\n\n2 and 4 in connection with the investigation of the case.\n\n</p><p data-structure=\"Facts\" id=\"p_11\">             7. On 22.9.2009 PW60 took over investigation. He\n\nwas attached to CBCID and he was the Dy.S.P. at the relevant\n\ntime. He was entrusted with the investigation on the basis of\n\nan   order in a writ petition filed before this Court wherein\n\nobservation was made by this Court regarding the poor\n\nmanner in which the investigation was being carried on and\n\ndirected a better investigation to be done in the matter.    In\n\npursuance       to  the order  thereof,  the   DIG   of  Police\n\n(Administration) issued an order dated 16.9.2009 entrusting\n\nthe investigation to him.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">             8.   PW60 conducted search of the    house of the\n\ndeceased and PW4. The search list prepared by him in respect\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_3\">                                 4</span><p data-structure=\"CDiscource\" id=\"p_13\">\n\nof the house of Ajas is marked as Ext.P64 and search memo is\n\nExt.P64(a). The search list of the house of PW4 is Ext.P65 and\n\nthe search memo is Ext.P65(a). He also seized the passport\n\nof PW4. He also recorded statements of PWs. 47 and 57.\n\n</p><p data-structure=\"Facts\" id=\"p_14\">             9.     Later on, it appears that PW61 took over\n\ninvestigation and he was attached to the Crime Branch of CID.\n\nHe was holding the rank of Dy.S.P. He took over investigation\n\non 22.1.2010. He had submitted Ext.P66 report before court.\n\nHe on 29.1.2010 at about 4.30 p.m. seized the vehicle bearing\n\nRegistration No. KL 44/6561 alleged to have been used by the\n\nfirst accused as per Ext.P37 mahazar.        He procured the\n\nassistance of PW 51, Scientific Assistant attached to the\n\nForensic Laboratory and had the blood stain samples collected\n\nfrom the Dicky of the car as per Ext.P55 mahazar. M.Os. 31\n\nand 33 are the samples so collected.      According to him, he\n\narrested the accused on 30.3.2010 at 11.30 a.m. from near\n\nNorth Railway Station and he prepared Ext.P67 arrest memo.\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_4\">                                5</span><p data-structure=\"Facts\" id=\"p_15\">\n\nHe seized the various articles found in the possession of the\n\nfirst accused. The mahazar prepared for the said purpose is\n\nExt.P43. According to PW61, when he returned to his office\n\nalong with the accused and on questioning him, it was\n\nrevealed that the second accused was also actively involved,\n\nresulting in the arrest of second accused also. According to\n\nPW61, based on the alleged confession statement marked as\n\nExt.P8(a) as led by the first accused, they went to the\n\ncompound of a house where the first accused had earlier\n\nstayed on rent and at the instance of the first accused\n\nexhumed the skeletal remains of the deceased as per Ext.P8\n\nmahazar.       He also procured the  assistance of PW 51, the\n\nScientific Assistant, who collected various samples as per Ext.\n\n46 mahazar and those are M.Os. 36 to 38.          He had the\n\nphotographs taken of the exhumation and        seized  various\n\narticles found at the place as per Exts. P60 and 61 mahazars.\n\nInquest was conduced on the spot and the body was handed\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_5\">                                 6</span><p data-structure=\"Issue\" id=\"p_16\">\n\nover for postmortem.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">             10. PW13 conducted autopsy. Ext.P15 is the initial\n\nreport filed by him and after getting the chemical analysis\n\nreport he submitted Ext.P16 report.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">             11.    He had the rent deed Ext.P5, relating to the\n\nhouse in question seized as per Ext.P4 mahazar.         He also\n\nseized a packet containing rat poison produced before him by\n\nPW6 as per Ext.P3 mahazar. He had the mobile call details of\n\n985983956 used by the first accused at the relevant time\n\ncollected and duly certified by PW9 and that was seized as per\n\nExt.P59 mahazar. He also had the call details of the mobile\n\nused by the deceased, i.e., 9847861385 produced before him\n\nby PW1 seized as per Ext.P13 mahazar.           As per Ext.P14\n\nmahazar, ID card, call details etc. submitted to him by PW12\n\nwere seized. He also collected the customer application, ID\n\nproof and call details used for getting mobile connection\n\nnumber 9747689451 by the first accused and they are\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_6\">                               7</span><p data-structure=\"Issue\" id=\"p_19\">\n\nExts.P11 and P11(a) and P12.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">             12.    In the meanwhile, the blood stain samples\n\ncollected and the skeletal remains were submitted to DNA test\n\nand Ext.P22 is the report so submitted by the        authority\n\nconcerned. From the report, it is revealed that the skeletal\n\nremains on DNA comparison and the blood samples collected\n\nfrom the house of the first and second accused were found to\n\nbelong to the son born to PWs. 1 and 3. Thus it was revealed\n\nfrom the chemical analysis report that the blood samples\n\ncollected from the house, where the first accused had stayed\n\nat the relevant time, on DNA test, was identified as one\n\nbelonging to the deceased. PW61 then recorded statements of\n\nvarious witnesses and he filed Ext.P77 report before court\n\nincorporating the relevant provisions of <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a> and showing\n\naccused Nos. 1 and 2 as accused in the case. He completed\n\ninvestigation and laid charge before court.\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_7\">                                 8</span><p data-structure=\"Issue\" id=\"p_21\">\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">             13.    The court before which final report was laid\n\ntook cognizance of the offence and finding that the offence is\n\nexclusively triable by a court of Sessions committed the case\n\nto Sessions Court, Ernakulam.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">             14.    That court, after following the preliminary\n\nprocedures, framed charges for the offences punishable under\n\n<a href=\"/doc/1560742/\" id=\"a_2\">Sections 302</a>, <a href=\"/doc/764237/\" id=\"a_3\">394</a> read with <a href=\"/doc/1865117/\" id=\"a_4\">Section 397</a> and <a href=\"/doc/386021/\" id=\"a_5\">201</a> read with\n\n<a href=\"/doc/37788/\" id=\"a_6\">Section 34</a> of Indian Penal Code.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">             15.    Charge was read over to the accused who\n\npleaded not guilty and claimed to be tried. The prosecution\n\ntherefore examined PWs. 1 to 61 and had Exts.P1 to P78\n\nmarked. The defence had Ext.D1 marked from their side.\n\nM.Os 1 to 44 were got identified and marked.\n\n</p><p data-structure=\"Issue\" id=\"p_25\">             16. After the prosecution evidence was closed, the\n\naccused were questioned with regard to the incriminating\n\nitems of evidence brought out in evidence against them. While\n\nadmitting some of the questions put to them and while\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_8\">                               9</span><p data-structure=\"Facts\" id=\"p_26\">\n\ndenying the major portion of the questions, the first accused\n\nalso added that in the month in which the alleged incident is\n\nsaid to have taken place, on 15th of the said month he and his\n\nwife had gone to his house to meet his mother&#x27;s sister. Since\n\nhis mother&#x27;s sister was not feeling well, he left his wife there\n\nand returned to his house. He was engaged in the business of\n\nprocuring admission to various courses for various candidates\n\nand he went to Wayanad in connection with the said work. On\n\n18th morning, he returned to Kothamangalam. On the same\n\nday, he went to Idukki for admission purposes and returned\n\nhome.      On the morning of 19th, he went to his house and\n\nthereafter, proceeded to Bangalore along with his wife. They\n\nwent from Thrissur via Coimbatore. On the day on which the\n\nincident is alleged to have taken place, he denied his presence\n\nas well as the presence of his wife in the house in question.\n\nHe also added that in connection with the case, he and his wife\n\nhad been brutally tortured, that they are totally innocent and\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_9\">                                  10</span><p data-structure=\"Issue\" id=\"p_27\">\n\nthey have nothing to do with the alleged incident.\n\n</p><p data-structure=\"Section\" id=\"p_28\">             17. Finding that they could not be acquitted under\n\n<a href=\"/doc/19163/\" id=\"a_7\">Section 232</a> Cr.P.C., they were asked to enter on their defence.\n\nThey examined D.W.1.\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">             18. The trial court, on evaluation of the evidence,\n\nenumerated 23 circumstances in paragraph 122 of the\n\njudgment, which, according to the learned Sessions Judge, led\n\nto the irresistible conclusion that the death of Ajas was caused\n\nby the accused and the circumstances were so conclusive that\n\nno other conclusion was possible. The court finding that the\n\ncircumstances so proved were sufficient to lead to the\n\nconclusion that it was the accused and the accused alone who\n\nwere responsible for the acts committed which resulted in the\n\ndeath of the deceased and found them guilty on all counts.\n\n</p><p data-structure=\"Facts\" id=\"p_30\">             19.    The first accused was sentenced to undergo\n\nimprisonment for life and to pay a fine of 5 lakhs with a\n\ndefault clause of 4 years rigorous imprisonment for the\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_10\">                               11</span><p data-structure=\"Facts\" id=\"p_31\">\n\noffence under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> read with 34 of <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>. He was also\n\nsentenced to undergo imprisonment for life and to pay a fine\n\nof  5 lakhs with a default clause of 4 years rigorous\n\nimprisonment for the offence under <a href=\"/doc/764237/\" id=\"a_10\">Section 394</a> read with 397\n\nof <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>.        He was also sentenced to undergo rigorous\n\nimprisonment for 7 years and to pay a fine of  2 lakhs with a\n\ndefault clause of two years rigorous imprisonment for the\n\noffence under <a href=\"/doc/386021/\" id=\"a_12\">Section 201</a> read with <a href=\"/doc/37788/\" id=\"a_13\">Section 34</a> of IPC. The\n\nsecond accused was sentenced to undergo imprisonment for\n\nlife and to pay a fine of  2 lakhs with a default clause of two\n\nyears for the offence under <a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_15\">Section 34</a>\n\nof IPC. She was also sentenced to undergo imprisonment for\n\nlife and to pay a fine of  2 lakhs with a default clause of 2\n\nyears rigorous imprisonment for the offence under <a href=\"/doc/764237/\" id=\"a_16\">Section\n\n394</a> read with <a href=\"/doc/1865117/\" id=\"a_17\">Section 397</a> of IPC. She was also sentenced to\n\nundergo rigorous imprisonment for 7 years and to pay a fine\n\nof  1 lakh with a default clause of one year rigorous\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_11\">                                 12</span><p data-structure=\"Section\" id=\"p_32\">\n\nimprisonment for the offence under <a href=\"/doc/386021/\" id=\"a_18\">Section 201</a> read with\n\n<a href=\"/doc/37788/\" id=\"a_19\">Section 34</a> of IPC. Substantive sentences were directed to run\n\nconcurrently. Set off as per law was also allowed.\n\n</p><p data-structure=\"PetArg\" id=\"p_33\">             20. Assailing the conviction and sentence imposed\n\non the first and the second accused, learned counsel\n\nappearing for the appellants contended that there has not\n\nbeen a proper appreciation of the evidence in the case and the\n\nconclusion is based on conjectures and surmises rather than\n\nproved circumstances.\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">             21. Learned counsel emphasized the fact that even\n\naccording to the prosecution, the death occurred on\n\n18.5.2009 and the body was exhumed only on 30.3.2010, i.e.\n\nalmost after an year of death. It was not as if according to the\n\nlearned counsel that the first accused was booked for the first\n\ntime by PW61.          He was repeatedly questioned by various\n\nInvestigating Officers and they could not find any evidence as\n\nagainst him.        Till PW61 had taken charge of investigation,\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_12\">                              13</span><p data-structure=\"PetArg\" id=\"p_35\">\n\nthere was nothing against the first accused to proceed against\n\nhim and soon after PW61 had taken charge, according to the\n\nlearned counsel for the appellants, evidence was effectively\n\nmanipulated and concocted and the first and the second\n\naccused were falsely implicated.    It was pointed out by the\n\nlearned counsel that even though prior to the investigation\n\nbeing taken over by PW61, the first accused was repeatedly\n\nquestioned and the scene of occurrence searched, nothing\n\nincriminating could be located to implicate the accused\n\npersons.\n</p>\n<p data-structure=\"Facts\" id=\"p_36\">             22. Learned counsel went on to point out that the\n\ncourt below has not considered the delay in lodging the FIS for\n\nwhich no reasonable explanation is offered. The fact that Ajas\n\nwent from his house on 17.5.2009 is not a matter in dispute.\n\nWhen he did not return on 18.5.2009 and even on 19.5.2009,\n\nthe inmates of the house did not feel it necessary to lodge a\n\ncomplaint before the police and they waited till 20.5.2009 to\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_13\">                               14</span><p data-structure=\"Precedent\" id=\"p_37\">\n\nlodge the complaint.      This unusual delay has not been\n\nexplained and this aspect has been lost sight of by the court\n\nbelow.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">             23. Learned counsel pointed out that to invoke the\n\nlast scene theory, the lower court relied on the evidence of\n\nPWs 7 and 53. Referring to their evidence, it is pointed out\n\nthat PW53 was introduced by PW61 and till then no one had\n\nquestioned those witnesses.     Apart from the artificiality in\n\ntheir evidence, referring to the cross examination of PW53, it\n\nwas contended that none of the crucial aspects spoken to by\n\nher in chief examination find a place in her statement under\n\n<a href=\"/doc/447673/\" id=\"a_20\">Section 161</a> Cr.P.C. given to PW61.      Learned counsel also\n\nemphasized that it is significant to notice that neither in the\n\nscene mahazar nor in the plan prepared, the house of PW7 is\n\nshown. This assumes importance, according to the learned\n\ncounsel, in the light of the fact that PW53, who is the\n\ndaughter-in-law of PW7 says that on 17.5.2009 at about 9.30\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_14\">                                15</span><p data-structure=\"Issue\" id=\"p_39\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">- 10.00 in the night, she had occasion to see the deceased\n\nalong with the first accused entering the house of the first\n\naccused.       It is not possible to ascertain from the scene\n\nmahazar or the plan so prepared as to where the house of PW7\n\nis located so as to ascertain whether the statement of PW53\n\nthat she could see the deceased along with the first accused is\n\nprobable and possible.\n</p>\n<p data-structure=\"PetArg\" id=\"p_41\">             24.     Learned counsel then pointed out that\n\nconsiderable reliance is placed on Ext.P2, a diary extract said\n\nto have been maintained by the deceased, which, according to\n\nthe prosecution showed four phone numbers in which\n\ndeceased could be contacted when he left on 17.5.2009.\n\nLearned counsel went on to point out that apart from the fact\n\nthat the handwriting of the author who is said to have made\n\nthe entries is not proved, there is also no evidence to show\n\nthat those numbers pertained to the mobile phone held by the\n\nfirst accused.\n</p>\f\n<p data-structure=\"Issue\" id=\"p_42\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_15\">                                  16</span><p data-structure=\"Issue\" id=\"p_43\">\n\n</p><p data-structure=\"PetArg\" id=\"p_44\">             25. Criticizing the collection of blood samples from\n\nthe house where the accused were alleged to have resided at\n\nthe time of incident, learned counsel went on to point out that\n\nthe manner and method of collecting blood samples is far\n\nfrom satisfactory. It is pointed out that even going by the\n\nprosecution case, the blood stain samples were covered by\n\npaint and it is inconceivable that the blood samples could have\n\nbeen collected from such a place. It is also significant to\n\nnotice, according to the learned counsel, that even going by\n\nthe prosecution case and the evidence adduced in the case, it\n\nis seen that earlier i.e., prior to the taking over of investigation\n\nby PW61, other investigating officers had visited the scene of\n\noccurrence and they had not detected any such stains. This,\n\naccording to the learned counsel, suggests that the blood\n\nstain was planted. According to the learned counsel, it is also\n\nsignificant to notice that at the time when the blood samples\n\nwere collected from the alleged place of incident, a Magistrate\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_16\">                                   17</span><p data-structure=\"Facts\" id=\"p_45\">\n\nwas staying in the said house. For reasons best known to the\n\nInvestigating Officer, he did not feel it necessary, for\n\nauthenticity, at least, to have the Magistrate as a witness to\n\nthe collection of samples. At any rate, his wife was present in\n\nthe house and at least she should have been made a witness\n\nfor the collection of blood samples.         This is a deliberate\n\nomission and that has been lost sight of by the court below.\n\n</p><p data-structure=\"RespArg\" id=\"p_46\">             26.     Regarding the exhumation, the criticism\n\nlevelled is that the report of the Doctor concerned, i.e. PW13\n\ndoes not indicate the time of death, time of burial           etc.\n\nLearned counsel pointed out that the fact that the exhumation\n\nwas done one year after the incident cannot be lost sight of in\n\nthis context.       Severe criticism was levelled also against the\n\nDNA test conducted and it was pointed out that on the facts of\n\nthis case, no reliance can be placed on Ext.P22 report.\n\n</p><p data-structure=\"PetArg\" id=\"p_47\">             27. Relying on a statement made by PW51, learned\n\ncounsel for the appellant pointed out that the exhumation etc.\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_17\">                                  18</span><p data-structure=\"CDiscource\" id=\"p_48\">\n\nare clearly a stage managed one. PW51 in her evidence had\n\nstated that she had been informed on the previous day, i.e. on\n\n29.3.2010 to be present on 30.3.2010.           According to the\n\nlearned counsel, the accused was arrested only on 30.3.2010\n\nat about 12.45 and the confession namely Ext.P8(a) which led\n\nto the recovery of the skeletal remains could have been\n\nextracted only thereafter. If that be so, it is inconceivable that\n\nPW51 could have been informed on the previous day to be\n\npresent on 30.3.2010.        This fact, according to the learned\n\ncounsel, clearly shows that the entire exhumation etc. are\n\nmanipulated and stage managed to suit the convenience of the\n\nprosecution.\n</p>\n<p data-structure=\"PetArg\" id=\"p_49\">             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1174790\" id=\"span_18\">28.    Finally, learned counsel appearing for the\n\nappellants contended that the case is based on circumstantial\n\nevidence alone and the law relating to circumstantial evidence\n\nis well settled.      Learned counsel referred to the decisions\n\nreported in <a href=\"/doc/1174790/\" id=\"a_21\">Jose v. State of Kerala</a> (1984 Crl.L.J. 748), Ammini\n\f\nCrl.Appeal.830/2011.</span>\n</p><span class=\"hidden_text\" id=\"span_19\">                               19</span><p data-structure=\"Precedent\" id=\"p_50\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"961157\" id=\"span_20\">v. State of Kerala (1998 Crl.L.J. 481), Ramesh Chand v. State\n\nof Uttar Pradesh (1985 Crl.L.J. 530), State of Maharashtra v.\n\nAnnappa (<a href=\"/doc/961157/\" id=\"a_22\">1979 Crl.L.J. 1089), Manjunath Chennabasapa\n\nMadalli      v. State of Karnataka</a> (2007 Crl.L.J. 2964) and\n\nShankarlal v. State of Maharashtra (1981 Crl.L.J. 325).     An\n\nevaluation of the evidence in this case will not meet the\n\nstandards laid down in the above decisions.</span>        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"296784\" id=\"span_21\">Reliance was\n\nplaced on the decision reported in <a href=\"/doc/296784/\" id=\"a_23\">State of Maharashtra v.\n\nAnnappa</a> (1979 Crl.L.J. 1089) also for the proposition that long\n\ndelay in recovering the body breaks the link in the chain and it\n\ncould not thereafter be said that chain is complete so as to\n\nlead to the irresistible conclusion that it was the accused and\n\nthe accused alone who was responsible for the death of the\n\ndeceased.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_51\">             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"146483046\" id=\"span_22\">29. Relying on the decision reported in <a href=\"/doc/146483046/\" id=\"a_24\">Kanhai\n\nYadav v. State</a> (2004 Crl.L.J. 423), learned counsel contended\n\nthat even accepting the evidence of PW53, the last scene\n\f\nCrl.Appeal.830/2011.</span>\n</p><span class=\"hidden_text\" id=\"span_23\">                                   20</span><p data-structure=\"Section\" id=\"p_52\">\n\ntheory alone could not be invoked to mulct liability on the first\n\nand the second accused.\n</p>\n<p data-structure=\"RespArg\" id=\"p_53\">             30.    It is also contended that since the exhumation\n\nwas done in the presence of a large body of persons, it has no\n\nlegal significance. Learned counsel, referring to the various\n\ncircumstances which according to the court below led to the\n\nconclusion that accused Nos. 1 and 2 are guilty of the offence,\n\npointed out that none of the said circumstances are\n\nconvincingly established and they are based on mere\n\npresumptions and assumptions.           Learned counsel therefore\n\ncontended that conviction and sentence cannot stand.\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">             31. Meeting the above arguments, learned Public\n\nProsecutor pointed out that the court below has considered\n\neach of the 23 circumstances narrated by the said court in\n\ndetail and has given convincing and cogent reasons regarding\n\nits conclusions.       The link so established forms a complete\n\nchain in itself leading to the irresistible conclusion that it is\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_24\">                                21</span><p data-structure=\"CDiscource\" id=\"p_55\">\n\nthe accused alone who were responsible for the death of Ajas\n\nand it is inconsistent with the hypothesis of innocence of the\n\naccused. Referring to the answers given at the time of being\n\nquestioned       under <a href=\"/doc/767287/\" id=\"a_25\">Section  313</a>     Cr.P.C., learned Public\n\nProsecutor pointed out that the accused had no consistent\n\ncase regarding the familiarity of the first accused with the\n\ndeceased. At one point of time, he would characterize him as\n\na total stranger, at a later point of time, he would accept that\n\nhe was acquainted with him. The details of telephone calls\n\nwhich were made and received by the deceased while he had\n\ngone to the house of the first accused and also the call details\n\nof the telephone which was attended to by the first accused\n\nwould also reveal that there was close acquaintance between\n\nthe first accused and the deceased and also that the family\n\nmembers        of   the deceased   had    enquired   about   the\n\nwhereabouts of Ajas. Learned Public Prosecutor pointed out\n\nthat the court below has adverted to this aspect in\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_25\">                                22</span><p data-structure=\"CDiscource\" id=\"p_56\">\n\nconsiderable detail and has also referred to the inconsistent\n\nversions regarding the absence or presence of the deceased\n\nwith him at the relevant time. His inconsistent stand at the\n\ntime of examination under <a href=\"/doc/767287/\" id=\"a_26\">Section 313</a> Cr.P.C. is       a telling\n\ncircumstance which goes against him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">             32. The criticism levelled against the DNA test is\n\nwithout any basis.    No questions were put to the Scientific\n\nOfficer who proved Ext.P22 regarding the manner in which the\n\ntest was conducted and it is significant to notice, according to\n\nthe learned Public Prosecutor that Ext.P22 gives in detail the\n\nsteps followed in conducting the test and the reason for\n\narriving at a conclusion made mention of therein. None of\n\nthose facts were taken objection to at the time of examination\n\nof PW14 or even PW13 who conducted the postmortem.\n\n</p><p data-structure=\"RespArg\" id=\"p_58\">             33. Learned Public Prosecutor pointed out that the\n\nresult of the DNA test conducted, details of which are\n\ncontained in Ext.P22, established beyond doubt that the body\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_26\">                               23</span><p data-structure=\"CDiscource\" id=\"p_59\">\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"39335671\" id=\"span_27\">exhumed was that of Ajas and also that the blood samples\n\ncollected from the house where the accused were said to have\n\nresided at the time when the incident had taken place also\n\nbelonged to Ajas. These facts speak for themselves and these\n\nare telling circumstances for which no explanation is offered\n\nby the accused persons.     It was these circumstances which\n\nfound favour with the trial court and there are no grounds\n\nmade out to interfere with the finding of the court below.\n\nLearned Public Prosecutor placed considerable reliance on the\n\ndecision reported in <a href=\"/doc/39335671/\" id=\"a_27\">Dharam Deo Yadav v. State of U.P.</a>\n\n((2014) 5 SCC 509) and contended that the facts of this case\n\nresemble well with the facts of <a href=\"/doc/39335671/\" id=\"a_28\">the above decision</a>.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_60\">             34.    We have heard learned counsel for the\n\nappellants and the learned Public Prosecutor in considerable\n\ndetail and have perused the records. There can be no dispute\n\nregarding the fact that the case is built upon circumstantial\n\nevidence. It is not necessary to refer to the catena of decisions\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_28\">                                     24</span><p data-structure=\"Precedent\" id=\"p_61\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68982355\" id=\"span_29\">relating the approach to be made by a court in case built on\n\ncircumstantial evidence. It is sufficient to refer to the decision\n\nreported in <a href=\"/doc/68982355/\" id=\"a_29\">Prakash v. State of Rajasthan</a> (AIR 2013 SC 1474)\n\nwherein it was held as follows:</span>\n</p>\n<blockquote id=\"blockquote_1\">                    &quot;4. In the case on hand, the prosecution\n             case    rests    solely   on   the   basis   of\n             circumstantial evidence. It was contended by\n             the learned amicus curiae for the appellants\n             that in the absence of direct evidence, the\n             slightest of a discrepancy, depicting the\n             possibility of two views would exculpate the\n             accused of guilt, on the basis of benefit of\n             doubt. Before considering the materials\n             placed by the prosecution and the defence,\n             let us analyse the legal position as declared\n             by this Court on the standard of proof\n             required for recording a conviction on the\n             basis of circumstantial evidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13149785\" id=\"span_30\">In a leading\n             decision of this Court in <a href=\"/doc/13149785/\" id=\"a_30\">Sharad Birdhichand\n             Sarda v. State of Maharashtra</a>, (AIR 1984 SC\n             1622), this Court elaborately considered the\n             standard of proof required for recording a\n             conviction on the basis of circumstantial\n\f\nCrl.Appeal.830/2011.</span>\n</blockquote><span class=\"hidden_text\" id=\"span_31\">                                      25</span>\n\n<p data-structure=\"Section\" id=\"p_62\">             evidence and laid down the golden principles\n             of standard of proof required in a case\n             sought to be established on the basis of\n             circumstantial evidence which are as follows:\n</p><blockquote id=\"blockquote_2\">             (Paras 152 and 153 of AIR)\n                    &quot;153. A close analysis of this decision\n             would show that the following conditions\n             must be fulfilled before a case against an\n             accused can be said to be fully established:\n</blockquote><blockquote id=\"blockquote_3\">             (1)   the   circumstances     from  which    the\n             conclusion of guilt is to be drawn should be\n             fully established.\n</blockquote><p data-structure=\"Precedent\" id=\"p_63\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1035123\" id=\"span_32\">It may be noted here that this Court indicated\n             that the circumstances concerned &quot;must or\n             should&quot; and not &quot;may be&quot; established. There\n             is not only a grammatical but a legal\n             distinction between &quot;may be proved&quot; and\n             &quot;must be or should be proved&quot; as was held by\n             this Court in <a href=\"/doc/1035123/\" id=\"a_31\">Shivaji Sahabrao Bobade v. State\n             of Maharashtra</a>, (AIR 1973 SC 2622) where\n             the observations were made: (Para 19 of AIR)\n                    &quot;Certainly, it is a primary principle that\n             the accused must be and not merely may be\n             guilty before a court can convict and the\n\f\nCrl.Appeal.830/2011.</span>\n</p><span class=\"hidden_text\" id=\"span_33\">                                    26</span><p data-structure=\"Issue\" id=\"p_64\">\n\n</p><p data-structure=\"Section\" id=\"p_65\">             mental distance between &#x27;may be&#x27; and &#x27;must\n             be&#x27; is long and divides vague conjectures\n             from sure conclusions.&quot;\n</p><p data-structure=\"RespArg\" id=\"p_66\">             (2) the facts so established should be\n             consistent only with the hypothesis of the\n             guilt of the accused, that is to say, they\n             should not be explainable on any other\n             hypothesis except that the accused is guilty,\n             (3) the circumstances should be of a\n             conclusive nature and tendency,\n             (4) they should exclude every possible\n             hypothesis except the one to be proved, and\n             (5) there must be a chain of evidence so\n             complete as not to leave any reasonable\n             ground for the conclusion consistent with the\n             innocence of the accused and must show that\n             in all human probability, the act must have\n             been done by the accused.\n</p><p data-structure=\"Section\" id=\"p_67\">             154. These five golden principles, if we may\n             say so, constitute the panchsheel of the proof\n             of a case based on circumstantial evidence.&quot;\n</p><p data-structure=\"PetArg\" id=\"p_68\">                    5.  Though learned counsel for the\n             appellants referred other decisions, since the\n             above principles have been followed in the\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_34\">                                    27</span><p data-structure=\"Section\" id=\"p_69\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_70\">             subsequent decisions, we feel that there is no\n             need to deal with the same elaborately. With\n             the above &quot;five golden principles&quot;, let us\n             consider the case of the prosecution and find\n             out whether it satisfies all the tests.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"550634\" id=\"span_35\">35.    It is well settled that the benefit of doubt\n\nshould go to the accused. As to what constitutes benefit of\n\ndoubt was considered in the decision reported in <a href=\"/doc/550634/\" id=\"a_32\">Ramesh\n\nHarijan v. State of U.P.</a> (AIR 2012 SC 1979).</span>\n\n</p><p data-structure=\"Section\" id=\"p_72\">             36. It is not every lingering or fanciful doubt that\n\ncan be regarded as a reasonable doubt.               A doubt must be\n\nreasonable and it must be such that a reasonable person\n\nwould entertain. Doubts of fleeting nature approximating on\n\nvague hunches cannot pass muster for reasonable doubt.\n\n</p><p data-structure=\"Section\" id=\"p_73\">             37.    The   court     below      has   enumerated  23\n\ncircumstances to reach the conclusion that offence has been\n\ncommitted by the accused herein.\n</p>\f\n<p data-structure=\"Issue\" id=\"p_74\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_36\">                                28</span><p data-structure=\"Section\" id=\"p_75\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_76\">             38.    The evidence of PW4 shows that the first\n\naccused was familiar to the deceased and that the deceased\n\nhad told him that the first accused had promised to double\n\ncurrency, if he so wished. The evidence of PW4 is also to the\n\neffect that he had given 4,00,000/- to Ajas as on 17.5.2009.\n\nHis acquaintance with Ajas is spoken to by him in detail and\n\nhe also deposes that they had several transactions between\n\nthem. The evidence of PW4 is to the effect that on 10.5.2009,\n\nhe had given 1,00,000/- to Ajas in his office. The evidence\n\nof PW4 shows that the brother of Ajas had joined B.S.F. and\n\nwas undergoing training there. While so, he was successful in\n\npassing the physical test conducted for the recruitment of Sub\n\nInspector of Police in Kerala Police Force and due to that\n\nreason, the brother of Ajas wished to give up his employment\n\nin B.S.F.. For doing so, he had to pay a sum of 40,000/-.\n\nPW4 says that on 14.5.2009, the deceased had taken his\n\nvehicle for the said purpose. On 17.5.2009, he returned the\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_37\">                               29</span><p data-structure=\"CDiscource\" id=\"p_77\">\n\nvehicle and then PW4 handed over 3,00,000/- which he had\n\nwithdrawn from his bank account a few days ago to Ajas. PW4\n\nwould further say that he had taken the deceased to his house\n\non his motor bike. While leaving the deceased at his house,\n\nPW4 would say that he was told by the deceased that\n\n5,00,000/- which he had, had to be handed over to Subash\n\nin the evening of 17.5.2009 and he was also told by Ajas that\n\nwhenever Ajas meets Subash, the latter used to collect his\n\nmobile phone and switch it off and that would be returned\n\nonly when he leaves the first accused.\n</p>\n<p data-structure=\"PetArg\" id=\"p_78\">             39. As desired by Ajas, the deceased, PW4 would\n\nsay that by about 3.00 p.m. in the noon on 17.5.2009, he\n\nreached the house of Ajas. Ajas came out of his house. But\n\nbefore mounting the vehicle, he went back to his house and\n\nreturned with a small bag. PW4 would say that he was told by\n\nthe deceased that Subash was waiting at Kolencherry and\n\ntherefore they had to go to Kolencherry. PW4 had driven the\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_38\">                                 30</span><p data-structure=\"CDiscource\" id=\"p_79\">\n\nvehicle. When they reached near Sree Mahaganapathy temple\n\nat Mathirapally, the deceased asked the vehicle to be stopped\n\nand then he dropped some coins in the hundi and continued\n\ntheir journey.      After passing Muvattupuzha, PW4 would say\n\nthat Ajas contacted Subhash, i.e. the first accused, and then\n\nAjas was instructed to come to Kolencherry and from there, to\n\nhire an autorickshaw to reach the house of the first accused.\n\nAs directed, PW4 dropped the deceased at Kolencherry Medical\n\nMission junction and then he hired an autorickshaw and left\n\nthe place. PW4 would say that he waited there for two hours\n\nand on 3 or 4 occasions, he tried to contact Ajas, but without\n\nsuccess. He returned to Mathirappally. He would say that he\n\nhad to attend a marriage on 18th and he had gone in the\n\nevening of 17th to the said house and after taking food from\n\nthat house, he tried to contact Ajas over phone. He was able\n\nto get Ajas on the line, who told him to wait and that he might\n\nget late in returning home. When PW4 enquired where the\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_39\">                              31</span><p data-structure=\"CDiscource\" id=\"p_80\">\n\ndeceased was, the phone was switched off. The next day PW1\n\ncame to his house and enquired about the whereabouts of\n\nAjas.    PW4 would depose that he had told PW1 what had\n\ntranspired on the previous day. PW1 then told him that Ajas\n\nhad called the inmates of the house late in the night on\n\n17.5.2009 and told them that they may have their dinner and\n\nhe would return only late in the night. The next day, PW4\n\nattended the marriage. At about 10.30 a.m. PW2, wife of the\n\ndeceased had called him. She informed him that though she\n\nwas able to get through a call to the mobile phone of Ajas, it\n\nwas attended to by Subash and stating that Ajas could not\n\nattend the phone at that point of time, switched it off. PW4\n\nwould say that he procured the number of Subash from PW2\n\nand then he tried to get in touch with both Subash and Ajas,\n\nbut without success. Later in the evening, he called Subash. It\n\nwas attended to by a lady. PW4 would say that he asked the\n\nlady to hand over the phone to Subash and it was so done.\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_40\">                                32</span><p data-structure=\"CDiscource\" id=\"p_81\">\n\nWhen PW4 enquired as to whether Ajas was with him, the reply\n\nwas that he did not know any person by name Ajas and that he\n\nwas at Bangalore and promised to get in touch with PW4 once\n\nhe returned to Kothamangalam. PW4 would say that he told\n\nSubash that it was he who had given money to the deceased\n\nand had dropped him at Kolencherry.           On the next day\n\nmorning, i.e., 19.5.2009 at about 9 a.m. as per the evidence of\n\nPW4, PW47, George, the       Municipal Councilor of the Ward\n\ncalled him and enquired about the details and PW4 narrated\n\nthe entire details to him.\n</p>\n<p data-structure=\"Facts\" id=\"p_82\">             40.    PW4 would further say that at the time when\n\nAjas left his house, he had noted four numbers in his diary\n\nand that diary was brought to him by PW2. Only one of the\n\nnumbers was seen responding at the relevant time and there\n\nwas no response from the other numbers. On getting in touch\n\nwith Subash, according to PW4, Subash told him that he was in\n\nBangalore in connection with admission to the nursing course\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_41\">                                 33</span><p data-structure=\"CDiscource\" id=\"p_83\">\n\nand that he did not know Ajas at all. He handed over the\n\nphone to PW47. From the conversation, he came to know that\n\nthey were familiar to each other and that he claimed that he\n\nheard Subash saying that &quot;&gt;^X XaM^Wm &amp;Cm g&lt;^Vg&lt;G^, .fK\n\n%y_O_g\\o?&quot; Finally, Subash told him that he would return to\n\nKothamanagalam within two days.             PW4 would say that\n\nthereafter they had discussion between themselves and the\n\nrelatives of the deceased and decided to lodge a formal\n\ncomplaint.\n</p>\n<p data-structure=\"PetArg\" id=\"p_84\">             41. It will be useful at this point of time to refer to\n\nthe evidence of PW1, who is the author of Ext.P1 First\n\nInformation Statement. He is the father of the deceased. The\n\ndeceased is the eldest among his children. He speaks about\n\nthe family of the deceased and then says that usually, Ajas\n\nleaves home by 9 O&#x27;Clock in the morning and returns by 9.30\n\nin the night. If he was late in coming home, he used to inform\n\nthe house accordingly. He too would say that the brother of\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_42\">                             34</span><p data-structure=\"Facts\" id=\"p_85\">\n\nAjas, namely, Anas had obtained employment in the B.S.F. and\n\nthat employment was given up on getting selection in Kerala\n\nPolice Force. He too would say that Ajas had taken the vehicle\n\nbelonging to PW4 for the said purpose.     According to him,\n\nin order to resign from the B.S.F. employment, a sum of\n\n40,000/- had to be deposited there. However, according to\n\nhim, after completing all the formalities, on 16.5.2009, they\n\nreturned home. The vehicle of PW4 was returned on the next\n\nday.    PW1 says that on 17.5.2009, after filling fuel in his\n\nvehicle, Ajas returned home by 2.00. p.m..     While he was\n\ntaking his bath, there was a call for him. Initially CW4 and\n\nthen Subash had called him. CW2 had attended the phone.\n\nThe reply was that after the bath, Ajas would call him back.\n\nThereafter, PW4 came with a car to the house of Ajas by about\n\n3.00 p.m. Ajas told the members of the house that he was\n\ngoing along with CW4 to Muvattupuzha. Thereafter he was\n\nnot seen. PW1 would say that even though they tried to get\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_43\">                                35</span><p data-structure=\"CDiscource\" id=\"p_86\">\n\nhim over the phone, they did not succeed. At about 10.00\n\np.m. in the night, the deceased had called PW2 and told her\n\nthat he would return late in the night. Thereafter even though\n\nefforts were made to get in touch with Ajas, they were not\n\nsuccessful. He then speaks about various attempts made by\n\nthem on the subsequent dates to get in touch with Ajas. He\n\nrepeats what PW4 had stated in his evidence. On 18.5.2009\n\nalso, when no information could be gathered about the\n\nwhereabouts of Ajas, they met PW47. At that time, PW4 was\n\nalso along with them. They decided to wait for two more days\n\nbefore lodging a complaint. He speaks bout 40,000/- which\n\nAjas had at the relevant time. He however feigned ignorance\n\nabout any financial transactions between PW4 and Ajas. He\n\nidentified the entries in Ext.P2 as of the handwriting of Ajas.\n\n</p><p data-structure=\"PetArg\" id=\"p_87\">             42. The next item of evidence regarding the phone\n\ncall is that of PW2, who is none other than the wife of the\n\ndeceased.       She too speaks about the employment of her\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_44\">                               36</span><p data-structure=\"CDiscource\" id=\"p_88\">\n\nbrother-in-law, Anas, at Bangalore and the circumstances\n\nunder which he decided to give up the job. She gave a similar\n\nversion regarding the incident that had transpired on\n\n17.5.2009 and also says that while her husband was taking\n\nbath, he had telephone calls from a person called Subash.\n\nWhen the information was passed on to the deceased, the\n\ndeceased replied that he would call him back. Soon thereafter\n\nPW4 came in his car and deceased left the house. He came\n\nback and returned to the car with a small bag. When PW2\n\nquestioned the deceased regarding the purpose of taking the\n\nbag, she was told that it was to keep his umbrella. She would\n\nalso say that the deceased had the habit of noting down the\n\ncontact number whenever he left the house and on 17.5.2009\n\nalso, he had written four numbers against a person named\n\nSubash. She identified the entries in Ext.P2. She would also\n\nsay that even though she tried to get in touch with her\n\nhusband on several occasions in the evening of 17.5.2009, she\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_45\">                             37</span><p data-structure=\"CDiscource\" id=\"p_89\">\n\nwas unsuccessful. At about 9.30 in the night, the deceased\n\nhad called her over the phone and told her that he would\n\nreturn late in the night.    When she enquired about the\n\nwhereabouts of her husband, he did not like the same and\n\nswitched off the phone. She would also say that later in the\n\nnight, she again tried to call her husband, but she was\n\nunsuccessful in contacting him. On 18.5.2009, at about 9.30\n\na.m., the relative of PW1, namely, PW37 informed PW2 that\n\neven though he tried to contact Ajas and his phone was heard\n\nringing, it was not being attended to.    Later on, she was\n\ninformed that they had gone to Bangalore and Ajas was driving\n\nthe vehicle. The person who attended the phone call denied\n\nthat the number in which the phone call was made was that of\n\nAjas. She would say that when she asked whether Ajas was\n\nthere when the phone call was attended to, the reply given was\n\nthat the person did not know Ajas at all and then the phone\n\nwas switched off.     She deposed that later on, when she\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_46\">                              38</span><p data-structure=\"CDiscource\" id=\"p_90\">\n\ncontinued to call in the phone number of her husband and\n\nalso tried to get in touch with Subash, both the phones were\n\nattended to by the same person. She later got in touch with\n\nPW4 and enquired as to where he had taken her husband on\n\nthe previous day. She was given to understand that PW4 had\n\ntaken him to Kolencherry. PW4 told her that when he dropped\n\nthe deceased at Kolencherry, the deceased had promised to\n\nreturn within an hour and even after waiting for a long time,\n\nwhen the deceased did not return, PW4 left the place.     On\n\n18.5.2009, when PW4 visited the house of PW2, Ext.P2 was\n\nshown to him. PW4 got in touch with Subash and PW4 was\n\ninformed that Ajas had never got in touch with him and he did\n\nnot know a person by name Ajas. On 19.5.2009, PW47 along\n\nwith PW4 came to their house and they got in touch with\n\nSubash in his telephone number. She claimed that PW47 told\n\nher that Subash was familiar to him and he was an accused in\n\na criminal case.     She would also say that Subash informed\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_47\">                              39</span><p data-structure=\"CDiscource\" id=\"p_91\">\n\nPW47 that Subash was then at Bangalore and by about 3.00\n\np.m., he would return to Mathirapally and thereafter they\n\nwould go together to lodge a complaint. By about 4.00 p.m.,\n\nsince nobody turned up, PW2 claimed that she phoned Subash.\n\nShe would say that Subash was rough to her and then asked\n\nher why she had contacted PW47 and made him to call him\n\nand then asked her to lodge a complaint, if she was aggrieved\n\nin any manner. Later on, when she again tried to get in touch\n\nwith Subash, the phone was attended to by his wife. She then\n\nspeaks about the money that the deceased had carried with\n\nhim on 17.5.2009 and also about the dress worn by him at the\n\nrelevant time. She then says that on 20.5.2009, PW1 had gone\n\nto the Station and lodged a complaint. But that yielded no\n\nresult. Even though the first accused was apprehended and\n\nquestioned, he was let off by the Police. She identified the\n\nfirst accused in dock and also the cloths worn by her husband\n\nat the relevant time.\n</p>\f\n<p data-structure=\"Precedent\" id=\"p_92\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_48\">                               40</span><p data-structure=\"Precedent\" id=\"p_93\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_94\">             43. PW3 is the wife of PW1 or in other words, the\n\nmother of the deceased. She would say that Ajas was found\n\nmissing from 17.5.2005 onwards.         According to her, on\n\n17.5.2009, when Ajas left the house, she had given him\n\n40,000/- and thereafter, she had not met Ajas. According to\n\nher, on 20.5.2009, they got in touch with Subash from the\n\nland-line of their house. Subash picked up the phone and\n\ngave it to his wife. PW3 claimed that she asked her whether\n\nher son had gone over to their house. The reply was in the\n\nnegative. PW3 then says about having given blood samples for\n\nDNA test.\n</p>\n<p data-structure=\"PetArg\" id=\"p_95\">             44. PW37, Abdul Karim, is the Mama referred to by\n\nPW2 in her evidence. He too speaks about the employment of\n\nthe brother of the deceased at B.S.F. and the reason for him to\n\nleave the job. He would say that on 14.5.2009, he, PW20 and\n\nAjas went to Bangalore and they returned on 16.5.2009. In\n\nthe night of 16.5.2009, Ajas had phoned him and told him\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_49\">                               41</span><p data-structure=\"CDiscource\" id=\"p_96\">\n\nthat he had reached his house. PW37 would say that on 17th\n\nevening, he had called Ajas to inform him that the amount had\n\nto be deposited to enable his brother to leave his job. But the\n\nreply he got was that the call was not reachable. Even though\n\nhe repeatedly tried to get in touch with Ajas, it was of no avail.\n\nHe claims to have called PW1, who told him that Ajas had gone\n\nout of the house and he had not returned so far.              On\n\n18.5.2009, between 9.00 and 10.00 a.m., PW37 claims to have\n\ncalled Ajas over his phone. He would say that a person picked\n\nup the phone. Since he was in an agitated mood as Ajas had\n\nnot attended his calls on previous day, he talked in a rough\n\nvoice to Ajas. The reply given by the person who attended the\n\nphone was that they were at Bangalore and since PW37 felt\n\nthat it was not the sound of Ajas, he asked who was on the\n\nphone. When he disclosed his identity, he was told that Ajas\n\nwas driving the vehicle and when he asked the phone to be\n\nhanded over to Ajas, it was cut off.\n</p>\f\n<p data-structure=\"Precedent\" id=\"p_97\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_50\">                              42</span><p data-structure=\"Precedent\" id=\"p_98\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_99\">             45. PW47 is the Councilor about whom reference\n\nwas made by PWs 1, 2 and 4. He would say that on 18.5.2009,\n\nPW1 had approached him and informed him that Ajas was\n\nmissing.     He would say that on 19.5.2009, he reached the\n\nhouse of PW1 and he found that Ajas had not returned. When\n\nhe was given to understand that Ajas had last left along with\n\nPW4, he called PW4 to the house of PW1 and asked him about\n\nthe details.       PW2 showed him the diary in which phone\n\nnumbers had been written by Ajas. In his presence, PW4 tried\n\nto contact Ajas in all the numbers and when the call was made\n\nin a particular number, it was responded to. The phone was\n\nhanded over to him. He would say that initially a lady spoke to\n\nhim and later on, it was handed over to Subash. He claims\n\nthat Subash introduced himself as a person who was along\n\nwith MLA V.I. Poulose and then PW47 claims to have\n\nrecognized Subash. PW47 would then say that he enquired\n\nabout Ajas and then Subash replied that Ajas was with him\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_51\">                               43</span><p data-structure=\"PetArg\" id=\"p_100\">\n\nand that they were going to Bangalore for the purpose of\n\nadmission to the nursing course and that they would return to\n\nMathirappally on the next day. He passed on the information\n\nto PW1 and advised him that they could wait for two days and\n\nthereafter lay the complaint.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_101\">             46. That calls were made in the numbers to and\n\nfrom the numbers belonging to Ajas and the first accused is\n\nevidenced by the other records in the case. The clinching item\n\nof evidence is furnished by PW12. He is the Assistant Manager\n\nof Legal Cell of Idea Cellular Limited. He speaks about the\n\ndetails of phone calls made between 16.04.2009 to 31.5.2009\n\nfrom the mobile number 9747689451. According to PW12,\n\nthe most of the calls from the above number had gone to\n\nmobile number 9847861385. PW12 would categorically say\n\nthat that mobile phone stood in the name of Ajas. He would\n\nsay that calls were made from the phone belonged to Ajas only\n\ntill 18.5.2009.     As per his evidence, going by Ext.P12, on\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_52\">                                44</span><p data-structure=\"CDiscource\" id=\"p_102\">\n\n17.5.2009, a call had gone from the number 9747689451 to\n\n9847861385. On the same day, from 9847861385 a call had\n\ngone to the other number mentioned earlier.        As per item\n\nNo.452, according to PW12, on 18.5.2009, a call had gone\n\nfrom the number 9496243955 to 9847861385.              He also\n\nspeaks about other calls made from the phone belonging to\n\nAjas. He is specific about the item number 451 in Ext.P12\n\nwhich shows that a call had gone from 9846828792 to\n\n9847861385 on 17.5.2009 at about 9.55 p.m..          The tower\n\nposition is at Kuthukuzhy. As per item 450, a call had gone\n\nfrom 9847861385 to 9847953995 in which case also the\n\ntower was at Kuthukuzhy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_103\">             47. The evidence so collected by the prosecution\n\nregarding the calls that had gone from the mobile of Subash\n\nand that of Ajas clearly indicate that they were acquainted with\n\neach other. It may be now relevant at this point to refer to the\n\nanswers given by the accused at the time of being questioned\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_53\">                               45</span><p data-structure=\"CDiscource\" id=\"p_104\">\n\nunder <a href=\"/doc/767287/\" id=\"a_33\">Section 313</a> Cr.P.C. Of some importance is the answer\n\ngiven to question number 44 wherein the call made by PW47\n\nwas referred and put to the accused for his explanation. The\n\nfirst accused admitted that he had received such a call and he\n\nwas asked whether it was subash and he replied in the\n\naffirmative and the person, who called him, told him that it\n\nwas George and then the first accused told him that it was\n\nsubash who had replied to the call and asked him for the\n\nreason for calling him. The first accused stated that PW47 told\n\nhim that PW4 had informed him that Ajas had gone along with\n\nthe first accused. He also stated that he did not know Ajas at\n\nall. Question number 48 related to the telephone calls made\n\nby PW2 and her attempt to contact the first accused. The reply\n\ngiven by the first accused was that his wife told him that there\n\nwere several such calls and that finally his wife attended to the\n\ncall.  Question number 43 with reference to the deposition\n\ngiven by PW2 as to the call made on 18.5.2009 in the presence\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_54\">                                46</span><p data-structure=\"CDiscource\" id=\"p_105\">\n\nof PW4, the reply given by the first accused was that he did\n\nreceive a call on that day and he was asked whether Ajas was\n\nwith him. He replied that he knew no person by name Ajas\n\nand he asked him who was called him. The reply given was\n\nthat the call was from Kothamangalam and then cut off call.\n\nTo question number 80 with reference to the statement made\n\nby PW4 regarding the conduct of the first accused in obtaining\n\nthe mobile phone of deceased as soon as he met the first\n\naccused and would return the same only after when the\n\ndeceased left the first accused, the answer given by him was\n\nthat the said claim made by PW4 is not correct but Ajas had\n\ncome to him to show him a house.\n</p>\n<p data-structure=\"Precedent\" id=\"p_106\">             48. The trial court has debated on this issue at a\n\nconsiderable length. It has come to the conclusion that the\n\naccused had no consistent case regarding his familiarity with\n\nAjas. At one point of time, he would say that Ajas was a total\n\nstranger, while at a later point of time, he would accept that\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_55\">                               47</span><p data-structure=\"CDiscource\" id=\"p_107\">\n\nAjas was familiar to him at least as a person who had come to\n\nshow him the house. We are not forgetful of the rule that\n\nanswers given by an accused while questioned under <a href=\"/doc/767287/\" id=\"a_34\">Section\n\n313</a> Cr.P.C. cannot constitute evidence, but it has been held\n\nin several decisions of the Apex Court (See AIR 2010 SC 2839,\n\nAIR 2007 SC 848, (2014) 4 SCC 747) that answers given can be\n\ntaken note in appreciating the evidence in the case. On going\n\nthrough the judgment of the lower court, the conclusion\n\ndrawn by the court below based on the evidence of PWs 1, 2,\n\n3, 4, 37 and 47 and PW12 and the answers given by the\n\naccused when questioned under <a href=\"/doc/767287/\" id=\"a_35\">Section 313</a> of Cr.P.C. clearly\n\nshow that the deceased was familiar to the first accused and\n\nthat he was giving different versions at different points of\n\ntime regarding the availability of Ajas with him. While at one\n\npoint of time, he would say that Ajas was a total stranger to\n\nhim, at least when questioned with reference to the evidence\n\nof PW47, he admitted that Ajas was with him and they were\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_56\">                                  48</span><p data-structure=\"CDiscource\" id=\"p_108\">\n\ngoing to Bangalore. Therefore, in the light of the above items\n\nof evidence, the court below was perfectly justified in coming\n\nto the conclusion that Ajas was familiar to the first accused.\n\n</p><p data-structure=\"CDiscource\" id=\"p_109\">             49. Therefore, the criticism levelled against Ext.P2\n\ndocument may not have much of a relevance.             The main\n\ncriticism levelled against the acceptance of Ext.P2 is that the\n\nhandwriting of the author is not proved.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_110\">             50.    It is well settled that the handwriting of a\n\nperson may be proved by himself or by a person who has seen\n\nhim writing the same or by a person who is familiar with the\n\nhandwriting of the author or by expert&#x27;s evidence. The entries\n\nin Ext.P2 is proved by PWs1 and 2. Even assuming that the\n\nevidence of PW1 may not as such be acceptable, the evidence\n\nof PW2 stands on a different footing. She categorically says in\n\nher evidence that her husband was in the habit of noting down\n\nthe telephone numbers in which he could be contacted\n\nwhenever he went out of the house and that he did so on\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_57\">                               49</span><p data-structure=\"CDiscource\" id=\"p_111\">\n\n17.5.2009 also. She identified the entries in Ext.P2 as those\n\nmade by her husband.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">             51. There is no challenge to this version made by\n\nPW2 regarding the entries in Ext.P2.          When PW2 has\n\ncategorically stated that the entries in Ext.P2 is in the\n\nhandwriting of her husband, there is no challenge to the same\n\nby the defence and the prosecution is relieved of the burden of\n\nfurther proving that the handwriting was that of Ajas. This\n\ncontention has therefore necessarily to fail.\n\n</p><p data-structure=\"CDiscource\" id=\"p_113\">             52. The court below, based on the above items of\n\nevidence, has come to the conclusion that there is in fact, an\n\nadmission to some extent by the first accused that Ajas at\n\nsome point of time in the night of 17.5.2009 and also\n\nthereafter was with him. The court below is perfectly justified\n\nin coming to the conclusion that the first accused was not\n\ndisclosing the true state of facts and he was giving\n\ninconsistent answers and contradictory versions about his\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_58\">                               50</span><p data-structure=\"CDiscource\" id=\"p_114\">\n\nfamiliarity with Ajas and his presence.     From the evidence\n\n<a href=\"/doc/550634/\" id=\"a_36\">referred to above</a>, it can be seen that at one point of time,\n\nwhile he feigned total ignorance about Ajas, at a later point of\n\ntime, he accepted that Ajas was with him and they had gone to\n\nBangalore in relation to an admission of nursing course and\n\nthat they would return on the next day to Kothamangalam.\n\nThis Court has not omitted to note the fact that at the same\n\nbreath, the first accused has also stated that Ajas was not with\n\nhim. But these answers do not go together and the irresistible\n\nconclusion is that Ajas was very familiar to the first accused\n\nand that at least on 17.5.2009 and subsequently till some\n\ntime, they were together.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_115\">             53. Having thus established that Ajas was familiar\n\nto the first accused and exploding the defence that Ajas was a\n\ntotal stranger, the court below then moved on to the evidence\n\nof PWs 7 and 53. PW7 claims to be a neighbour of the first\n\naccused and the second accused who were staying at the place\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_59\">                                51</span><p data-structure=\"CDiscource\" id=\"p_116\">\n\nof incident at the relevant time. PW53 is the daughter-in-law\n\nof PW7. The evidence of PW53 is to the effect that in the night\n\nof 17.5.2009 at about 9-9.30 while she was attempting to\n\nclose the window of her house, she happened to see Ajas\n\ncoming along with the first accused whom she identified by\n\nphotograph in court and on knocking the door by the first\n\naccused, the second accused had opened the door and let Ajas\n\ninside the house.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">             54. The evidence of PW7 is to the effect that on the\n\nnext day morning, while she was about to go to the Church,\n\nshe happened to see the first accused coming out of his house\n\nbeing nervous and looking around and then returning to the\n\nhouse and then she saw him leaving the house in a car.\n\n</p><p data-structure=\"RespArg\" id=\"p_118\">             55. The criticism levelled against the evidence of\n\nPW7 is that her house is not shown anywhere in the scene\n\nmahazar or in the plan. That may be true. But there is no\n\nsuggestion to PW7 that she was not a neighbour of the first\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_60\">                                  52</span><p data-structure=\"Precedent\" id=\"p_119\">\n\naccused and she had no occasion to see him. In fact, she was\n\nnot cross examined at all and her statement in the chief\n\nexamination stands unimpeached.\n</p>\n<p data-structure=\"RespArg\" id=\"p_120\">             56.    As far as PW53 is concerned, the criticism\n\nlevelled against her evidence is that in cross examination, it\n\nwas brought out that most of the crucial statements made by\n\nher in chief examination have not been stated by her to the\n\nPolice officer who recorded her statement under <a href=\"/doc/447673/\" id=\"a_37\">Section 161</a>\n\nof Cr.P.C..      It is therefore contended that those omissions\n\namount to contradictions and no reliance can be placed on the\n\nevidence of PW53.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">             57. Though there may be some substance in the\n\nabove criticism, the manner of proof of such contradictions\n\nhave not been satisfied in the case on hand. The method by\n\nwhich contradictions and omissions are to be proved are\n\nsettled by the decision reported in Rahul Mishra v. State of\n\nUttarakhand and Another (2015 (9) SCC 588) which reads as\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_61\">                                    53</span><p data-structure=\"Precedent\" id=\"p_122\">\n\nfollows:\n</p>\n<blockquote id=\"blockquote_4\">                    &quot;18. <a href=\"/doc/1110615/\" id=\"a_38\">Section 145</a> of the Evidence Act reads\n             as under:\n</blockquote><blockquote id=\"blockquote_5\">                       &quot;145.     Cross-examination     as  to\n                 previous statements in writing.- A witness\n                 may be cross-examined as to previous\n                 statements made by him in writing or\n                 reduced into writing, and       relevant to\n                 matters in question, without such writing\n                 being shown to him, or being proved: but,\n                 if it is intended to contradict him by the\n                 writing, his attention must, before the\n                 writing can be proved, be called to those\n                 parts of it which are to be used for the\n                 purpose of contradicting him.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_123\">                    19.  Under <a href=\"/doc/1025384/\" id=\"a_39\">Section 45</a> of the Evidence Act\n             when it is intended to contradict the witness by\n             his previous statement reduced into writing, the\n             attention of such witness must be called to those\n             parts of it which are to be used for the purpose of\n             contradicting him, before the writing can be used.\n             While recording the deposition of a witness, it\n             becomes the duty of the trial court to ensure that\n             the part of the police statement with which it is\n             intended to contradict the witness is brought to\n             the    notice   of the   witness   in  his  cross-\n</p><p data-structure=\"Precedent\" id=\"p_124\">             examination. The attention of witness is drawn to\n             that part and this must reflect in his cross-\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_62\">                                   54</span><p data-structure=\"Precedent\" id=\"p_125\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_126\">             examination by reproducing it.       If the witness\n             admits the part intended to contradict him, it\n             stands proved and there is no need to further\n             proof of contradiction and it will be read while\n             appreciating the evidence.   It he denies having\n             made that part of the statement, his attention\n             must be drawn to that statement and must be\n             mentioned in the deposition. By this process the\n             contradiction is merely brought on record, but it is\n             yet to be proved. Thereafter when investigating\n             officer is examined in the court, his attention\n             should be drawn to the passage marked for the\n             purpose of contradiction, it will then be proved in\n             the deposition of the investigating officer who\n             again by referring to the police statement will\n             depose about the witness having made that\n             statement. The process again involves referring\n             to the police statement and culling out that part\n             with which the maker of the statement was\n             intended to be contradicted. If the witness was\n             not confronted with that part of the statement\n             with which the defence wanted to contradict him,\n             then the court cannot suo motu make use of\n             statements to police not proved in compliance\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_63\">                                 55</span><p data-structure=\"Precedent\" id=\"p_127\">\n\n</p><p data-structure=\"Precedent\" id=\"p_128\">             with <a href=\"/doc/1110615/\" id=\"a_40\">Section 145</a> of the Evidence Act that is, by\n             drawing attention to the parts intended for\n             contradiction.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_129\">             58. In cross examination of PW53, even though it\n\nwas suggested to her that most of the statements made by her\n\nin chief examination are absent in her statement to the Police\n\nwhich she denied, there were no attempt from the side of the\n\ndefence to confront the Investigating Officer with <a href=\"/doc/357596/\" id=\"a_41\">Section 161</a>\n\nstatement of PW53 and extract from him that there were\n\ncrucial omissions amounting to contradictions. That means\n\nthe proof with regard to the omissions amounting to\n\ncontradictions does not meet the standards required by law.\n\nThe result is that the evidence of PW53 also stands.\n\n</p><p data-structure=\"CDiscource\" id=\"p_130\">             59. The lower court has taken aid of the evidence\n\nPW53 to come to the conclusion that the deceased was last\n\nseen in the company of the first accused. In the light of the\n\nfacts mentioned above and since there is no reason to reject\n\nher evidence, it could not be said that the lower court was\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_64\">                                56</span><p data-structure=\"CDiscource\" id=\"p_131\">\n\nunjustified in reaching the conclusion that PW53 had in fact\n\nseen the deceased going along with the first accused to his\n\nhouse on 17.5.2009.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_132\">             60.    The cumulative effect of the evidence with\n\nregard to the telephone calls already made mention of and the\n\nevidence of PWs 7 and 53 is that the only conclusion possible\n\nis that Ajas, the deceased, was in the company of the first\n\naccused on 17.5.2009 and on subsequent dates.              The\n\ncircumstances so relied on by the court below is fully\n\nestablished.\n</p>\n<p data-structure=\"Section\" id=\"p_133\">             61. The next major circumstance relied on by the\n\ncourt below is the exhumation of the skeletal remains of the\n\ndeceased on the basis of the confession statement alleged to\n\nhave been given by the first accused.\n</p>\n<p data-structure=\"PetArg\" id=\"p_134\">             62. Before going into that aspect, one contention\n\ntaken by the learned counsel for the appellants may be noticed\n\nat this point of time. It was very vehemently argued that there\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_65\">                              57</span><p data-structure=\"Precedent\" id=\"p_135\">\n\nwas considerable delay in lodging the FIS and that cuts at the\n\nroot of the prosecution case as no reasonable explanation has\n\nbeen offered for the delay.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_136\">             63. From the narration of facts already made and\n\nfrom the evidence discussed with reference to the testimony of\n\nPWs 1, 2, 3, 4, 37 and 47, it follows that it could not be said\n\nthat there was any undue delay in lodging the FIS. It is not\n\nnecessary that as soon as a man is found missing, the relative\n\nshould rush to the Police Station. It is only usual and natural\n\nthat they make some enquiries about him and wait for some\n\ntime to see whether he returns or not. It was only after PW47\n\nintervened and met with failure in locating Ajas, the decision\n\nwas taken to lodge the FIS. That too the decision was that\n\nthey may wait for one more day and then lodge the FIS. In the\n\ncircumstances, as disclosed from the evidence referred to\n\nabove, it could not be said that there was undue delay in\n\nlodging the FIS. Even otherwise, the question of delay is to be\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_66\">                                58</span><p data-structure=\"CDiscource\" id=\"p_137\">\n\nconsidered with reference to the facts of each case. It is no\n\ndoubt true that FIS is considered as a virgin report of the\n\nincident and it is entitled to considerable weight. The test is\n\nto see whether there was any ill motive in lodging the FIS after\n\nconsiderable lapse of time with an intention to concoct a story.\n\nThere is no straight jacket formula to determine whether the\n\nFIS is lodged belatedly or not. As already stated, it depends\n\nupon the facts of each case. The test is to see whether there\n\nwas any reason for deliberately delaying the lodging of the FIS.\n\nIn the case on hand, from the narration of the evidence, it\n\ncould not, by any stretch of imagination, be said that there\n\nwas any deliberate delay in lodging the FIS. It seems to be a\n\nnatural course of event to lodge the FIS after the inmates of\n\nthe house were convinced that Ajas had not returned even\n\nafter four days of disappearance and there was something\n\nsuspicious.\n</p>\f\n<p data-structure=\"Precedent\" id=\"p_138\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_67\">                                59</span><p data-structure=\"Precedent\" id=\"p_139\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_140\">             64. Coming back to the evidence regarding\n\nexhumation, the portion of the confession statement relied on\n\nby the court below is marked as Ext.P8(a). The court below\n\nhas considered the evidence in considerable detail.        Before\n\ngoing into the details of exhumation, the criticism levelled\n\nagainst that evidence may be considered. It is contended very\n\nvehemently that it was a stage managed exhumation and that\n\nwould be evident from the evidence of PW51.\n\n</p><p data-structure=\"RespArg\" id=\"p_141\">             65. It is contended relying on the evidence of PW51\n\nthat she was informed on the previous day i.e. on 29.3.2010\n\nthat she has to be present on the subsequent date. This is\n\nhighlighted to explode the prosecution case that it was based\n\non    the     confession   statement   namely,    Ext.P8(a)  that\n\nexhumation was done. The contention is that accused was\n\narrested only on 30.3.2010 and the confession statement was\n\nmade only at about 12.45 in the noon on the said date. If that\n\nbe so, according to learned counsel for the appellants, it is\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_68\">                                  60</span><p data-structure=\"Conclusion\" id=\"p_142\">\n\ninconceivable that PW51 could have been given instructions to\n\nbe present on the next day i.e. on 30.3.2010.\n\n</p><p data-structure=\"CDiscource\" id=\"p_143\">             66.    Of course, there is a sentence to that effect in\n\nthe evidence of PW51. But her evidence read as a whole would\n\nindicate that she has been consistently assisting the\n\ninvestigating officer in picking up scientific evidence as would\n\nbe evident from her evidence. She inspected the vehicle which\n\nwas seized by the investigating officer, PW61 and she had also\n\ntaken part in search of the house where the incident had taken\n\nplace.     A stray sentence picked out of context from the\n\nevidence of PW51 cannot be given undue significance and\n\nimportance to come to the conclusion that exhumation was a\n\nstage managed one or that the concealment was already\n\nknown to the investigating officer. The mahazars prepared by\n\nPW61 with regard to the seizure of the vehicle and also for\n\nhaving received the sample taken by Scientific Assistant\n\nnamely, PW51 would clearly reveal that she was in active\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_69\">                               61</span><p data-structure=\"CDiscource\" id=\"p_144\">\n\nassociation with the investigating officer in collecting evidence\n\nregarding the crime. It will be imprudent on the part of the\n\ncourt to place reliance on a stray sentence and to discredit the\n\nevidence of exhumation when read as a whole, it stands\n\nscrutiny. Therefore, the above criticism cannot be accepted.\n\n</p><p data-structure=\"Precedent\" id=\"p_145\">             67. Ext.P8 is the mahazar prepared with reference\n\nto exhumation. It is a contemporaneous document. It gives\n\nthe details regarding the exhumation done. Of course, only\n\nskeletal remains could be exhumed as a result of the\n\nconfession made by the accused. What is significant is that\n\nthe body was seen buried in the compound of a house where\n\nthe accused had on an earlier occasion resided and it was\n\nuninhabited at the relevant time. The prosecution evidence is\n\nto the effect that the accused had travelled to various places\n\ncarrying the body and unable to dispose it of, finally buried it\n\nin the place from where it was exhumed. Another criticism\n\nlevelled against the exhumation is that the first accused had\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_70\">                                 62</span><p data-structure=\"Section\" id=\"p_146\">\n\nbeen questioned by various officers prior to being questioned\n\nby PW61 and they were unable to get any confession from him.\n\nHere one may at once notice that there is nothing to show that\n\nthe first accused was ever arrested prior to the arrest made by\n\nPW61 and it is significant to notice that in fact one of the\n\nofficers goes to the extent of saying that he did not try to\n\nmake a thorough search of the place of incident at all.\n\n</p><p data-structure=\"RespArg\" id=\"p_147\">             68. It is in this context one will have to view the\n\nnecessity for a relative of deceased to move this Court for\n\nappropriate reliefs. It was as per the direction issued from this\n\nCourt that PW61 was ultimately put in charge of the\n\ninvestigation.      The fact that things might have moved fast\n\nafter PW61 took over investigation by itself is not a ground to\n\ndoubt the prosecution case. True, there is evidence to show\n\nthat the first accused was questioned on an earlier occasions.\n\nBut, the mere fact that he was left off or he was not implicated\n\nor his role was not suspected does not mean that PW61 had an\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_71\">                                 63</span><p data-structure=\"CDiscource\" id=\"p_148\">\n\naxe to grind against him. There is no such suggestion also.\n\n</p><p data-structure=\"CDiscource\" id=\"p_149\">             69. The court below, after discussing the evidence\n\nof PW61 and the witnesses who were present at the relevant\n\ntime, chose to believe that the discovery was made in\n\npursuance to the confession statement made by the accused\n\nfalling within the ambit of <a href=\"/doc/1312051/\" id=\"a_42\">Section 27</a> of Indian Evidence Act.\n\n</p><p data-structure=\"CDiscource\" id=\"p_150\">             70. After having re-evaluated the evidence, we find\n\nno reason to disagree with the findings of the court below in\n\nthis regard. There can be no manner of doubt that the place\n\nof concealment was discovered on the basis of the confession\n\nstatement made by the accused. This is indeed a clinching\n\nitem of evidence as against the accused.\n</p>\n<p data-structure=\"RespArg\" id=\"p_151\">             71.    As already stated, the only skeletal remains\n\ncould be exhumed and that was subjected to postmortem and\n\nother tests by PWs 13, 14 and 18. Among whom PW14 had\n\ncollected blood stains of PW1 and PW3 as per Exts.P17 and\n\nP18. Necessarily, the prosecution had to establish the identity\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_72\">                                 64</span><p data-structure=\"Precedent\" id=\"p_152\">\n\nof the skeletal remains as that of Ajas and for that purpose\n\nthey went to conduct DNA tests. The postmortem was done\n\nby PW13.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_153\">             72.     Ext.P22 is the report regarding DNA test\n\nconducted by PW18. It is necessary to refer to this document\n\nin some detail for the reason that severe criticism is levelled\n\nagainst the DNA test conducted by the Laboratory.\n\n</p><p data-structure=\"CDiscource\" id=\"p_154\">             73.    It may at once be noticed that there is no\n\nsuggestion to either PW14 or PW18 that the samples of blood\n\ncollected were not in accordance with the procedures laid\n\ndown thereof or that the tests that need to be conducted to\n\narrive at a conclusion were not properly done. As already\n\nstated, Ext.P22 marked through PW18 gives in considerable\n\ndetail the various tests conducted to arrive at a conclusion that\n\nthe skeletal remains is that of Ajas, son of PWs 1 and 3. It is\n\nunnecessary to extract the entire details for the simple reason\n\nthat that has already been referred to in detail by the lower\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_73\">                                65</span><p data-structure=\"CDiscource\" id=\"p_155\">\n\ncourt.     Suffice to say that after narrating the tests actually\n\ndone at the Laboratory and the reasons given thereof, the final\n\nconclusion drawn is that &quot;deceased male person to whom\n\nitems 1, 2, 3, 7 and 9 belonged is the biological offspring of\n\nMs.Aysha and Mr.Hassainar to whom items 15 and 16\n\nbelonged&quot;. Items 1, 2 and 3 are the skeletal remains of Ajas\n\nand items 7 and 9 are blood samples collected from the place\n\nof incident i.e. from the frame of the door and also from the\n\nwall of the room in which the incident is alleged to have taken\n\nplace.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_156\">             74. As already stated, there is no challenge as to\n\nthe nature of test done or as to the veracity of the report.\n\nEven though it was contended that the procedure was not\n\nproperly followed, it is not shown as to what is the irregularity\n\ncommitted in conducting the test and arriving at a conclusion\n\nas mentioned above. More significantly there was not even a\n\nremote suggestion to PW18 that these tests were not properly\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_74\">                                    66</span><p data-structure=\"Precedent\" id=\"p_157\">\n\ndone or that he had omitted to conduct any crucial tests. No\n\nirregularity in conducting tests is even suggested to PW18.\n\nHis evidence in this regard therefore stands unimpeached.\n\n</p><p data-structure=\"Precedent\" id=\"p_158\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39335671\" id=\"span_75\">75. One may here refer to the decision relied on by\n\nthe learned Public Prosecutor in <a href=\"/doc/39335671/\" id=\"a_43\">Dharam Deo Yadav v. State of\n\nUttar Pradesh</a> ((2014) 5 SCC 509) wherein the acceptability of\n\nDNA test was discussed in detail. In paragraph 36, it was held\n\nas follows:</span>\n</p>\n<blockquote id=\"blockquote_6\">                    &quot;36. The DNA stands for deoxyribonucleic\n             acid, which is the biological blueprint of every life.\n             DNA is made up of a double stranded structure\n             consisting of a deoxyribose sugar and phosphate\n             backbone, cross-linked with two types of nucleic\n             acids referred to as adenine and guanine, purines\n             and thymine and cytosine pyrimidines. The most\n             important    role  of   DNA    profile  is  in   the\n             identification, such as an individual and his blood\n             relations such as mother, father, brother, and so\n             on. Successful identification of skeleton remains\n             can also be performed by DNA profiling.        DNA\n             usually can be obtained from any biological\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_76\">                                      67</span>\n\n<blockquote id=\"blockquote_7\">             material such as blood, semen, saliva, hair, skin,\n             bones, etc. The question as to whether DNA tests\n             are virtually infallible may be a moot question, but\n             the fact remains that such test has come to stay\n             and is being used extensively in the investigation\n             of crimes and the court often accepts the views of\n             the experts, especially when cases rest on\n             circumstantial evidence. More than half a century,\n             samples of human DNA began to be used in the\n             criminal justice system. Of course, debate lingers\n             over the safeguards that should be required in\n             testing samples and in presenting the evidence in\n             court. DNA profile, however, is consistently held\n             to be valid and reliable, but of course, it depends\n             on the quality control and quality assurance\n             procedures in the laboratory. Close relatives have\n             more genes in common than individuals and\n             various procedures have been proposed for\n             dealing with a possibility that true source of\n             forensic DNA is of close relative. So far as this\n             case is concerned, the DNA sample got from the\n             skeleton matched with the blood sample of the\n             father of the deceased and all the sampling and\n             testing have been done by the experts whose\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_77\">                                  68</span>\n\n<blockquote id=\"blockquote_8\">             scientific knowledge and experience have not\n             been doubted in these proceedings.       We have,\n             therefore, no reason to discard the evidence of\n             PW19, PW20 and PW21.        The prosecution has,\n             therefore, succeeded in showing that the skeleton\n             recovered from the house of the accused was that\n             of Diana, daughter of Allen Jack Routley and it was\n             none    other  than   the    accused,   who     had\n             strangulated Diana to death and buried the dead\n             body in his house&quot;.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_159\">             76. It could not now be said that the test conducted\n\nin the Laboratory is merely an opinion evidence in the light of\n\nhigh pedestal on which scientific evidence is placed in the\n\nrecent time and it is considered to be conclusive atleast as\n\nregards some aspects.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_160\">             77. As already stated, Ext.P22 is the report in the\n\ncase on hand.        It conclusively establishes that the skeletal\n\nremains is that of Ajas who is the son of PWs 1 and 3 and that\n\nthe blood samples collected by PW51 from the place of\n\nincident i.e. from the frame of the door and also from the wall\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_78\">                                  69</span><p data-structure=\"RespArg\" id=\"p_161\">\n\nof the room was that of Ajas. Naturally and necessarily the\n\naccused need to explain the presence of blood stains of Ajas\n\nin the house.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_162\">             78.    It is not in dispute that during the relevant\n\nperiod       i.e. from 17.5.2009 to 20.5.2009, the building was\n\nin possession of accused persons even though there is some\n\nevidence to show that after 18.5.2009 they were not seen in\n\nthe house. That precisely is the prosecution case also. The\n\nprosecution has a case that after having committed the\n\ngruesome act, the body was taken to several places and it was\n\nburied finally in the compound already made mention of. It is\n\ntrue that evidence is to the effect that at a later point of time\n\nthe father of the first accused surrendered the house. But,\n\nneither to PW7 nor to PW53 there is a suggestion that on the\n\nrelevant date i.e. on 17.5.2009 and 18.5.2009, accused\n\npersons were not staying in the house.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_163\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_79\">                                 70</span><p data-structure=\"Conclusion\" id=\"p_164\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_165\">             79. One may recollect here that PW53 says about\n\nhaving seen the deceased in the company of the accused and\n\nPW7 speaks about the panicked behaviour of the first accused\n\non the next day. As already stated, there was no challenge to\n\nthe statement given by PW7, and the evidence of PW53 and\n\nthey stand scrutiny.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_166\">             80. The court below has meticulously considered\n\nthe above aspect and has come to the conclusion that there\n\ncan be no doubt that the skeletal remains is that of Ajas and\n\nthat the blood stains found in the place of incident also is that\n\nof Ajas. After having independently evaluated the evidence,\n\nwe find no reason to take a different view as the finding of the\n\ncourt below in that regard is fully justified.\n\n</p><p data-structure=\"Precedent\" id=\"p_167\">             81.    It was then contended that the postmortem\n\nreport does not disclose as to the time of death or the age of\n\nthe skull in the sense that as to when it was buried by the first\n\naccused.      In the context of the case, that may have little\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_80\">                               71</span><p data-structure=\"CDiscource\" id=\"p_168\">\n\nsignificance. The relevant aspect is to establish the identity of\n\nthe corpus delicti from skeletal remains and for that purpose\n\nit is not necessary to assess the time of burial of the body and\n\nalso the time of death of the person concerned.\n\n</p><p data-structure=\"CDiscource\" id=\"p_169\">             82. One has to remember that the case is based on\n\ncircumstantial evidence and there are certain things which are\n\nin the exclusive knowledge of the accused which the\n\nprosecution cannot be expected to establish independently.\n\nOnce prosecution proves that the deceased was seen last in\n\nthe company of accused persons and that the skeletal remains\n\nwas discovered based on the confession statement given by\n\nthe first accused and also that the skeletal remains is that of\n\nthe deceased person, then the question as to when the death\n\nwas caused is insignificant since that is within the exclusive\n\nknowledge of the accused persons.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_170\">             83.    Coming to the postmortem report namely,\n\nExt.P15, it takes note of four antemortem injuries which are as\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_81\">                                   72</span><p data-structure=\"Precedent\" id=\"p_171\">\n\nfollows:\n</p>\n<blockquote id=\"blockquote_9\">      &quot;1.    Cut fracture 4x0.1cm over left frontal and parietal\n             bone, parallel to midline, the front end 3cm in front\n             of coronal suture. The cut was limited to outer table\n             of skull.\n</blockquote><blockquote id=\"blockquote_10\">      2.     Cut fracture through sagittal suture 6x0.1cm slightly\n             towards right of midline and front end 2cm away from\n             coronal suture. The wound was involving the outer\n             table of skull. From the front end of this wound a\n             fissure fracture 4cm long joins to the injury No.1 at\n             its back end 1cm in front.\n</blockquote><blockquote id=\"blockquote_11\">      3.     Cut fracture 8 x 0.2cm long involving right parietal\n             bone just below parietal eminence.     Lower edge at\n             squamous temporal bone.         From there fracture\n             extends to petrous temporal bone 4cm long. Both\n             ends join with back end of injury No.2 with a fissure\n             fracture 4cm long.    This injury communicates with\n             cranial cavity and involves inner and outer tables of\n             skull.\n</blockquote><blockquote id=\"blockquote_12\">      4.     Superficial cut fracture 2 cm long over right frontal\n             bone 1cm in front of coronal suture and 4cm to the\n             right of midline&quot;.\n</blockquote>\f\n<p data-structure=\"Conclusion\" id=\"p_172\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_82\">                                   73</span><p data-structure=\"Section\" id=\"p_173\">\n\nThe final opinion reads as follows:\n</p>\n<blockquote id=\"blockquote_13\">                    &quot;All the bones are of human origin.     All the\n             bones    could   belong  to  one    male   individual-\n             skeletonisation Precludes a definite opinion as to the\n             cause of Death.    He had sustained cut injuries to\n             Head prior to Death&quot;.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_174\">             84. The significance and relevance of this opinion\n\nwill be considered at a later point of time. Suffice to say that\n\nfour antemortem injuries have been noticed on the skull.\n\n</p><p data-structure=\"CDiscource\" id=\"p_175\">             85. One may now refer to the evidence of PW13 in\n\nthis regard who conducted postmortem.              The evidence of\n\nPW13 is to the effect that four fractures which were noticed on\n\nthe skull could have been inflicted by cutting with a sharp\n\nedged weapon. In cross examination, he denied the possibility\n\nof those injuries being sustained in a fall. It is true that the\n\nweapon alleged to have been used is not recovered. But, that\n\nis of little importance. What is significant is that all the four\n\ninjuries noticed on the skull are antemortem injuries and\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_83\">                                74</span><p data-structure=\"Conclusion\" id=\"p_176\">\n\ntherefore it is clear that they were inflicted injuries.     Even\n\nassuming that the weapon is not recovered, that by itself does\n\nnot dilute the evidence of PW13.\n</p>\n<p data-structure=\"PetArg\" id=\"p_177\">             86. It is necessary to point out one aspect in this\n\ncontext. Learned counsel appearing for the appellants drew\n\nthe attention of this Court to the final report laid by the Police\n\nunder <a href=\"/doc/461024/\" id=\"a_44\">Section 173(2)</a> of the Code of Criminal Procedure. The\n\nnarration of the incident as contained in the said report is that\n\nthe first the accused persons administered rat poison to the\n\ndeceased which had no impact on him.             Thereafter they\n\ninflicted injuries using a chopper on the head and neck with\n\nthe intention of appropriating 5 lakhs which Ajas had at the\n\nrelevant time.       Further allegation in the report is that\n\nthereafter the body was brought to the terrace on the first\n\nfloor and set ablaze using patrol and thereafter the body was\n\ndropped down. Then both of them carried the body to various\n\nplaces and travelled to Thodupuzha - Mundakayam -\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_84\">                                  75</span><p data-structure=\"PetArg\" id=\"p_178\">\n\nPeermade and ultimately buried it at the place already made\n\nmention of.         Learned counsel pointed out that there is\n\nabsolutely no evidence of rat poison having been administered\n\neither in the ocular evidence or medical evidence adduced by\n\nthe prosecution and that stands unestablished.           It is also\n\npointed out that the allegation regarding setting on fire the\n\nbody is also unsubstantiated, so also dropping of body from\n\nthe first floor.       These lacunas in the evidence of the\n\nprosecution, according to the learned counsel for the\n\nappellants, go a long way in exploding the prosecution case.\n\n</p><p data-structure=\"Precedent\" id=\"p_179\">             87. First of all, report under <a href=\"/doc/461024/\" id=\"a_45\">Section 173(2)</a> Cr.P.C is\n\nonly an opinion by the Police. It is the court charge which\n\nreally the accused is called upon to meet. In order to ascertain\n\nthe charge, we sought for the charge framed by the court.\n\nBut, unfortunately, we are given to understand that court\n\ncharge is missing from the records.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_180\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_85\">                                    76</span><p data-structure=\"Conclusion\" id=\"p_181\">\n\n</p><p data-structure=\"Section\" id=\"p_182\">             88. The question is whether any prejudice has been\n\ncaused to the accused because of the said fact.                  It is\n\nsignificant to notice that in the order sheet, it is specifically\n\nmentioned that charge was framed for the offences under\n\nSections 302, 394 read with Sections 397 and 201 read with\n\n<a href=\"/doc/37788/\" id=\"a_46\">Section 34</a> IPC.        It was read over to accused and their\n\nstatements recorded. This specific statement was not taken\n\nobjection to by the defence either in the court below or before\n\nthis Court and it is not shown that, even assuming that there\n\nwas no court charge as such framed, any prejudice has been\n\ncaused to the accused. In any case, situation is taken care of\n\nby <a href=\"/doc/936345/\" id=\"a_47\">Section 464</a> Cr.P.C which reads as follows:\n\n</p><blockquote id=\"blockquote_14\">                    &quot;464. Effect of omission to frame, or absence\n             of, or error in, charge.- (1) No finding sentence or\n             order by a Court of competent jurisdiction shall be\n             deemed invalid merely on the ground that no charge\n             was framed or on the ground of any error, omission\n             or irregularity in the charge including any misjoinder\n             of charges, unless, in the opinion of the Court of\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_86\">                                     77</span>\n\n<blockquote id=\"blockquote_15\">             appeal, confirmation or revision, a failure of justice\n             has in fact been occasioned thereby.\n</blockquote><blockquote id=\"blockquote_16\">                    (2)  If the Court of appeal, confirmation or\n             revision is of opinion that a failure of justice has in\n             fact been occasioned, it may -\n</blockquote><blockquote id=\"blockquote_17\">                      (a) in the case of an omission to frame a\n                          charge, order that a charge be framed and\n                          that the trial be recommended from the\n                          point immediately after the framing of the\n                          charge.\n</blockquote><blockquote id=\"blockquote_18\">                      (b) in the case of an error, omission or\n                          irregularity in the charge, direct a new trial\n                          to be had upon a charge framed in\n                          whatever manner it thinks fit:\n</blockquote><blockquote id=\"blockquote_19\">                    Provided that if the Court is of opinion that the\n             facts of the case are such that no valid charge could\n             be preferred against the accused in respect of the\n             facts proved, it shall quash the conviction&quot;.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_183\">             89.    The provision is very clear that even in the\n\nabsence of charge, it may not be necessary to set aside the\n\nfindings in appeal or any of the grounds made mention of\n\ntherein. But, if any prejudice has been caused to the accused,\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_87\">                               78</span><p data-structure=\"CDiscource\" id=\"p_184\">\n\nit may do in accordance with what is stated in the provision.\n\nIn the case on hand, as already stated, since there is no claim\n\nmade by the accused that there was no charge framed as such\n\nby the court below and that it has caused considerable\n\nprejudice to him, the question does not call for any\n\ndeliberation. There is nothing to show that the accused were\n\nmisled by the absence of any charge. Even assuming there\n\nwas such an omission, we are convinced that such failure has\n\nnot caused any prejudice to the accused. Under the above\n\ncircumstances, even though we are not convinced that there\n\nwas no charge, even assuming that charge as such was not\n\nframed, that is not a ground to interfere with the findings of\n\nthe court below.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_185\">             90. The conclusion is therefore irresistible that four\n\nfractures noticed by PW13 on the skull of late Ajas were\n\ninflicted injuries.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_186\">Crl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_88\">                                79</span><p data-structure=\"Conclusion\" id=\"p_187\">\n\n</p><p data-structure=\"Section\" id=\"p_188\">             91. Before going into the question as to what is\n\noffence committed by the accused persons, it will be useful to\n\nrefer to the part played by the second accused in this regard.\n\n</p><p data-structure=\"CDiscource\" id=\"p_189\">             92. One shall not forget that second accused is the\n\nwife of the first accused. The only item of evidence which led\n\nto the implication of second accused seems to be the\n\nconfession statement of the co-accused namely, the first\n\naccused that she was also involved. As is well established, the\n\nconfession statement of the co-accused is a very brittle piece\n\nof evidence or a vague link to fasten liability on her. There is\n\nabsolutely no evidence to show that she has contributed in any\n\nmanner to the gruesome act committed by the first accused.\n\nOf course, she might have gone along with her husband when\n\nhe left the house. But that is far from from saying that she\n\nhad a part to play in the incident. One of the grounds relied\n\non by the court below is that she was seen opening the door to\n\nlet in the first accused who was accompanied by the deceased.\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_89\">                                 80</span><p data-structure=\"CDiscource\" id=\"p_190\">\n\nOne has to remember at this point of time that it was late in\n\nthe night that the first accused had come along with the\n\ndeceased to his house and there is nothing to show that even\n\nassuming that the first accused had any intention to do away\n\nwith deceased, the second accused was a privy to the same.\n\nNo evidence whatsoever is there to come to the conclusion\n\nthat there was a common intention shared by the first and the\n\nsecond accused was to do away with Ajas.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_191\">             93. It is significant here to notice that there is no\n\nallegation that on any previous occasion any such attempt has\n\nbeen made by the accused together to rob money from any\n\nperson. In fact evidence is to the effect that for the sake of\n\nprocuring admission, the first accused had received amounts\n\nand on failure to procure admission,        he had returned the\n\nsame to the person concerned. There is nothing to show that\n\nthe second accused had any criminal intention with the first\n\naccused to do any act which is contrary to law. Therefore, the\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_90\">                               81</span><p data-structure=\"Conclusion\" id=\"p_192\">\n\nfinding as against the second accused has to be set aside.\n\n</p><p data-structure=\"CDiscource\" id=\"p_193\">             94. Coming now to the most important question as\n\nto what is the cause of death, one has to necessarily refer to\n\nExt.P16.      Of course, four fractures noticed by PW13 are\n\nantemortem injuries. The dimension of the injuries are also\n\ngiven.      It is true that when the doctor who conducted\n\npostmortem was examined as PW13, he has stated that injury\n\nNo.3 found on the skull is necessarily fatal. In fact, we find\n\nthat there is no serious discussion about this aspect by the\n\ncourt below and the court below has held that from the facts\n\nand circumstances of the case, it is evident that the injuries\n\nmust have been contributed to the death of deceased. In this\n\ncontext, the final opinion given by the doctor who conducted\n\nautopsy is of some relevance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_194\">             95. Before adverting to that aspect, one may refer\n\nto the view of learned author Modi in his book &#x27;Medical\n\nJurisprudence and Toxicology&#x27;, 23rd edition at page 749, in\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_91\">                                    82</span><p data-structure=\"Section\" id=\"p_195\">\n\nwhich he refers to the necessity for the doctor to conduct\n\npostmortem examination to mention about the cause of death\n\nfrom wounds. The relevant portion reads as follows:\n\n</p><blockquote id=\"blockquote_20\">                    &quot;To substantiate a charge of murder or culpable\n             homicide, it is necessary to determine that the injury\n             inflicted on the deceased was actually the cause of\n             death, and that it was such as was likely, or sufficient\n             in the ordinary course of nature, to cause death&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_196\">             96. It is not necessary to dwell upon this aspect for\n\nthe reason that it is well settled that cause of death has to be\n\nmentioned by the doctor who conducts postmortem and his\n\nopinion is of considerable value and importance.                It is a\n\nquestion for medical science to determine the cause of death.\n\n</p><p data-structure=\"Precedent\" id=\"p_197\">             97. It will be useful at this point of time to refer to\n\ntwo decisions of this Court in this regard. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974324\" id=\"span_92\">In the decision in\n\n<a href=\"/doc/1974324/\" id=\"a_48\">Antony v. State of Kerala</a> (1993 (2) KLT S.N. 30 Case No.31), it\n\nwas held as follows:</span>\n</p>\n<blockquote id=\"blockquote_21\">                    &quot;It is the paramount duty of the prosecution to\n             establish that the injuries inflicted by the accused\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_93\">                                     83</span>\n\n<blockquote id=\"blockquote_22\">             are sufficient in the ordinary course of nature to\n             cause death or likely to cause death inasmuch as the\n             intention or knowledge of the person is to be\n             gathered only from the nature of the injuries. This\n             requirement cannot under any circumstances be\n             dispensed with for the reason that an offence of\n             culpable homicide under<a href=\"/doc/305371/\" id=\"a_49\"> S.299</a> IPC would be\n             attracted only when a person causes death by doing\n             an act with the intention of causing death or with\n             the intention of causing such bodily injury as likely\n             to cause death or with the knowledge that he is\n             likely by such act to cause death&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_198\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857242\" id=\"span_94\">98. A similar issue was considered in the decision\n\nin <a href=\"/doc/1857242/\" id=\"a_50\">Simon v. State of Kerala</a> (1996 (1) KLT 406) wherein it was\n\nheld as follows:</span>\n</p>\n<blockquote id=\"blockquote_23\">                    7. The definition of &#x27;murder&#x27; given under S.\n             300 of the I. P. C. clearly stipulated that the bodily\n             injury inflicted should be proved to be sufficient in\n             the ordinary course of nature to cause death. The\n             only plausible exceptional circumstance is given in\n             me illustrations of S. 300, which reads:\n</blockquote>\n<blockquote id=\"blockquote_24\">                   &quot;(b) A, knowing that Z is labouring under such\n                   a disease that a blow is likely to cause his\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_95\">                                     84</span>\n\n<p data-structure=\"Precedent\" id=\"p_199\">                   death, strikes him with the intention of\n                   causing bodily injury. Z dies in consequence of\n                   the blow. A is guilty of murder, although the\n                   blow might not have been sufficient in the\n                   ordinary course of nature to cause the death\n                   of a person in a sound state of health. But if A,\n                   not knowing that Z is labouring under any\n                   disease, give him such a blow as would not in\n                   the ordinary course of nature kill a person in a\n                   sound state of health, here A, although he may\n                   intend to cause bodily injury, is not guilty of\n                   murder, if he did not intend to cause death or\n                   such bodily injury as in the ordinary course of\n                   nature would cause death&quot;.\n</p><p data-structure=\"CDiscource\" id=\"p_200\">                    Here, it is not known due to what cause\n             deceased Lonappan died. It might have been due\n             to the serious injuries sustained by him or it might\n             have been caused due to some other reason. The\n             accused could be found guilty only if it is proved\n             that they had caused injuries to Lonappan and he\n             died as a result of such injuries. So long as the\n             reason for death is mysterious and unknown the\n             accused under these circumstances cannot be\n             found guilty of murder. There may be cases where\n             the circumstances by itself would prove the cause\n             of death and there need not be any express\n             evidence for that. If the assailants caused extensive\n             injuries and the head itself was chopped off and\n             the body of the victim was found in a truncated\n             form there need not be any investigation regarding\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_96\">                                    85</span><p data-structure=\"Conclusion\" id=\"p_201\">\n\n</p><p data-structure=\"Precedent\" id=\"p_202\">             the cause of death as it is plain and evident from\n             the circumstances of the case. So also in a case\n             where the accused caused the death of a person\n             and disposed off the body and the corpus delicti\n             itself is not available for finding out the cause of\n             death, the accused cannot escape from the\n             clutches of law on the ground that there was no\n             evidence regarding the cause of death of the\n             victim. But, in the case of this nature, where the\n             injured sustained multiple injuries and died while\n             undergoing treatment in the hospital, the question\n             regarding cause of death looms large and the\n             prosecution should establish that the deceased\n             died as a result of the injuries caused by the\n             assailants and those injuries were sufficient in the\n             ordinary course of nature to cause death. Such an\n             evidence is lacked in this case&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_203\">             99. Learned Public Prosecutor, on the other hand,\n\nrelied on a passage from the 24th edition of Modi&#x27;s &#x27;Medical\n\nJurisprudence and Toxicology&#x27;, at page 326, which reads as\n\nfollows:\n</p>\f\n<blockquote id=\"blockquote_25\">Crl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_97\">                                    86</span>\n\n<blockquote id=\"blockquote_26\">             &quot;(viii) It is almost impossible to infer the cause of\n                    death from a bone or bones, unless there is\n                    evidence of fractures or injuries which would,\n                    have in a living person, proved fatal, eg,\n                    fractures of the skull bones or of the upper\n                    cervical vertebrae or a deep cut into any of\n                    these bones suggesting the use of heavy\n                    cutting instrument, such as a gandasa or\n                    fracture of several ribs. Disease of the bones,\n                    such as caries or necrosis, or any firearm\n                    injuries should also be noted, if present&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_204\">             100.    After    having    gone    through    the  above\n\nstatements, one fails to understand how it can be of any help\n\nto the prosecution. That does not rule out the necessity of the\n\ndoctor to mention the cause of death as such. It only makes\n\nmention of the difficulty in arriving at a conclusion in that\n\nregard. In fact, the passage relied on by the learned Public\n\nProsecutor may go against the prosecution for the simple\n\nreason that what is stated therein is that if in a living person\n\nsuch injuries were seen inflicted and were sufficient to cause\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_98\">                                 87</span><p data-structure=\"Precedent\" id=\"p_205\">\n\ndeath, then such a conclusion can be drawn in this case also.\n\n</p><p data-structure=\"Conclusion\" id=\"p_206\">             101. It is no doubt true that PW13, at the time of\n\nevidence, has stated that injury No.3 is necessarily fatal. Then\n\nit follows it up by saying his opinion that he is unable to give\n\ndefinite opinion as to the cause of death.\n</p>\n<p data-structure=\"RespArg\" id=\"p_207\">             102. Learned Public Prosecutor contended that\n\n&#x27;necessarily fatal&#x27; means that it is of such a nature that is likely\n\nto cause death and that inference is irresistible.\n\n</p><p data-structure=\"CDiscource\" id=\"p_208\">             103. We find it hard to accept that contention. If\n\nthat was so, there was no necessity for the doctor to express\n\nhis opinion that it is not possible to give a definite opinion\n\nregarding the cause of death. At least a doctor could have\n\nsaid that the said injury i.e. injury No.3 found on the skull was\n\nsufficient in the ordinary course of nature to cause the death\n\nof the person concerned. Even that is not stated by the doctor\n\nconcerned. The question as to whether a particular injury is\n\nlikely to cause death or is sufficient in the ordinary course of\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_99\">                               88</span><p data-structure=\"Precedent\" id=\"p_209\">\n\nnature to cause death is not a matter of inference      but  a\n\nmatter of proof and the medical evidence goes a long way in\n\nestablishing the said fact.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_210\">             104. We are thus unable to accept the finding of\n\nthe court below that the prosecution has established that this\n\nis a case of culpable homicide amounting to murder. There is\n\nnothing to show that the injuries, even assuming are inflicted\n\nby the first accused, they either cumulatively or individually\n\nwas the cause of death.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_211\">             105. The question then remains as to what is the\n\noffence committed by the first accused. Obviously, injuries\n\ncaused fall within the definition of grievous injuries under\n\n<a href=\"/doc/895891/\" id=\"a_51\">Section 320</a> IPC.      In the light of the fact that PW13 has\n\nspecifically stated that the injuries must have been inflicted\n\nwith a sharp-edged weapon means that a dangerous weapon\n\nwas used. The act falls within the ambit of <a href=\"/doc/1540253/\" id=\"a_52\">Section 326</a> IPC.\n\nWe therefore reach the conclusion that the finding of the court\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_100\">                                 89</span><p data-structure=\"Conclusion\" id=\"p_212\">\n\nbelow that the offence under <a href=\"/doc/1560742/\" id=\"a_53\">Section 302</a> IPC is made out\n\ncannot be sustained in view of the discussion made above.\n\nOnly the ingredients of <a href=\"/doc/1540253/\" id=\"a_54\">Section 326</a> IPC are made out in the\n\ncase on hand.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_213\">             106. As regards the offence under <a href=\"/doc/764237/\" id=\"a_55\">Sections 394</a> and\n\n<a href=\"/doc/1865117/\" id=\"a_56\">397</a> IPC are concerned, we find little evidence in this regard.\n\nThere is nothing to show that deceased was carrying any\n\namount with him at the time when he entered the car of PW4\n\nexcept for the statement by PW4 that deceased had earlier said\n\nthat money was taken by the first accused on 17.5.2009.\n\nThere is nothing to show that at the relevant time of infliction\n\nof injuries, deceased was in possession of 5 lakhs as alleged\n\nby the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_214\">             107. It is significant in this regard to note that the\n\nevidence of PW2 is to the effect that the deceased had\n\nreturned to the house after going out to join PW4 and had\n\ntaken a bag along with him and when asked the purpose of\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_101\">                                 90</span><p data-structure=\"CDiscource\" id=\"p_215\">\n\nthe same, he said that it was for carrying umbrella. Nowhere\n\nin her statement it is stated that her husband has been\n\ncarrying any amount at the time when he left the house on\n\n17.5.2009 along with PW4.        The court below comes to the\n\nconclusion that recovery could not have been made probably\n\nbecause amount might have been expended by the accused\n\npersons. It is not a matter for presumption at all. First of all,\n\nit has to be shown that at the relevant time when the deceased\n\nmet the first accused and assuming that he was taken to the\n\nhouse of the first accused, deceased was in possession of cash\n\nas alleged by the prosecution. There is no such evidence in\n\nthis regard.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_216\">             108.   In the result, while agreeing with the court\n\nbelow that the injuries found on the skull of the deceased were\n\nin fact inflicted by the first accused, we are unable to sustain\n\nthe conviction of the second accused for any of the offences\n\nmade mention of in the charge and we hold that she is entitled\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_102\">                                   91</span><p data-structure=\"Conclusion\" id=\"p_217\">\n\nto be acquitted of all the charges. Hence she is acquitted of\n\nall the charges. She shall be released forthwith if not wanted\n\nin any other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_218\">             109.    In the result, while acquitting the second\n\naccused of all the charges levelled against her, the conviction\n\nof the first accused for the offence under <a href=\"/doc/1560742/\" id=\"a_57\">Section 302</a> IPC\n\nstands altered to one under <a href=\"/doc/1540253/\" id=\"a_58\">Section 326</a> IPC and he is\n\nacquitted of the charges under Section 394 read with <a href=\"/doc/1865117/\" id=\"a_59\">Section\n\n397</a> IPC.\n</p>\n<p data-structure=\"Section\" id=\"p_219\">             110. The next question is whether the first accused\n\ncan be found guilty of the offence under <a href=\"/doc/386021/\" id=\"a_60\">Section 201</a> of IPC.\n\n<a href=\"/doc/386021/\" id=\"a_61\">Section 201</a> of IPC reads as follows:\n</p>\n<blockquote id=\"blockquote_27\">             &quot;201. Causing disappearance of evidence of\n             offence, or giving false information to screen\n             offender.-  Whoever,     knowing or     having\n             reason to believe that an offence has been\n             committed, causes any evidence of the\n             commission of that offence to disappear, with\n             the intention of screening the offender from\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_103\">                                    92</span>\n\n<blockquote id=\"blockquote_28\">             legal punishment, or with that intention gives\n             any information respecting the offence which\n             he knows or believes to be false;\n</blockquote><blockquote id=\"blockquote_29\">                    if a capital offence.-     shall, if the\n             offence which he knows or believes to have\n             been committed is punishable with death, be\n             punished     with  imprisonment      of    either\n             description for a term which may extend to\n             seven years, and shall also be liable to fine;\n</blockquote><blockquote id=\"blockquote_30\">                    if punishable with imprisonment for\n             life.- and if the offence is punishable with a\n             [imprisonment for life], or with imprisonment\n             which may extend to ten years, shall be\n             punished     with  imprisonment      of    either\n             description for a term which may extend to\n             three years, and shall also be liable to fine;</blockquote>\n<blockquote id=\"blockquote_31\">                    if punishable with less than ten years&#x27;\n             imprisonment.-       and if the offence is\n             punishable with imprisonment for any term\n             not extending to ten years, shall be punished\n             with     imprisonment    of  the    description\n             provided for the offence, for a term which\n             may extend to one-fourth part of the longest\n             term of the imprisonment provided for the\n\f\nCrl.Appeal.830/2011.\n</blockquote><span class=\"hidden_text\" id=\"span_104\">                                    93</span>\n\n<blockquote id=\"blockquote_32\">             offence, or with fine, or with both.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_220\">             111. On a reading of the above provision, it may\n\napparently appear that the accused could not be taken in. The\n\nprovision envisages only another person other than the\n\naccused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_221\">             112.    But the word &quot;whoever&quot; appearing in the\n\nprovision has been interpreted as one that takes in the\n\naccused also.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_222\">             113.   The conviction of the first accused for the\n\noffence under <a href=\"/doc/386021/\" id=\"a_62\">Section 201</a> IPC is confirmed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_223\">             114. Coming to the question of sentence, there can\n\nbe no manner of doubt that the act committed by the first\n\naccused is a gruesome act and no leniency is warranted.\n\n</p><p data-structure=\"Conclusion\" id=\"p_224\">             115. After taking note of the various aspects, it is\n\nfelt that sentence of rigorous imprisonment for 10 years for\n\nthe offence under <a href=\"/doc/1540253/\" id=\"a_63\">Section 326</a> IPC and a fine of 75,000/- in\n\ndefault to suffer rigorous imprisonment for a period of two\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_105\">                               94</span><p data-structure=\"Conclusion\" id=\"p_225\">\n\nyears and sentence of rigorous imprisonment for three years\n\nand a fine of 25,000/- in default, to suffer rigorous\n\nimprisonment for six months for the offence under <a href=\"/doc/386021/\" id=\"a_64\">Section\n\n201</a> IPC will meet the ends of justice.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_226\">             Thus, while setting aside the conviction and\n\nsentence passed by the court below as against the first\n\naccused for the offence under Sections 302 and 394 read with\n\n<a href=\"/doc/1865117/\" id=\"a_65\">Section 397</a> IPC, the first accused is convicted under <a href=\"/doc/1540253/\" id=\"a_66\">Section\n\n326</a> IPC and he is sentenced to suffer rigorous imprisonment\n\nfor 10 years and to pay a fine of 75,000/- in default of\n\npayment of which he shall suffer rigorous imprisonment for\n\ntwo years. If the fine amount is realised, a sum of 65,000/-\n\nshall be paid to PW2 as compensation. The conviction of the\n\nfirst accused for the offence under <a href=\"/doc/386021/\" id=\"a_67\">Section 201</a> IPC is\n\nconfirmed       and  he is  sentenced    to   suffer rigorous\n\nimprisonment for three years and to pay a fine of 25,000/- in\n\ndefault of payment of which he shall suffer rigorous\n\f\nCrl.Appeal.830/2011.\n</p><span class=\"hidden_text\" id=\"span_106\">                                 95</span><p data-structure=\"Conclusion\" id=\"p_227\">\n\nimprisonment for six months. The substantive sentences shall\n\nrun concurrently. Set off as per law will be allowed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_228\">             This appeal is disposed of as above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_229\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_230\">                                            P. BHAVADASAN\n                                                  JUDGE\n\n\n\n\n                                      RAJA VIJAYARAGHAVAN V\n                                                 JUDGE\n\n\n\nsb/smp/ds\n\f\n\n\n\n          </p>","numcites":29,"numcitedby":42,"docsource":"Kerala High Court","citetid":151222872,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"exhumation","formInput":"exhumation"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"dna","formInput":"dna"},{"value":"Skeletal remains ","formInput":"Skeletal%20remains%20"},{"value":"confession","formInput":"confession"},{"value":"mahazar","formInput":"mahazar"},{"value":"previous statement","formInput":"previous%20statement"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":" blood samples","formInput":"%20blood%20samples"},{"value":"call detail ","formInput":"call%20detail%20"},{"value":"poisoned","formInput":"poisoned"},{"value":"dna profiling","formInput":"dna%20profiling"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"chief examination","formInput":"chief%20examination"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."}],"cats":[{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}