{"tid":169605013,"publishdate":"2023-03-16","title":"Dodballapur Integrated Textile Park ... vs Mrs Premalatha G Jain on 16 March, 2023","doc":"<h2 class=\"doc_title\">Dodballapur Integrated Textile Park ... vs Mrs Premalatha G Jain on 16 March, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-nagaprasanna\">M. Nagaprasanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-nagaprasanna\">M. Nagaprasanna</a></h3>\n\n<pre id=\"pre_1\">                            1\n\n\n\n        IN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n           DATED THIS THE 16TH DAY OF MARCH, 2023\n                                                         R\n                           BEFORE\n\n          THE HON&#x27;BLE MR. JUSTICE M. NAGAPRASANNA\n\n          WRIT PETITION No.12783 OF 2020 (GM - RES)\n\n                            C/W\n\n          WRIT PETITION No.12809 OF 2020 (GM - RES)\n\nIN WRIT PETITION No.12783 OF 2020\n\nBETWEEN:\n\nDODBALLAPUR INTEGRATED\nTEXTILE PARK LIMITED\nSW 51, PHASE II, KIADB,\nDODBALLAPUR APPARELS PARK,\nDODBALLAPUR - 561 203\nREPRESENTED BY ITS\nAUTHORISED SIGNATORY,\nMR.SUNIL S. PATIL.\n                                              ... PETITIONER\n\n(BY SRI S.VIVEKANANDA, ADVOCATE)\n\nAND:\n\n1.     MR.VINOD G. JAIN\n       S/O MR.M.GOUTHAM CHAND,\n       AGED ABOUT 41 YEARS,\n       RESIDING AT NO.80, BHS ROAD,\n       RANGARAO ROAD, SHANKARAPURAM,\n       BENGALURU - 560 004.\n                           2\n\n\n\n2.   MR.N.N.DHARWADKAR\n     HON&#x27;BLE SOLE ARBITRATOR,\n     IN AC 53/2020\n     ARBITRATION AND\n     CONCILIATION CENTRE,\n     KHANIJA BHAVAN,\n     RACE COURSE ROAD,\n     BENGLAURU - 560 001.\n                                            ... RESPONDENTS\n\n(BY SRI RAGHURAM CADAMBI A/W\n    SRI SHYAM HARINDRA, ADVOCATES FOR R1)\n\n\n     THIS WRIT PETITION IS FILED UNDER <a href=\"/doc/1712542/\" id=\"a_1\">ARTICLES 226</a> AND\n<a href=\"/doc/1331149/\" id=\"a_2\">227</a> OF THE CONSTITUTION OF INDIA PRAYING TO SET ASIDE AND\nQUASH THE ORDER DTD.7.10.2020 AT ANEXURE-A IN AC\nNO.53/2020 PASSED BY THE HONBLE SOLE ARBITRATOR R-2;\nHOLD THAT THE HON&#x27;BLE SOLE ARBITRATOR R-2 HEREIN LACKS\nJURISDICTION TILL THE SUB LEASE AGREEMENT DTD.10.11.2016\nAT ANNEXURE-G VALIDLY EXISTS IN THE EYES OF LAW BY\nPAYMENT OF APPROPRIATE STAMP DUTY.\n\nIN WRIT PETITION No.12809 OF 2020\n\n\nBETWEEN:\n\nDODBALLAPUR INTEGRATED\nTEXTILE PARK LIMITED\nSW 51, PHASE II, KIADB,\nDODBALLAPUR APPARELS PARK\nDODBALLAPURA - 561 203\nREPRESENTED BY ITS\nAUTHORISED SIGNATORY\nMR.SUNIL S. PATIL.\n                                              ... PETITIONER\n\n(BY SRI S.VIVEKANANDA, ADVOCATE)\n                            3\n\n\n\nAND:\n\n1.     MRS.PREMALATHA G.JAIN\n       WIFE OF MR.M.GOUTHAM CHAND\n       AGED ABOUT 59 YEARS,\n       RESIDING AT NO.80, BHS ROAD,\n       RANGARAO ROAD, SHANKARAPURAM\n       BENGALURU - 560 004.\n\n2.     MR.N.N.DHARWADKAR\n       HON&#x27;BLE SOLE ARBITRATOR\n       IN AC 54/2020\n       ARBITRATION AND\n       CONCILIATION CENTRE\n       KHANIJA BHAVAN,\n       RACECOURSE ROAD\n       BENGALURU - 560 001.\n                                            ... RESPONDENTS\n\n(BY SRI RAGHURAM CADAMBI, ADVOCATE A/W\n    SRI SHYAM HARINDRA, ADVOCATES FOR R1)\n\n\n     THIS WRIT PETITION IS FILED UNDER <a href=\"/doc/1712542/\" id=\"a_3\">ARTICLES 226</a> AND\n<a href=\"/doc/1331149/\" id=\"a_4\">227</a> OF THE CONSTITUTION OF INDIA PRAYING TO QUASH THE\nIMPUGNED ORDER DTD 07.10.2020 VIDE ANNX-A IN AC\nNO.54/2020 PASSED BY THE HONBLE SOLE ARBITRATOR, R-2;\nHOLD THAT THE HONBLE SOLE ARBITRATOR R-2 HEREIN LACKS\nJURISDICTION TILL THE SUB-LEASE AGREEMENT DTD 10.11.2016\nVIDE ANNX-G VALIDLY EXISTS IN THE EYES OF LAW BY PAYMENT\nOF APPROPRIATE STAMP DUTY.\n\n\n\n     THESE WRIT PETITIONS HAVING BEEN HEARD AND\nRESERVED FOR ORDERS, COMING ON FOR PRONOUNCEMENT THIS\nDAY, THE COURT MADE THE FOLLOWING:-\n                                  4\n\n\n\n                                 ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">      Both   these   petitions    are   preferred   by   Doddaballapur\n\nIntegrated Textile Park Limited.     The petitions arise out of claims\n\nregistered before the Arbitrator in two proceedings against the\n\npetitioner - one in Arbitration Case No.53 of 2020 which forms the\n\nissue in Writ Petition No.12783 of 2020 and the other in Arbitration\n\nCase No.54 of 2020 which forms the issue in Writ Petition No.12809\n\nof 2020. The petitioner who is the respondent before the Arbitrator\n\nis common in both these cases and claimants are different. Since\n\nthe issue in both these cases is common, they are taken up\n\ntogether and considered in this order.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_2\">      2. Brief facts that lead the petitioner to this Court in the\n\nsubject petitions, as borne out from the pleadings, are as follows:-\n</p>\n<blockquote id=\"blockquote_1\">      The petitioner and the respondents in both these cases who\n\nare claimants in the arbitration proceedings generate a dispute\n\nbetween them and did not arrive at a consensus for appointment of\n\nan Arbitrator. It is then the claimants approached this Court in\n\nC.M.P. No.376 of 2018 and 375 of 2018 respectively, seeking\n<span class=\"hidden_text\" id=\"span_1\">                                     5</span>\n\n\n\nappointment of an Arbitrator. This Court in terms of its order dated\n\n12-12-2019 and 09-01-2020 allows the petition and appoints a sole\n\nArbitrator. The issue does not concern merits of the claim of the\n\nclaimants or the dissent of the petitioner. In the proceedings before\n\nthe Arbitrator, applications were filed by the petitioner invoking\n\n<a href=\"/doc/675839/\" id=\"a_5\">Section 16</a> of the Arbitration and Conciliation Act, 1996 (&#x27;the Act&#x27;\n\nfor short) read with <a href=\"/doc/38695437/\" id=\"a_6\">Sections, 33</a>, <a href=\"/doc/36590596/\" id=\"a_7\">34</a> and <a href=\"/doc/138308719/\" id=\"a_8\">37</a> of the Karnataka\n\nStamp Act, 1957 and <a href=\"/doc/1768154/\" id=\"a_9\">Section 49</a> of the Registration Act, 1908.\n</blockquote>\n<blockquote id=\"blockquote_2\">Applications   were      filed   seeking   summoning   of   a    sub-lease\n\nagreement dated 10-11-2016 from the possession of claimants\n\nwhich was not relied on by the claimants. The applications came to\n\nbe rejected by order dated 07-10-2020 and it is this rejection of\n\napplications filed by the petitioner that drives the petitioner to this\n\nCourt in the subject petitions.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_3\">      3. Heard Sri S.Vivekananda, learned counsel appearing for\n\nthe   petitioner   and    Sri    Raghuram   Cadambi,   learned    counsel\n\nappearing for respondent No.1 in both the petitions.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_4\">      4. The learned counsel appearing for the petitioner would\n\ncontend that summoning of sub-lease agreement was imperative as\n<span class=\"hidden_text\" id=\"span_2\">                                    6</span>\n\n\n\nthe Arbitrator would get jurisdiction only if the said agreement is\n\nsummoned     and    if   it is   inadequately    stamped    it   should   be\n\nimpounded by the Arbitrator, failing which the Arbitrator cannot\n\nadjudicate upon the dispute at all. It is therefore, the contention is\n\nthat the said document was imperative to be summoned and the\n\nrejection of the applications is contrary to law.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_5\">      5. On the other hand, the learned counsel representing the\n\nclaimants   would    vehemently        refute   the   submissions   of    the\n\npetitioner to contend that the document is not the one which would\n\nbe required to arbitrate, as the claimants are not required to prove\n\nthe claim through the said document. He further contends that a\n\nwrit petition challenging an interlocutory order passed by the\n\nArbitrator is not maintainable before this Court in the light of\n\njudgments of the Apex Court rendered from time to time. He would,\n\ntherefore, contend that there is a threshold bar qua maintainability\n\nof the petition before this Court.\n</p><span class=\"hidden_text\" id=\"span_3\">                                      7</span>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_6\">      6. I have given my anxious consideration to the submissions\n\nmade by the respective learned counsel and have perused the\n\nmaterial on record.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_7\">      7. The afore-narrated facts are not in dispute. It is also not in\n\ndispute that applications filed under <a href=\"/doc/130634347/\" id=\"a_10\">Section 16</a> of the Act were\n\nrejected   by   the    Arbitrator.       Therefore,   the    order     becomes\n\ninterlocutory order during the pendency of proceedings before the\n\nArbitrator. In these circumstances, whether the writ petitions\n\nagainst interlocutory orders would be maintainable or otherwise\n\nrequires   to   be    gone   into,   at    the   outset,    as   the   issue   of\n\nmaintainability would always cut at the root of the matter.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">Therefore, the issues that arise for consideration are two fold -\n</p>\n<blockquote id=\"blockquote_3\">      (i) whether writ petitions challenging an interlocutory\n           order of rejection of applications by the Arbitrator\n           in an arbitration proceeding would be maintainable\n           before this Court? and\n\n\n</blockquote><blockquote id=\"blockquote_4\">      (ii) if it is maintainable, whether the rejection of\n           applications is tenable in law?\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_9\">      8. The petitioner is constituted for a special purpose pursuant\n\nto allotment of 48 acres of land in Doddaballapur. Subsidies were\n<span class=\"hidden_text\" id=\"span_4\">                                  8</span>\n\n\n\nprovided by Government of India and Government of Karnataka for\n\nestablishment of Integrated Textile Park at the Apparel Park\n\nIndustrial Area, Doddaballapur. The claimants and the petitioner\n\nenter into a sub-lease agreement on 10-11-2016 and possession\n\nwas handed over to the claimants. Though the claimants were not\n\nable to pay infrastructure and development charges, they were\n\ncalled upon to pay `18 lakhs towards such development charges\n\nwhich was paid by the claimants, which the claimants, claim to be\n\nunder compulsion. It is in this way certain disputes generate\n\nbetween the two. It is later a lease and licence agreement is\n\nentered   into   between   the   petitioner   and   the   claimants   on\n\n10-11-2016.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_10\">     9. Dispute arose between the two and in terms of Clause 9 of\n\nthe agreement which dealt with resolution of disputes by way of\n\narbitration was sought to be invoked by the claimants. There was\n\nno consensus arrived at with regard to appointment of an\n\nArbitrator. The claimants were driven to this Court in C.M.P.Nos.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">376 and 375 of 2018.       A co-ordinate Bench of this Court allows\n\napplications and directs appointment of a sole Arbitrator. It is then\n<span class=\"hidden_text\" id=\"span_5\">                                9</span>\n\n\n\nArbitration Case Nos. 53 of 2020 and 54 of 2020 were instituted. In\n\nthose proceedings, the petitioner file applications invoking <a href=\"/doc/130634347/\" id=\"a_11\">Section\n\n16</a> of the Act for summoning of sub-lease agreement dated\n\n10-11-2016    to   determine   whether   it   was   an   unregistered\n\nagreement or an agreement that was improperly stamped. Decision\n\non that only would give jurisdiction for the Arbitrator to arbitrate\n\nupon the dispute. The Arbitrator in terms of his order dated\n\n07-10-2020 rejects both the applications filed by the petitioner\n\nseeking summoning of the aforesaid sub-lease agreement.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_12\">      10. The Arbitrator holds that the petitioner has not brought\n\nout any good ground to summon the document which is alleged to\n\nbe in possession of the claimants and which is not relied on by the\n\nclaimants.   Therefore, this forms an interlocutory order on an\n\ninterlocutory application. Whether writ petitions would become\n\nmaintainable on the said interlocutory order is what requires\n\nconsideration at the hands of this Court. The issue as to whether\n\nthe parties to the arbitration should await the final decision of the\n\nArbitrator and then call in question the said proceedings under\n\n<a href=\"/doc/36590596/\" id=\"a_12\">Section 34</a> of the Act and writ petition on an interlocutory order\n<span class=\"hidden_text\" id=\"span_6\">                                          10</span>\n\n\n\nwould not be maintainable is no longer res integra. The issue was\n\nbrought up before seven Judge Bench of the Apex Court in the case\n\nof     SBP     &amp;       CO   v.   PATEL    ENGINEERING        LIMITED       AND\n\nANOTHER1. In the said case the Apex Court has held as follows:\n</p>\n<blockquote id=\"blockquote_5\">                &quot;7. <a href=\"/doc/98256152/\" id=\"a_13\">Section 12</a> sets out the grounds of challenge to the\n         person appointed as arbitrator and the duty of an arbitrator\n         appointed, to disclose any disqualification he may have. Sub-\n         section (3) of <a href=\"/doc/98256152/\" id=\"a_14\">Section 12</a> gives a right to the parties to challenge\n         an arbitrator. <a href=\"/doc/39360831/\" id=\"a_15\">Section 13</a> lays down the procedure for such a\n         challenge. <a href=\"/doc/64615535/\" id=\"a_16\">Section 14</a> takes care of the failure of or impossibility\n         for an arbitrator to act and <a href=\"/doc/78370536/\" id=\"a_17\">Section 15</a> deals with the\n         termination of the mandate of the arbitrator and the substitution\n         of another arbitrator. Chapter IV deals with the jurisdiction of\n         Arbitral Tribunals. <a href=\"/doc/130634347/\" id=\"a_18\">Section 16</a> deals with the competence of an\n         Arbitral Tribunal, to rule on its jurisdiction. The Arbitral Tribunal\n         may rule on its own jurisdiction, including ruling on any\n         objection with respect to the existence or validity of the\n         arbitration agreement. A person aggrieved by the rejection of\n         his objection by the Tribunal on its jurisdiction or the other\n         matters referred to in that section, has to wait until the award is\n         made to challenge that decision in an appeal against the arbitral\n         award itself in accordance with <a href=\"/doc/36590596/\" id=\"a_19\">Section 34</a> of the Act. But an\n         acceptance of the objection to jurisdiction or authority, could be\n         challenged then and there, under <a href=\"/doc/138308719/\" id=\"a_20\">Section 37</a> of the Act. <a href=\"/doc/36724513/\" id=\"a_21\">Section\n         17</a> confers powers on the Arbitral Tribunal to make interim\n         orders. Chapter V comprising <a href=\"/doc/95723185/\" id=\"a_22\">Sections 18</a> to <a href=\"/doc/178471592/\" id=\"a_23\">27</a> deals with the\n         conduct of arbitral proceedings. Chapter VI containing <a href=\"/doc/33023326/\" id=\"a_24\">Sections\n         28</a> to <a href=\"/doc/38695437/\" id=\"a_25\">33</a> deals with making of the arbitral award and\n         termination of the proceedings. Chapter VII deals with recourse\n         against an arbitral award. <a href=\"/doc/36590596/\" id=\"a_26\">Section 34</a> contemplates the filing of\n         an application for setting aside an arbitral award by making an\n         application to the Court as defined in <a href=\"/doc/194943803/\" id=\"a_27\">Section 2(e)</a> of the Act.\n         Chapter VIII deals with finality and enforcement of arbitral\n         awards. <a href=\"/doc/64766603/\" id=\"a_28\">Section 35</a> makes the award final and <a href=\"/doc/20551777/\" id=\"a_29\">Section 36</a>\n         provides for its enforcement under <a href=\"/doc/161831507/\" id=\"a_30\">the Code of Civil Procedure</a>,\n         1908 in the same manner as if it were a decree of court.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_7\">1</span>\n<blockquote id=\"blockquote_6\">    (2005) 8 SCC 618\n<span class=\"hidden_text\" id=\"span_8\">                             11</span>\n\n\n\nChapter IX deals with appeals and <a href=\"/doc/138308719/\" id=\"a_31\">Section 37</a> enumerates the\norders that are open to appeal. We have already referred to the\nright of appeal available under <a href=\"/doc/140975340/\" id=\"a_32\">Section 37(2)</a> of the Act, on the\nTribunal accepting a plea that it does not have jurisdiction or\nwhen the Arbitral Tribunal accepts a plea that it is exceeding the\nscope of its authority. No second appeal is contemplated, but\nthe right to approach the Supreme Court is saved. Chapter X\ndeals with miscellaneous matters. <a href=\"/doc/82905049/\" id=\"a_33\">Section 43</a> makes the\n<a href=\"/doc/1317393/\" id=\"a_34\">Limitation Act, 1963</a> applicable to proceedings under the Act as\nit applies to proceedings in the Court.\n</blockquote><blockquote id=\"blockquote_7\">       ...                   ...                 ...\n</blockquote><blockquote id=\"blockquote_8\">      45. It is seen that some High Courts have\nproceeded on the basis that any order passed by an\nArbitral Tribunal during arbitration, would be capable of\nbeing challenged under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> or 227 of the\nConstitution. We see no warrant for such an approach.\n</blockquote><p data-structure=\"Section\" id=\"p_13\"><a href=\"/doc/138308719/\" id=\"a_36\">Section 37</a> makes certain orders of the Arbitral Tribunal\nappealable. Under <a href=\"/doc/36590596/\" id=\"a_37\">Section 34</a>, the aggrieved party has an\navenue for ventilating its grievances against the award\nincluding any in-between orders that might have been\npassed by the Arbitral Tribunal acting under <a href=\"/doc/130634347/\" id=\"a_38\">Section 16</a> of\nthe Act. The party aggrieved by any order of the Arbitral\nTribunal, unless has a right of appeal under <a href=\"/doc/138308719/\" id=\"a_39\">Section 37</a> of\nthe Act, has to wait until the award is passed by the\nTribunal. This appears to be the scheme of the Act. The\nArbitral Tribunal is, after all, a creature of a contract\nbetween the parties, the arbitration agreement, even\nthough, if the occasion arises, the Chief Justice may\nconstitute it based on the contract between the parties.\nBut that would not alter the status of the Arbitral\nTribunal. It will still be a forum chosen by the parties by\nagreement. We, therefore, disapprove of the stand\nadopted by some of the High Courts that any order\npassed by the Arbitral Tribunal is capable of being\ncorrected by the High Court under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> or 227 of\nthe Constitution. Such an intervention by the High Courts\nis not permissible.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">     46. The object of minimising judicial intervention\nwhile the matter is in the process of being arbitrated\nupon, will certainly be defeated if the High Court could be\napproached under <a href=\"/doc/1331149/\" id=\"a_41\">Article 227</a> or under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> of the\n<span class=\"hidden_text\" id=\"span_9\">                           12</span>\n\n\n\nConstitution against every order made by the Arbitral\nTribunal. Therefore, it is necessary to indicate that once\nthe arbitration has commenced in the Arbitral Tribunal,\nparties have to wait until the award is pronounced\nunless, of course, a right of appeal is available to them\nunder <a href=\"/doc/138308719/\" id=\"a_43\">Section 37</a> of the Act even at an earlier stage.\n</p>\n\n<p data-structure=\"Section\" id=\"p_15\">     47. We, therefore, sum up our conclusions as follows:\n</p><blockquote id=\"blockquote_9\">            (i) The power exercised by the Chief Justice of the\n     High Court or the Chief Justice of India under <a href=\"/doc/31035784/\" id=\"a_44\">Section\n     11(6)</a> of the Act is not an administrative power. It is a\n     judicial power.\n</blockquote>\n<blockquote id=\"blockquote_10\">            (ii) The power under <a href=\"/doc/31035784/\" id=\"a_45\">Section 11(6)</a> of the Act, in its\n     entirety, could be delegated, by the Chief Justice of the\n     High Court only to another Judge of that Court and by the\n     Chief Justice of India to another Judge of the Supreme\n     Court.\n</blockquote>\n<blockquote id=\"blockquote_11\">            (iii) In case of designation of a Judge of the High\n     Court or of the Supreme Court, the power that is\n     exercised by the designated Judge would be that of the\n     Chief Justice as conferred by the statute.\n</blockquote>\n<blockquote id=\"blockquote_12\">            (iv) The Chief Justice or the designated Judge will\n     have the right to decide the preliminary aspects as\n     indicated in the earlier part of this judgment. These will\n     be his own jurisdiction to entertain the request, the\n     existence of a valid arbitration agreement, the existence\n     or otherwise of a live claim, the existence of the condition\n     for the exercise of his power and on the qualifications of\n     the arbitrator or arbitrators. The Chief Justice or the\n     designated Judge would be entitled to seek the opinion of\n     an institution in the matter of nominating an arbitrator\n     qualified in terms of <a href=\"/doc/31035784/\" id=\"a_46\">Section 11(8)</a> of the Act if the need\n     arises but the order appointing the arbitrator could only\n     be that of the Chief Justice or the designated Judge.\n</blockquote>\n<blockquote id=\"blockquote_13\">           (v) Designation of a District Judge as the authority\n     under <a href=\"/doc/31035784/\" id=\"a_47\">Section 11(6)</a> of the Act by the Chief Justice of the\n     High Court is not warranted on the scheme of the Act.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">                      13</span>\n\n\n\n<blockquote id=\"blockquote_14\">      (vi) Once the matter reaches the Arbitral Tribunal\nor the sole arbitrator, the High Court would not interfere\nwith the orders passed by the arbitrator or the Arbitral\nTribunal during the course of the arbitration proceedings\nand the parties could approach the Court only in terms of\n<a href=\"/doc/138308719/\" id=\"a_48\">Section 37</a> of the Act or in terms of <a href=\"/doc/36590596/\" id=\"a_49\">Section 34</a> of the Act.\n</blockquote>\n<blockquote id=\"blockquote_15\">       (vii) Since an order passed by the Chief Justice of\nthe High Court or by the designated Judge of that Court is\na judicial order, an appeal will lie against that order only\nunder <a href=\"/doc/427855/\" id=\"a_50\">Article 136</a> of the Constitution to the Supreme\nCourt.\n</blockquote>\n<blockquote id=\"blockquote_16\">      (viii) There can be no appeal against an order of\nthe Chief Justice of India or a Judge of the Supreme Court\ndesignated by him while entertaining an application under\n<a href=\"/doc/31035784/\" id=\"a_51\">Section 11(6)</a> of the Act.\n</blockquote>\n<blockquote id=\"blockquote_17\">       (ix) In a case where an Arbitral Tribunal has been\nconstituted by the parties without having recourse to\n<a href=\"/doc/31035784/\" id=\"a_52\">Section 11(6)</a> of the Act, the Arbitral Tribunal will have\nthe jurisdiction to decide all matters as contemplated by\n<a href=\"/doc/130634347/\" id=\"a_53\">Section 16</a> of the Act.\n</blockquote>\n<blockquote id=\"blockquote_18\">       (x) [Ed.: Paras 47(x) &amp; (xii) corrected vide Official\nCorrigendum No. F.3/Ed.B.J./103/2005 dated 9-11-\n</blockquote><p data-structure=\"Section\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_11\">2005.] Since all were guided by the decision of this Court\nin Konkan Rly. <a href=\"/doc/202973/\" id=\"a_54\">Corpn. Ltd. v. Rani Construction (P)\nLtd.</a> [(2002) 2 SCC 388] and orders under <a href=\"/doc/31035784/\" id=\"a_55\">Section 11(6)</a>\nof the Act have been made based on the position adopted\nin that decision, we clarify that appointments of\narbitrators or Arbitral Tribunals thus far made, are to be\ntreated as valid, all objections being left to be decided\nunder <a href=\"/doc/130634347/\" id=\"a_56\">Section 16</a> of the Act. As and from this date, the\nposition as adopted in this judgment will govern even\npending applications under <a href=\"/doc/31035784/\" id=\"a_57\">Section 11(6)</a> of the Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">       (xi) Where District Judges had been designated by\nthe Chief Justice of the High Court under <a href=\"/doc/31035784/\" id=\"a_58\">Section 11(6)</a> of\nthe Act, the appointment orders thus far made by them\nwill be treated as valid; but applications if any pending\nbefore them as on this date will stand transferred, to be\ndealt with by the Chief Justice of the High Court\n<span class=\"hidden_text\" id=\"span_12\">                                        14</span>\n\n\n\n                 concerned or a Judge of that Court designated by the\n                 Chief Justice.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_13\">(xii) [Ed.: Paras 47(x) &amp; (xii) corrected vide Official\n                 Corrigendum No. F.3/Ed.B.J./103/2005 dated 9-11-\n                 2005.] The decision in Konkan Rly. <a href=\"/doc/202973/\" id=\"a_59\">Corpn. Ltd. v. Rani\n                 Construction (P) Ltd.</a> [(2002) 2 SCC 388] is overruled.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">                                                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_14\">(Emphasis Supplied)\n\n\nLater, the Apex Court in the case of <a href=\"/doc/21412870/\" id=\"a_60\">DEEP INDUSTRIES LIMITED\n\nv. OIL AND NATURAL GAS CORPORATION LIMITED AND\n\nANOTHER2</a> following the judgment in the case of SBP (supra) has\n\nheld as follows:</span>\n</p>\n\n<blockquote id=\"blockquote_19\">               &quot;19. In SBP &amp; Co. [SBP &amp; Co. v. Patel Engg. Ltd., (2005)\n         8 SCC 618] , this Court while considering interference with an\n         order passed by an Arbitral Tribunal under Articles 226/227 of\n         the Constitution laid down as follows: (SCC p. 663, paras 45-46)\n\n                       &quot;45. It is seen that some High Courts have\n                 proceeded on the basis that any order passed by an\n                 Arbitral Tribunal during arbitration, would be\n                 capable of being challenged under <a href=\"/doc/1712542/\" id=\"a_61\">Article 226</a> or\n                 227 of the Constitution. We see no warrant for such\n                 an approach. <a href=\"/doc/138308719/\" id=\"a_62\">Section 37</a> makes certain orders of the\n                 Arbitral Tribunal appealable. Under <a href=\"/doc/36590596/\" id=\"a_63\">Section 34</a>, the\n                 aggrieved party has an avenue for ventilating its\n                 grievances against the award including any in-\n                 between orders that might have been passed by the\n                 Arbitral Tribunal acting under <a href=\"/doc/130634347/\" id=\"a_64\">Section 16</a> of the Act.\n                 The party aggrieved by any order of the Arbitral\n                 Tribunal, unless has a right of appeal under <a href=\"/doc/138308719/\" id=\"a_65\">Section\n                 37</a> of the Act, has to wait until the award is passed\n                 by the Tribunal. This appears to be the scheme of\n\n<span class=\"hidden_text\" id=\"span_15\">2</span>\n    (2020) 15 SCC 706\n<span class=\"hidden_text\" id=\"span_16\">                            15</span>\n\n\n\n      the Act. The Arbitral Tribunal is, after all, a creature\n      of a contract between the parties, the arbitration\n      agreement, even though, if the occasion arises, the\n      Chief Justice may constitute it based on the\n      contract between the parties. But that would not\n      alter the status of the Arbitral Tribunal. It will still be\n      a forum chosen by the parties by agreement. We,\n      therefore, disapprove of the stand adopted by some of\n      the High Courts that any order passed by the Arbitral\n      Tribunal is capable of being corrected by the High Court\n      under <a href=\"/doc/1712542/\" id=\"a_66\">Article 226</a> or 227 of the Constitution. Such an\n      intervention by the High Courts is not permissible.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_20\">             46. The object of minimising judicial intervention\n      while the matter is in the process of being arbitrated\n      upon, will certainly be defeated if the High Court could be\n      approached under <a href=\"/doc/1331149/\" id=\"a_67\">Article 227</a> or under <a href=\"/doc/1712542/\" id=\"a_68\">Article 226</a> of the\n      Constitution against every order made by the Arbitral\n      Tribunal. Therefore, it is necessary to indicate that once\n      the arbitration has commenced in the Arbitral Tribunal,\n      parties have to wait until the award is pronounced unless,\n      of course, a right of appeal is available to them under\n      <a href=\"/doc/138308719/\" id=\"a_69\">Section 37</a> of the Act even at an earlier stage.&quot;\n</p><p data-structure=\"Issue\" id=\"p_21\">      ...                    ...                  ...\n</p><p data-structure=\"Precedent\" id=\"p_22\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"963230\" id=\"span_17\">21. It is true that in <a href=\"/doc/963230/\" id=\"a_70\">Punjab Agro Industries Corpn.\nLtd. [Punjab Agro Industries Corpn. Ltd. v. Kewal Singh Dhillon</a>,\n(2008) 10 SCC 128], this Court distinguished SBP &amp; Co. [SBP &amp;\nCo. v. Patel Engg. Ltd., (2005) 8 SCC 618] stating that it will\nnot apply to a case of a non-appointment of an arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"963230\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"963230\" id=\"span_19\">This\nCourt held: (<a href=\"/doc/963230/\" id=\"a_71\">Punjab Agro Industries Corpn. Ltd.</a> case [<a href=\"/doc/963230/\" id=\"a_72\">Punjab\nAgro Industries Corpn. Ltd. v. Kewal Singh Dhillon</a>, (2008) 10\nSCC 128], SCC p. 132, para 9)\n\n             &quot;9. We have already noticed that though the order\n      under <a href=\"/doc/31035784/\" id=\"a_73\">Section 11(4)</a> is a judicial order, having regard to\n      <a href=\"/doc/31035784/\" id=\"a_74\">Section 11(7)</a> relating to finality of such orders and the\n      absence of any provision for appeal, the order of the Civil\n      Judge was open to challenge in a writ petition under\n      <a href=\"/doc/1331149/\" id=\"a_75\">Article 227</a> of the Constitution.</span></span> The decision in SBP &amp;\n      Co. [SBP &amp; Co. v. Patel Engg. Ltd., (2005) 8 SCC 618]\n      does not bar such a writ petition. The observations of this\n<span class=\"hidden_text\" id=\"span_20\">                            16</span>\n\n\n\n      Court in SBP &amp; Co. [SBP &amp; Co. v. Patel Engg. Ltd., (2005)\n      8 SCC 618] that against an order under <a href=\"/doc/31035784/\" id=\"a_76\">Section 11</a> of the\n      Act, only an appeal under <a href=\"/doc/427855/\" id=\"a_77\">Article 136</a> of the Constitution\n      would lie, is with reference to the orders made by the\n      Chief Justice of a High Court or by the designate Judge\n      of that High Court. The said observations do not apply to\n      a subordinate court functioning as designate of the Chief\n      Justice.&quot;\n</p><p data-structure=\"Section\" id=\"p_23\">                                          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"963230\" id=\"span_21\">(emphasis in original)\n\nWhat is important to note is that the observations of this\nCourt in <a href=\"/doc/963230/\" id=\"a_78\">Punjab Agro Industries Corpn. Ltd. [Punjab Agro\nIndustries Corpn. Ltd. v. Kewal Singh Dhillon</a>, (2008) 10\nSCC 128] were for the reason that no provision for appeal\nhad been given by statute against the orders passed\nunder <a href=\"/doc/31035784/\" id=\"a_79\">Section 11</a>, which is why the High Court&#x27;s\nsupervisory jurisdiction should first be invoked before\ncoming to this Court under <a href=\"/doc/427855/\" id=\"a_80\">Article 136.</a> Given the facts of\nthe present case, this case is equally distinguishable for\nthe reason that in this case the <a href=\"/doc/1331149/\" id=\"a_81\">Article 227</a> jurisdiction\nhas been exercised by the High Court only after a first\nappeal was dismissed under <a href=\"/doc/138308719/\" id=\"a_82\">Section 37</a> of the Act.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_24\">       22. One other feature of this case is of some importance.\nAs stated hereinabove, on 9-5-2018, a <a href=\"/doc/130634347/\" id=\"a_83\">Section 16</a> application\nhad been dismissed by the learned arbitrator in which\nsubstantially the same contention which found favour with the\nHigh Court was taken up. The drill of <a href=\"/doc/130634347/\" id=\"a_84\">Section 16</a> of the Act is\nthat where a <a href=\"/doc/130634347/\" id=\"a_85\">Section 16</a> application is dismissed, no appeal is\nprovided and the challenge to the <a href=\"/doc/130634347/\" id=\"a_86\">Section 16</a> application being\ndismissed must await the passing of a final award at which\nstage it may be raised under <a href=\"/doc/36590596/\" id=\"a_87\">Section 34</a>. What the High Court\nhas done in the present case is to invert this statutory scheme\nby going into exactly the same matter as was gone into by the\narbitrator in the <a href=\"/doc/130634347/\" id=\"a_88\">Section 16</a> application, and then decided that\nthe two-year ban/blacklisting was no part of the notice for\narbitration issued on 2-11-2017, a finding which is directly\ncontrary to the finding of the learned arbitrator dismissing the\n<a href=\"/doc/130634347/\" id=\"a_89\">Section 16</a> application. For this reason alone, the judgment\nunder appeal needs to be set aside. Even otherwise, as has\nbeen correctly pointed out by Mr Rohatgi, the judgment under\nappeal goes into the merits of the case and states that the\n<span class=\"hidden_text\" id=\"span_22\">                             17</span>\n\n\n\naction of putting the Contractor and his Directors &quot;on holiday&quot; is\nnot a consequence of the termination of the agreement. This is\nwholly incorrect as it is only because of the termination that the\nshow-cause notice dated 18-10-2017 proposing to impose a\ntwo-year ban/blacklisting was sent. Even otherwise, entering\ninto the general thicket of disputes between the parties does not\nbehove a court exercising jurisdiction under <a href=\"/doc/1331149/\" id=\"a_90\">Article 227</a>, where\nonly jurisdictional errors can be corrected. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"963230\" id=\"span_23\">Therefore to state\nthat the ban order was passed under a General Contract Manual\nand not Clause 18 of the agreement, besides being incorrect,\nwould also be incorrect for the reason that the General Contract\nManual does not mean that such order was issued as an\nadministrative order invoking the executive power, but was only\nas an order which emanated from the contract itself. Further to\nstate that &quot;serious disputes&quot; as to jurisdiction seem to have\ncropped up is not the same thing as saying that the Arbitral\nTribunal lacked inherent jurisdiction in going into and deciding\nthe <a href=\"/doc/36724513/\" id=\"a_91\">Section 17</a> application. In point of fact, the Arbitral Tribunal\nwas well within its jurisdiction in referring to the contract and\nthe ban order and then applying the law and finally issuing the\nstay order. Even if it be accepted that the principle <a href=\"/doc/963230/\" id=\"a_92\">laid down by</a>\n<a href=\"/doc/1221024/\" id=\"a_93\">Section 41(e)</a> of the Specific Relief Act was infracted, in that\ndamages could have been granted, as a result of which an\ninjunction ought not to have been issued, is a mere error of law\nand not an error of jurisdiction, much less an error of inherent\njurisdiction going to the root of the matter. Therefore, even\notherwise, the High Court judgment cannot be sustained and is\nset aside.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_24\">23. We reiterate that the policy of the Act is speedy\ndisposal of arbitration cases. <a href=\"/doc/1052228/\" id=\"a_94\">The Arbitration Act</a> is a special Act\nand a self-contained code dealing with arbitration. This Court\nin <a href=\"/doc/1851595/\" id=\"a_95\">Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal\nExports Ltd.</a>, (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] , has\nspecifically held as follows: (SCC p. 371, para 89)\n\n             &quot;89.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1795100\" id=\"span_25\">It is, thus, to be seen that <a href=\"/doc/1052228/\" id=\"a_96\">Arbitration Act,\n      1940</a>, from its inception and right through to 2004\n      (in <a href=\"/doc/1795100/\" id=\"a_97\">P.S. Sathappan [P.S. Sathappan v. Andhra Bank Ltd.</a>,\n      (2004) 11 SCC 672] ) was held to be a self-contained\n      code.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847214\" id=\"span_26\">Now, if the <a href=\"/doc/1052228/\" id=\"a_98\">Arbitration Act, 1940</a> was held to be a\n      self-contained code, on matters pertaining to arbitration,\n<span class=\"hidden_text\" id=\"span_27\">                                18</span>\n\n\n\n          the <a href=\"/doc/1306164/\" id=\"a_99\">Arbitration and Conciliation Act, 1996</a>, which\n          consolidates, amends and designs the law relating to\n          arbitration to bring it, as much as possible, in harmony\n          with the UNCITRAL Model must be held only to be more so.\n          Once it is held that the <a href=\"/doc/1052228/\" id=\"a_100\">Arbitration Act</a> is a self-contained\n          code and exhaustive, then it must also be held, using the\n          lucid expression [<a href=\"/doc/847214/\" id=\"a_101\">S.N. Srikantia &amp; Co. v. Union of India</a>,\n          1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] of\n          Tulzapurkar, J., that it carries with it\n                      &#x27;19. ... a negative import that only such acts\n                as are mentioned in the Act are permissible to be\n                done and acts or things not mentioned therein are\n                not permissible to be done.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847214\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847214\" id=\"span_29\">...&#x27; (<a href=\"/doc/847214/\" id=\"a_102\">S.N. Srikantia &amp; Co.</a>\n                case [<a href=\"/doc/847214/\" id=\"a_103\">S.N. Srikantia &amp; Co. v. Union of India</a>, 1965\n                SCC OnLine Bom 133 : AIR 1967 Bom 347] , SCC\n                OnLine Bom para 19)\n\n\n          In other words, a letters patent appeal would be excluded\n          by the application of one of the general principles that\n          where the special Act sets out a self-contained code the\n          applicability of the general law procedure would be\n          impliedly excluded.&quot;</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_30\">What becomes clear is that had the High Court itself\n     disposed of the first appeal in the present case, no <a href=\"/doc/1331149/\" id=\"a_104\">Article\n     227</a> petition could possibly lie -- all that could perhaps\n     have been done was to file an LPA before a Division\n     Bench of the same High Court. This, as we have seen, has\n     specifically been interdicted by <a href=\"/doc/1851595/\" id=\"a_105\">Fuerst Day Lawson\n     Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd.</a>,\n     (2011) 8 SCC 333: (2011) 4 SCC (Civ) 178] Merely\n     because, on the facts of this case, the first appeal was\n     disposed of by a court subordinate to the High Court, an\n     <a href=\"/doc/1331149/\" id=\"a_106\">Article 227</a> petition ought not to have been entertained.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">                                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39641512\" id=\"span_31\">(Emphasis supplied)\nBoth these judgments are considered in a later judgment by the\n\nApex Court in the case of <a href=\"/doc/39641512/\" id=\"a_107\">N.N. GLOBAL MERCANTILE PRIVATE\n<span class=\"hidden_text\" id=\"span_32\">                                      19</span>\n\n\n\nLIMITED v. INDO UNIQUE FLAME LIMITED AND OTHERS3</a>\n\nwherein it is held as follows:</span>\n</p>\n<blockquote id=\"blockquote_20\">                &quot;28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_33\">In our view, the decision in <a href=\"/doc/24736/\" id=\"a_108\">SMS Tea Estates [SMS\n         Tea Estates (P) Ltd. v. Chandmari Tea Co. (P) Ltd.</a>, (2011) 14\n         SCC 66 : (2012) 4 SCC (Civ) 777] does not lay down the correct\n         position in law on two issues i.e. : (i) that an arbitration\n         agreement in an unstamped commercial contract cannot be\n         acted upon, or is rendered unenforceable in law; and (ii) that an\n         arbitration agreement would be invalid where the contract or\n         instrument is voidable at the option of a party, such as under</span>\n</blockquote><blockquote id=\"blockquote_21\">         <a href=\"/doc/353998/\" id=\"a_109\">Section 19</a> of the Contract Act, 1872.\n</blockquote>\n<blockquote id=\"blockquote_22\">                29. We hold that since the arbitration agreement is an\n         independent agreement between the parties, and is not\n         chargeable to payment of stamp duty, the non-payment of\n         stamp duty on the commercial contract, would not invalidate the\n         arbitration clause, or render it unenforceable, since it has an\n         independent existence of its own. The view taken by the Court\n         on the issue of separability of the arbitration clause on the\n         registration of the substantive contract, ought to have been\n         followed even with respect to the <a href=\"/doc/164989830/\" id=\"a_110\">Stamp Act</a>. The non-payment\n         of stamp duty on the substantive contract would not invalidate\n         even the main contract. It is a deficiency which is curable on the\n         payment of the requisite stamp duty.\n</blockquote><blockquote id=\"blockquote_23\">                ...                  ...                   ...\n</blockquote>\n<blockquote id=\"blockquote_24\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_34\">31. We overrule the judgment in <a href=\"/doc/24736/\" id=\"a_111\">SMS Tea Estates [SMS\n         Tea Estates (P) Ltd. v. Chandmari Tea Co. (P) Ltd.</a>, (2011) 14\n         SCC 66 : (2012) 4 SCC (Civ) 777] with respect to the aforesaid\n         two issues as not laying down the correct position in law.</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26596259\" id=\"span_36\"><a href=\"/doc/26596259/\" id=\"a_112\">32.Garware [Garware Wall Ropes Ltd. v. Coastal Marine\n         Constructions &amp; Engg. Ltd.</a>, (2019) 9 SCC 209 : (2019) 4 SCC\n         (Civ) 324] judgment has followed the judgment in <a href=\"/doc/24736/\" id=\"a_113\">SMS Tea\n         Estates [SMS Tea Estates (P) Ltd. v. Chandmari Tea Co. (P)\n         Ltd.</a>, (2011) 14 SCC 66 : (2012) 4 SCC (Civ) 777] . The counsel\n         for the appellant has placed reliance on para 22 of the judgment\n         to contend that the arbitration clause would be non-existent in\n\n<span class=\"hidden_text\" id=\"span_37\">3</span>\n    (2021) 4 SCC 379\n<span class=\"hidden_text\" id=\"span_38\">                            20</span>\n\n\n\nlaw, and unenforceable, till stamp duty is adjudicated and paid\non the substantive contract. We hold that this finding is\nerroneous, and does not lay down the correct position in law.</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">We have already held that an arbitration agreement is distinct\nand independent from the underlying substantive commercial\ncontract. Once the arbitration agreement is held to have an\nindependent existence, it can be acted upon, irrespective of the\nalleged invalidity of the commercial contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26596259\" id=\"span_42\">33. We notice that the judgment in <a href=\"/doc/26596259/\" id=\"a_114\">Garware Wall Ropes\nLtd. [Garware Wall Ropes Ltd. v. Coastal Marine Constructions &amp;\nEngg. Ltd.</a>, (2019) 9 SCC 209 : (2019) 4 SCC (Civ) 324] has\nbeen cited with approval by a coordinate Bench of this Court\nin <a href=\"/doc/121987320/\" id=\"a_115\">Vidya Drolia v. Durga Trading Corpn. [Vidya Drolia</a> v. Durga\nTrading Corpn., (2021) 2 SCC 1 : (2021) 1 SCC (Civ) 549]\nParas 146-47 of the judgment reads thus : (<a href=\"/doc/121987320/\" id=\"a_116\">Vidya Drolia</a>\ncase [<a href=\"/doc/121987320/\" id=\"a_117\">Vidya Drolia v. Durga Trading Corpn.</a>, (2021) 2 SCC 1 :</span></span></span></span>\n</p><blockquote id=\"blockquote_26\">(2021) 1 SCC (Civ) 549] , SCC pp. 115-16)\n\n             &quot;146. We now proceed to examine the question,\n      whether the word &quot;existence&quot; in <a href=\"/doc/31035784/\" id=\"a_118\">Section 11</a> merely refers\n      to contract formation (whether there is an arbitration\n      agreement) and excludes the question of enforcement\n      (validity) and therefore the latter falls outside the\n      jurisdiction of the court at the referral stage. On\n      jurisprudentially and textualism it is possible to\n      differentiate between existence of an arbitration\n      agreement and validity of an arbitration agreement. Such\n      interpretation can draw support from the plain meaning of\n      the word &quot;existence&quot;. However, it is equally possible,\n      jurisprudentially and on contextualism, to hold that an\n      agreement has no existence if it is not enforceable and\n      not binding. Existence of an arbitration agreement\n      presupposes a valid agreement which would be enforced\n      by the court by relegating the parties to arbitration.\n</blockquote><p data-structure=\"Section\" id=\"p_30\">      Legalistic and plain meaning interpretation would be\n      contrary to the contextual background including the\n      definition clause and would result in unpalatable\n      consequences. A reasonable and just interpretation of\n      &quot;existence&quot; requires understanding the context, the\n      purpose and the relevant legal norms applicable for a\n      binding and enforceable arbitration agreement. An\n<span class=\"hidden_text\" id=\"span_43\">                      21</span>\n\n\n\nagreement evidenced in writing has no meaning unless\nthe parties can be compelled to adhere and abide by the\nterms. A party cannot sue and claim rights based on an\nunenforceable document. Thus, there are good reasons to\nhold that an arbitration agreement exists only when it is\nvalid and legal. A void and unenforceable understanding\nis no agreement to do anything. Existence of an\narbitration agreement means an arbitration agreement\nthat meets and satisfies the statutory requirements of\nboth the Arbitration Act and the Contract Act and when it\nis enforceable in law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">       147. We would proceed to elaborate and give\nfurther reasons:\n</p>\n<blockquote id=\"blockquote_27\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26596259\" id=\"span_44\">147.1. (i) In <a href=\"/doc/26596259/\" id=\"a_119\">Garware Wall Ropes Ltd. [Garware\nWall Ropes Ltd. v. Coastal Marine Constructions &amp; Engg</a>.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_45\">Ltd., (2019) 9 SCC 209 : (2019) 4 SCC (Civ) 324] , this\nCourt had examined the question of stamp duty in an\nunderlying contract with an arbitration clause and in the\ncontext had drawn a distinction between the first and\nsecond part of <a href=\"/doc/1506924/\" id=\"a_120\">Section 7(2)</a> of the Arbitration Act, albeit\nthe observations made and quoted above with reference\nto &quot;existence&quot; and &quot;validity&quot; of the arbitration agreement\nbeing apposite and extremely important, we would repeat\nthe same by reproducing para 29 thereof : (SCC p. 238)\n\n        &#x27;29. This judgment in Hyundai Engg. case [<a href=\"/doc/164803491/\" id=\"a_121\">United\nIndia Insurance Co. Ltd. v. Hyundai Engg. &amp; Construction\nCo. Ltd.</a>, (2018) 17 SCC 607 : (2019) 2 SCC (Civ) 530] is\nimportant in that what was specifically under\nconsideration was an arbitration clause which would get\nactivated only if an insurer admits or accepts liability.\nSince on facts it was found that the insurer repudiated\nthe claim, though an arbitration clause did &quot;exist&quot;, so to\nspeak, in the policy, it would not exist in law, as was held\nin that judgment, when one important fact is introduced,\nnamely, that the insurer has not admitted or accepted\nliability. Likewise, in the facts of the present case, it is\nclear that the arbitration clause that is contained in the\nsub-contract would not &quot;exist&quot; as a matter of law until the\nsub-contract is duly stamped, as has been held by us\n<span class=\"hidden_text\" id=\"span_46\">                                            22</span>\n\n\n\n                  above.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_48\">The argument that <a href=\"/doc/596725/\" id=\"a_122\">Section 11</a>(6-A) deals with\n                  &quot;existence&quot;, as opposed to <a href=\"/doc/1232861/\" id=\"a_123\">Section 8</a>, <a href=\"/doc/109140/\" id=\"a_124\">Section 16</a> and\n                  <a href=\"/doc/724501/\" id=\"a_125\">Section 45</a>, which deal with &quot;validity&quot; of an arbitration\n                  agreement is answered by this Court&#x27;s understanding of\n                  the expression &quot;existence&quot; in <a href=\"/doc/164803491/\" id=\"a_126\">Hyundai Engg.</a> case [<a href=\"/doc/164803491/\" id=\"a_127\">United\n                  India Insurance Co. Ltd. v. Hyundai Engg. &amp; Construction\n                  Co. Ltd.</a>, (2018) 17 SCC 607 : (2019) 2 SCC (Civ) 530] ,\n                  as followed by us.&#x27;\n                  Existence and validity are intertwined, and arbitration\n                  agreement does not exist if it is illegal or does not satisfy\n                  mandatory legal requirements. Invalid agreement is no\n                  agreement.&quot;</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_49\">34. We doubt the correctness of the view taken in paras\n          146 and 147 of the three-Judge Bench in <a href=\"/doc/121987320/\" id=\"a_128\">Vidya Drolia [Vidya\n          Drolia v. Durga Trading Corpn.</a>, (2021) 2 SCC 1: (2021) 1 SCC\n          (Civ) 549] .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26596259\" id=\"span_51\">We consider it appropriate to refer the findings in\n          paras 22 and 29 of <a href=\"/doc/26596259/\" id=\"a_129\">Garware Wall Ropes Ltd. [Garware Wall\n          Ropes Ltd. v. Coastal Marine Constructions &amp; Engg. Ltd.</a>, (2019)\n          9 SCC 209 : (2019) 4 SCC (Civ) 324] , which has been affirmed\n          in paras 146 and 147 of <a href=\"/doc/121987320/\" id=\"a_130\">Vidya Drolia [Vidya Drolia v. Durga\n          Trading Corpn.</a>, (2021) 2 SCC 1: (2021) 1 SCC (Civ) 549], to a\n          Constitution Bench of five Judges.&quot;</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153254736\" id=\"span_52\">The aforesaid judgments are followed by a Division Bench of the\n\nHigh Court of Bombay in the case of <a href=\"/doc/153254736/\" id=\"a_131\">TAGUS ENGINEERING\n\nPRIVARTE LIMITED AND OTHERS v. RESERVE BANK OF\n\nINDIA AND ANOTHER4</a>. The Division Bench has held as follows:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">                                 &quot;....     ....     ....\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_53\">4. We believe it is wholly impermissible for this\n          Court to exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the\n          Constitution of India even on questions of jurisdictional\n          competence except perhaps where the arbitral tribunal is\n\n<span class=\"hidden_text\" id=\"span_54\">4</span>\n    W.P.No.3957 OF 2021 Decided on 21-02-2022\n<span class=\"hidden_text\" id=\"span_55\">                           23</span>\n\n\n\nitself a statutory tribunal i.e. one created by a statute.\nThe decision of the Supreme Court in <a href=\"/doc/21412870/\" id=\"a_133\">Deep Industries Ltd\nv Oil And Natural Gas Corporation Ltd &amp; Another1</a> is\nunambiguous.</span> In paragraph 19, the Supreme Court\nreferred to SBP &amp; Co v Patel Engineering Ltd2 and\nreaffirmed paragraph 14 of that decision. Paragraph 19 of\nDeep Industries reads thus:\n</p>\n<blockquote id=\"blockquote_28\">            &quot;19. In SBP &amp; Co., this Court while considering\n     interference with an order passed by an Arbitral Tribunal\n     under Articles 226/227 of the Constitution laid down as\n     follows: (SCC p.663, paras 45-46)\n\n</blockquote><blockquote id=\"blockquote_29\">                  45. It is seen that some High courts have\n           proceeded on the basis that any order passed by\n           an Arbitral Tribunal during arbitration, would be\n           capable of being challenged under <a href=\"/doc/1712542/\" id=\"a_134\">Article 226</a> or\n           227 of the Constitution. We see no warrant for\n           such an approach. <a href=\"/doc/1656413/\" id=\"a_135\">Section 37</a> makes certain orders\n           of the Arbitral Tribunal appealable. Under <a href=\"/doc/1722761/\" id=\"a_136\">Section\n           34</a>, the aggrieved party has an avenue for\n           ventilating its grievances against the award\n           including any inbetween orders that might have\n           been passed by the Arbitral Tribunal acting under\n           <a href=\"/doc/109140/\" id=\"a_137\">Section 16</a> of the Act. The party aggrieved by any\n           order of the Arbitral Tribunal, unless has a right of\n           appeal under <a href=\"/doc/1656413/\" id=\"a_138\">Section 37</a> of the Act, has to wait\n           until the award is passed by the Tribunal. This\n           appears to be the scheme of the Act. The Arbitral\n           Tribunal is, after all, a creature of a contract\n           between the parties, the arbitration agreement,\n           even though, if the occasion arises, the Chief\n           Justice may constitute it based on the contract\n           between the parties. But that would not alter the\n           status of the Arbitral Tribunal. If will still be a\n           forum chosen by the parties by agreement. We,\n           therefore, disapprove of the stand adopted by\n           some of the High Courts that any order passed by\n           the Arbitral Tribunal as capable of being corrected\n           by the High Court under <a href=\"/doc/1712542/\" id=\"a_139\">Article 226</a> or 227 of the\n           Constitution. Such an intervention by the High\n           Courts is not permissible.\n</blockquote><span class=\"hidden_text\" id=\"span_56\">                            24</span>\n\n\n\n\n<blockquote id=\"blockquote_30\">                   46. The object of dismissing judicial\n            intervention while the matter is in the process of\n            being arbitrated upon, will certainly be defeated if\n            the High Court could be approached under <a href=\"/doc/1331149/\" id=\"a_140\">Article\n            227</a> or under <a href=\"/doc/1712542/\" id=\"a_141\">Article 226</a> of the Constitution against\n            every order made by the Arbitral Tribunal.\n            Therefore, it is necessary to indicate that once the\n            arbitration has commenced in the Arbitral Tribunal,\n            parties have to wait until the award is pronounced\n            unless, of course, a right of appeal is available to\n            them under <a href=\"/doc/1656413/\" id=\"a_142\">Section 37</a> of the Act even at an earlier\n            stage.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_37\">       5. This view was even more emphatically reasserted by\nthe Supreme Court in Bhaven Construction Through Authorised\nSignatory Premjibhai K Shah v Executive Engineer Sardar\nSarovar Narmada Nigam Ltd &amp; Anr.3 Some of the observations\nin this context are important and we quote paragraphs 18 to 23,\n26 and 27 of Bhaven Construction.\n</p>\n<blockquote id=\"blockquote_31\">             &quot;18. In any case, the hierarchy in our legal\n      framework, mandates that a legislative enactment cannot\n      curtail a constitutional right. In Nivedita Sharma v COAI [\n      (2011) 14 SCC 337 : (2012) 4 SCC (Civ) 947] , this Court\n      referred to several judgments and held: (SCC p. 343,\n      para 11)\n\n                   &quot;11. We have considered the respective\n            arguments/submissions. There cannot be any\n            dispute that the power of the High Courts to issue\n            directions, orders or writs including writs in the\n            nature of habeas corpus, certiorari, mandamus,\n            quo warranto and prohibition under Article 226 of\n            the Constitution is a basic feature of the\n            Constitution    and    cannot   be    curtailed   by\n            parliamentary legislation -- L. Chandra Kumar v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">            Union of India [(1997) 3 SCC 261: 1997 SCC (L&amp;S)\n            577]. However, it is one thing to say that in\n            exercise of the power vested in it under <a href=\"/doc/1712542/\" id=\"a_143\">Article 226</a>\n            of the Constitution, the High Court can entertain a\n            writ petition against any order passed by or action\n<span class=\"hidden_text\" id=\"span_57\">                      25</span>\n\n\n\n      taken      by      the     State      and/or      its\n      agency/instrumentality or any public authority or\n      order passed by a quasi-judicial body/authority,\n      and it is an altogether different thing to say that\n      each and every petition filed under <a href=\"/doc/1712542/\" id=\"a_144\">Article 226</a> of\n      the Constitution must be entertained by the High\n      Court as a matter of course ignoring the fact that\n      the aggrieved person has an effective alternative\n      remedy. Rather, it is settled law that when a\n      statutory forum is created by law for redressal of\n      grievances, a writ petition should not be\n      entertained ignoring the statutory dispensation.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">                                      (emphasis supplied)\n\nIt is therefore, prudent for a Judge to not exercise\ndiscretion to allow judicial interference beyond the\nprocedure established under the enactment. This power\nneeds to be exercised in exceptional rarity, wherein one\nparty is left remediless under the statute or a clear &quot;bad\nfaith&quot; shown by one of the parties. This high standard set\nby this Court is in terms of the legislative intention to\nmake the arbitration fair and efficient.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">19. In this context we may observe Deep Industries Ltd v\nONGC [Deep Industries Ltd. v. ONGC, (2020) 15 SCC\n706], wherein interplay of <a href=\"/doc/1091250/\" id=\"a_145\">Section 5</a> of the Arbitration Act\nand <a href=\"/doc/1331149/\" id=\"a_146\">Article 227</a> of the Constitution was analysed as\nunder:\n</p>\n<blockquote id=\"blockquote_32\">             &quot;16. Most significant of all is the non\n      obstante clause contained in <a href=\"/doc/1091250/\" id=\"a_147\">Section 5</a> which states\n      that notwithstanding anything contained in any\n      other law, in matters that arise under <a href=\"/doc/1052228/\" id=\"a_148\">Part I of the\n      Arbitration Act</a>, no judicial authority shall intervene\n      except where so provided in this Part. <a href=\"/doc/1656413/\" id=\"a_149\">Section 37</a>\n      grants a constricted right of first appeal against\n      certain judgments and orders and no others.\n      Further, the statutory mandate also provides for\n      one bite at the cherry, and interdicts a second\n      appeal being filed [see <a href=\"/doc/1783117/\" id=\"a_150\">Section 37(2)</a> of the Act].\n</blockquote><span class=\"hidden_text\" id=\"span_58\">                26</span>\n\n\n\n\n<blockquote id=\"blockquote_33\">       17. This being the case, there is no doubt\nwhatsoever that if petitions were to be filed under\nArticles 226/227 of the Constitution against orders\npassed in appeals under <a href=\"/doc/1656413/\" id=\"a_151\">Section 37</a>, the entire\narbitral process would be derailed and would not\ncome to fruition for many years. At the same time,\nwe cannot forget that <a href=\"/doc/1331149/\" id=\"a_152\">Article 227</a> is a constitutional\nprovision which remains untouched by the non\nobstante clause of <a href=\"/doc/1091250/\" id=\"a_153\">Section 5</a> of the Act. In these\ncircumstances, what is important to note is that\nthough petitions can be filed under <a href=\"/doc/1331149/\" id=\"a_154\">Article 227</a>\nagainst judgments allowing or dismissing first\nappeals under <a href=\"/doc/1656413/\" id=\"a_155\">Section 37</a> of the Act, yet the High\nCourt would be extremely circumspect in\ninterfering with the same, taking into account the\nstatutory policy as adumbrated by us hereinabove\nso that interference is restricted to orders that are\npassed which are patently lacking in inherent\njurisdiction.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">20. In the instant case, Respondent 1 has not been\nable to show exceptional circumstance or &quot;bad\nfaith&quot; on the part of the appellant, to invoke the\nremedy under <a href=\"/doc/1331149/\" id=\"a_156\">Article 227</a> of the Constitution. No\ndoubt the ambit of <a href=\"/doc/1331149/\" id=\"a_157\">Article 227</a> is broad and\npervasive, however, the High Court should not\nhave used its inherent power to interject the\narbitral process at this stage. It is brought to our\nnotice that subsequent to the impugned order of\nthe sole arbitrator, a final award was rendered by\nhim on merits, which is challenged by Respondent\n1 in a separate <a href=\"/doc/1722761/\" id=\"a_158\">Section 34</a> application, which is\npending.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44191761\" id=\"span_59\">21. Viewed from a different perspective, the\narbitral process is strictly conditioned upon time\nlimitation and modelled on the &quot;principle of\nunbreakability&quot;. This Court in <a href=\"/doc/44191761/\" id=\"a_159\">P Radha Bai v P\nAshok Kumar</a>, (2019) 13 SCC 445 : (2018) 5 SCC\n(Civ) 773] , observed:</span>\n</p><span class=\"hidden_text\" id=\"span_60\">         27</span>\n\n\n\n<blockquote id=\"blockquote_34\"> &quot;36.3. Third, <a href=\"/doc/1722761/\" id=\"a_160\">Section 34(3)</a> reflects the\nprinciple of unbreakability. Dr Peter Binder in\nInternational Commercial Arbitration and\nConciliation    in  UNCITRAL      Model    Law\nJurisdictions, 2nd Edn., observed:\n</blockquote>\n<blockquote id=\"blockquote_35\">       &quot;An application for setting aside an\n      award can only be made during the\n      three months following the date on\n      which the party making the application\n      has received the award. Only if a\n      party has made a request for\n      correction or interpretation of the\n      award under <a href=\"/doc/829916/\" id=\"a_161\">Article 33</a> does the time-\n      limit of three months begin after the\n      tribunal has disposed of the request.\n      This exception from the three month\n      time-limit was subject to criticism in\n      the working group due to fears that it\n      could be used as a delaying tactics.\n      However, although &quot;an unbreakable\n      timelimit for applications for setting\n      aside&quot; was sought as being desirable\n      for the sake of &quot;certainty and\n      expediency&quot; the prevailing view was\n      that the words ought to be retained\n      &quot;since they presented the reasonable\n      consequence of <a href=\"/doc/829916/\" id=\"a_162\">Article 33.&quot;</a>\n</blockquote>\n<blockquote id=\"blockquote_36\">             According         to         this\n      &quot;unbreakability&quot; of time-limit and true\n      to the &quot;certainty and expediency&quot; of\n      the arbitral awards, any grounds for\n      setting aside the award that emerge\n      after the three month time-limit has\n      expired cannot be raised.\n</blockquote>\n<blockquote id=\"blockquote_37\">37. Extending <a href=\"/doc/1968689/\" id=\"a_163\">Section 17</a> of the Limitation\nAct would go contrary to the principle of\n&quot;unbreakability&quot; enshrined under <a href=\"/doc/1722761/\" id=\"a_164\">Section\n34(3)</a> of the Arbitration Act.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\">                          (emphasis supplied)\n<span class=\"hidden_text\" id=\"span_61\">              28</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_44\">21. If the courts are allowed to interfere with\nthe arbitral process beyond the ambit of the\nenactment, then the efficiency of the process\nwill be diminished.\n</p>\n<p data-structure=\"PetArg\" id=\"p_45\">22. The High Court did not appreciate the\nlimitations under <a href=\"/doc/1712542/\" id=\"a_165\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_166\">227</a> of the\nConstitution and reasoned that the appellant\nhad undertaken to appoint an arbitrator\nunilaterally, thereby rendering Respondent 1\nremediless. However, a plain reading of the\narbitration agreement points to the fact that\nthe appellant herein had actually acted in\naccordance with the procedure laid down\nwithout any mala fides.\n</p>\n<p data-structure=\"Issue\" id=\"p_46\">23. Respondent 1 did not take legal recourse\nagainst    the   appointment     of  the   sole\narbitrator, and rather submitted themselves\nbefore the tribunal to adjudicate on the\njurisdiction issue as well as on the merits. In\nthis situation, Respondent 1 has to endure the\nnatural      consequences     of    submitting\nthemselves to the jurisdiction of the sole\narbitrator, which can be challenged, through\nan application under <a href=\"/doc/1722761/\" id=\"a_167\">Section 34</a>. It may be\nnoted that in the present case, the award has\nalready been passed during the pendency of\nthis appeal, and Respondent 1 has already\npreferred a challenge under <a href=\"/doc/1722761/\" id=\"a_168\">Section 34</a> to the\nsame. Respondent 1 has not been able to\nshow any exceptional circumstance, which\nmandates the exercise of jurisdiction under\n<a href=\"/doc/1712542/\" id=\"a_169\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_170\">227</a> of the Constitution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">26. It must be noted that <a href=\"/doc/109140/\" id=\"a_171\">Section 16</a> of the\nArbitration Act, necessarily mandates that the\nissue of jurisdiction must be dealt first by the\ntribunal, before the court examines the same\nunder <a href=\"/doc/1722761/\" id=\"a_172\">Section 34</a>. Respondent 1 is therefore\nnot left remediless, and has statutorily been\n<span class=\"hidden_text\" id=\"span_62\">                             29</span>\n\n\n\n             provided a chance of appeal. In Deep\n             Industries case [Deep Industries Ltd. v.\n</p><p data-structure=\"Precedent\" id=\"p_48\">             ONGC, (2020) 15 SCC 706] , this Court\n             observed as follows : (SCC p. 718, para 22)\n\n                   &quot;22. One other feature of this case is of\n                   some      importance.      As      stated\n                   hereinabove, on 9-5-2018, a <a href=\"/doc/109140/\" id=\"a_173\">Section 16</a>\n                   application had been dismissed by the\n                   learned arbitrator in which substantially\n                   the same contention which found favour\n                   with the High Court was taken up. The\n                   drill of <a href=\"/doc/109140/\" id=\"a_174\">Section 16</a> of the Act is that\n                   where a <a href=\"/doc/109140/\" id=\"a_175\">Section 16</a> application is\n                   dismissed, no appeal is provided and\n                   the challenge to the <a href=\"/doc/109140/\" id=\"a_176\">Section 16</a>\n                   application being dismissed must await\n                   the passing of a final award at which\n                   stage it may be raised under Section\n</p><p data-structure=\"Precedent\" id=\"p_49\">                   34.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_50\">                                          (Emphasis supplied)\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">             27. In view of the above reasoning, we are of\n             the considered opinion that the High Court\n             erred in utilizing its discretionary power\n             available under <a href=\"/doc/1712542/\" id=\"a_177\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_178\">227</a> of the\n             Constitution herein. Thus, the appeal is\n             allowed and the impugned Order of the High\n             Court is set aside. There shall be no order as\n             to costs. Before we part, we make it clear that\n             Respondent No. 1 herein is at liberty to raise\n             any legally permissible objections regarding\n             the jurisdictional question in the pending\n             <a href=\"/doc/1722761/\" id=\"a_179\">Section 34</a> proceedings.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_52\">                                           (Emphasis added)\n\n</p><p data-structure=\"PetArg\" id=\"p_53\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"121987320\" id=\"span_63\">6. According Mr Doctor for the Petitioner in the IDFC First\nBank Limited petition, there are exceptional circumstances.\nSpecifically, the arbitration is contrary to the law <a href=\"/doc/44191761/\" id=\"a_180\">laid down by</a>\nthe Supreme Court in <a href=\"/doc/121987320/\" id=\"a_181\">Vidya Drolia &amp; Ors v Durga Trading\nCorporation</a>, 4 as it forbids a recourse to arbitration where one\n<span class=\"hidden_text\" id=\"span_64\">                                       30</span>\n\n\n\n          of the parties has remedies under the SARFAESI Act, RDDBI Act\n          and DRT law. But this is not, in our view, &quot;an exceptional\n          circumstance.&quot; What the argument overlooks is that the intent\n          and purpose of arbitration law, and our <a href=\"/doc/1306164/\" id=\"a_182\">Arbitration &amp; Conciliation\n          Act, 1996</a> is to limit the scope for judicial interference, and to\n          provide a quick mechanism for dispute resolution, extending\n          through enforcement. <a href=\"/doc/1052228/\" id=\"a_183\">The Arbitration Act</a> specifically recognizes\n          the possibility of jurisdictional challenges and bars, and has an\n          in-built mechanism to address those, inter alia under <a href=\"/doc/109140/\" id=\"a_184\">Section 16</a>\n          of that Act. There is no doubt that in both cases the Petitioners\n          have filed applications questioning jurisdiction under <a href=\"/doc/109140/\" id=\"a_185\">Section 16</a>\n          of the Arbitration Act. They may not like the outcome of those\n          applications. But their remedies against those <a href=\"/doc/109140/\" id=\"a_186\">Section 16</a> orders\n          lie elsewhere and not in mounting Writ Petitions claiming\n          &#x27;exceptional circumstances&#x27;.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_54\">                 7. In any case, as Bhaven Constructions points out, it was\n          always open to the Petitioner to even invoke this point in its\n          application under <a href=\"/doc/109140/\" id=\"a_187\">Section 16</a> of the Arbitration Act. If it has not\n          done so it cannot invoke our jurisdiction under <a href=\"/doc/1712542/\" id=\"a_188\">Article 226.</a> If it\n          has already done so, and not been successful in that endeavour,\n          its remedy lies elsewhere.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_55\">                                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185831714\" id=\"span_65\">(Emphasis supplied)\nA Division Bench of Madhya Pradesh High Court in <a href=\"/doc/185831714/\" id=\"a_189\">M.P. ROAD\n\nDEVELOPMENT CORPORATION v. THE MINISTRY OF ROAD,\n\nTRANSPORT AND HIGHWAYS AND ANOTHER5</a> considers the\n\nvery issue whether an order passed under <a href=\"/doc/109140/\" id=\"a_190\">Section 16</a> of the Act\n\nwould permit a challenge before the High Court under <a href=\"/doc/1712542/\" id=\"a_191\">Article 226</a> of\n\nthe Constitution of India.            The Division considers the entire\n\nspectrum of law and holds as follows:</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_66\">5</span>\n<blockquote id=\"blockquote_38\">    2021 SCC OnLine MP 1599\n<span class=\"hidden_text\" id=\"span_67\">                             31</span>\n\n\n\n       &quot;12. We have given our anxious consideration to rival\nsubmissions, perused the material on record and studied the\ncited precedents.\n</blockquote>\n<blockquote id=\"blockquote_39\">       13. Let us first of all begin with analyzing Clause 44 of\nthe agreement executed between the parties which provides for\ndispute resolution. Parties are at variance with regard to\ninterpretation of this clause and also on the question whether\nClause 44. 3 would be attracted or Clause 44. 4 would apply.\nWhile the learned Advocate General by heavily relying on Clause\n</blockquote><blockquote id=\"blockquote_40\">44. 4 has contended that since it makes specific reference to a\nstatutory Regulatory Authority or Commission with powers to\nadjudicate upon disputes between the Concessionaire and the\nAuthority, the Arbitration Tribunal constituted under the\nAdhiniyam of 1983 shall be the only forum having power to\narbitrate upon the disputes between the parties. Learned Senior\nCounsel appearing for the respondent No. 2 has however on the\ncontrary submitted that Clause 44. 4 is meant to be applicable\nfor a future situation which is evident from its wordings that &quot;in\nthe event of constitution of a statutory Regulatory Authority or\nCommission&quot;, &quot;all disputes arising after such constitution&quot; shall\nbe referred to it. The intention of the parties was thus never\nintended to submit to the jurisdiction of the arbitral tribunal\nconstituted under the Adhiniyam of 1983. If that were to be so,\nnothing prevented them from specifically mentioning so.\n</blockquote><p data-structure=\"Section\" id=\"p_56\">According to him, Clause 44. 3 which specifically provides for\nreference of dispute for arbitration under the aegis of ICADR,\nthe arbitral tribunal has rightly been constituted. In order to\nmeaningfully appreciate the rival submissions, we deem it\nappropriate to reproduce Clause 44 of the concession agreement\nexecuted between the parties, which reads as under:--\n</p><blockquote id=\"blockquote_41\">                        &quot;<a href=\"/doc/1406604/\" id=\"a_192\">ARTICLE 44</a>\n                   DISPUTE RESOLUTION\n44.1          Dispute resolution\n\n44.1.1       Any dispute, difference or controversy of whatever\n             nature howsoever arising under or out of or in\n             relation   to   this    Agreement      (including  its\n             interpretation) between the Parties, and so notified\n             in writing by either Party to the other Party (the\n             &quot;Dispute&quot;) shall, in the first instance, be attempted\n<span class=\"hidden_text\" id=\"span_68\">                           32</span>\n\n\n\n           to be resolved amicably in accordance with the\n           conciliation procedure set forth in Clause 44. 2.\n</blockquote>\n<blockquote id=\"blockquote_42\">44.1.2     The Parties agree to use their best efforts for\n           resolving all Disputes arising under or in respect of\n           this Agreement promptly, equitably and in good\n           faith, and further agree to provide each other with\n           reasonable access during normal business hours to\n           all non-privileged records, information and data\n           pertaining to any Dispute.\n</blockquote>\n<blockquote id=\"blockquote_43\">44.2       Conciliation\n\n           In the event of any Dispute between the Parties,\n           either Party may call upon the Independent\n           Engineer to mediate and assist the Parties in\n           arriving at an amicable settlement thereof. Failing\n           mediation by the Independent Engineer or without\n           the intervention of the Independent Engineer,\n           either Party may require such Dispute to be\n           referred to the Managing Director, MPRDC, Bhopal\n           of the Authority and the Chairman of the Board of\n           Directors of the Concessionaire for amicable\n           settlement, and upon such reference, the said\n           persons shall meet no later than 7 (seven) days\n           from the date of reference to discuss and attempt\n           to amicably resolve the Dispute. If such meeting\n           does not take place within the 7 (seven) day period\n           or the Dispute is not amicably settled within 15\n           (fifteen) days of the meeting or the Dispute is not\n           resolved as evidenced by the signing of written\n           terms of settlement within 30 (thirty) days of the\n           notice in writing referred to in Clause 44. 1. 1 or\n           such longer period as may be mutually agreed by\n           the Parties, either Party may refer the Dispute to\n           arbitration in accordance with the provisions of\n           Clause 44. 3.\n</blockquote>\n<blockquote id=\"blockquote_44\">44. 3 Arbitration\n\n44.3.1     Any Dispute which is not resolved amicably by\n           conciliation, as provided in Clause 44. 2, shall be\n<span class=\"hidden_text\" id=\"span_69\">                           33</span>\n\n\n\n           finally decided by reference to arbitration by a\n           Board of Arbitrators appointed in accordance with\n           Clause 44. 3. 2. Such arbitration shall be held in\n           accordance with the Rules of Arbitration of the\n           International Centre for Alternative Dispute\n           Resolution, New Delhi (the &quot;Rules&quot;), or such other\n           rules as may be mutually agreed by the Parties,\n           and shall be subject to the provisions of the\n           <a href=\"/doc/1052228/\" id=\"a_193\">Arbitration Act</a>. The venue of such arbitration shall\n           be Bhopal (Madhya Pradesh), and the language of\n           arbitration proceedings shall be English.\n</blockquote>\n<blockquote id=\"blockquote_45\">  44.3.2   There shall be a Board of three arbitrators, of\n           whom each Party shall select one, and the third\n           arbitrator shall be appointed by the two arbitrators\n           so selected, and in the event of disagreement\n           between the two arbitrators, the appointment shall\n           be made in accordance with the Rules.\n</blockquote>\n<blockquote id=\"blockquote_46\">  44.3.3   The arbitrators shall make a reasoned award (the\n           &quot;Award&quot;). Any Award made in any arbitration held\n           pursuant to this <a href=\"/doc/1406604/\" id=\"a_194\">Article 44</a> shall be final and binding\n           on the Parties as from the date it is made, and the\n           Concessionaire and the Authority agree and\n           undertake to carry out such Award without delay.\n</blockquote>\n<blockquote id=\"blockquote_47\">  44.3.4   The Concessionaire and the Authority agree that an\n           Award may be enforced against the Concessionaire\n           and/or the Authority, as the case may be, and their\n           respective assets wherever situated.\n</blockquote>\n<blockquote id=\"blockquote_48\">  44.3.5   This Agreement and the rights and obligations of\n           the Parties shall remain in full force and effect,\n           pending the Award in any arbitration proceedings\n           hereunder.\n</blockquote>\n<blockquote id=\"blockquote_49\">44.4       Adjudication by Regulatory Authority or\n           Commission\n           In the event of constitution of a statutory\n           Regulatory Authority or Commission with powers to\n           adjudicate   upon      disputes   between     the\n<span class=\"hidden_text\" id=\"span_70\">                             34</span>\n\n\n\n             Concessionaire and the Authority, all Disputes\n             arising after such constitution shall, instead of\n             reference to arbitration under Clause 44. 3, be\n             adjudicated upon by such Regulatory Authority or\n             Commission in accordance with the Applicable Law\n             and all references to Dispute Resolution Procedure\n             shall be construed accordingly. For the avoidance\n             of doubt, the Parties hereto agree that the\n             adjudication hereunder shall not be final and\n             binding until an appeal against such adjudication\n             has been decided by an appellate tribunal or High\n             Court, as the case may be, or no such appeal has\n             been preferred within the time specified in the\n             Applicable Law.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_57\">       14. The contention that according to Clause 44. 4 of the\nAgreement, in the event of situation of a statutory Regulatory\nAuthority or Commission with powers to adjudicate upon\ndisputes between the Concessionaire and the Authority, all\nDisputes arising after such constitution shall, instead of\nreference to arbitration under Clause 44. 3, be adjudicated upon\nby such Regulatory Authority or Commission in accordance with\nthe law, is noted to be rejected as undeniably, the very same\nagreement contains Clause 44. 3. 1 which provides that any\ndispute, which could not be resolved amicably by conciliation, as\nprovided in Clause 44. 2, shall be finally decided by reference to\narbitration by a Board of Arbitrators appointed in accordance\nwith Clause 44. 3. 2, in accordance with the Rules of Arbitration\nof the International Centre for Alternative Dispute Resolution,\nNew Delhi, subject to the provisions of the <a href=\"/doc/1052228/\" id=\"a_195\">Arbitration Act</a> and\nthat the venue of such arbitration shall be at Bhopal. If despite\nexistence of the Arbitration Tribunal under the Adhiniyam of\n1983, the parties have agreed for arbitration under the aegis of\nICADR in accordance with the ICADR Rules and the Arbitration\nAct and consciously did not mention about existence of the\narbitration tribunal established under the Adhiniyam of 1983,\nwhich then was already in existence, the petitioner cannot be\npermitted now to raise this plea. Clause 44. 4 in any case, can\nbe interpreted to cover a future situation as is evident from its\nwordings that &quot;in the event of constitution of a statutory\nRegulatory Authority or Commission with powers to\nadjudicate upon disputes between the Concessionaire\n<span class=\"hidden_text\" id=\"span_71\">                             35</span>\n\n\n\nand the Authority, all Disputes arising after such\nconstitution&quot;. Had the parties while entering into the\nagreement wanted to refer their future disputes to the\nArbitration Tribunal constituted under the Adhiniyam of 1983,\nthey would have most certainly mentioned about the same in\nClause 44.3 or Clause 44. 4 rather than wording these clauses\nin the manner they have been formulated.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">       <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1851595\" id=\"span_72\">15. <a href=\"/doc/1306164/\" id=\"a_196\">The Arbitration and Conciliation Act, 1996</a> was\nbrought into effect on 16-8-1996. <a href=\"/doc/1052228/\" id=\"a_197\">This Act</a> repealed the\n<a href=\"/doc/1052228/\" id=\"a_198\">Arbitration Act, 1940</a>, the <a href=\"/doc/777085/\" id=\"a_199\">Arbitration (Protocol and Convention)\nAct, 1937</a> and the <a href=\"/doc/142812771/\" id=\"a_200\">Foreign Awards (Recognition and\nEnforcement) Act, 1961</a>. These Acts were replaced by the\n<a href=\"/doc/1306164/\" id=\"a_201\">Arbitration and Conciliation Act, 1996</a> which is based on the\nUnited Nations Commission on International Trade Law\n(UNCITRAL) the Model Law on International Commercial\nArbitration, which is broadly in conformity with the Rules of\nArbitration of International Chamber of Commerce. <a href=\"/doc/1052228/\" id=\"a_202\">This Act</a> is a\nself contained code dealing with every aspect of arbitration. The\nlegislative policy in consolidating all the laws relating to\ndomestic arbitration, international commercial arbitration,\nenforcement of foreign arbitral awards is aimed at ensuring not\nonly speedy disposal of arbitration cases but also timely\nexecution of the awards. The Supreme Court in <a href=\"/doc/1851595/\" id=\"a_203\">Fuerst Day\nLawson Ltd.</a> (supra) while highlighting that the <a href=\"/doc/1052228/\" id=\"a_204\">Arbitration Act</a> is\na self contained code, held that since <a href=\"/doc/1783117/\" id=\"a_205\">section 37(2)</a> of the Act\nexplicitly interdicted second appeals, the appeals filed under\nLetters Patent would also be so interdicted, policy of the\nlegislature being speedy disposal of the arbitration cases. The\nfollowing observations of the Supreme Court in para 89 are apt\nto quote:--</span>\n</p>\n<blockquote id=\"blockquote_50\">             &quot;89. It is, thus, to be seen that <a href=\"/doc/1052228/\" id=\"a_206\">Arbitration Act,\n      1940</a>, from its inception and right through 2004 (in P.S.\n      Sathappan) was held to be a self- contained code. Now, if\n      <a href=\"/doc/1052228/\" id=\"a_207\">Arbitration Act, 1940</a> was held to be a self- contained\n      code, on matters pertaining to arbitration, the <a href=\"/doc/1306164/\" id=\"a_208\">Arbitration\n      and Conciliation Act, 1996</a>, which consolidates, amends\n      and designs the law relating to arbitration to bring it, as\n      much as possible, in harmony with the UNCITRAL Model\n      must be held only to be more so. Once it is held that the\n      <a href=\"/doc/1052228/\" id=\"a_209\">Arbitration Act</a> is a self-contained code and exhaustive,\n<span class=\"hidden_text\" id=\"span_73\">                           36</span>\n\n\n\n     then it must also be held, using the lucid expression of\n     Tulzapurkar, J., that it carries with it &quot;a negative import\n     that only such acts as are mentioned in the Act are\n     permissible to be done and acts or things not mentioned\n     therein are not permissible to be done&quot;. In other words, a\n     Letters Patent Appeal would be excluded by the\n     application of one of the general principles that where the\n     special Act sets out a self-contained code the applicability\n     of the general law procedure would be impliedly\n     excluded.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_59\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_74\">16. The seven-Judge Constitution Bench of the\nSupreme Court in SBP and Co. (supra) while reversing\nearlier five-Judge Constitution Bench judgment in <a href=\"/doc/202973/\" id=\"a_210\">Konkan\nRailway Corpn. Ltd. v. Rani Construction (P) Ltd.</a>, 2002\nMPLJ Online (S.C.) 8 : (2002) 2 SCC 388 held that the\npower exercised by the Chief Justice of the High Court or\nthe Chief Justice of India under <a href=\"/doc/596725/\" id=\"a_211\">section 11(6)</a> of the\nArbitration Act is not an administrative power but is a\njudicial power. The Supreme Court in this judgment\ndisapproved the practice adopted by some of the High\nCourts in entertaining challenge to any order passed by\nan Arbitral Tribunal in exercise of power under <a href=\"/doc/1712542/\" id=\"a_212\">Article\n226</a> or 227 of the Constitution of India by observing that\nthe legislative object of enacting the consolidated Act is\nto minimize judicial intervention while the matter is in\nthe process of arbitration. We are tempted to quote the\nfollowing weighty observation of the Constitution Bench\nin paras 45 and 46 of the report:--</span>\n</p>\n<blockquote id=\"blockquote_51\">           &quot;45. It is seen that some High Courts have\n     proceeded on the basis that any order passed by an\n     arbitral tribunal during arbitration, would be\n     capable of being challenged under Article 226 or\n</blockquote><p data-structure=\"Section\" id=\"p_60\">     227 of the Constitution. We see no warrant for such\n     an approach. <a href=\"/doc/1656413/\" id=\"a_213\">Section 37</a> makes certain orders of the\n     arbitral tribunal appealable. Under <a href=\"/doc/1722761/\" id=\"a_214\">section 34</a>, the\n     aggrieved party has an avenue for ventilating its\n     grievances against the award including any in-\n     between orders that might have been passed by the\n     arbitral tribunal acting under <a href=\"/doc/109140/\" id=\"a_215\">section 16</a> of the Act.\n     The party aggrieved by any order of the arbitral\n<span class=\"hidden_text\" id=\"span_75\">                             37</span>\n\n\n\n      tribunal, unless has a right of appeal under <a href=\"/doc/1656413/\" id=\"a_216\">section\n      37</a> of the Act, has to wait until the award is passed\n      by the Tribunal. This appears to be the scheme of\n      the Act. The arbitral tribunal is, after all, a creature\n      of a contract between the parties, the arbitration\n      agreement, even though, if the occasion arises, the\n      Chief Justice may constitute it based on the\n      contract between the parties. But that would not\n      alter the status of the arbitral tribunal. It will still\n      be a forum chosen by the parties by agreement.\n      We, therefore, disapprove of the stand adopted by\n      some of the High Courts that any order passed by\n      the arbitral tribunal is capable of being corrected by\n      the High Court under <a href=\"/doc/1712542/\" id=\"a_217\">Article 226</a> or 227 of the\n      Constitution. Such an intervention by the High\n      Courts is not permissible.\n</p>\n<p data-structure=\"Section\" id=\"p_61\">            46. The object of minimizing judicial\n      intervention while the matter is in the process of\n      being arbitrated upon, will certainly be defeated if\n      the High Court could be approached under <a href=\"/doc/1331149/\" id=\"a_218\">Article\n      227</a> or under <a href=\"/doc/1712542/\" id=\"a_219\">Article 226</a> of the Constitution against\n      every order made by the arbitral tribunal.\n      Therefore, it is necessary to indicate that once the\n      arbitration has commenced in the arbitral tribunal,\n      parties have to wait until the award is pronounced\n      unless, of course, a right of appeal is available to\n      them under <a href=\"/doc/1656413/\" id=\"a_220\">section 37</a> of the Act even at an earlier\n      stage.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_62\">                                           (Emphasis supplied)\n\n</p><p data-structure=\"RespArg\" id=\"p_63\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_76\">17. The      Supreme        Court     in <a href=\"/doc/21412870/\" id=\"a_221\">Deep     Industries\nLimited</a> (supra) was examining challenge to judgment passed by\nthe Gujarat High Court under <a href=\"/doc/1712542/\" id=\"a_222\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_223\">227</a> of the\nConstitution of India, whereby the judgment of the City Civil\nCourt, Ahmedabad passed in appeal filed under <a href=\"/doc/1656413/\" id=\"a_224\">section 37</a> of\nthe Act of 1996, upholding Arbitrator&#x27;s order, who while deciding\nthe application of the claimant under <a href=\"/doc/1171700/\" id=\"a_225\">section 17</a> of the Act of\n1996 stayed the operation of the order of its blacklisting for two\nyears holding that the same will operate only if the appellant\nultimately loses in final arbitration proceedings, was reversed.\nReiterating that the policy of the legislation is to ensure timely\n<span class=\"hidden_text\" id=\"span_77\">                             38</span>\n\n\n\nadjudication of the disputes under the <a href=\"/doc/1306164/\" id=\"a_226\">Arbitration and\nConciliation Act</a> specially after the <a href=\"/doc/87554693/\" id=\"a_227\">Amendment Act, 2016</a>, the\nSupreme Court in para 14 and 15 of the judgment observed\nthus:--</span>\n</p>\n<blockquote id=\"blockquote_52\">             &quot;14. What is also important to note is that under\n      <a href=\"/doc/1052228/\" id=\"a_228\">section 29-A</a> of the Act which was inserted by the\n      <a href=\"/doc/87554693/\" id=\"a_229\">Amendment Act, 2016</a> a time limit was made within which\n      arbitral awards must be made, namely, 12 months from\n      the date the arbitral tribunal enters upon the reference.\n      Also, it is important to note that even so far as <a href=\"/doc/1722761/\" id=\"a_230\">section 34</a>\n      applications are concerned, <a href=\"/doc/1722761/\" id=\"a_231\">section 34(6)</a> added by the\n      same amendment states that these applications are to be\n      disposed of expeditiously, and in any event, within a\n      period of one year from the date on which the notice\n      referred to in subsection (5) is served upon the other\n      parties.\n</blockquote>\n<blockquote id=\"blockquote_53\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81340235\" id=\"span_78\">15. Given the; aforesaid statutory provision and\n      given the fact that the 1996 Act repealed three previous\n      enactments in order that there be speedy disposal of all\n      matters covered by it, it is clear that the statutory policy\n      of the Act is that not only are time limits set down for\n      disposal of the arbitral proceedings themselves but time\n      limits have also been set down for section 84 references\n      to be decided. Equally, in <a href=\"/doc/81340235/\" id=\"a_232\">Union of India v. Varindera\n      Constructions Ltd</a>, (2020) 2 SCC 111, dated 17-9-2018,\n      disposing of SLP (C) No. 23155/2013, this Court has\n      imposed the selfsame limitation on first appeals under\n      <a href=\"/doc/1656413/\" id=\"a_233\">section 37</a> so that there be a timely resolution of all\n      matters which are covered by arbitration awards.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_64\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_79\">18. Taking note of the non-obstante clause contained in\n<a href=\"/doc/1091250/\" id=\"a_234\">section 5</a> of the Act of 1996, which provided that\n&quot;notwithstanding anything contained in any other law, in\nmatters that arise under <a href=\"/doc/1052228/\" id=\"a_235\">Part I of the Arbitration Act</a>, no judicial\nauthority shall intervene except where so provided in this Part&quot;&#x27;\nand keeping in view the above intendment of legislature behind\nthis, the Supreme Court in <a href=\"/doc/21412870/\" id=\"a_236\">Deep Industries Limited</a> (supra) in\nparas 16 and 17 of the report had the following observations to\nmake:--</span>\n</p><span class=\"hidden_text\" id=\"span_80\">                           39</span>\n\n\n\n<blockquote id=\"blockquote_54\">             &quot;16. Most significant of all is the non-obstante\n     clause contained in <a href=\"/doc/1091250/\" id=\"a_237\">section 5</a> which states that\n     notwithstanding anything contained in any other law, in\n     matters that arise under <a href=\"/doc/1052228/\" id=\"a_238\">Part I of the Arbitration Act</a>, no\n     judicial authority shall intervene except where so\n     provided in this Part. <a href=\"/doc/1656413/\" id=\"a_239\">Section 37</a> grants a constricted right\n     of first appeal against certain judgments and orders and\n     no others. Further, the statutory mandate also provides\n     for one bite at the cherry, and interdicts a second appeal\n     being filed (See <a href=\"/doc/1783117/\" id=\"a_240\">section 37(2)</a> of the Act).\n</blockquote>\n<blockquote id=\"blockquote_55\">            17. This being the case, there is no doubt\n     whatsoever that if petitions were to be filed under Articles\n     226/227 of the Constitution against orders passed in\n     appeals under <a href=\"/doc/1656413/\" id=\"a_241\">section 37</a>, the entire arbitral process\n     would be derailed and would not come to fruition for\n     many years. At the same time, we cannot forget that\n     <a href=\"/doc/1331149/\" id=\"a_242\">Article 227</a> is a constitutional provision which remains\n     untouched by the non-obstante clause of <a href=\"/doc/1091250/\" id=\"a_243\">section 5</a> of the\n     Act. In these circumstances, what is important to note is\n     that though petitions can be filed under <a href=\"/doc/1331149/\" id=\"a_244\">Article 227</a>\n     against judgments allowing or dismissing first appeals\n     under <a href=\"/doc/1656413/\" id=\"a_245\">section 37</a> of the Act, yet the High Court would be\n     extremely circumspect in interfering with the same,\n     taking into account the statutory policy as adumbrated by\n     us herein above so that interference is restricted to\n     orders that are passed which are patently lacking in\n     inherent &#x27;jurisdiction.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_65\">      19. <a href=\"/doc/1723887/\" id=\"a_246\">Section 16(2)</a> of the Act of 1996 stipulates that\na plea that the arbitral tribunal does not have jurisdiction\nshall be raised not later than the submission of the\nstatement of defence; however, a party shall not be\nprecluded from raising such a plea merely because that\nhe has appointed, or participated in the appointment of,\nan arbitrator. Sub-section (5) of <a href=\"/doc/109140/\" id=\"a_247\">section 16</a> provides that\nthe arbitral tribunal shall decide on a plea referred to in\nsub-section (2) or sub-section (3) and, where the arbitral\ntribunal takes a decision rejecting the plea, continue with\nthe arbitral proceedings and make an arbitral award. The\nlanguage employed by the Parliament in this sub-section\nthus makes its intention clear that once if the arbitral\n<span class=\"hidden_text\" id=\"span_81\">                             40</span>\n\n\n\ntribunal takes a decision to reject the plea, it shall\ncontinue with the arbitral proceedings and make an\narbitral award. It cannot however be said for this that the\naggrieved party has been left remediless against the\nrejection of its objection as to the jurisdiction of the\narbitral tribunal. The only thing is that its remedy has\nbeen deferred till the stage of <a href=\"/doc/1722761/\" id=\"a_248\">section 34</a> of the Act of\n1996 arises as is evident from sub-section (6) of <a href=\"/doc/109140/\" id=\"a_249\">section\n16</a> of the Act of 1996 which inter alia provides that the\nparties aggrieved by such an arbitral award may make an\napplication for setting aside such an arbitral award in\naccordance with <a href=\"/doc/1722761/\" id=\"a_250\">section 34</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_82\">20. Moreover, intention of the legislature in not providing\nthe appeal against the rejection of the application under <a href=\"/doc/1723887/\" id=\"a_251\">section\n16(2)</a> is also evident from sub-section (2) of <a href=\"/doc/1656413/\" id=\"a_252\">section 37</a>, which,\nvide its sub-clause (a), while providing for an appeal to a Court\nfrom an order of the arbitral tribunal accepting the plea referred\nto in sub-section (2) or sub-section (3) of <a href=\"/doc/109140/\" id=\"a_253\">section 16</a>, purposely\ndoes not provide for an appeal against an order of the arbitral\ntribunal rejecting the plea referred to in sub-section (2) or sub-\nsection (3) of <a href=\"/doc/109140/\" id=\"a_254\">section 16</a>. Therefore, argument of the petitioner\nthat the arbitral tribunal does not have the jurisdiction or for\nthat matter, its argument that it was not given proper notice of\nappointment of the Arbitrator, may only be available to it as\nground of challenge to the award if eventually the same were to\nbe passed against it. The Supreme Court in <a href=\"/doc/21412870/\" id=\"a_255\">Deep Industries\nLimited</a> (supra) while adverting to this aspect of the matter\nmade the following useful observations:</span>\n</p>\n<blockquote id=\"blockquote_56\">              &quot;22. One other feature of this case is of some\n      importance. As stated herein above, on 9-5-2018, a\n      <a href=\"/doc/109140/\" id=\"a_256\">section 16</a> application had been dismissed by the learned\n      Arbitrator in which substantially the same contention\n      which found favour with the High Court was taken up. The\n      drill of <a href=\"/doc/109140/\" id=\"a_257\">section 16</a> of the Act is that where a <a href=\"/doc/109140/\" id=\"a_258\">section 16</a>\n      application is dismissed, no appeal is provided and the\n      challenge to the <a href=\"/doc/109140/\" id=\"a_259\">section 16</a> application being dismissed\n      must await the passing of a final award at which stage it\n      may be raised under <a href=\"/doc/1722761/\" id=\"a_260\">section 34</a>. What the High Court has\n      done in the present case is to invert this statutory\n      scheme by going into exactly the same matter as was\n<span class=\"hidden_text\" id=\"span_83\">                             41</span>\n\n\n\n      gone into by the arbitrator in the <a href=\"/doc/109140/\" id=\"a_261\">section 16</a> application,\n      and then decided that the two year ban/blacklisting was\n      no part of the notice for arbitration issued on 2-11-2017,\n      a finding which is directly contrary to the finding of the\n      learned Arbitrator dismissing the <a href=\"/doc/109140/\" id=\"a_262\">section 16</a> application.\n      For this reason alone, the judgment under appeal needs\n      to be set aside&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_67\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_84\">21. The      Supreme      Court     in <a href=\"/doc/21412870/\" id=\"a_263\">Deep    Industries\nLimited</a> (supra), while approvingly quoting para 11 to 16 of the\nreport from the earlier judgment in Nivedita Sharma v. COAI,\n2011 MPLJ Online (S.C.) 40 : (2011) 14 SCC 337, has found the\nremedy of challenge under <a href=\"/doc/1722761/\" id=\"a_264\">section 34</a> to the aggrieved party\nagainst the rejection of application Under <a href=\"/doc/1723887/\" id=\"a_265\">section 16(2)</a> of the\nAct of 1996 to be efficacious, which paras for the facility of\nreference, are again reproduced hereunder:--</span>\n</p>\n<blockquote id=\"blockquote_57\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152518\" id=\"span_85\">&quot;11.     We   have     considered   the     respective\n      arguments/submissions. There cannot be any dispute that\n      the power of the High Courts to issue directions, orders or\n      writs including writs in the nature of habeas corpus,\n      certiorari, mandamus, quo warranto and prohibition under\n      <a href=\"/doc/1712542/\" id=\"a_266\">Article 226</a> of the Constitution is a basic feature of the\n      Constitution and cannot be curtailed by parliamentary\n      legislation - <a href=\"/doc/1152518/\" id=\"a_267\">L. Chandra Kumar v. Union of India</a>, (1997) 3\n      SCC 261. However, it is one thing to say that in exercise\n      of the power vested in it under <a href=\"/doc/1712542/\" id=\"a_268\">Article 226</a> of the\n      Constitution, the High Court can entertain a writ petition\n      against any order passed by or action taken by the State\n      and/or its agency/instrumentality or any public authority\n      or order passed by a quasi judicial body/authority, and it\n      is an altogether different thing to say that each and every\n      petition filed under <a href=\"/doc/1712542/\" id=\"a_269\">Article 226</a> of the Constitution must be\n      entertained by the High Court as a matter of course\n      ignoring the fact that the aggrieved person has an\n      effective alternative remedy. Rather, it is settled law that\n      when a statutory forum is created by law for redressal of\n      grievances, a writ petition should not be entertained\n      ignoring the statutory dispensation.</span>\n</blockquote>\n<blockquote id=\"blockquote_58\">            12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1133533\" id=\"span_86\">In <a href=\"/doc/1133533/\" id=\"a_270\">Thansingh Nathmal v. Superintendent of\n      Taxes</a>, AIR 1964 SC 1419, this Court adverted to the rule\n<span class=\"hidden_text\" id=\"span_87\">                       42</span>\n\n\n\nof self-imposed restraint that the Writ petition will not be\nentertained if an effective remedy is available to the\naggrieved person and observed : (AIR p. 1423, para 7)\n\n             &quot;7... The High Court does not therefore act as\n      a Court of appeal against the decision of a Court or\n      tribunal, to correct errors of fact, and does not by\n      assuming jurisdiction under <a href=\"/doc/1712542/\" id=\"a_271\">Article 226</a> trench upon\n      an alternative remedy provided by statute for\n      obtaining relief. Where it is open to the aggrieved\n      petitioner to move another tribunal, or even itself\n      in another jurisdiction for obtaining redress in the\n      manner provided by a statute, the High Court\n      normally will not permit by entertaining a petition\n      under <a href=\"/doc/1712542/\" id=\"a_272\">Article 226</a> of the Constitution the machinery\n      created under the statute to be bypassed, and will\n      leave the party applying to it to seek resort to the\n      machinery so set up.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">      13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23675\" id=\"span_88\">In <a href=\"/doc/23675/\" id=\"a_273\">Titaghur Paper Mills Co. Ltd. v. State of\nOrissa</a>, (1983) 2 SCC 433, this Court observed:</span>\n</p>\n<blockquote id=\"blockquote_59\">        &quot;11. It is now well recognised that where a right or\nliability is created by a statute which gives a special\nremedy for enforcing it, the remedy provided by that\nstatute only must be availed of. This rule was stated with\ngreat      clarity   by    Willes,   J.   in Wolverhampton\nNewWaterworks Co. v. Hawkesford, (1859) 6 CBNS 336 :\n</blockquote><blockquote id=\"blockquote_60\">141 ER 486 in the following passage : (ERp. 495)\n\n              &quot;...There are three classes of cases in which a\n      liability may be established founded upon a\n      statute.... But there is a third class viz. where a\n      liability not existing at common law is created by a\n      statute which at the same time gives a special and\n      particular remedy for enforcing it The remedy\n      provided by the statute must be followed, and it is\n      not competent to the party to pursue the course\n      applicable to cases of the second class. The form\n      given by the statute must be adopted and adhered\n      to.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_89\">                       43</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411268\" id=\"span_90\">The rule laid down in this passage was approved by the\nHouse of Lords in Neville v. London Express Newspapers\nLtd., [1919] A.C. 368 and has been reaffirmed by\nthe Privy Council in Attorney General of Trinidad and\nTobago v. Gordon Grant and Co. Ltd., [1935] <a href=\"/doc/1411268/\" id=\"a_274\">A.C. 532\nand Secy, of State v. Mask and Co.</a>, AIR 1940 PC 105. It\nhas also been held to be equally applicable to\nenforcement of rights, and has been followed by this\nCourt throughout. The High Court was therefore justified\nin dismissing the writ petitions in limine.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">      14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156242701\" id=\"span_91\">In <a href=\"/doc/156242701/\" id=\"a_275\">Mafatlal Industries Ltd. v. Union of India</a>,\n(1997) 5 SCC 536, B.P. Jeevan Reddy, J. (speaking for\nthe majority of the larger Bench) observed: (SCC p. 607,\npara 77)\n             &quot;77.... So far as the jurisdiction of the High\n      Court under Article 226 - or for that matter, the\n      jurisdiction of this Court under Article 32 - is\n      concerned, it is obvious that the provisions of the\n      Act cannot bar and curtail these remedies. It is,\n      however, equally obvious that while exercising the\n      power under Article 226/Article 32, the Court would\n      certainly take note of the legislative intent\n      manifested in the provisions of the Act and would\n      exercise their jurisdiction consistent with the\n      provisions of the enactment.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">       15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1538210\" id=\"span_92\">In the judgments relied upon by Shri\nVaidyanathan, which, by and large, reiterate the\nproposition <a href=\"/doc/156242701/\" id=\"a_276\">laid down in</a> <a href=\"/doc/1538210/\" id=\"a_277\">Baburam Prakash Chandra\nMaheshwari v. Antarim Zila Parishad</a>, AIR 1969 SC 556, it\nhas been held that an alternative remedy is not a bar to\nthe entertaining of writ petition filed for the enforcement\nof any of the fundamental rights or where there has been\na violation of the principles of natural justice or where the\norder under challenge is wholly without jurisdiction or the\nvires of the statute is under challenge.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1133533\" id=\"span_93\">16. It can, thus, be said that this Court has\nrecognised some exceptions to the rule of alternative\n<span class=\"hidden_text\" id=\"span_94\">                           44</span>\n\n\n\n     remedy. However, the proposition <a href=\"/doc/1538210/\" id=\"a_278\">laid down in</a> <a href=\"/doc/1133533/\" id=\"a_279\">Thansingh\n     Nathmal v. Superintendent of Taxes</a> (supra) and other\n     similar judgments that the High Court will not entertain a\n     petition under <a href=\"/doc/1712542/\" id=\"a_280\">Article 226</a> of the Constitution if an\n     effective alternative remedy is available to the aggrieved\n     person or the statute under which the action complained\n     of has been taken itself contains a mechanism for\n     rederssal of grievance still holds the field.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">      22. The Supreme Court in Bhaven Construction\n(supra) was dealing with somewhat identical case in\nwhich a similar stand was taken by the respondents that\nthe State of Gujarat has enacted the <a href=\"/doc/16512451/\" id=\"a_281\">Gujarat Public Works\nContracts Disputers Arbitration Tribunal Act, 1992</a> with\nthe object to provide for the constitution of a tribunal to\narbitrate disputes arising from works contract to which\nthe State Government or a public undertaking is a party.\nThe objection under <a href=\"/doc/1723887/\" id=\"a_282\">section 16(2)</a> of the Act of 1996\nraised by the respondents questioning jurisdiction of the\nsole arbitrator on that basis was rejected in that case too.\nAggrieved thereby, the respondent preferred Special Civil\nApplication under <a href=\"/doc/1712542/\" id=\"a_283\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_284\">227</a> of the\nConstitution before the Single Bench of Gujarat High\nCourt. While the Single Bench dismissed the Special Civil\nApplication, the Division Bench revered that judgment\nand allowed the Letters Patent Appeal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_95\">The Supreme\nCourt relying on the judgment in <a href=\"/doc/21412870/\" id=\"a_285\">Deep Industries\nLimited</a> (supra)     and Nivedita    Sharma (supra)     held\nthat &quot;the non-obstante clause is provided to uphold, the\nintention of the legislature as provided in the Preamble of\nto adopt UNCITRAL Model Law and Rules, to reduce\nexcessive judicial interference which is not contemplated\nunder the <a href=\"/doc/1052228/\" id=\"a_286\">Arbitration Act</a>&quot;. The Supreme Court also held\nthat &quot;the <a href=\"/doc/1052228/\" id=\"a_287\">Arbitration Act</a> itself gives various procedures\nand forums to challenge the appointment of an arbitrator.\nThe framework clearly portrays an intention to address\nmost of the issues within the ambit of the act itself,\nwithout there being scope for any extra statutory\nmechanism to provide just and fair solutions.&quot;&#x27; The\nSupreme Court further held that it would be &quot;prudent for\na Judge to not exercise discretion to allow judicial\ninterference beyond the procedure established under the\n<span class=\"hidden_text\" id=\"span_96\">                                45</span>\n\n\n\n     enactment. This power needs to be exercised in\n     exceptional rarity, wherein one party is left remediless\n     under the statute or a clear &#x27;bad faith&#x27; shown by one of\n     the parties. This high standard set by this Court is in\n     terms of the legislative intention to make the arbitration\n     fair and efficient&quot;.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_74\">           23. Even though the learned Advocate General, in\n     the present case, has argued that the present matter falls\n     within the exceptions to the general rule that this Court\n     under <a href=\"/doc/1712542/\" id=\"a_288\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_289\">227</a> of the Constitution of India can\n     interfere with orders &quot;patently lacking in inherent\n     jurisdiction&quot; and also if it suffers from &#x27;bad faith&#x27; but\n     neither of the arguments has been brought home\n     inasmuch as, as has rightly been argued, the petitioner\n     appears to have coined the argument of &quot;patent lack of\n     inherent jurisdiction&quot; and the &quot;bad faith&quot; only during the\n     course of arguments as none of them find mention either\n     in the application under <a href=\"/doc/1723887/\" id=\"a_290\">section 16(2)</a> filed before the\n     Arbitral Tribunal or in the memorandum of writ petition\n     challenging rejection thereof or even in the rejoinder to\n     the reply of the respondent No. 2. As regard various\n     orders of the Supreme Court and this Court cited by the\n     learned Advocate General, transferring the proceedings\n     pending before the arbitrator to the arbitral tribunal\n     under the Adhiniyam of 1983, suffice it to say that in\n     none of these orders, <a href=\"/doc/109140/\" id=\"a_291\">sections 16</a>, <a href=\"/doc/1722761/\" id=\"a_292\">34</a> and <a href=\"/doc/1656413/\" id=\"a_293\">37</a> of the Act of\n     1996 were analyzed and the precedents referred to\n     supra, were considered.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">                                            (Emphasis supplied)\n\n\n     In the light of the judgments rendered by the Apex Court and\n\nas followed by the Division Benches of Bombay and Madhya\n\nPradesh High Courts, the writ petitions challenging an interlocutory\n\norder of the Arbitrator would not be maintainable. It is open to the\n<span class=\"hidden_text\" id=\"span_97\">                                 46</span>\n\n\n\npetitioner to urge all the grounds that are urged in the present\n\npetition while calling in question the award of the Arbitrator once it\n\nis passed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_76\">        11. Reserving such liberty, the petitions which being neither\n\nmaintainable nor entertainable,      would necessarily meet their\n\ndismissal and are accordingly dismissed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_77\">        At the time of pronouncement of the matter, both the learned\n\ncounsel for the petitioner and respondent No.1 submits that the\n\nperiod for conclusion of the arbitral proceedings which has to be\n\none year is long over, and therefore, the period be extended.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_78\">        In the light of the passage of time, I deem it appropriate to\n\ndirect that the arbitral proceedings to be concluded within six\n\nmonths from the date of receipt of a copy of the order.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_79\">                                              Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_80\">                                              JUDGE\n\nbkp\nCT:MJ\n </p>","numcites":69,"numcitedby":0,"docsource":"Karnataka High Court","citetid":169605013,"divtype":"judgments","relatedqs":[{"value":"interlocutory order","formInput":"interlocutory%20order"},{"value":"lack of inherent jurisdiction sortby: mostrecent sec 2(g)","formInput":"lack%20of%20inherent%20jurisdiction%20sortby%3A%20mostrecent%20sec%202%28g%29"},{"value":"sms tea estates ","formInput":"sms%20tea%20estates%20"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"fuerst day lawson","formInput":"fuerst%20day%20lawson"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"article 227","formInput":"article%20227"},{"value":"article 136","formInput":"article%20136"},{"value":"jurisdiction of arbitral tribunal","formInput":"jurisdiction%20of%20arbitral%20tribunal"},{"value":"\"DEEP INDUSTRIES\"","formInput":"%22DEEP%20INDUSTRIES%22"},{"value":"order 37","formInput":"order%2037"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"Vidya drolia","formInput":"Vidya%20drolia"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"stamp duty","formInput":"stamp%20duty"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"patel engineering ltd","formInput":"patel%20engineering%20ltd"},{"value":"sbp and co v patel engineering ltd","formInput":"sbp%20and%20co%20v%20patel%20engineering%20ltd"},{"value":"sbp v. patel engineering","formInput":"sbp%20v.%20patel%20engineering"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}