{"tid":1380399,"publishdate":"2007-03-02","title":"Thermax Babcock And Wilcox Ltd. vs Addl. Commissioner Of It, Spl. Range 3 on 2 March, 2007","doc":"<h2 class=\"doc_title\">Thermax Babcock And Wilcox Ltd. vs Addl. Commissioner Of It, Spl. Range 3 on 2 March, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [2008]304ITR130(PUNE)</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">C.L. Sethi, Judicial Member\n \n\n</p><p data-structure=\"Issue\" id=\"p_2\">1. The assessee is in appeal against the CIT(A)&#x27;s order dt 8.1.2001 in the matter of an assessment made Under <a href=\"/doc/144280341/\" id=\"a_1\">Section 143(3)</a> of the Income-tax Act, 1961 (hereinafter referred to as the Act) for the assessment year 97-98.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">2.1 Ground No. 1 reads as under:\n</p><blockquote id=\"blockquote_1\"> 1. The Id CIT (A) erred in confirming disallowance of expenditure on account of land lease charges Rs. 46. 163/- rejecting the contention of the appellant that the expenditure in question was of revenue nature.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">2.2. In the course of hearing of this appeal, the Id counsel for the assessee has pointed out that the identical issue based on similar facts has been decided by the ITAT &#x27;A&#x27; Bench, Pune against the assessee vide its order dt 17.3.2006 in assessee&#x27;s own case in ITA No. 1168/PN/97 for the assessment year 97-98, in respect thereof para 3 of the Tribunal&#x27;s order was referred to. The said para 3 of the Tribunal&#x27;s order reads as under:\n</blockquote><blockquote id=\"blockquote_3\"> 3. The T&#x27; ground in appeal No. 784/PN/00 is that the Id CIT (A) erred in disallowing the proportionate land lease charge of Rs. 46.163/- in respect of its long term lease. In the course of hearing before us, it was pointed to us that this issue is decided against the assessee in its own case in ITA Nos 1246/PN/95, and 157 &amp; 158/PN/97 for AYs 92-93 and 93-94 and these decisions were followed in ITA No. 671/PN/91 for AY 95-96. Respectfully following those decisions, this ground of appeal is dismissed.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">2.3. In the light of the arguments advanced by the Id counsel for the assessee and finding that the issue is already decided against the assessee by this Tribunal in assessee&#x27;s own case in earlier assessment years, as admitted by the assessee itself, we decide this issue against the assessee.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">3.1 Ground Nos 2 &amp; 3 are as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_6\">2. The ld CIT (A) erred in rejecting the contention of the appellant that the portion of entertainment expenses attributable to the employees of the appellant, as estimated at 50% of business lunch expenses fell outside the scope of <a href=\"/doc/15053654/\" id=\"a_2\">Section 37(2)</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">3. The ld CIT (A) erred in confirming disallowance of Rs. 30,000/- under rule 6B of the IT Rules, 1962 rejecting the contention of the appellant that the provisions of the said Rule were not applicable to the expenditure in question.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_4\">3.2. On this issue, it was pointed out by the Id counsel for the assessee that in earlier year, i.e. assessment year 94-95, the ITAT vide its order dt 17.3.2006 in ITA No. 1168/PN/97 has decided this issue by directing to exclude 20% of the expenditure. The order of the Tribunal reads as under:\n</p><p data-structure=\"Issue\" id=\"p_5\"> 4 Ground No. 2 of the appeal No. 784/pn/2000 and Ground No. 9 of appeal No. 1168/pn/97 are against the finding of the learned CIT (A) that 20 % of the expenditure may be treated as the expenditure incurred on employees, when they accompanied the guests to hotel etc., as against the claim of 50% made by the assessee. in appeal No. 671/pn/00 for AY 1995-96, such expenditure was estimated to be 20% of the actual expenditure. Respectfully following that decision, this ground of appeal is partly allowed.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">Respectfully following the Tribunal&#x27;s order, this issue is decided accordingly by holding that 20% of the expenditure may be treated as the expenditure incurred on employees, when they accompanied the guests to hotel etc. These ground are partly allowed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">4.1. Ground No. 4 reads as under:\n</p>  \n\n<blockquote id=\"blockquote_8\">4. The ld CIT(A) erred in confirming disallowance as contingent liability of the for contractual warranty obligation which after adjustment of similar provision at the close of preceding year then disallowed, resulted in deduction in the amount of Rs. 6,70,000/- (net) and directing the AO to allow the warranty expenditure in the year in which it is actually paid.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">Without prejudice, this ground is taken only in the event of the provision for warrant made on scientific basis from year to year being rejected and the appellant will have for the time being no grievance if such expenditure is allowed on actual occurrence basis.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">4.2. Similar issue had come for consideration before this Tribunal in assessee&#x27;s own case for assessment year 94-95 where the Tribunal vide its order dt 17.3.2006 in ITA No. 1168/PN/97 has decided this issue as under:\n</p><blockquote id=\"blockquote_9\"> 6. Ground No. 2 of the appeal in ITA No. 1168/pn/97. and ground No. 4 of the appeal in ITA No. 784/pn/00 are against the finding of the learned CIT (A) that provision made for warranty obligations is a contingency liability, not deductible in computing the income. In the course of hearing before us, it was pointed out that in the order for AY 1995-96, in ITA No. 1246/pn/95, this matter was remitted to the AO with a direction to decide it afresh after examining the facts of the case and considering the order of the ITAT for AY 1992-93, in that order it was inter-alia held that the provision for warranty expenditure was not a contingent liability, it was further pointed out that the quantification of the provision will have to be examined by the authorities below by finding out the actual expenditure incurred against the provision or by following some, other objective criteria. Respectfully following that decision, the matter is remitted to the file of the AO for fresh adjudication to be made after hearing the assessee. Thus, these grounds are treated as allowed for statistical purposes.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">4.3. In the course of hearing, it was pointed out by the Id counsel for the assessee that no fresh or different facts were found by the AO as compared to earlier year. The Id DR has also not been able to point out that the facts of this case for this year are different to that of assessment year 94-95. Respectfully following the Tribunal&#x27;s order in the assessment year 94-95, we decide this issue in line of the terms of the order of the Tribunal order dt 17.3.2006 in ITA No. 1168/PN/97 for assessment years 94-95 by remitting the matter to the file of the AO for fresh adjudication after hearing the assessee.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">5.1. Ground No. 5 reads as under:\n</blockquote><p data-structure=\"Issue\" id=\"p_10\"> 5. The ld CIT (A) erred in confirming addition of Rs. 13,16,256/- being leave encashment provision which was actuarially valued in accordance with the accepted accounting practice and mandatory accounting standard (AS 15) regularly followed by the appellant.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">5.2 Similar issue had come for consideration before this Tribunal in assessee&#x27;s own case for assessment year 94-95 where the Tribunal vide its order dt 17.3.2006 in ITA No. 1168/PN/97 has decided this issue as under:\n</p><blockquote id=\"blockquote_12\"> 8. Ground No. 5 of the appeal in ITA No. 784/pn/00 that the learned CTT (A) erred in not allowing deduction for the provision for encashment of leave of the employees. The case of the assessee was that this issue stands covered by the decision of Hon&#x27;ble Supreme Court in lhe&gt;case of Bharat Earth Movers v. CAT . A copy of the actuarial certificate dated 04.04.1997, issued by KVA Kutty, Consulting Actuary, was placed in the paper book on page 1. The certificate Mates that actuarial liability as on 31.03.1997 works out to Rs. 13,16,256/- We find that this certificates does not pertain to the year under consideration as the liability for the year ended on 31.03.1996 could have been claimed as per the decision Hon&#x27;ble Supreme Court in the case of the aforesaid Bharat Earth Movers From the perusal of the certificate, it also cannot he found out whether this was cumulative liability of the company up to 31.03.1997 or the incremental liability for one year. The assessee has been following mercantile method of accounting and, therefore, incremental liability arising during the relevant previous year only can be allowed. Since no data in this respect has been furnished, the matter is restored to the file of the A O with a direction to obtain appropriate certificate regarding incremental liability for the previous year ended on 31.03.1996, and allow the same in computing the income. Thus, this ground of appeal is treated as partly allowed.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">5.3. In the course of hearing, it was pointed out by the Id counsel for the assessee that no fresh or different facts were found by the AO compared to earlier year. The ld DR has also not been able to point out that the facts of this case for this year are different to that of assessment year 94-95. Respectfully following the Tribunal&#x27;s order in the assessment year 94-95, we decide this issue in line of the terms of the order of the Tribunal order dt 17.3.2006 in ITA No. 1168/PN/97 for assessment years 94-95 by remitting the matter to the file of the AO with a directibn to ascertain incremental liability by making acturial valuation for the previous year ended on 31.3.97, and allow the same in computing the income.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">Ground No. 6 raised by the assessee is as under:\n</blockquote><blockquote id=\"blockquote_15\"> 6. The ld CIT (A) erred in disallowing the provisions of liquidated damages amounting to Rs. 40.73,560/- though such provision made in the books in terms of respective clauses of contract with the parly is concerned and in accordance with the accrual basis of accounting adopted and consistently followed by the appellant.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_12\">6.2 On scrutiny of the details of provision which has been provided by the assessee in the accounts, it is found by the AO that the assessee had made a provision of Rs. 40,73,360/- on account of provision for liquidated damages. The assessee was, therefore, called upon to explain as to why this provision should be allowed as deduction. The AO was of the view that the claim was merely a provision on account of contingent liability and not on account of ascertained liability. The assessee submitted a written reply dt 16.9.99 where the details of the provisions were given as under:\n</p><pre id=\"pre_2\">  Name of the client                  Provision made\nChemical &amp; Plastic India Ltd           27,525/-\nCochin Refineries                    0,00,0007-\nKanoria Chemicals Ltd               13,62,000/-\nMadras Fertilisers Ltd              16,83,855/-\n \n\n</pre><p data-structure=\"Facts\" id=\"p_13\">It was further submitted by the assessee before the AO that in all the above cases, commissioning of the boilers was delayed beyond the contractual dates and, therefore, the company was liable to pay liquidated damages, a provision thereof has been taken into account by the assessee. A further submission before the AO was made on 28.2.2000, which has been reproduced by the AO in his order as under:\n</p>  \n\n<blockquote id=\"blockquote_16\">First and foremost in compliance with the statutory provisions contained in Sub-section (3)(b) of <a href=\"/doc/84185/\" id=\"a_3\">Section 209</a> of the Companies Act, 1956 the accounts of the Company are maintained on the accrual basis of accounting. Accordingly, and strictly in terms of the relevant clause incorporated in each respective contract of the manufacture and supply of tailor-made large-size Boilers provision for the liquidated damages accrued owing to delays/defaults was made as at the balance sheet date. Copies of such clauses extracted from the concerned four contracts are enclosed herewith. Such a clause is a common practice worldwide vis-avis long term contracts of the nature executed by the Company for manufacture and supply of large items of equipment. So also, delays in execution of such long terms contracts are a common occurrence and imposition of liquidated damages under contractual terms on that account is a well known incident. Further more, in view of the involvement of technical issues on both the sides namely, manufacturer and the buyer of the large plants/equipments invariably negotiations take place between the company and the parlies concerned for eventual crystallization and settlement of the liquidated damages despite the specific clause relating thereto which prima-facie is legally enforceable. Thus very often the amount of liquidated damages determined for final settlement is lower than the amount as quantified in terms of the clause relating thereto. This scaling down of the amount of liquidated damages as quantified on the facile application of the relevant clause in the contract is estimated on careful consideration of the pros and cons of the circumstances of delays/defaults on both sides by the principal Engineer-in-charge of respective contract execution and provision is eventually made by the Accounts Department in the books on the basis of such authoritative estimate as accrual. We must also add that the provision is in conformity with the mandatory Accounting Standard 7 issued by the Institute of Chartered Accountants of India. Paragraph 11.2 of the AS puts the issue beyond all was an event that has actually taken place and there is no contingency about it. The company has also complied with requirements of Accounting Standard 1(ASI) as prescribed Under <a href=\"/doc/488246/\" id=\"a_4\">Section 145</a> vide notification S069(E) doled 25th January, 1996 applicable w.e.f A.Y. 1997-98.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">On this backdrop we shall proceed to explain the basis on which provisions was imprinted by us on the accounts of the subject financial year.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">Provision was made on account of contract for manufacture of Boilers and supply thereof to four parties as follows:\n</blockquote><blockquote id=\"blockquote_19\">  1.   Kanoria Chemical &amp; Industries Ltd.         13,62,000\n</blockquote><blockquote id=\"blockquote_20\">2.   Madras Fertilisers Ltd.                    16,83,835\n</blockquote><blockquote id=\"blockquote_21\">3.   Chemplast Ltd.                                27,725\n</blockquote><blockquote id=\"blockquote_22\">4.   Cochin Refineries                          10,00,000\n     Total                                      40,73.560\n \n\nAlthough the provision required to be made as computed exactly in terms of the clause pertaining to liquidate damages in the contract with each of the aforesaid parlies (copies of relevant clauses annexed hereto) would have been much higher the company made a reasonable estimate in each case of the abatement from the amount of such liquidated damages which would be obtained through negotiations and determined the amount of the provision to be made after such deduction. While it would indeed he inappropriate in the context of Mercantile method of accounting followed by the company we shall all the same provide you with an insight into the subsequent settlement which is as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_23\">1. In respect of Kanoria Chemicals &amp; Industries Ltd., liquidated damages were finally levied in the amount of Rs. 40,00,000/- which of course included provision for liquidated damages made in other years.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">2. Willi reference to Madras Fertilisers Limited, contract the amount is yet unsettled and negotiations are still on.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">3. Cheapest amount of liquidated damages was settled at Rs. 27,725/-.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">4. Cochin refineries agreed in November, 1997 to restrict liquidated damages to Rs. 7.90.000/-.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">With this hindsight provided by subsequent years you will kindly appreciate that the provision made in respect of the four contract in the books of account on account of liquidated damages was reasonable and correct in line with the accrual basis of accounting.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">6.3 After considering the submission of the assessee, the AO disallowed the assessee&#x27;s claim by observing as under:\n</p><blockquote id=\"blockquote_27\"> I have considered the submission and found that the same is not acceptable. The assessee has filed no evidence that the provision made is actually pay/able. There is no certainly even on the quantum of provision made by the assessee in its boots of accounts. In the case of Cochin Refineries itself liquidated damages are only Rs. 7,90,000/- as against a provision of Rs. 10 lakhs made by the assessee. The provision made by the assessee is therefore contingent in nature and may or may not be payable. These provisions made are therefore not allowed. However assessee will be entitled to claim liquidated damages paid as and when these are actually paid. Disallowance of Rs. 70.43.560/- is therefore made to the income of the assessee&quot; (Actual amount is Rs. 40.73.560/-).\n</blockquote> \n\n<blockquote id=\"blockquote_28\">6.4 From the discussion made by the AO in the body of the assessment order, it is seen that the AO has taken the amount of the provision to be of Rs. 70,73,860/-, though in the computation of total income made by the AO the amount disallowed is only of Rs. 40,73,360/-. It was clarified at the time of hearing that the correct amount would be Rs. 40,73,360/-, which has been now admitted by both: the parties.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">7.1 Being aggrieved, the assessee preferred an appeal before the CIT (A). Before the CIT(A), the assessee&#x27;s representative reiterated the arguments as were made before the A.O. He laid emphasis on the following facts as noted by the CIT (A) in his order:\n</blockquote><blockquote id=\"blockquote_30\"> A typical clause providing for LD specifies the manner in which the amount of L D is to be computed in the event of breach of term by the Company. It also provides for the maximum amount that the company is liable to pay by way of LD. This clause is legally enforceable. However based on an appraisal of all facts technical and non technical, the company; attempts to extract a waiver reduction in the amount of LD This process of waiver could take a long time and usually coincides with completion of the project when the buyer, after taking into account various factors, including the overall performance of the company during project execution, either agrees to waiver or to reduce the amount of penalty or rejects its claim together. This exercise of reduction of waiver lakes into account not only the subject project but could also lake into account the likely foreseeable relations which the two parties envisage for themselves.... We have not received any debit note on account of liquidated damages during the year though as mentioned above, the buyer would have withheld moneys which were otherwise rightfully due in terms of the contract and as such it could be said that the buyer has appropriated such moneys towards the amount of LD due as per terms of the contract which would, of course, be subsequently reduced or waived. If the company were to ask for a letter of confirmation from the buyer to the effect that monies so retained were due to it, the buyer would refuse to do so as to it would then tantamount to immediate waiver of LD. From the subsequent developments in this regard which are on record you will also appreciate that the provision in each case was reasonable and not extravagant.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">7.2 After considering the assessee&#x27;s submissions as well as the AO&#x27;s order and a number of decisions of the various High Courts and Supreme Court, the CIT (A) has confirmed the AO&#x27;s order. While deciding the issue against the assessee, the CIT (A) has made following observations at:\n</p>  \n\n<blockquote id=\"blockquote_31\"> Pages 10 &amp; 11:\n</blockquote>  \n\n<blockquote id=\"blockquote_32\">I have considered rival submissions. As per the contract between the appellant and its customers, the amounts billed to the customers indicate amounts covered by delivered of goods and rendering of services, upto a pre-determined stage of the total project. Thus, the entire amount inclusive of liquidated damages becomes due to the appellant: At this stage, there is no claim created against the appellant by way of any liquidated damages on the basis of the terms of the contract. At this stage, therefore, there is no cause of action in the hands of the customers so as to lawfully retain or claim the agreed of liquidated damages. At this point of time, the said customers do not actually forfeit and also have no right to the liquidated damages nor has the appellant foregone the claim of such money.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">Since the uppellant follows mercantile method of accounting, at this stage, the appellant has to credit the entire amount hilled by it (in the invoice issued to the customer) to the sales account and debit the cusmoters&#x27; account even if the amount is, not received because the legal liability to pay in the case of the customer, has arisen the moment the customers receives goods and invoices for the value thereof. The factor of withholding of money for any likely delay in installation of the system can not determine the accrual of any liability (by way of liquidated damages ) in the books of the appellant....\n</blockquote> \n\n<blockquote id=\"blockquote_34\"> Pages 13 &amp; 14:\n</blockquote><blockquote id=\"blockquote_35\"> The point of time when the right to receive the money is determined &amp; stated in the agreement. The invoices floated by the appellant clearly are towards sales executed (may be in part). The appellant pays sales lax and excise duly thereof and debits such taxes and duties in his hooks of account treating the amount of invoice as sales. At this stage itself, the right to receive the money accrues to the appellant and the liability to pay fastens on to its customers. The factor of actual settlement of the remaining consideration, inclusive of liquidated damages at a later date can Not alter the nature and lime of the right to receive the money that vested in the appellant....\n</blockquote> \n\n<blockquote id=\"blockquote_36\"> Pages 16 &amp; 17:\n</blockquote><blockquote id=\"blockquote_37\"> In this case, the customers of the appellant acknowledge constructively the debt they owe to the appellant when the invoices floated by the appellant are accepted as per the agreement between them. The claim if any against the appellant for delay in installation of the system provided by appellant, is purely and wholly dependent upon contingency of further negotiations and mutual acceptance of the final amount of liquidated damages. Such contingency has not arisen during the relevant accounting year as admitted before the Assessing Officer and also during the appellate proceedings. Otherwise the appellant would not make a provision but it would book it as expenditure by debiting lo profit &amp; Loss account and crediting the respective customers&#x27; account....\n</blockquote> \n\n<blockquote id=\"blockquote_38\"> Pages 19 &amp; 50:\n</blockquote><blockquote id=\"blockquote_39\"> Ordinarily, the appellant receives all the money as per the contract, inclusive of the so-called liquidated damages against giving the customer, an unconditional guarantee of a bank or a bond. Thus whatever is received in the course of business is undisputedly the part of the turnover. Any profit embedded or hidden in such turnover must necessarily be taxed no sooner the right receive the same is vested in the appellant or when it is actually received, whichever is earlier. Although the charge of Income lax is on accrual and/or receipt basis, the earlier opportunity must be availed by the AO because there is no choice available to AO to tax the income on subsequent receipt basis....\n</blockquote> \n\n<blockquote id=\"blockquote_40\"> Pages 23, 24 &amp; 25:\n</blockquote>  \n\n<blockquote id=\"blockquote_41\">Finally, when the customers of the appellant find, after commissioning/ completiomor erection of the system or plant and machinery as the case may be, that the clause relating to liquidated damages is to be invoked as the performance of the appellant company was NOT completed within the agreed time frame, the customer may foreclose the bank guarantee or the bond issued by the appellant company, representing the amount of performance warrantee or liquidated damages, whatever the name be. This may or may NOT be accepted by the appellant. When the issue is finally decided that the appellant is to bear the cost of its performance inadequacies or after the appellant&#x27;s admission to that effect, such amount becomes for the first lime, due from the appellant to its customers. Only at such time the liability to pay such liquidated damages/retention money arises NOT any time before. Thus, any claim/ provisions for such kind of claim whether it is called as liquidated damages or whether it is accounted as bank guarantee, it necessary depicts to he a contingent liability accruing only on occurrence of the event of acceptance by the assessee of the claim for liquidated damages for its inadequate performance....\n</blockquote> \n\n<blockquote id=\"blockquote_42\">In view of above,, it is clear that when the appellant issues invoice to its customers, the debt in favour of the appellant is created generating right lo receive the amounts mentioned in the invoice issued. At this stage, neither the customer forfeits or has any right to forfeit any amount nor has the appellant foregone claim of any such amount called liquidated damages. At this stage, therefore, the entire amount billed to the customers is turnover of the appellant and is rightly taken by the appellant lo the sales account. The so-called liability of liquidated damages is noting but contingent liability. The entire amount of Rs. 70,43,560/- is noting hut contingent liability as the appellant has not accepted such liability till closure of the books of account for the relevant accounting year. The addition is therefore warranted and is confirmed. Appeal fails on this ground.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_17\">8. Still aggrieved, the assessee has preferred this appeal before us.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">9. The Id authorised representative appearing for the assessee has reiterated the submissions and contentions as were made before the AO as well as before the CIT (A). In this respect, he invited our attention to the copy of letter dt 28.1.2000 addressed to the AO in respect of the liquidated damages along with the copies of the contracts, correspondence with the customers etc. which are placed at pagers to 20 of the paper book. He has also made a reference to the Accounting Standard, AS-7, issued by the Institute of Chartered Accountants of India and, then contended that the event giving rise to the assessee&#x27;s liability to pay liquidated damages for making delay in completing the work had actually taken place in the current accounting year in which the provision for deduction of liquidated damages has been made in the books. It was further contended that all the revenue in respect of the contract work, of which execution was delayed by the assessee, has been booked in the accounts in the year under consideration and, as such, the provision for corresponding liability of damages payable for the delay in completing the work has been accordingly made in the accounts of that year. In support of the assessee&#x27;s claim that the deduction for liquidated damages for delay in executing the work is allowable as deduction when a condition regarding date of delivery or executing the work is breached, the assessee has referred and relied upon the following decisions:\n</p>  \n\n<blockquote id=\"blockquote_43\">1. K.C.P Ltd v. lTO (1990)34 ITD 50 (SB - Hyd)\n \n\n</blockquote><blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"17614\" id=\"span_1\">2. <a href=\"/doc/17614/\" id=\"a_5\">F.F.E Minerals India (P) Ltd v. Jt. CIT</a> (2004) 84 TTJ 907 (Mad)</span>\n \n\n</blockquote><blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075149\" id=\"span_2\">3. <a href=\"/doc/1075149/\" id=\"a_6\">Kaveri Engg. Industries Ltd v. DCIT</a> (1992) 43 ITD 527 (Mad)</span>\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">10.1 The; Id CIT-DR, Shri Pradeep Sharma, on the other hand, submitted that the claim for damages of breach of contract is not a claim for a sum presently due. The liability to pay damages would not arise until the liability is adjudicated upon the damages assessed. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461988\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"640331\" id=\"span_4\">In support of the contention advanced, by the Id CIT-DR, reliance was placed on the decision of Hon&#x27;ble Madras High Court in the case of <a href=\"/doc/640331/\" id=\"a_7\">CIT v. Seshasayee Industries Ltd</a> , wherein the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/461988/\" id=\"a_8\">Union of India v. Raman Iron Foundry</a> (1974)  was followed.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766218\" id=\"span_5\">The Id CIT-DR also cited a decision of Hon&#x27;ble Allahabad High Court in the case of <a href=\"/doc/1766218/\" id=\"a_9\">CIT v. Lachhman Das Mathura Das</a> . It was further contended by the Id CIT-DR that even in case the system of accounting followed by the assessee as per the Accounting Standard 7 is taken into account, the assessee has not been able to prove as to whether the receipt of contract work giving rise to the claim of liquidity damages has at all been offered for taxation by the assessee in this year.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\">10.2 The Id CIT-DR also submitted that in the case of an assessee following the mercantile system of accounting, a liability can be said to have actually incurred only when the dispute between the parties is amicably settled or finally adjudicated in the case where the liability in question is not a statutory liability. He further submitted that as per the <a href=\"/doc/171398/\" id=\"a_10\">Contract Act</a>, liquidated damages accrue only when the liability is adjudicated upon. In this connection, he has made a reference to page 678 of Commentary on Indian Contract and Specific Relief Act by Mr. JL Kapur (10th edition). Following decisions were also pressed into service in support of the Revenue&#x27;s case:\n</p>  \n\n<blockquote id=\"blockquote_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1568856\" id=\"span_6\">1. <a href=\"/doc/1568856/\" id=\"a_11\">CIT v. Ashwin Vanaspati Industrial P Ltd</a> ,</span>\n \n\n</blockquote><blockquote id=\"blockquote_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1250592\" id=\"span_7\">2. <a href=\"/doc/1250592/\" id=\"a_12\">CIT v. Swadeshi Cotton &amp; Flour Mills P Ltd</a> ,</span>\n \n\n</blockquote><blockquote id=\"blockquote_48\">3. Alembic Chemical Works Ltd v. DCIT ,\n \n\n</blockquote><blockquote id=\"blockquote_49\">4. CIT v. Ratlam Strawboard P Ltd \n \n\n</blockquote><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48635\" id=\"span_8\">5. <a href=\"/doc/48635/\" id=\"a_13\">CIT v. Phalton Sugar Works Ltd</a> \n \n\n10.3 In a reply to the arguments advanced by the Id CIT-DR, the assessee&#x27;s Id authorised representative Shri RD Omkar has given notes in writing as under:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_51\">The D.R. has in the note raised two points viz.\n</blockquote>  \n\n<blockquote id=\"blockquote_52\">1. As per the <a href=\"/doc/171398/\" id=\"a_14\">Contract Act</a>, liquidated damages accrue only when liability is adjudicated upon. The learned D.R. has enclosed the photocopy of the page No. 678 from the book on Indian Contract and; <a href=\"/doc/1671917/\" id=\"a_15\">Specific Relief Act</a>, J.L. Kapur, 10th edition wherein it is stated as follows: &#x27;A claim for liquidated damages stand on the same footing as a claim for unliquidated damages. A claim for unliquidated damages does not give rise to a debt until the liability is adjudicated upon the damages assessed. A party in breach of contract does not incur co instanti a pecuniary liability nor docs the injured party become entitled to claim a debt. He is only entitled to sue for damages and have adjudicated upon.\n</blockquote> \n\n<blockquote id=\"blockquote_53\">2. In case of an assessce following the Mercantile method of accounting a liability is said to be incurred when the dispute between the parties is amicably settled or finally adjudicated when the liability in question is not a statutory liability.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_9\">Our reply I The undersigned quoted the decision of Hon&#x27;ble Supreme Court in the; case of <a href=\"/doc/919241/\" id=\"a_16\">Oil &amp; Natural Gas Corporation Limited v. SAW Pipes Limited Civil Appeal No.</a> 7419 of 2001 (photocopy enclosed) in the course of the hearing before Your Honours on 15th December instant and which is directly on the issue and is in favour of the appellant. In <a href=\"/doc/919241/\" id=\"a_17\">the said decision</a> the Hon&#x27;ble Supreme Court has referred to the observation in other case of Raman Iron Foundry. (Kindly refer page 24 Para 50 of the photocopy enclosed) wherein the above said interpretation cited by the D.R. has been produced.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_11\">However, their Lordships have observed that in the case of <a href=\"/doc/120342440/\" id=\"a_18\">Kamaluddin Ansari &amp; Co. v. Union of India and Ors.</a> the three Judge Bench of this court (Supreme Court) has overruled the decision in <a href=\"/doc/461988/\" id=\"a_19\">Raman Iron Foundry</a>&#x27;s case and have further observed that the Court while interpreting the similar term of the contract have observed that it gives wider power to Union of India (customer) to recover the amount claimed by appropriating any sum then due....(Kindly refer to Page 24 Para 51 highlighted portion of photocopy enclosed). Hon&#x27;blc Supreme Court has at Para 67(2) Page 29 of the photocopy of enclosed observed that &#x27;If the terms (of contract with customer) are clear and unambiguous stipulating the liquidated damages in case of breach of the contract unless it is held that such estimate of damages/compensation is unreasonable or is by way of penalty, party who has committed the breach is required to pay such compensation and that is what is provided in <a href=\"/doc/339747/\" id=\"a_20\">Section 73</a> of the Contract Act. Thereafter the Hon&#x27;ble Supreme Court has in the concluding Paragraph at Para 72 B(1) Page 31 of the photocopy enclosed laid down the criteria adopted in allowing the appeal for recovery of liquidated damages [kindly refer Page 31 of the photocopy enclosed highlighted portion Para 72B(1)].</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_12\">It is submitted that the terms and conditions of the contract entered into by the appellant with its customers are in pari materia and squarely meet the criteria <a href=\"/doc/461988/\" id=\"a_21\">laid down by</a> the Hon&#x27;ble Supreme Court as slated above in <a href=\"/doc/461988/\" id=\"a_22\">the said decision</a>. The said criteria arc summarized as follows:</span>\n</p>  \n\n<blockquote id=\"blockquote_54\">1. there is a stipulation in the agreement as regards delivery to be madc within the period and levy of liquidated damages for delay occurred in the supply of material in time on the part of the supplier i.e. the appellant.\n</blockquote> \n\n<blockquote id=\"blockquote_55\">2. the customers of the appellant have recovered the amounts towards liquidated damages as per the clause in the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_56\">3. the appellant has accepted that the delay has occurred on its part in supplying the material in time and has not denied or disputed its liability thereof to pay the liquidated damages to its customers.\n</blockquote> \n\n<blockquote id=\"blockquote_57\">4. the stipulated term as regards liquidated damages does not in any manner suggests that it is by way of penalty or in any way unreasonable.\n</blockquote> \n\n<blockquote id=\"blockquote_58\">5. in certain contracts it is impossible to assess the damages or prove the same and such a situation is taken care by <a href=\"/doc/339747/\" id=\"a_23\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_24\">74</a> of the Contract Act and in the present case by specific terms of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_59\">6. genuine pre estimate due to delay in supply can be made as per the clause in the contract and is not un liquidated damages or penalty which given right to sue for the damages and therefore there is no time lag in the ascertainment of liability of the appellant to pay liquidated damages to its customers.\n</blockquote> \n\n<blockquote id=\"blockquote_60\">7. the appellant has accounted for and offered to tax the entire sale income and therefore provided for the liquidated damages on occurrence of delay on its part in supplying the material to the customer.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">In the light of the aforesaid facts and circumstances it is submitted that the liability incurred by the appellant in the ordinary course of its business and is certain. The claim for deduction is not that of a disputed liability. Reliance is also placed for the purpose on the favourable decisions in the following cases:\n</p>  \n\n<blockquote id=\"blockquote_61\">1. K.C.P. Ltd. 34 ITD 50 (Hyderabad ITAT SB)\n \n\n</blockquote><blockquote id=\"blockquote_62\">2. Kaveri Engg. Industries Ltd. 43 ITD 527 (ITAR Madras.)\n \n\n</blockquote><blockquote id=\"blockquote_63\">3. FFE Minerals India P. Ltd. 84 TTJ 907 (Chennai ITAT)\n \n\n</blockquote><blockquote id=\"blockquote_64\">4. Indian Transformer Ltd. 270 ITR 259 (Kerala HC)\n \n\n</blockquote><blockquote id=\"blockquote_65\">5. Vinitec (Corporation 278 ITR 337 (Delhi HC)\n \n\n</blockquote><blockquote id=\"blockquote_66\">6. Bharat Earth Movers 245 ITR 469 (Supreme Court).\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">11. We have considered the rival submissions of both the parties and have perused the orders of the authorities below. We have carefully perused various papers placed in the paper book filed by the assessee. The various decisions cited at the Bar were also deliberated upon.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">12.1 In this case, the assessee had entered into contract for manufacture of Boilers and supply thereof to the following four parties:\n</p>  \n\n<blockquote id=\"blockquote_67\">1. Kanoria Chemical &amp; Industries Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_68\">2. Madras Fertilisers Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_69\">3. Chemplast Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_70\">4. Cochin Refineries\n \n\n12.2 In all the work agreements entered into by the assessee, with the aforesaid customers, there exists a clause to pay liquidated damages of the amount specified in the agreements itself, for delay in commissioning the work. As far as the delgy attributable to the assessee is concerned, the assessee has accepted the same and has not raised any disputes or objection as to its assessee&#x27;s liability to pay damages for the delay on its part in executing the work. In the light of these facts, the assessee, therefore, made a provision for the liability on account of damages payable for causing delay by it in erecting and commissioning the work, to the following extent:\n</blockquote><pre id=\"pre_3\">  Name of the client              Provision made\nChemplast Ltd                      27,525/-\nCochin Refineries               10,00,000/-\nKanoria Chemicals Ltd           13,62,000/-\nMadras Fertilisers Ltd          16,83,855/-\n \n\n</pre><blockquote id=\"blockquote_71\">13. The question that arises for our consideration in this appeal is as to whether, in the light of the facts and circumstances of the present case, the provision made h the books of account for meeting the liability on account of liquidated damages payable for the delay in erecting and, commissioning the work on the part of the assessee is an admissible deduction from the profit of the current year. In other words, the question to be decided in this case is as to whether a business liability on account of liquidated damages payable for the delay in commissioning or erecting the work has definitely arisen in the current year in which the provision is made in the books of account, irrespective of the fact that the liability on account of liquidated damages may have to be discharged at a future date. To decide the controversy arising in this appeal, we find it necessary to have a look to the settled position of law <a href=\"/doc/461988/\" id=\"a_25\">laid down by</a> various Courts in this behalf.\n</blockquote> \n\n<blockquote id=\"blockquote_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_13\">14.1 The Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_26\">Calcutta Co. Ltd. v. CIT</a>  has taken a view as under (Extracted from Head Note).</span>\n</blockquote>  \n\n<p data-structure=\"CDiscource\" id=\"p_26\">Held to that the undertaking to (sic) out the developments withim six months from the dates of the deeds of sale (which, in view of the fact that time was not of the essence of the contract, meant a reasonable time) was unconditional, the appellant binding, itself absolutely to carry out the same. That undertaking imported a liability on the appellant which accrued on the dates of the deeds of sale, though that liability was to be discharged at a future date. It was thus an accrued liability and the estimated expenditure which would be incurred in discharging the same could be deducted from the profits and gains of the business, and the amount to be expended could be debited in accounts maintained in the mercantile system of accounting before it was actually disbursed. the difficulty in the estimation thereof did not convert the accrued liability into a conditional one. because it was always open to the income-tax authorities concerned to arrive at a proper estimate thereof having regard to all the circumstances of the case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">(iii) That the sum of Rs, (sic) 809 represented the estimated amount which would have to he expended by the assessee in the course of carrying on its business and was incidental to the business and, having regard to the accepted commercial practice, and trading principles, was a deduction which, if there was no specific provision for it under <a href=\"/doc/1541982/\" id=\"a_27\">Section 10(2)</a> of the Income-tax Act. was certainly an allowable deduction, in arriving at the profits and gains of the business of the appellant, Under <a href=\"/doc/447653/\" id=\"a_28\">Section 10(1)</a> of the Act, there being no prohibition against it, express or implied, in the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">The expression &quot;profits or gains&quot; in <a href=\"/doc/192089/\" id=\"a_29\">Section 10(1)</a> of the Income-tax Act has to be understood in its commercial sense and there can he no computation of such profits and gains until the expenditure which is necessary for the purpose of earning the receipts is deducted therefrom whether the expenditure is actually incurred or the liability in respect thereof has accrued even though it may have to he discharged at some future date.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">14.2 In this case, the assessee was dealer in landed property and carried on land developing business. During the course of business it bought land, developed it to make it fit for building purposes and sold it at a profit in plots. On sale of plot, the assessee received 25 per cent of the purchase price in cash and the balance amount as received in 10 annual instalments with certain rate of interest. The debt was secured by creating a charge on the land purchased. It was the responsibility of the assessee to carry out the developments including laying out roads, provision of drainage etc. within a reasonable time The assessee followed the mercantile system of accounting took into account full sale price of the land sold during the accounting year though only some percentage of the same was received by him. The assessee estimated certain sum as expenditure for the developments to be carried out in respect of the plots which had been sold during the year and debited the same in the books of account on the ground that the liability for the said sum had actually arisen as the assessee was bound to provide the facilities that it had undertaken to do, even though no part of that amount represented any expenditure actually made during the year. It was, thus, concluded by the Hon&#x27;ble Apex Court that if a certain act or event has imported a definite and absolute liability on the assessee, that liability would be an accrued liability and would not convert into conditional one merely because the liability was to be discharged at a future date. It was further observed by the Hon&#x27;ble Apex Court that there might be some difficulty in estimating the liability but that would not convert an accrued liability into a conditional one, and it is always open to the taxing authority concerned to arrive at a true estimate of the liability having regard to the circumstances of a given case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_14\">In <a href=\"/doc/756197/\" id=\"a_30\">Metal Box Co. of India Ltd. v. Their Workmen</a> , the appellant-company estimated its liability under two gratuity schemes framed by the company and the amount of liability was deducted from the gross receipts in the profit and loss account. The company had worked out on an actuarial valuation its estimated liability and made provision for such liability not all at once but spread over a number of years. The practice followed by the company was that every year the company worked out the additional liability incurred by it on the employees putting in every additional year of service. The gratuity was payable on the termination of an employee&#x27;s service either due to retirement, death or termination of service - the exact time of occurrence of the latter two events being not determinable with exactitude before hand. A few principles were <a href=\"/doc/756197/\" id=\"a_31\">laid down by</a> the Hon&#x27;ble Supreme Court, in this case which are extracted and reproduced as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_73\">(i) For an assessee maintaining his accounts on the mercantile system, a liability already accrued though to he discharged at a future date, would be a proper deduction while working out. the profits and gains of his business, regard being had to the accepted principles of commercial practice and accountancy. It is not as if such deduction is permissible, only in the case of amounts actually expended or paid:\n</blockquote> \n\n<blockquote id=\"blockquote_74\">(ii) Just as receipts, though not actual receipts but accrued due are brought in for income-tax assessment so also liabilities accrued due would be taken into account while working out the profits and gains of the. business;\n</blockquote> \n\n<blockquote id=\"blockquote_75\">(iii) A condition subsequent, the fulfillment of which may result in the reduction or even extinction of the liability, would not have, the effect of converting that liability into a contingent liability;\n</blockquote> \n\n<blockquote id=\"blockquote_76\">(iv) A trader computing his taxable profits for a particular year may properly deduct not only the payments actually made, to his employees but also the present value of any payments in respect of their services in that year to be made, in a subsequent year if it can be satisfactorily estimated\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142028963\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_17\">16. The ratio in aforesaid decisions of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_32\">Calcutta Co. Ltd.</a> (supra) and <a href=\"/doc/756197/\" id=\"a_33\">Metal Box Co. of India Ltd.</a> (supra) were applied by the Hon&#x27;ble Supreme Court in its later decision in the case of <a href=\"/doc/142028963/\" id=\"a_34\">Bharat Earth Movers v. CIT</a> (2000) 245 ITR 431 (SC), where it was held thus as under (Extracted from Head Note):</span></span></span>\n</p><blockquote id=\"blockquote_77\"> If a business liability has definitely arisen in the accounting year, the deduction should he allowed although the liability may have to he quantified and discharged at a future date. What should he certain is the incurring of the liability. It should also be capable of being estimated with reasonable certainty though the actual quantification may not he possible. If these requirements are satisfied the liability is not a contingent one. The liability is in praesenti though it will he discharged at a future date. It does not make any difference if the future date on which the liability shall have to be discharged is not certain.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1686066\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_20\">17. The principles <a href=\"/doc/142028963/\" id=\"a_35\">laid down by</a> the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/756197/\" id=\"a_36\">Metal Box Co. of India Ltd.</a>, (supra) have been applied by the Hon&#x27;ble Gujarat High Court in the case of <a href=\"/doc/1686066/\" id=\"a_37\">Amrish and Co v. CIT</a>  where some of the principles <a href=\"/doc/1686066/\" id=\"a_38\">laid down by</a> the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/756197/\" id=\"a_39\">Metal Box Co. of India Ltd.</a> (supra) were discussed as under (extracted from Head Note):</span></span></span>\n</p><blockquote id=\"blockquote_78\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_21\">Some of the principles <a href=\"/doc/756197/\" id=\"a_40\">laid down by</a> the Supreme Court in Metal Box Co. of India Ltd. (sic). Their Workmen (1969) (sic) ITR 53 are that (1) for an assessee maintaining his accounts on the mercantile system, a liability already accrued, though to he discharged at a future date: would be a proper deduction while working out the profits and gains of his business, regard being had to the accepted principles of commercial practice and accountancy. It is not as if such deduction is permissible only in the case of amounts actually expended or paid: (ii) just as receipts, though not actual receipts but accrued due are brought in for income-tax assessment, so also liabilities accrued due would be taken into account while working out the profits and gains of the business: (iii) a condition subsequent the fulfillment of which may result in the reduction or even extinction of the liability, would not have the effect of converting that liability into a contingent liability: (iv) a trader computing his taxable profits for a particular year may property (sic) not only the payment actually made to his employees but also the present value of any payments in respect of any payments in respect of their services in that year to be made in a subsequent vear if it can he satisfactorily estimated.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"224967\" id=\"span_22\">18. On the issue as to whether the provision for warranty liability is deductible for income-tax purposes, a useful reference may be made to a decision of Hon&#x27;ble Kerala High Court in the case of <a href=\"/doc/224967/\" id=\"a_41\">CIT v. Indian Transformers Ltd.</a>  where the Hon&#x27;ble Kerala High Court found that the provision for after sales services of transformers on the facts of that case was a reasonable one in view of the actual expenses, which materialized in a latter year, so that it was also allowable, following the decision of the Hon&#x27;ble Supreme Court in the case of Bharat Earth Movers (supra) which, however, related to a case of leave encashment but the rational of the Hon&#x27;ble Supreme Court decision in the case of Bharat Earth Movers (supra) should have an application for warranty cases as well.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_23\">As regards the warranty claims, the Kerala High Court followed not only the decision of Hon&#x27;ble Supreme Court in the case of Bharat Earth Movers (supra) on leave encashment but also a decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_42\">Calcutta Co. Ltd.</a> (supra) in support of the principle that certain liability in future is not a contingent liability.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">19. The Privy Council in the case of IRC v. Mitsubishi Motors New Zealand Ltd (1996) 222 ITR 697 (PC) specifically on the subject of warranty has also taken a similar view by observing thus\n The taxpayer&#x27;s liability under the warranty for each vehicle sald was contingent an a defect appearing and being /unified la the dealer within the warranty period so that no liability was incurred by the taxpayer until those conditions were satisfied, regard could be had to its estimation of warranty claims based on statistical information, which showed that as a matter of existing fact not future contingeny 63 per cent of all vehicles sold by the taxpayer contained defects likely to be manifested within the warranty period and require, work under warranty; that since theoretical contingencies could he disregarded, the taxpayer was in the year of sale under an accrued legal obligation to make payments under those warranties and. even though it might not he required to do so until the following year, it was definitely committed in the year of sale lo that expenditure; and that accordingly, in computing the profits or gains derived by the taxpayer from its business in the year in which the vehicles were sold, the tax payer was entitled under Section 104 to deduct from its total income the provision which it had made for the costs of its anticipated liabilities under outstanding warranties in respect of vehicles sold in that year.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">20. Regarding the warranty liability, the Privy Council further observed as follows:\n</p><blockquote id=\"blockquote_79\"> The evidence of accounting practice adduced before Doogue J. left no doubt about the proper treatment of the outstanding warranty liabilities. They were part of the cost of the vehicle sales and the therefore so far as capable of reasonable estimation, should be matched against the corresponding revenue. The evidence satisfied the judge that a reasonable estimate could be placed upon the anticipated liabilities. All vehicles wich leave the taxpayer&#x27;s assembly plant at Porirua have been tested and examined for defects. So far as the taxpayer is aware, there is nothing wrong with them. Nevertheless, experience shows that in any cases, a deject will be discovered during the warranty period. Often it is no more than a blemish in the paintwork. Sometimes it is more serious. Sixty three per cent of the vehicles sold by the taxpayer in the year 1988 were returned to the dealers for some kind of work to he done under the warranty. Although it cannot of course be predicted whether any particular vehicle will turn out la be defective or how serious the defect will be, the taxpayer can make a reasonably accurate forecast, based on previous experience, of what will he the total cost of remedial work for all, the vehicles sold in a given year. Normal commercial practice therefore requires that this amount should be brought into account as a deduction from income, in estimating the profits or gains of the business in the year in which the vehicles were sold.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1436225\" id=\"span_24\">21. The aforesaid decision of Privy Council in the case of Mitsubishi Motors New Zealand Ltd (supra) was followed by the Hon&#x27;ble Delhi High Court in the case of <a href=\"/doc/1436225/\" id=\"a_43\">CIT v. Vinitec Corporation Pvt Ltd.</a>  where it was observed that when it was not disputed that warranty clause is part of the sale document and imposes a liability upon the assessee to discharge its obligation under that clause for the period of warranty, it is a liability which is capable of being construed in definite terms, which had arisen in the accounting year, may be its actual quantification and discharge is deferred to a future date. Once the assessee is maintaining its accounts on the mercantile system, the liability accrued, though to be discharged at a future date, would be a proper deduction while working out the profits and gains of his business, regard being had to the accepted principles of commercial practice and accountancy.</span> The Hon&#x27;ble Delhi High Court has also taken note of the principles <a href=\"/doc/1436225/\" id=\"a_44\">laid down by</a> the Hon&#x27;ble Supreme Court inithe case of Calcutta Co. Ltd. and Bharat Earth Movers (supra).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">22 On the question of allowing the deduction towards warranty liability, the fact that the assessee has been following mercantile system of accounting where actual liability which accrues or arises during the previous year can be considered as an expenditure deductible for Income-tax purposes has been emphasized. It has also taken into consideration that a liability which is dependent on fulfillment of a condition cannot be allowed as a deduction unless the dependent condition is fulfilled during the previous year. In the case of warranty liability, it is found that the assessee when it sold the goods manufactured by it, conferred on the purchasers the benefit of a warranty, and thereby the assessee undertakes to provide free maintenance or replacement of its parts within a particular period on sale of the goods. The contention of the Revenue that the liability was contingent upon a defect appearing and being notified within the warranty period and till such time there was no liability in law and, therefore, the claim for deduction on account of estimated liability could not be allowed has not been accepted by the Courts by holding and observing that once the liability arising on account of warranty claims is in-built in the sale mechanism itself, it cannot be viewed that it is contingent in nature. It was further held by the Court that a contingent liability is to be understood as one, which is not only dependent on the happening of a future event but is also incapable of ascertainment or even estimation with a fair degree of precision. In contrast, a liability whose happening and valuation is possible to be made with reasonable certainty and would arise continually so as to be counterminus with the carrying on of the business of the assessee. cannot be construed as a contingent liability. It was further emphasized by the Court that as the assessee was in the year of sale under an accrued legal obligation to make payment under the warranty clause and, even though it might not be required to do so until the following year. it was definitely committed in the year of sale to that expenditure, and that, accordingly, in computing the profits or gains derived by the assessee from its business in the year in which the goods were sold, the assessee was entitled to deduct from its profit the provision which it had made for the costs of its anticipated liabilities under outstanding warranties in respect of the goods sold in that year, the quantification thereof being based on statistical information. It was further held there that occurrence of the warranty claim has to be viewed from an overall perspective so as to match the costs vis-a-vis the sales revenue of a given period. In this sense and the issue being considered in this background, the Court held that, the warranty liability of the assessee cannot be construed to be a contingent liability in nature.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">23. On analyses of the judgments referred to above, the position of law emerging therefrom is that once the assessee is maintaining its accounts on the mercantile system, the liability already accrued in a year, though to be discharged at a future date, would be a proper deduction while working out the profits and gains of business, regard being had to the accepted principles of commercial practice and accountancy. It is not as if such deduction is permissible only in the case of amounts actually expended or paid. The expression &quot;the liability already accrued in a year&quot; signifies that a business liability must have definitely arisen in that accounting year. In other words, for allowing the deduction of a liability while working out the profits and gains of business, a business liability should have definitely arisen in that accounting year. What should be certain is the incurring of the liability. The definite liability must be in praesenti and not de future. The liability must have arisen under a definite obligation. The obligation of the trader must not be of a purely contingent in nature for it to be a permissible outgoing or allowance or deduction in the year of account. It is further clear that the putting aside of money, which may become expenditure on the happening of an event, is not admissible expenditure. The expenditure which is deductible for income-tax purpose is one which is towards a definite and certain liability actually existing at the relevant time. Therefore a pure contingent liability distinguished from a definite and actual liability arising in praesenti, do not constitute expenditure and cannot be the subject matter of deduction even under the mercantile system of accounting. The other condition to be satisfied is that the definite liability in praesenti should also be capable of being estimated with reasonable certainty though the actual quantification may not be possible. If these conditions are satisfied, it does not make any difference if the liability may have to be discharged at a future date, and the future date, on which the liability shall have to be discharged, is not. certain. It is also clear that a condition subsequent, the fulfillment of which may result in the reduction or even extinction of the liability, would not have the effect of converting that definite liability into a contingent one. However, an answer to the question as to whether the liability, in respect of which a deduction is claimed by the tax payer, has definitely arisen, under a definite obligation of a trader, in any accounting year, depends on the facts of each and every case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">24.1 In the case before us, we are concerned with regard to the assessee&#x27;s liability arising from the stipulations appearing in the sale agreement made with its customers, as to the payment of liquidated damages in case the work entrusted upon to the assessee is not commissioned or erected within the stipulated time.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">24.2 On perusal of the orders of the authorities below and having regard to the submissions advanced by both the parties, there is no dispute as to the fact that there exists a stipulation in the contract agreement entered into by the assessee with its customers that liquidated damages would be paid by either party for causing delay in executing or erecting or commissioning the work. It is also not in dispute that there was a delay caused by the assessee in executing or erecting or commissioning the concerned work. It is also beyond any dispute that since the assessee is maintaining its books on mercantile basis, it has to credit the entire amount billed by it as per invoices issued to its customers for the charges for executing the concerned works, to the sales account even if the billed amount is not received in that year. However, we do not find any controversy as to the fact that the entire amount billed to the assessee&#x27;s customers on account of work executed and completed in the year has been taken by the assessee to the sales account as rightly observed by the CIT(A) in his order. (Refer page No. 25 of CIT (A)&#x27;s order). The dispute is only with regard to the treatment given by the assessee to its outstanding liability of liquidated damages payable to its customers for causing delay in erecting or commissioning or executing the concerned work, regard being made to the matching principles of liability against the corresponding revenue booked in the accounts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">24.3 The AO has rejected the assessee&#x27;s claim of liquidated damages for the following reasons:\n</p>  \n\n<blockquote id=\"blockquote_80\">1) The assessee has filed no evidence that the provision made is actually payable,\n \n\n</blockquote><blockquote id=\"blockquote_81\">2) There is no certainty even on the quantum of provision made by the assessee in its books of account. He has given an instance of Cochin Refineries Ltd where liquidated damages ultimately paid was of Rs. 7,90,000/- as against provision of Rs. 10 lakh made by the assessee,\n \n\n</blockquote><blockquote id=\"blockquote_82\">3) The provision made by the assessee were contingent in nature and may or may not be payable,\n \n\n</blockquote><blockquote id=\"blockquote_83\">4) However, the assessee will be entitled to claim liquidated damages paid by the assessee to its parties as and when they were actually paid.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_42\">24.4 On the other hand, the CIT (A) has rejected the assessee&#x27;s claim by saying, inter-alia, that the claim, if any, against the assessee for delay in installation of the system is purely and wholly dependent upon contingency of further negotiations and mutual acceptance of the final amount of liquidated damages. The CIT(A) has further observed that since such contingency has not arisen during the relevant accounting year, as admitted before the AO as well as during the appellate proceedings, the assessee&#x27;s claim is not allowable. It was further observed by the CIT (A) that when the customers of the assessee find, after commissioning or completing or erection of the system or plant and machinery, as the case may be, that the clause relating to liquidated damages is to be invoked as the performance of the assessee company was not completed within the agreed time frame, the customer may foreclose the bank guarantee or the bond issued by the assessee company representing the amount of performance warranty or liquidated damages, whatever the name may be, and which may or may not be accepted by the assessee. He further stated that when the issue is finally decided that the assessee is to bear the cost of its performance inadequacies or after the assessee&#x27;s admission to that effect, such amount would become for the first time, due from the assessee to its customers, and only at such time the liability to pay such liquidated damages would arise and not any time before.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_25\">24.5 Having regard to the facts and circumstances of the case and submissions of both the parties, there is no dispute as to the fact that the stipulation providing the payment of liquidated damages to the other party for delay in completing the work, is a part of the contract agreement entered into by both the parties for executing and completing the work. In other words, the condition for payment of liquidated damages for delay in work is in-built in the contract agreement itself. Therefore, there exists an undertaking given by the parties to execute the work within specified time, and if any delay is caused in completing the work within the specified time, the defaulter has agreed to pay damages on account thereof. This undertaking is not found to be conditional. Thus, this undertaking imported a definite liability on the assessee which accrued as soon as the delay in executing the works had first occurred and continued till the work was fully completed, though that liability was to be quantified precisely and discharged at a future date. On this aspect, we may again usefully refer to a decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_45\">Calcutta Co Ltd v. CIT</a> (supra) where the assessee&#x27;s liability towards undertaking to carry out development work within six months from the date of the deeds of sale was held to have been accrued on the dates of the deeds of sale, though that liability was to be discharged at a future date. In this case, the Hon&#x27;ble Supreme <a href=\"/doc/791231/\" id=\"a_46\">Court further held</a> that it was an accrued liability, and the estimated expenditure which would be incurred in discharging the same could be deducted from the profits and gains of the business gnd the amount to be expended could be debited in accounts maintained in the mercantile system of accounting before it was actually disbursed, and the difficulty in the estimation thereof did not convert the accrued liability into a conditional one, because it was always open to the Income-tax authorities concerned to arrive at a proper estimate thereof having regard to all the circumstances of the case. In this case, the Hon&#x27;ble Supreme Court has given emphasis on the assessee&#x27;s own unconditional undertaking to carry out development works within six months from the dates of the deeds of sale whereby the assessee bounded itself absolutely to carry out the same, though the work was to be carried out within six months from the deeds of sale. The very undertaking given by the assessee to carry out the development work within six months from the date of deeds of sale has imported a liability on the assessee which accrued on the dates of the deeds of sale, though that liability was to be discharged at a future date. In this case, the Hon&#x27;ble Supreme Court has also pointed out that the taxable income is not on gross receipts, but on profits and gains of the business. The profits should be understood in its natural and proper sense, in a sense which no commercial man would misunderstand. It has to be real profits. It was for this reason that a deduction of a provision in respect of the liability the assessee had undertaken by way of providing amenities or development work within six months from the date of deed of sale was allowed as a deduction. Applying the same analogy to the present case, we find that the assessee has imported a liability on itself to pay liquidated damages for the delay in completing the work within the specified time, and as such, the estimated expenditure which would be incurred towards liquidated damages would be deductible from the receipts of the year.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142028963\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_28\">This certain act or event of not completing the work within stipulated time has imported a definite and absolute liability on the assessee and merely because of the fact that liability would be discharged at a future date and, there is a difficulty in estimating the correct amount thereof would not convert this definite and absolute liability into conditional one as has been held Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_47\">Calcutta Co Ltd v. CIT</a> (<a href=\"/doc/756197/\" id=\"a_48\">supra), Metal Box Co. of India Ltd v. Their Workmen</a> (<a href=\"/doc/142028963/\" id=\"a_49\">supra) and Bharat Earth Movers v. CIT</a> (supra).</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142028963\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_30\">In this view of the matter, we may, therefore, say that the reasons given by the AO as well as by the CIT (A) for rejecting the assessee&#x27;s claim is not in consonance with the principle <a href=\"/doc/142028963/\" id=\"a_50\">laid down by</a> Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_51\">Calcutta Co Ltd v. CIT</a> (<a href=\"/doc/142028963/\" id=\"a_52\">supra) and Bharat Earth Movers v. CIT</a>(supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1436225\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"224967\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_33\">The very principles <a href=\"/doc/142028963/\" id=\"a_53\">laid down by</a> the&#x27; Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_54\">Calcutta Co Ltd v. CIT</a> (supra) were also followed by the Kerala High Court in the case of <a href=\"/doc/224967/\" id=\"a_55\">CIT v. Indian Transformers Ltd</a>  and the Hon&#x27;ble Delhi High Court in <a href=\"/doc/1436225/\" id=\"a_56\">CIT v. Vinitec Corporation P Ltd</a>  while deciding the assessee&#x27;s claim for liability towards warranty clause provided in the sale agreement itself. In this case, it was held that the taxpayer was in the year of sale under an accrued legal obligation to make payments under warranty claims, even though it might not be required to do so until the following year. It was further held therein that in computing the profit or gains derived by taxpayer in its business in the year in which the vehicles were sold the tax payer was entitled to deduct from its total income the provision which it had made for the cost of its anticipated liabilities under outstanding warranties in respect of the vehicles sold in that year. In the case of warranty, although it cannot of course be predicted whether any particular vehicle will turn out to be defective or how serious the defect will be, the tax payer can make a reasonably accurate forecast based on previous experience, of what will be the total cost of remedial work for all the vehicles sold in a given year. In these cases, a view was therefore taken that the anticipated liabilities under unexpired warranties when estimated with reference to statistical information would be a charge on the profit arising from the sale of the goods in respect of which warranty was given and, thus, have to be allowed as deduction.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1436225\" id=\"span_34\">On the issue of claim of deduction on account of warranty in respect of the goods sold in a particular year, a reference was also made to the decision of the Privy Council in the case of IRC v. Mitsubishi Motors New Zealand Ltd (1996) 222 ITR 697 (PC) by the Hon&#x27;ble Delhi High Court in the case of <a href=\"/doc/1436225/\" id=\"a_57\">CIT v. Vinitec Corporation P Ltd</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142028963\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_36\">The Hon&#x27;ble Delhi High Court as well as the Hon&#x27;ble Kerala High Court in the aforesaid two cases have taken note of the principles <a href=\"/doc/1436225/\" id=\"a_58\">laid down by</a> the Hon&#x27;ble Supreme Court Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_59\">Calcutta Co Ltd v. CIT</a> (<a href=\"/doc/142028963/\" id=\"a_60\">supra) and Bharat Earth Movers v. CIT</a> (2000) 245 ITR 431 (SC).</span></span> Therefore, applying the samp analogy as applied in the case of warranty by the Hon&#x27;ble Kerala High Court, Delhi High Court and the Privy Council in the cases of i) CIT v. Indian Transformers Ltd (supra), ii) CIT v. Vinitec Corporation P Ltd (supra) and iii) IRC v. Mitsubishi Motors New Zealand Ltd (supra) respectively, the dispute in the present case can be easily resolved in favour of the assessee. In the present case, the works have been executed after the expiry of the stipulated period. The stipulation as to the payrnent of liquidated damages towards delay in executing the contract work is related to the contract works, revenue thereof has been accounted for in the year under consideration. Although exact quantification of the claim of liquidated damages may be made at a future date, the assessee payer was, in the year of completing the work, under an accrued legal obligation to make payments under the liquidated damages clause, inasmuch as the assessee&#x27;s obligation to pay liquidated damages for the delay in work did accrue on the date when the delay was first occurred and continued upto the date of completion of the work, and thus, in computing the profit and gains derived by the tax payer from such contract works in the present year, the assessee tax payer is entitled to deduct from the profits from the aforesaid contract works a provision, for the cost of the anticipated liquidated damages in so far as the same is related to the period of delay falling within the year under consideration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_38\">24.6 In so far as the contention advanced for and on behalf of the department that the assessee&#x27;s liability to pay liquidated damages would arise only when it is finally decided that the assessee has to bear the cost of its performance inadequacies by paying liquidated damages and after the assessee&#x27;s admission to that effect such amount would become for the first time due from the assessee to its customers is concerned, we find that this contention of the department is not based on the correct facts of the present case and the position of law as enunciated in the above referred decisions. In the present case, the assessee has never disputed its liability to pay liquidated damages on account of causing delay in completing the works. As far as the assessee&#x27;s liability to pay liquidated damages for causing delay in executing the contract works, no dispute has ever been raised by the assessee. There could be a dispute only with regard to the exact quantification thereof, but that by itself would not convert the definite liability into a contingent one. There is no dispute as to the proposition that when there is a dispute between the parties as to importing a liability on one party, a liability can be said to have actually and definitely incurred only when the dispute between the parties is amicably settled or finally adjudicated in case where the liability in question is in the nature of contractual liability and not a statutory liability. In order to apply this proposition, one has to prove first that there was a dispute and difference between the parties as to the importing liability on one party or the other itself. Ascertainment of liability by way of amicable settlement or by a judicial process would arise only in cases where the conflicting stands are taken by the parties as to their respective rights and obligation as to the terms of the contract. Where no dispute has been raised as to the assessee&#x27;s liability to pay liquidated damages for delay in executing the contract work, the provision for liability may be claimed in the year to which the transaction relates, provided it can be fairly ascertained or estimated on agreed and admitted terms of the contract. The three decisions of the Hon&#x27;ble Supreme Court in <a href=\"/doc/791231/\" id=\"a_61\">Calcutta Co Ltd</a> (supra), Bharat Earth Movers (supra) and <a href=\"/doc/756197/\" id=\"a_62\">Metal Box</a> (supra) are example of that situation where the assessee had imported a liability by giving an undertaking to do certain acts at a future date. However, where a dispute as to the liability itself is raised by any party, it would be allowable only on its final outcome of the dispute, either in the year of amicable settlement by the parties or in the year of final determination thereof by judicial process. The present case before us is not a case where a dispute as to liability to pay liquidated damages has been raised by the assessee. Therefore, the department&#x27;s contention that the assessee&#x27;s liability to pay liquidated damages would arise only when the dispute between the parties was amicably settled or was finally adjudicated is found to be not applicable to the present case, where no dispute has ever been raised by the assessee as to its liability to pay liquidated damages for delay in completing the work.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1059475\" id=\"span_39\">24.7 In this respect, a useful reference may also be made to a decision of the ITAT, Special Bench, Hyderabad in the case of <a href=\"/doc/1059475/\" id=\"a_63\">KCP Ltd v. ITO</a> (1990) 34 ITD 50. In this case, the clause relating to late delivery was to the effect that if the delivery period as mentioned in the progress chart is exceeded, the supplier will be entitled to bear the liquidated damages to the extent of 1/2% per fortnight or pro rata for part of the work on the total value of the contract including escalation, subject to a maximum of 5% of the final total contract price. In this case, it was not in dispute that in terms of the agreement of the assessee for supply of the goods, time was the essence of the contract and any delay in the delivery of the goods would result in the liability to pay damages. In the light of this clause of damages for delay, the Tribunal held that the claim for damages arises at the point of breach, but the quantification of the damages may be subject to negotiation. It was further held that as far as the concerned liability to pay damages arose at the point of time when the breach occurred, i.e. when it failed to deliver on the due date, and at that point of time the liability accrued which, as a prudent trader, it could quantify and take into account by means of a provision.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075149\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1059475\" id=\"span_41\">The decision of <a href=\"/doc/1059475/\" id=\"a_64\">KCP Ltd v. ITO</a> (supra) was followed to by the ITAT, Madras Bench in the case of <a href=\"/doc/1075149/\" id=\"a_65\">Kaveri Engg Industries Ltd v. DCIT</a> , where the facts were summed up as under:</span></span>\n</p>  \n\n<blockquote id=\"blockquote_84\">(a) the assessee, in some instances, did delay the delivery of the goods which it had contracted to supply. The assessee did not deny the said factum of delay.\n</blockquote> \n\n<blockquote id=\"blockquote_85\">(b) As a direct consequence of its failure to stick to the stipulated delivery schedule, the assessee rendered itself liable to penal pecuniary consequences stipulated in the delayed delivery clauses. The assessee did not dispute the factum also.\n</blockquote> \n\n<blockquote id=\"blockquote_86\">(c) It should, therefore, follow that as regards the liquidated damages stipulated in the delayed delivery clauses, the assessee incurred a liability in praesenti with the customers simultaneously getting a right to receive the stipulated amount.\n</blockquote> \n\n<blockquote id=\"blockquote_87\">(d) The fact that the assessee approached its customers with a plea of waiver docs not alter the aforesaid position. This is because the acceptance of the assessee&#x27;s plea was contingent upon the customers&#x27; good sense, their pleasure. In other words, the mere fact that the assessee had made a plea for waiver or given the further fact that in some instances the customers had accepted the please, wholly or in part, docs not have the effect of postponing the accrual of the liability of the assessee to pay liquidated damages to the point of lime when its plea was accepted, wholly or in part by its customers.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\">The aforesaid decision of ITAT, Madras bench in the case of Kaveri Engg Industries Ltd was referred to by the ITAT, Madras Bench in the case of FFE Minerals India (P) Ltd v. Jt. CIT (2004) 84 TTJ 907 (Mad) along with the Hon&#x27;ble Supreme Court&#x27;s decision in the case of Calcutta Co Ltd and Bharat Earth Movers (supra). It was held herein that the assessee&#x27;s claim for damages as a deduction in computing its income as soon as the delay in supply is noticed and the case of under-performance was made out and the claim in the books were based on the terms of the contract between the parties and, therefore, the liability has definitely arisen and is crystallized as a result of binding contract between the parties and the same is allowable. It was further held in that case that the allowability of the claim did not postpone till the plea was rejected or considered by the customer.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">25. As to the proposition that tax-payer should make a provision for all known liabilities and losses in the books and even though the amount cannot be determined with certainty and represents only a best estimate in the light of available information, a reference may be made to a Notification No. S.O. 69(E) dt 25th&gt; January, 1996 issued by the CBDT Under <a href=\"/doc/1541051/\" id=\"a_66\">Section 145(2)</a> prescribing accounting standards to be followed by all assessees following mercantile system of accounting where it is provided as under:\n</p><blockquote id=\"blockquote_88\"> (i) Prudence. - Provisions should he made for all known liabilities and losses even though the amount cannot he determined with certainty and represents only a best estimate in the light of available information.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\">From the said circular, it is thus clear that the department has itself accepted the principle that a provision should be made for all known liabilities and losses even though the amount cannot be determined with certainty and represents only a best estimate in the light of available information.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_43\">26. Thus, in the present case before us once the liability arising on account of liquidated damages for delay caused by the assessee in erecting or commissioning the work accepted by the assessee to do is in-built in the contract agreement itself, and it has arisen on the happening of the delay in executing the contract works and its valuation is possible to be made with reasonable certainty and since the corresponding sales revenue of the said contract works has been accounted for in the given period, this liability arising on account of liquidated damages for delay caused in erecting or commissioning the work cannot be viewed that it is contingent in nature. The view taken by the AO as well as by the CIT (A) that there is no certainty on the quantum of provision made by the assessee in its books of account and, as such, the liability is to be treated as of contingent in nature cannot be accepted, inasmuch as the Hon&#x27;ble Apex Court in the case of <a href=\"/doc/791231/\" id=\"a_67\">Calcutta Co Ltd v. CIT</a> (supra) and in <a href=\"/doc/756197/\" id=\"a_68\">Metal Box Co of India Ltd</a> (supra), which has been followed in a later decision of Bharat Earth Movers (supra), has categorically laid down a law that what should be certain is the incurring of the liability, which should be capable of being estimated with reasonable certainty, though the actual quantification may not be possible and it does not make any difference if the liability may have to be discharged at a future date and the future date on which the liability shall have to be discharged is not certain, and a condition subsequent, the fulfillment of which may result in the reduction or even extinction of the liability, would not have the effect of converting that definite liability into a contingent one. The Hon&#x27;ble Supreme Court has also clarified that the difficulty in the estimation of the accrued liability did not consider that liability into a conditional one, because it was always open to the Income-tax Authorities concerned to arrive at a proper estimate thereof having regard to all the circumstances of the case. Therefore, in the present case if the AO were of the view that the assessee has not made a proper estimate of its liability on account of liquidated damages for causing the delay in erecting or commissioning the work, it was always open to him to arrive and to determine the proper estimate thereof in the light of the facts and circumstances of the present case, but that by itself would not convert the assessee&#x27;s accrued liability into a conditional one.</span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_50\">27.1 Another contention of the Id CIT-DR is that as per the <a href=\"/doc/171398/\" id=\"a_69\">Contract Act</a>, liquidated damages accrue only when the liability is adjudicated upon and, in support thereof, he has stated that the claim for liquidated damages stands on the same footing as a claim for unliquidated damages. In this connection, he has made a reference to page 678 of a Commentary on Indian Contract and Specific Relief Act, by Mr JL Kapur (10 edition). The commentary referred to above reads as under:\n</p><blockquote id=\"blockquote_89\"> A claim for liquidated damages stands on the same fooling as a claim for unliquidated damages. A claim for unliquidated damages does not give rise to a debt until the liability is adjudicated upon the damages assessed. A party in breach of contract does not incur eo instanti a pecuniary liability nor does the injured party become entitled to claim a debt. He is only entitled to sue for damages and have them adjudicated upon.\n</blockquote> \n\n<blockquote id=\"blockquote_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_44\">27.2 In this commentary, a reference has been made to the decision of <a href=\"/doc/461988/\" id=\"a_70\">Union of India v. Raman Iron Industries</a> .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_45\">27.3 In a reply to the departmental aforesaid contention, the Id counsel for the assessee has drawn our attention to the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/919241/\" id=\"a_71\">Oil &amp; Natural Gas Corporation Ltd v. SAW Pipes Limited Civil Appeal No.</a> 7419 of 2001.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158693\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_49\">In this latter decision of the Hon&#x27;ble Supreme Court in the case of Oil &amp; Natural Gas Corporation Ltd, the Hon&#x27;ble Supreme Court has made a reference to its decision in the case of <a href=\"/doc/461988/\" id=\"a_72\">Raman Iron Industries</a> (supra) at para 50 of the order, and has observed that in the case of <a href=\"/doc/461988/\" id=\"a_73\">Raman Iron Industries</a> (supra), the Court has not referred to the earlier decision rendered by Five Judge Bench in <a href=\"/doc/584252/\" id=\"a_74\">Fateh Chand v. Balkishan Das</a>  or the decision rendered by Three Judge Bench in <a href=\"/doc/158693/\" id=\"a_75\">Maula Bux v. Union of India</a> .</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_51\">It was further observed by the Hon&#x27;ble Supreme Court that further in <a href=\"/doc/120342440/\" id=\"a_76\">Kamaluddin Ansari &amp; Co v. Union of India and Ors.</a> , the three Judge Bench of the Hon&#x27;ble Supreme Court has overruled the decision in <a href=\"/doc/461988/\" id=\"a_77\">Raman Iron Foundry</a>&#x27;s case (supra) and the Court, while interpreting similar term of the contract observed that it gives wider power to Union of India to recover the amount claimed by appropriating any sum then due or which at any time may become, due to the contractors under other contracts, and the Clause 18 of the Standard Contract confers ample powers on the Union of India to withhold the amount and no injunction order could be passed restraining the Union of India from withholding the amount.</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_53\">27.4 In the light of the aforesaid decisions and observations <a href=\"/doc/461988/\" id=\"a_78\">laid down by</a> the Hon&#x27;ble Supreme Court, the Hon&#x27;ble Supreme Court found much force in the contention raised by the ld counsel for <a href=\"/doc/919241/\" id=\"a_79\">Oil &amp; Natural Gas Corporation Ltd</a> (supra) that the petitioner is entitled to recover the amount claimed on account of breach of contract by appropriating any sum than due or which at any time may become due to the contractor, implying therefrom that there was no necessity for final adjudication for appropriating any sum then due or which at any time may become due to the contractor from <a href=\"/doc/919241/\" id=\"a_80\">Oil &amp; Natural Gas Corporation Ltd</a> (supra). Similarly, in the present case, the terms of the contract provides for paying liquidated damages for delay in erecting or commissioning the work without any ambiguity, and breach thereof the assessee was required to pay such compensation, and that is what is provided Under <a href=\"/doc/339747/\" id=\"a_81\">Section 73</a> of the Contract Act. In the present case, the department has not made out any case at any stage of the proceeding that there was no specific stipulation in the agreement for paying liquidated damages in the case of making delay in erecting or commissioning the work, and the assessee&#x27;s customer was not entitled to recover from the assessee the liquidated damages as agreed.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_54\">The Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/919241/\" id=\"a_82\">Oil &amp; Natural Gas Corporation Ltd</a> (supra) has taken the following factors into account while deciding the issue in favour of the ONGC:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_93\">(i) there is a specific stipulation in the agreement that the time and date of delivery of the goods was the essence of the contract;\n</blockquote> \n\n<blockquote id=\"blockquote_94\">(ii) in case of failure to deliver the goods within the period fixed for such delivery in the schedule, ONGC was entitled to recover from the contractor liquidated damages as agreed;\n</blockquote> \n\n<blockquote id=\"blockquote_95\">(iii) it was also explicitly understood that the agreed liquidated damages were genuine pre-estimate of damages;\n</blockquote> \n\n<blockquote id=\"blockquote_96\">(iv) on the request of the respondent to extend the time limit for supply of goods, ONGC informed specifically that time was extended but stipulated liquidated damages as agreed would be recovered;\n</blockquote> \n\n<blockquote id=\"blockquote_97\">(v) Liquidated damages for delay in supply of goods were to be recovered by paying authorities from the bills for payment of cost of material supplied by the contractor;\n</blockquote> \n\n<blockquote id=\"blockquote_98\">(vi) there is nothing on record to suggest that stipulation for recovering liquidated damages was by way of penalty or that the said sum was in any way unreasonable;\n</blockquote> \n\n<blockquote id=\"blockquote_99\">(vii) in certain cpntracts, it is impossible to assess the damages or prove the same. Such situation is taken care by <a href=\"/doc/339747/\" id=\"a_83\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_84\">74</a> of the Contract Act and in the present case by specific terms of the contract.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">27.5 In the light of the aforesaid discussion, the contention of the Id CIT-DR that the assessee&#x27;s liability to pay liquidated damages for causing delay in erecting or commissioning work can be said to have actually incurred only when the dispute between the party is amicably settled or finally adjudicated, is devoid of any merit.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1250592\" id=\"span_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1568856\" id=\"span_56\">27.6 Further, we find that the Id CIT-DR has also made a reference to the decision of the Hon&#x27;ble Gujarat High Court in the case of <a href=\"/doc/1568856/\" id=\"a_85\">CIT v. Ashwin Vanaspati Industrial P Ltd</a> , and the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1250592/\" id=\"a_86\">CIT v. Swadeshi Cotton &amp; Flour Mills P Ltd</a>  and as well as the decision of the Hon&#x27;ble Gujarat High Court in the case of Alembic Chemical Works Ltd v. DCIT .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48635\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1827636\" id=\"span_58\">A reference has also been made by the Id CIT-DR to the decision of the Hon&#x27;ble Madhya Pradesh High court (sic) the case of <a href=\"/doc/1827636/\" id=\"a_87\">CIT v. Ratlam Strawboard P Ltd</a>  and of the Hon&#x27;ble jurisdictional Bombay High Court in the case of <a href=\"/doc/48635/\" id=\"a_88\">CIT v. Phalton Sugar Works Ltd</a> .</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">28.1 All these decision&#x27;s relied on by the Id CIT-DR are of no assistance to the departmental case, inasmuch as these decisions were rendered in the context of the fact that there were disputes arising between the parties as to their respective rights and obligations arising from the transactions entered into by them.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1568856\" id=\"span_59\">28.2 In the case of <a href=\"/doc/1568856/\" id=\"a_89\">CIT v. Ashwin Vanaspati Industrial P. Ltd</a> (supra), a demand raised by the other party against the assessee on account of breach of the terms of the contract was disputed by the assessee, and the matter was pending adjudication before the sole arbitrator, and in that context, the Court has taken a view that the loss was not allowable in the year in which the demand was raised, but would be allowed in the year in which the final settlement would be made.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\">28.3 Similarly in the case of Alembic Chemical Works Ltd v. DCIT (supra), there arose a dispute regarding contractual liability, and thus it was so held that in case of an assessee following mercantile system of accounting the liability is said to be properly incurred when the dispute between the parties is amicably settled or finally adjudicated, where the liability in question is not a statutory liability.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1250592\" id=\"span_60\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1568856\" id=\"span_61\">28.4 In both these cases of Hon&#x27;ble Gujarat High Court, i.e. the cases of <a href=\"/doc/1568856/\" id=\"a_90\">CIT v. Ashwin Vanaspati Industrial P Ltd</a> (supra) and the case of Alembic Chemical Works Ltd v. DCIT (supra), a reliance has been placed upon a decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1250592/\" id=\"a_91\">CIT v. Swadeshi Cotton &amp; Flour Mills P Ltd</a> , which was also rendered in the background of the fact that there was a dispute as to the payment of bonus to the employees and, thus it was held that since the dispute was settled by the award of the Industrial Tribunal in the year of 1949, deduction of the payment of bonus had to be given in the calendar year 1949 only.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1827636\" id=\"span_62\">28.5 In the case of <a href=\"/doc/1827636/\" id=\"a_92\">CIT v. Ratlam Strawboard P. Ltd</a> (supra), the claim of damages for not supplying the goods within a stipulated time was disputed by the assessee, and the matter was referred to an arbitrator and, in this background, it was so held that the liability on account of damages payable to the assessee&#x27;s customer would be allowed in the year when the claim is finally settled.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48635\" id=\"span_63\">28.6 In the case of <a href=\"/doc/48635/\" id=\"a_93\">CIT v. Phalton Sugar Works Ltd</a> (supra), the Hon&#x27;ble High Court has held that where a liability arising out of contractual obligation is disputed, the assessee is entitled, in the assessment year relevant to the previous year in which the dispute is finally adjudicated upon or settled, to claim a deduction in that behalf. Thus, it is also a case where the liability to pay damages arising out of contractual obligation was disputed by the assessee.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766218\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"640331\" id=\"span_67\">28.7 Further, the decision in the case of <a href=\"/doc/640331/\" id=\"a_94\">CIT v. Seshasayee Industries Ltd</a> , where the decision of Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/461988/\" id=\"a_95\">Union of India v. Raman Iron Foundry</a>  and the decision of Hon&#x27;ble Allahabad High Court in the case of <a href=\"/doc/1766218/\" id=\"a_96\">CIT v. Lachhman Das Mathura Das</a> (1900) 124 ITR 411 (All) has been referred to in support of the conclusion that the claim for damages for breach of contract is not a claim for which a sum is presently due and payable and even where a purchaser is entitled to deduct the amount of damages from the monies of the other parties, such purchaser could be injuncted from effecting such recovery, is also of no help to the Revenue in the light of the Hon&#x27;ble Supreme Court&#x27;s decision in the case of <a href=\"/doc/919241/\" id=\"a_97\">Oil &amp; Natural Gas Corporation Ltd</a> (supra) as discussed above herein.</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_69\">Be it reiterated here that the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/461988/\" id=\"a_98\">Union of India v. Raman Iron Foundry</a> (supra) has not been considered to be a good law by the Hon&#x27;ble Supreme Court, as would be clear from the observation made by the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/919241/\" id=\"a_99\">Oil &amp; Natural Gas Corporation Ltd</a> (supra).</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\">28.8 Thus, in the present case, where the assessee had taken the undertaking to carry out the work within the stipulated time, in default thereof the assessee was under an obligation to pay damages specified in the work agreement, and the assessee has not denied or disputed its obligation to pay liquidated damages for breach of the contract by not executing or erecting the work within specified time, and the assessee&#x27;s customer was entitled to deduct the amount of damages from the monies payable to the assessee as held by the Hon&#x27;ble Supreme Court in the case of Oil &amp; Natural Gas Corporation Ltd., and all the revenues towards contract work executed by the assessee in the year has been taken into the account for determining the profit, the assessee&#x27;s obligations to pay a corresponding damages relating to the period falling within the relevant accounting year has imported an accrued liability on the assessee, for which a reasonable provision made in the books of account is deductible, while computing the profit from the said contract works, of the year under appeal, though that liability was to be discharged at a future date.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\">28.9 The view we have taken above is further strengthened and supported by the logic or the reasoning that is being applied in holding that the monies retained by the contractee from the bills raised by the contractor till the obligation of satisfactory completion of the contract work is fulfilled would not amount to income of the contractor of the year in which the amount is retained.\n</p> \n\n<p data-structure=\"Section\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988827\" id=\"span_70\">28.10 On the issue relating to the question as to when the contractor has acquired a right to receive the retention money deducted by the contractee from its bill raised for executing the contract works till the contract work has been satisfactorily completed, a reference may be made to a leading decision rendered by the Hon&#x27;ble Calcutta High Court in the case of <a href=\"/doc/1988827/\" id=\"a_100\">CIT v. Simplex Concrete Piles (India) P Ltd</a> . In this case, the assessee, a contractor, carried on the business of concrete piling for building. The assessee credited only 90% of the contract value as income in the accounts by deducting the retention money retained by the contractee, which resulted in reduction of income. 10% of the bill value-was withheld by the payer till a certificate of satisfactory completion of contract work is obtained. In these facts, it was held by the Hon&#x27;ble High Court that the retention money became legally due to the assessee on the satisfactory completion of the contract only, inasmuch as the payment of retention money is contingent on satisfactory completion of contract work and, thus, the assessee&#x27;s right to receive retention money accrued only after the obligations under contract were fulfilled. From this decision, it is thus clear that unless the obligations under the contract are satisfactorily discharged, the retention money would not be taken into account in computing the profit from the contract works. The operative part of the aforesaid order reads as under:</span>\n</p><blockquote id=\"blockquote_100\"> ...Having regard to the facts and circumstances of the case, we are of the view that on the terms and conditions of the contract as examined by the Tribunul, cannot he held that either 10 percent, or 5 per cent, us the case maybe, being the retention money, became legally due to the assessee on the completion of the work. Only after the assessee fulfills the obligation under the contract, that the retention money would he released and the assessee would acquire the right to receive such retention money. Therefore, on the date when the bills were submitted, having regard to the nature of the contract, no enforceable liability has accrued or arisen and, accordingly, it cannot be said that the assessee had any right to receive the entire amount on the completion of the work or on the submission of bills. The assessee had no right to claim any part of the retention money till the verification of satisfactory execution of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"439052\" id=\"span_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988827\" id=\"span_72\">28.11 The aforesaid decision of Hon&#x27;ble Calcutta High Court in the case of <a href=\"/doc/1988827/\" id=\"a_101\">CIT v. Simplex Concrete Piles (I) P Ltd</a> has been followed by the Hon&#x27;ble Madras High Court in the case of <a href=\"/doc/439052/\" id=\"a_102\">CIT v. East Coast Constructions &amp; Ind</a>. Ltd , where it was held that the assessee was entitled to receive the retention money only after completion of the work, and on the date of the bills, no enforceable liability had accrued or arisen to the assessee, and when the assessee had no right to receive money by virtue of the contract between the parties, and the assessee also had no right to enforce payment, it could not be said that the right to receive payment of the remaining 10 per cent. of the value of job had accrued.</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1193471\" id=\"span_73\">28.12 A similar view has also been taken by the Hon&#x27;ble Madras High Court in the case of <a href=\"/doc/1193471/\" id=\"a_103\">CIT v. Ignifluid Boilers (I) Ltd</a> (2006) 283 ITR 295 (Mad).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_103\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1753989\" id=\"span_74\">28.13 The aforesaid decisions of the Hon&#x27;ble Calcutta High Court and Hon&#x27;ble Madras High Court has been followed by the Hon&#x27;ble jurisdictional Bombay High Court in the case of <a href=\"/doc/1753989/\" id=\"a_104\">CIT v. Associated Cables P. Ltd</a> , where it has been held that the payment of retention money in the case of contract is contingent on satisfactory completion of contract work and the right to receive retention money accrues only after the obligations under the contract are fulfilled and, therefore, it would not amount to income of the assessee in the year in which the amount is retained.</span> In this decision of the Hon&#x27;ble Bombay High Court, a reference has also been made to a judgment of the Tribunal in Associated Cables P. Ltd v. DCIT (1994) 206 ITR (AT) 48 (Bom).\n</blockquote> \n\n<blockquote id=\"blockquote_104\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_75\">28.14 From these decisions, it is, thus, clear that the right to receive the whole money on account of the contract work executed by the assessee accrues only after all the obligations under the contract are fulfilled. Applying the same analogy to the present case, we may, therefore, hold that till the assessee discharges its obligation to pay liquidated damages on account of delay caused by the assessee in executing the contract work, sum equal to the estimated liability of liquidated damages payable by the assessee to the contractee would not accrue to the assessee as income in the year in which the bills were raised. This view is further strengthened by the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/919241/\" id=\"a_105\">Oil &amp; Natural Gas Corporation Ltd</a> (supra), where it has been categorically held that the contractee is entitled to recover the liquidated damages for delay in supply of goods, from the bills for payment of cost of material supplied by the contractor.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_105\">29.1 Now, the question arises as to what would be the reasonable sum of liquidated damages payable by the assessee for causing delay in commissioning or executing the contract work as per the contract agreement that could be allowed as a deduction n the yea under consideration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142028963\" id=\"span_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"756197\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791231\" id=\"span_78\">In the light of the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/791231/\" id=\"a_106\">Calcutta Co Ltd v. CIT</a> (<a href=\"/doc/756197/\" id=\"a_107\">supra), Metal Box Co of India&#x27; Ltd v. Their Workmen</a> (supra) and as well as <a href=\"/doc/142028963/\" id=\"a_108\">Bharat Earth Movers v. CIT</a> (supra), the assessee&#x27;s liability to pay liquidated damages can be estimated with reasonable certainty, though actual quantification may not be possible. The AO has not done this exercise to ascertain the estimated liability of the assessee on account of liquidated damages with reasonable certainty. The assessee has quantified its liability of liquidated damages payable to the contractee in its books of account. Whether the estimated liability provided by the assessee in the books of account can be said to be a proper estimation with reasonable certainty has not been deliberated upon by the AO or by the CIT (A). It is not in dispute that the allowable liability on account of liquidated damages payable by the assessee should be only in relation to the period of delay falling within the relevant year in dispute.</span></span></span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\">29.2 In the contract agreement entered into with Cochin Refineries Ltd, it has been provided that the assessee company shall be liable to pay a liquidated damages at the rate of 0.5% of the contract value of the Boiler per day of delay or part thereof subject to a maximum of 15% of the contract value of that Boiler. It is also provided therein that all sums payable by way of liquidated damages under any of the conditions shall be considered as reasonable compensation without reference to the actual loss or damage which shall have been sustained.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">29.3 In the contract agreement entered into with Kanoria Chemicals &amp; Industries&#x27; Ltd, the clause of liquidated damages states that in the case of delay in commissioning of the complete equipment beyond 25th October, 1995, liquidated damages at the rate of 1% (one per cent) per week subject to a maximum of 10% of ex-works price shall be applicable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">29.4 In the case of Madras Fertilizers Ltd, liquidated damages are leviable at the rate of 0.5% per week or part thereof, subject to a maximum of 5% of the total value of the contract, if the Boiler parts of 110 Ata Boiler Package is not delivered by the end of 18th month.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_66\">29.5 In the case of Chemical &amp; Plastic India Ltd, provision has been made only of Rs. 27,525/-, which Was subsequently settled between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\">29.6 We, therefore, restore this issue back to the file of the AO for a limited purpose with a direction that the AO should ascertain and determine the accrued liability pertaining to the year in question, in respect of the liquidated damages in the light of the terms and conditions of the contract agreement, and then to allow the same as a deduction from the profits in the year under consideration. The assessee shall be at liberty to furnish the actuarial valuation in respect of the assessee&#x27;s accrued liability on account of liquidated damages for the delay caused by the assessee in erecting or commissioning the contract work as per the terms of the contract agreement. Needless to mention that if out of the provision made in a particular year on account of the assessee&#x27;s accrued liability for liquidated damages, any surplus is found in any of the subsequent year, then that surplus would be brought to tax, and similarly if there is a shortage then it will be allowed in the year in which the final quantification is settled. This ground is, thus, decided accordingly.\n</p> \n\n<p data-structure=\"Section\" id=\"p_68\">30.1 The general issue raised in ground No. 7 is that the ld CIT (A) has erred in restricting the assessee&#x27;s claim Under Section 80HHC to Rs. 15,38,030/- as against deduction quantified by the assessee at Rs. 59,52,000/-. The various specific items relevant for the purpose of determining the assessee&#x27;s claim of deduction Under Section 80HHC has been separately stated in ground No. 7(1), (2) and 2(c).\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\">30.2 Ground No. 7(1) is directed against the CIT (A)&#x27;s order in confirming the action of the AO in reducing 90% of the Excise Duty refund of Rs. 24,94,740/-on account of deemed export despite the assessee&#x27;s contention that it is covered Under <a href=\"/doc/1224074/\" id=\"a_109\">Section 28(iiic)</a> since the materials has not been dispatched outside India.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_70\">30.3 In the course of hearing, the Id counsel for the assessee has pointed out that this issue has already been decided in favour of the assessee in assessee&#x27;s own case by this Tribunal, Pune Bench, Pune in assessment year 94-95 vide ITA No. 1168/PN/97, consolidated order being dated 17th March, 2006. The Id counsel for the assessee has also placed reliance on the decision of ITAT, Ahmedabad Bench in the case of Aarti Industries Ltd reported in 95 TTJ 14 (Ahd).\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_71\">30.4 We have heard both the parties and have gone through the orders of the authorities below.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_72\">30.5 We have perused the above referred consolidated order of the Tribunal, Pune Bench, Pune dt 17th March, 2006 in the assessee&#x27;s own case for assessment year 96-97 in ITA No. 784/PN/00 for the assessment year 96-97 and ITA No. 1168/PN/97 for the assessment year 94-95. The relevant para of the Tribunal&#x27;s order relating to the issue in question before us is reproduced as under:\n</p><blockquote id=\"blockquote_106\"> 9.5 Appeal No. 784/PN/00 involves yet another issue, namely, whether excise duty refund of Rs. 19.05,499/- is caught within the mischief of clause (baa) of the Explanation to Section 8-HIIC. The ld. counsel relied on the decision of Hon&#x27;ble ITAT, Ahmedabad Bench. Ahmedabad. in the case of Aarti Industries Ltd., 95 TTJ 14, in which it was held that the Excise Duly refund is not hit by the aforesaid provision. No. particular argument was made by the ld DR in this matter. Respectfully following that decision, this issue is decided in favour of the assessee.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_73\">Respectfully following the above referred Tribunal&#x27;s order, we decide this issue in favour of the assessee.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_74\">31.1 In ground No. 7(2), it is alleged that the CIT (A) has erred in confirming inclusion of following amounts as part of total turnover of the assessee rejecting the assessee&#x27;s contention that these were not to be so included:\n</p><pre id=\"pre_4\">        Particulars                           Amount\nClient Balances written off                   247706\nSales Tax                                   37356569\nCompensation for cancellation or order       1137500\nExcise Duty                                 40135654\nIncrease in Contract in progress            31437000\nPacking recoveries                           2185623\nRecovery of freight                         19056009\nLess: Service charges                       18612362\nNet increase in turnover                   112943699\n \n\n</pre><p data-structure=\"CDiscource\" id=\"p_75\">31.2 We have heard both the parties and have gone through the orders of the authorities; below.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1483978\" id=\"span_79\">31.3 The issue whether element of Sales-tax and Excise Duty are to be included in the total turnover and as well as the Export turnover for the purpose of computing deduction Under Section 80HHC, is covered by the decision of Hon&#x27;ble jurisdictional Bombay High Court in the case of <a href=\"/doc/1483978/\" id=\"a_110\">CIT v. Sudarshan Chemical Industries Ltd</a> , which has been followed by this Tribunal in assessee&#x27;s own case in A.Y 94-95 &amp; 96-97 in the above referred appeal No. 1168/PN/97 &amp; 784/PN/00. Respectfully following this decision, we hold that Sales-tax and Excise Duty are not to be included in the total turnover as well as in the export turnover for the purpose of computing deduction Under Section 80HHC.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_77\">31.4 Coming to the item of client balances written back amounting to Rs. 2,47,706/- we are of the considered view that since these balances has been written back by the assessee n course of operating of its business activities and they are related to the business activities of the assessee company, these are to be included in the total turnover of the assessee. The assessee has not given any details in support of its contention as to why these client balances written back by the assessee are not to be considered as part of assessee&#x27;s turnover. The order of the CIT (A) on this issue is, thus, upheld.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_78\">31.5 The next item is of compensation for cancellation of order amounting to Rs. 11,37,5007-.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_79\">31.6 We have heard both the parties and have gone through the orders of the authorities below.\n</p> \n\n<p data-structure=\"Section\" id=\"p_80\">31.7 Orders were placed by the assessee&#x27;s customers for purchase and supply of various goods or executing the jobs. Since these works entrusted to the assessee were cancelled by the customer, the assessee received compensation on account thereof. It is, thus, clear that it directly related to the operating activities of the assessee&#x27;s business. The goods or the works that were to be supplied or executed by the assessee would have certainly been part of the assessee&#x27;s total turnover. Therefore, any surplus or compensation received by the assessee in connection thereto should also be treated as assessee&#x27;s turnover accordingly. Therefore, this issue is decided against the assessee and in favour of the Revenue.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\">31.8 Similarly, the increase in value of contract in progress shall also be included in the total turnover of the assessee, inasmuch as the same is also directly related to the operational activities of the assessee company.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_82\">31.9 On the point of packing recoveries and freight recovery, there should not be any dispute as to the proposition that the packing recoveries and freight recovery amounting to Rs. 21,85,623/- and Rs. 1,90,56,009/- shall be set off against the same nature of packing expenses and freight expenses that are debited in the accounts of the assessee. If packing expenses and freight expenses against which recovery has been made by the assessee, are debited in the trading aocount or manufacturing account, corresponding recoveries are similarly to be included in the said trading and manufacturing account. If otherwise the packing expenses and freight expenses in connection thereof these packing recoveries and freight recoveries are made by the assessee, are debited in the profit and loss account, these corresponding recoveries shall accordingly be taken into profit and loss account. The AO shall examine this issue in the light of the observation made above and shall decide the matter accordingly.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_83\">31.10 Coming to the service charges whether to be included in the total turnover or not, it was pointed out at the time of hearing that identical nature of engineering fees has been held to be included in the total turnover by this Tribunal in the assessee&#x27;s own case for AY 94-95 in ITA No. 784/PN/2000, vide para 9.4 of the consolidated order being dated 17th march, 2006. 31.11 Respectfully following the Tribunal&#x27;s order, we, therefore, hold that the services charges being directly related to the operational activities of the assessee&#x27;s business will have to be included in the total turnover of the assessee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_84\">32.1 Ground No. 7(2)(c) is directed against the CIT (A)&#x27;s order in confirming the deduction to the extent of 90% of profit element in the following items while computing the adjusted profit for the purpose of deduction Under <a href=\"/doc/171398/\" id=\"a_111\">Section 80HHC</a> of the Act:\n</p><pre id=\"pre_5\">  Particulars                    Amount\nCash discount                  274971\nWrite back suspense account    282041\nWare house charges            2755000\nService charges received     18612362\n                    Total    21924374\n \n\n</pre><p data-structure=\"Conclusion\" id=\"p_85\">32.2 As far as the items of cash discount and write back suspense account are concerned, the Id counsel for the assessee submitted in the course of hearing of the appeal that the grounds relating to these two items may be dismissed as not pressed for.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_86\">32.2.1 After hearing both the parties, we, therefore, dismiss the ground relating to these two items by confirming the order of the CIT (A) holding that 90% of these amounts are to be deducted from the profit for the purpose of computing the deduction Under <a href=\"/doc/171398/\" id=\"a_112\">Section 80HHC</a> of the Act.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_87\">32.3.1 The next item is with regard to the ware house charges recovered. The Id counsel for the assessee has submitted that ware house charges recovered represents recovery of corresponding costs and, therefore, are in the nature of operational income.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_88\">32.3.2 The Id DR, on the other hand, submitted that these are not in the nature of operational income of the assessee&#x27;s business activities and, therefore, 90% thereof has been rightly deducted from the profit for the purpose of computing deduction Under Section 80HHC.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_89\">32.3.3 We have heard both the parties and have gone through the orders of the authorities below.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1684279\" id=\"span_80\">32.7 In the assessment order, the AO has stated that the assessee submitted before him that the warehouse charges were charged from a client due to delay in take-off of equipment by the client and, these were not rental receipts in nature, The CIT (A) has confirmed the AO&#x27;s action by merely saying that the issue relating to the restriction of deduction Under Section 80HHC had come before him in assessee&#x27;s appeal for the assessment year 96-97. Since all the facts relating to this issue has not been brought on record either by the AO or by the assessee, it is difficult to ascertain as to whether the receipts like ware house charges received by the assessee were a part of the main business activity or whether they accrue out of incidental business. It is also very difficult to ascertain as to whether ware house charges are in the nature of recovery of corresponding cost, we, therefore, restore this issue back to the file of the AO for fresh adjudication and to ascertain as to whether these receipts were recovery of corresponding cost and connected to the main business activity of the assessee and/or whether they are merely received by the assessee out of incidental activity. The decision of the Hon&#x27;ble jurisdictional High Court in the case of <a href=\"/doc/1684279/\" id=\"a_113\">CIT v. Bengal Clothing Co.</a>  shall be taken as a trend-setter for deciding this issue. The AO shall pre vide reasonable opportunity of being heard to the assessee.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_91\">33. The next issue is with regard to the service charges received by the assessee. The Id counsel for the assessee submitted that these service charges would be includible in the total turnover and, thus, they being in the nature of operational income of business activity of the assessee, are not to be excluded under Explanation (baa) of <a href=\"/doc/171398/\" id=\"a_114\">Section 80HHC</a> of the Act. He further submitted that service charges received represent income by way of technical service fees for supervision; of erection and commissioning of Boilers. He, therefore, submitted that these are in the nature of operational income. He further invited our attention that these receives have been held to be even entitled to deduction Under Section 80IA in respect of self-manufactured Boilers, vide Tribunal&#x27;s consolidated order dt 17.3.2006 for A.Y 94-95 and 96-97, vide ITA No. 1168/PN/97 &amp; 784/PN/00. The Id DR, on the other hand, supported the orders of the authorities below. Since service charges has been held by us in this order to be part of the total turnover, that would by itself imply that these receipts are directly related to the main business activity of the assessee and, therefore, these are not to be deducted to the extent of 90% from the profits for the purpose of determining deduction Under <a href=\"/doc/171398/\" id=\"a_115\">Section 80HHC</a> of the Act. The AO shall modify the deduction Under Section 80HHC accordingly.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_92\">34. Ground No. 8 &amp; 9 (a) relating to deduction Under Section 80IA were not pressed by the Id counsel for the assessee. In the Note given by the assessee, it is also mentioned that these grounds are not being pressed. Therefore, the issues raised by the assessee in ground No. 8 and 9(a) are dismissed. In ground No. 9(b), the assessee has taken an issue that the CIT(A) erred in excludingj from profit of the undertaking the interest income amounting to Rs. 44,97,004/- by holding it as not derived from industrial undertaking. In the course of hearing of this appeal, it was pointed out by the Id counsel for the assessee that this issue has been decided against the assessee in assessee&#x27;s own case in the assessment year 95-96. Respectfully following the Tribunal&#x27;s order for the assessment year 95-96, this ground is thus decided against the assessee.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_93\">35. Further ground No. 9(b) is connected to the disallowance of commission of Rs. 22,24,880/- from business profit while computing the deduction Under Section 80HHC. In the course of hearing of this appeal, it was also pointed out that this issue has been decided against the assessee in the AY 94-95, vide Tribunal&#x27;s consolidated order dt 127.3.2006 in ITA No. 1168/PN/97, vide para 10.3 where the Tribunal has held that the commission of Rs. 23,97,720/- could not be, by any stretch of imagination, said to have been derived from the business of industrial undertaking engaged in production or manufacture of any article or thing, and thus, held that the commission income was not from manufacturing or commissioning of the Boilers and, as such, the assessee was not entitled to deduction Under <a href=\"/doc/171398/\" id=\"a_116\">Section 80IA</a> of the Act. This ground is thus dismissed and decided against the assessee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_94\">Ground No. 9(c) is as to whether cash discount and warehousing charges amounting to Rs. 13,37,323/- and Rs. 27,55,000/- are to be included in the business profit for the purpose of computing deduction Under <a href=\"/doc/171398/\" id=\"a_117\">Section 80IA</a> of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_95\">36. The issue relating to cash discount has been decided against the assessee for the purpose of computing deduction Under <a href=\"/doc/171398/\" id=\"a_118\">Section 80HHC</a> of the Act meaning thereby that the cash discount is not directly related to the business activity of the assessee company. Therefore, for the purpose of deduction Under Section 80IA, where income derived from industrial undertaking are only eligible for deduction, cash discount cannot ibe said to be income which could be said to have been directly derived from the assessee&#x27;s industrial undertaking. Therefore, this issue is decided against the assessee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_96\">37. The next item is with regard to warehousing charges for the purpose of computing deduction Under Section 80IA. This issue has been restored back to the file of the AO while deciding the issue in the context of <a href=\"/doc/171398/\" id=\"a_119\">Section 80HHC</a> of the Act vide our this order. Consequently, to ascertain the true and correct nature of the warehousing charges, we also restore this issue back to the file of the AO for the purpose of computing deduction Under Section 80IA also.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_97\">38. Ground No. 9(d) is directed against the CIT (A)&#x27;s order in confirming the exclusion of benefits received by the assessee in respect of deemed export as detailed below:\n</p><pre id=\"pre_6\">  Particulars                 Amount\n REP Licence                289463\n DGFT claim                 391830\n DGFT claim                1237170\n Excise duty claim          738529\n       Total               2656992\n \n\n</pre><p data-structure=\"Precedent\" id=\"p_98\">With regard to REP Licence receipts, the issue stands covered against the assessee by the decision of the Hon&#x27;ble Supreme Court in the case of Sterling Foods (237 ITR 579). Therefore, this ground is decided against the assessee.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_99\">39. Neixt two items are with regard to DGFT claim. On this issue, the Id counsel for the assessee has submitted that these represent recovery of direct cost of purchase and the ratio of ITAT, Mumbai Bench&#x27;s decision in the case of Anil L Shah (95 TTJ 216 (Mum) should apply.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_100\">The Id DR, on the other hand, supported the orders of the authorities below.\n</p> \n\n<p data-structure=\"Section\" id=\"p_101\">40. We have heard both the parties. In the light of the settled position of law, DGFT claims on account of refund of customs duty on imported raw material or Excjse duty claim cannot be said to be derived from industrial undertaking. They are not directly connected to the assessee&#x27;s business of manufacturing and commissioning of the Boilers. For the purpose of claiming deduction Under Section 80-IA, it is necessary to establish and prove that any income has been derived from the business of industrial undertaking. If the income is mere incidental to the business of industrial undertaking, that would not be sufficient to claim the same as a deduction Under Section 80IA. The assessee has not been able to give any iota of evidence that the DGFT claims are derived from the business of industrial undertaking, or in other words, they are directly related to the assessee&#x27;s mai;n activity of manufacturing or commissioning of Boilers. Therefore, this ground raised by the assessee is decided against the assessee. The last item 9(d) is with regard to Excise duty claim. In the light of our reasoning given in respect of DGFT claim, this claim of the assessee is also not found to be acceptable for the purpose of computing deduction Under <a href=\"/doc/171398/\" id=\"a_120\">Section 80IA</a> of the Act. Hence, it is decided against the assessee.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_102\">41. Last ground No. 10 relating to the assessee&#x27;s claim Under Section 80-O allowing by the CIT(A) at Rs. 5,30,688/- as against the assessee&#x27;s claim of Rs. 5,46,857/- was not pressed for by the assessee at the time of hearing. Hence, it stands dismissed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_103\">42. In the result, the appeal filed by the assessee is partly allowed in the manner as indicated above.\n</p> \n\n","numcites":39,"numcitedby":4,"docsource":"Income Tax Appellate Tribunal - Pune","citetid":1380399,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"unliquidated damages ","formInput":"unliquidated%20damages%20"},{"value":"mercantile system of accounting","formInput":"mercantile%20system%20of%20accounting"},{"value":"contingent liability","formInput":"contingent%20liability"},{"value":"provision for liquidated damages","formInput":"provision%20for%20liquidated%20damages"},{"value":"liquidated damages contract","formInput":"liquidated%20damages%20contract"},{"value":"retention money","formInput":"retention%20money"},{"value":"raman iron foundry","formInput":"raman%20iron%20foundry"},{"value":"works contract","formInput":"works%20contract"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"absolute liability","formInput":"absolute%20liability"},{"value":"delay and damages","formInput":"delay%20and%20damages"},{"value":" warranty","formInput":"%20warranty"},{"value":"claim for liquidated damages","formInput":"claim%20for%20liquidated%20damages"},{"value":"amount more than liquidated damages","formInput":"amount%20more%20than%20liquidated%20damages"},{"value":"delay in delivery","formInput":"delay%20in%20delivery"},{"value":"condition subsequent ","formInput":"condition%20subsequent%20"},{"value":"Liquidated damages for delay","formInput":"Liquidated%20damages%20for%20delay"},{"value":"\"liquidated damages\" \"contract\" ","formInput":"%22liquidated%20damages%22%20%22contract%22%20"}],"cats":[{"value":"contract","formInput":"tag:contract"},{"value":"income-tax","formInput":"tag:income-tax"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"}],"courtcopy":false,"query_alert":null,"agreement":false}