{"tid":1276177,"publishdate":"1991-02-07","title":"United States Of America vs Master Builders And Anr. on 7 February, 1991","doc":"<h2 class=\"doc_title\">United States Of America vs Master Builders And Anr. on 7 February, 1991</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR1991DELHI590</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT  \n\n D.P. Wadhwa, J.  \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> (1) This is plaintiff&#x27;s application filed under Order 39 Rules 1 and 2 and <a href=\"/doc/56600062/\" id=\"a_1\">Section 151</a> of the Code of Civil Procedure (for short the &quot;Code&quot;), for restraining the defendant, by means of an ad interim injunction from obstructing the entry of the plaintiff in property No. 16, Amrita Shergill Marg (formerly known as Retention Road) New Delhl, and restraining the defendant from entering upon the same. Injunction in the mandatory form is also sought. This application has been filed in the suit asking for similar relief of injunction, and also for a decree of Rs 2,60,000-00 being damages (mesne profits) calculated at the rate of Rs. 1,30,000-00 per month. Future damages (mesne profits) are also claimed.   \n</p>\n<p data-structure=\"Section\" id=\"p_2\">(2) The plaintiff is the Federal Government of the United States of America having its diplomatic mission in New Delhi. There are two defendants. First defendant is stated to be a partnership firm engaged in the business of engineering and building contracts. Second defendant is the managing partner of the first defendant. At this stage itself, it may be noted that the first defendant earlier filed a suit. Suit No. 932 of 1986, against the Government of the United Slates of America and their contracting officer for recovery of over Rs. 1.18 crores for the work done on property bearing No. 16, Amrita Shergill Marg, and also No. 14, Amrita Shergil Marg. The two suits have been consolidated by an order dated November 26, 1990. Since there are two cross suits, it will be appropriate to use the names of the parties instead of describing them as plaintiff and defendant, that is, the United States of America (&quot;USA&quot; for short) and Master Builders (&quot;MB&quot; for short).   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">(3) Usa is the owner of leasehold rights in plots Nos. 14 and 16, Amrita Shergil Marg, New Delhi (henceforth to be described as Plot No. 14 or, even No. 14, and Plot No. 16, or even No. 16). It was to construct senior officer&#x27;s residences on these plots and for that purpose invited tenders. The tender of Mb was accepted, and two separate contracts for the construction of residences at No 14 and No. 16 were entered into. The two projects and the two contracts, though separate, were, in fact, treated as one by the conduct of the parties, and it is the admitted case that there was common correspondence covering construction on both these plots. The suit filed by Usa concerns construction on plot No. 16. Cost of each project was Rs. 40,31,654.00, but Mb has contended that due to changes made by the Usa the contract price was increased to Rs. 76,25,699.05 for plot No. 14 and Rs. 76,81,406.84 for Plot no. 16.   \n</p>\n<p data-structure=\"Facts\" id=\"p_4\">(4) The two contracts were entered into on October 5, 1979. On October 15, 1979 Usa wrote to Mb authorising Mb to undertake construction of the work as per contracts, the date October 15, 1979 being the effective date. The work on plot No. 14 was to be completed on 7.12.1980 and on plot No. 16 on 15.2.1981. Thereafter, demolition of the existing buildings on the plots took place, excavation done and foundations laid and construction started. On January 12, 1983, possession of building constructed on plot No. 14 was handed over by Mb to Usa after obtaining the occupancy certificate from the New Delhi Municipal Committee (&quot;NDMC&quot; for short). Mb has claimed that construction on plot No. 16 was complete on March 31, 1983, and occupancy certificate also obtained on January 12, 1983, but it still holds on with the possession of that building.   \n</p>\n<p data-structure=\"Facts\" id=\"p_5\">(5) Usa has complained that construction on both plots Nos. 14 and 16 was shoddy and incomplete and it, therefore, per force, terminated the contracts by its notice dated May 4, 1983, which was also on account of gross delay on the part of the Mb in not completing the works. It has said that it has made overpayments to Mb and extensive rectification of the work had to be done at No. 14. Further, with respect to plot No. 16, Usa has stater that inspite of the fact that the work done was shoddy and incomplete more payments than due had been made to Mb, but Mb was refusing to remove itself from the property. Usa said that under clause 37 of the contract between the parties, procedure for adjudication/settlement of disputes in relation to the contract in question was to be decided under the Contract Disputes Act, 1978, a law of the USA. It said that on February 7, 1984, Mb preferred its claim before the Contracting Officer under the aforesaid Act, and Usa also filed counter-claims. The Contracting Officer held that a sum of Rs. 39,60,960.63 was due from Mb to USA. Against this decision, Mb filed an appeal before the Board of Contract Appeals, the Appellate Authority, but after hearings had been held even in New Delhi, Mb by its letter dated June 21, 1985, withdrew the appeal. According to Usa the order of the Contracting Officer, therefore, became final.   \n</p>\n<p data-structure=\"Facts\" id=\"p_6\">(6) On April 14,1986, however, Mb filed the suit (Suit No. 932 of 1986) against Usa for recovery .of money under the two contracts. Along with the suit, Mb filed an interlocutory application (I A No. 2926 of 1986) seeking restraint on the Usa from entering upon the property. Then, in that suit Usa also filed interlocutory application (LA. No. 6166 of 1989) that injunction be granted restraining the Mb from obstructing Usa and its officers from entering upon the property No. 16. However. Mb withdrew its application and the same was dismissed as withdrawn. Then, the Usa filed the present suit (Suit No. 2345 of 1990) and its application was subsequently also dismissed as withdrawn.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">(7) Usa claims to be the owner of the property No. 16 about which it says there is no dispute. It says that Mb was allowed to enter upon the plot for the purpose of demolition of the existing structure thereon and for construction of a new building under the contract, and that there was no transfer of possession in favor of Mb and that possession always continued with the Usa, the lawful owner. The only license granted to Mb was to enter upon the property for the purpose of carrying out construction and it had no right to remain there, now, that the contract had been terminated and its continuance to remain there was not legal, Usa says that the only question that arises for consideration is if a building contractor after termination of the contract by the owner has any right to obstruct the owner from entering into the property or claim to hold possession of the site. Then, as noted above, Usa has also claimed damages from Mb at the rate of Rs. 1,30,000.00 per month. Mb has disputed the contentions raised by Usa and lays blame squarely at the doors of the USA. It has given various factors (Clauses A to M in para 10 of the written statement) which caused delay in execution of the work. It has said that the contract was carried out entirely to the satisfaction of Mr. E.C. Lineberry, Project Supervisor, and Foreign Buildings Attache, American Embassy, who was having permanent office at the site of the projects and who along with his engineer and architect used to inspect the work, done by Mb, every day, and whatever shortcomings were pointed out by the Project Officers these were attended to by MB. Mb says that project at No. 14 was complete on October 30, 1982, and possession was delivered to Usa on January 12, 1983. With regard to plot No. 16, Mb says that project was substantially completed in all respects by March 31, 1983, except for a few minor items of touching up in the painting and polishing works and that the same could not be completed due to the gross, illegal, mala fide and wrongful detention of MB&#x27;s retain age amounts as well as non-payment of running bills amounting to over Rs. 23 lakhs. Mb has given the break up of these arrears as under :    1. Refund of reduced retain age for No. 14 ... Rs. 12,56,709.00 2. Refund of retain age for No. 16, and work done ... Rs. 8,04,702.00 3. Bill for purchase order ... ... ... Rs. 2,37,000.00 ______________________ Total : Rs. 22,98,411.00 ______________________   \n\nApart from this, Mb has claimed further charges. It, therefore, says that it has a right to retain possession of the property built on plot No. 16 as security and the guarantee for the payment of outstanding dues to it from USA. Mb has claimed lien on the property and says, it has such a legal right to retain possession which is against the whole world. Lien is claimed on the property built on plot No. 16 for the price of construction made on both the plots Nos. 14 and 16. Total amount Mb claims is over Rs. 1.18 crores with interest. Mb says, the contracts had been wrongfully terminated by the Usa after the work was complete, and further that before the lien could be terminated it had to be paid its dues.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">(8) Extensive arguments had been addressed by learned counsel for the parties, and various judgments referred to.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">(9) Mr. Arun Mohan, learned counsel for the Usa submitted that structure on plot No. 16 is complete since 1983 and no work is now being. carried on there at the site. There is no labour and no equipment of Mb except that it appeared that Mb has posted two security guards. He said, Usa did not take action all this period because Mb in its earlier suit bad filed an application seeking an injunction restraining the Usa from entering upon the property. He further said that Mb could never be in the exclusive possession of the property. It had been granted merely a license to enter upon the plot for the purpose of making construction thereon under the contract, and after the termination of the contract by the Usa the license granted to Mb stood revoked and it had no right to remain there on the site. Mr. Arun Mohan said, no question of any lien which Mb claims can arise either in equity or in law. He said, when Mb itself filed a suit for recovery of the amount claimed by it to be due from the Usa it could not at the same time claim any lien on the property and bold on to the same. He said. Mb could have asked for interim relief by way of injunction or attachment to secure the amount, if any decree was passed in its favor as provided under the Code. Mb has no right, title or interest in the property, and it could not hold on to the same for any alleged claim to the detriment of the Usa to possess the property and to complete the construction and, thus, make the same ready for occupation by its senior officers for whom the building was to be constructed, Mr Arun Mohan said. He further said that claim of Mb will be adjudicated upon in these proceedings and even if Mb has any prima facie case and assuming everything in its favor, it still could not refuse entry to the Usa and hold on to the property under the mistaken belief of their having any lien in its favor to the detriment of the right of the USA. Mr. Arun Mohan also said that no court could have passed any interim orders in favor of Mb restraining Usa from entering upon its property or disposing of or alienating the same or even attaching the property on the basis of the case as made out by MB. Still, he said, Usa was prepared to give undertaking to this court to the effect stating that in the event of the suit of Mb being decreed and Mb remaining unpaid, property No. 16. Amrita Shergill Marg, New Delhi, might be sold for satisfaction of the decree and that Usa will submit the property to the charge for the satisfaction of the decree, if any, passed in favor of Mb and he would give further undertaking. that it would not alienate or part with possession or otherwise dispose of this property except to use the same for residential purposes of its officers. Mr. Arun Mohan said that the value of the property No. 16 was far more than the claim of MB.   \n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">(10) Mr. Arun Mohan further submitted that both on equitable and legal principles, he should be granted relief as prayed by him in the application He said, the property, as it is being unoccupied, is serving nobody&#x27;s purpose and on MB&#x27;s own showing, it is incurring an expense of Rs. 10,000.00 per month by Mb for providing security for the property to the account of the USA.   \n</p>\n<p data-structure=\"Section\" id=\"p_11\"> ON legal submission, Mr. Arun Mohan said that Mb had entered upon the property as a license and it had no right to bold on to the same after revocation of the license. Neither in law, nor under the contract, any lien could be said to have been created in favor of MB. He referred to clause 32(b) of the contract between the parties, which is as under :   &quot;THE Government shall have the right to take possession of and use any complete or partially completed portions of the project, notwithstanding that the time for completing the entire work or such portions thereof may not have expired. However, such taking of possession and use shall not be deemed as acceptance of any work nor necessarily constituting dates of substantial completion.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_12\"> Lastly, Arun Mohan said, suit for injunction was an appropriate remedy as Mb is not in possession of the property in any sense of the term either legally or otherwise.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1822024\" id=\"span_1\">(11) In support of his submissions, Mr. Arun Mohan referred to various Judgments, particularly, Houmlow v. Twickenham Garden Developments Ltd., (1970 (3) All Er 326 (Ch D.), Porter v. Hannah Builders (1969) V.R. 673, Mayfield Holdings v. Moana Reef 1973(1) New Zealand Law Reports 309, Graham H. Roberts Ltd. v. Maurbeth Investments Ltd. (1974) New South Wales Law Reports 93, Dewan Chand Sabharwal v. Union of India Air 1951 <a href=\"/doc/1822024/\" id=\"a_2\">Punjab 426, 29, Dorab CawasJi Warden v. Coomi Sorab Warden</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102159\" id=\"span_2\">Southern Roadways Ltd. v.S.M.Krishnan, <a href=\"/doc/102159/\" id=\"a_3\">Jt 1989 (4) Sc 89, Kailash Nath Associates v. Ram Nath</a>, 1990 (2) Delhi Lawyer 304, Vijay Srivastava v. Mira hut Enterprises, , and Chandu Lal v. M.C.D. (Full Bench), . He also referred to 87, (1971) Law Quarterly Review page 309 and Hudson&#x27;s Building Contracts, Supplement to Art 712 of 10th Edition.</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">(12) In Hounslow v. Twickenham Garden Development Ltd, 1970(3) All Er 326 (Ch.D.), the owner was refused injunction to restrain the contractor from entering the site, but this case has been adversely commented upon in Hudson&#x27;s Building Contracts, and not followed in May/field Holdings v. Moana Reef, 1973(1) New Zealand Law Reports 309. All these judgments referred to by Mr. Arun Mohan, I will discuss later.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">(13) Mr. Shiv Charan Singh, learned counsel for Mb submitted that Mb had every right in the property to rename the same and that was the only question involved in the suit. He said, till the dues of Mb were paid, be had a lien on the property and he could not be dispossessed. Mr. Shiv Charan Singh gave an example of the owner of a car getting the same repaired at the workshop. He said, it is settled law that the repairer has lien on the car and that he could retain possession of the same till he was paid his charges. Mr. Shiv Charan Singh said that Mb had to employ various sub-contractors, had to pay for material purchased and also to pay to the labour employed for the construction of the work. He said, be could not pay for all these if be handed over the building to the Usa and his possession of the building was sufficient. security for the sub-contractors, sellers and labour that they would be paid. He said, the cases which were referred to by Mr. Arun Mohan, there the contract was sought to be terminated while it was still in progress, but in the present case, the property was complete except for certain finishing touches. Mr.Shiv Gharan Singh said that undertaking as proposed by Mr. Arun Mohan was not enough and that Usa should be asked to make payment of the amounts, claimed by Mb in court. Since the termination of the contract was wrongful Mr. Shiv Charan Singh said, Mb could exercise lien on the property, and in support of his submission he referred to the following passage in Halsbury&#x27;s Laws of England, volume 4, dealing with building contracts &quot;Remedies for wrongful termination&quot; (para 1250) :    &quot;1250.Remedies for wrongful termination A wrongful termination does not ipso facto amount to a repudiation of the contract. But, if, after a wrongful termination, the employer ousts the contractor from the site or otherwise shows an intention not to be bound by the contract, the contractor can that the contact as at an end and sue for damages. Alternatively the contractor can, in such a case, claim the value of the work done on a quantum meruit basis. It is an implied term of the contract that the employer will not revoke the license under which the contractor has possession of the site otherwise than in accordance with the contract, and further, where the grounds on which the employer determines the contractor&#x27;s employment under the contract are disputed, the employer may be refused an injunction requiring the contractor to leave the Me. The court will not, by the grant of an injunction, give its assistance where the employer may be acting in breach of the implied term. On the other hand, the contractor will not normally be granted an interlocutory injunction restraining the employer from ejecting the contractor from the site following a determination, since damages are an adequate remedy. Exceptionally, a building contract may be subject to an implied negative covenant that the employer should not act on his summary power to determine the contract until the disputed grounds for determination bad been decided by arbitration ; an injunction will be granted at the suit of the contractor to restrain the employer from acting in breach of such an implied covenant. An injunc ion will issue to restrain the employer from acting in breach of such an implied covenant. An injunction will issue to restrain the employer from selling the contractor&#x27;s plant under a clause permitting to determine and recoup any loss from the proceeds of sale until such loss is established in arbitration.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_16\"> THE portion underlined by me is the statement of law as laid down in Hounslow v. Twickenham Garden Developments Ltd.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1939194\" id=\"span_3\">(14) Mr. Shiv Charan Singh did not dispute the power of the court to issue interim injunctions in the mandatory form. He, however, referred to a Bench decision of the Calcutta High Court in <a href=\"/doc/1939194/\" id=\"a_4\">Nandan Pictures Ltd. v. Art Pictures Ltd &amp; Ors.</a> , to contend that mandatory injunction, on an interlocutory application, could issue only to restore the status quo and is not granted to establish a new state of things differing from the state which existed at the date when the suit was filed. In this case, it was also held that in a suit in which a prayer is make for injunction to restrain the doing of a certain act, and the defendant does that act after the filing of the suit and thereby alters the factual position upon which the plaintiff claimed his relief, mandatory injunction should issue. Mr. Shiv Charan Singh said, in the present case, there is nothing for the defendants to undo which he had done after the notice of the plaintiffs and the claim therein and, therefore, he could not be asked to restore the possession which existed at the date of the suit. Mr. Shiv Charan Singh, however, did not state if the lien claimed by the Mb arose under a contract or under any law.</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">(15) The principles for grant of mandatory injunction on interlocutory application are now quite well settled. That the court has power to grant such an injunction is not even disputed. Such an injunction is, however, granted in very rare and exceptional cases and in the ends of justice. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102159\" id=\"span_4\">In the cases of <a href=\"/doc/102159/\" id=\"a_5\">Vijay Srivastava and Kailash Nath Associates</a> (supra), this court did grant mandatory injunction on interlocutory applications of the plaintiffs.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1939194\" id=\"span_5\">These injunctions were not limited to the restoration of status quo as laid in <a href=\"/doc/1939194/\" id=\"a_6\">Nandan Pictures Ltd</a> (supra). I do not think that the court&#x27;s powers are limited to the restoration of status quo and where justice in a case requires, the court can issue mandatory injunction on interlocutory application for other purposes as well. Court has vast power to do justice between the parties and it will not hesitate to pass orders to check mischief or perpetration of injustice.</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1822024\" id=\"span_6\">(16) In <a href=\"/doc/1822024/\" id=\"a_7\">Dorab Cawasji Warden</a>&#x27;s case, the Supreme Court after examining various decisions under the English law and of the various High Courts of this country observed as under :</span>   \n</p>\n<blockquote id=\"blockquote_1\">(17) The relief of interlocutory mandatory injunctions are thus granted generally to preserve or restore the status quo of the last non contested status which preceded the pending controversy until the final hearing when full relief may be granted or to compel the undoing of those acts that have been illegally done or the restoration of that which was wrongfully taken from the party complaining it. But since the granting of such an injunction to party who fails or would fail to establish his right at the trial may cause great injustice or irreparable harm to the party against whom it was granted or alternatively not granting of it to a party who succeeds or would succeed may equally cause great injustice or irreparable harm, courts have evolved certain guidelines. Generally stated these guidelines are:     \n</blockquote>\n<blockquote id=\"blockquote_2\"> (1)The plaintiff has a strong case for trial. That is, it shall be of a higher standard than a prima facie case that is normally required for a prohibitory injunction.  \n</blockquote>\n<blockquote id=\"blockquote_3\"> (2)it is necessary to prevent irreparable or serious injury which normally cannot be compensated in terms of money.  \n</blockquote>\n<blockquote id=\"blockquote_4\"> (3)The balance of convenience is in favor of the one seeking such relief.  \n</blockquote>\n<blockquote id=\"blockquote_5\">(18) Being essentially an equitable relief the grant or refusal of an interlocutory mandatory injunction snail ultimately rest in the sound judicial discretion of the Court to be exercised in the light of the facts and circumstances in each case. Though the above guidelines are neither exhaustive or complete or absolute rules, and there may be exceptional circumstances needing action, applying them as pre-requisite for the grant or refusal of such injunctions would be a sound exercise of a judicial discretion.   \n</blockquote>\n<blockquote id=\"blockquote_6\">(19) In Southern Roadways Ltd., Madurai&#x27;s case, the question that was raised before the Supreme Court was whether the agent after revocation of his authority was entitled to remain in possession of the premises of the principal and interfere with the business thereof. In this case the appellant company was the tenant of the suit premises and had been paying rent to the owner. The respondent as agent was allowed to remain in possession of the premises but only for the purpose of carrying on company&#x27;s business. His agency had been terminated and his authority to act for the company had been put to an end too. The company contended that once the agency had been terminated the respondent had no legal right to remain in the premises or to interfere with the business activities of the company. The court held that the respondent&#x27;s possession of the suit premises was on behalf of the company and not on his own right, and it was, therefore, unnecessary for the company to file a suit for recovery of possession. The Court held that the respondent had no right to remain in possession of the suit premises after termination of his agency and he had also no right to interfere with the company&#x27;s business. It held that the case. therefore, deserved the grant of temporary injunction. The court observed that the crux of the matter was that an agent held the principal&#x27;s property only on behalf of the principal and he acquired no interest for himself in such property. He could not deny principal&#x27;s title to the property and nor could he convert it into any other kind or use. His possession was the possession of the principal for all purposes. The court also observed that it was not so much concerned with the rival claims relating to the actual possession of the suit premises.   \n</blockquote>\n<blockquote id=\"blockquote_7\">(20) In Dewan Chand&#x27;s case, the question of grant of interim injunction came up for consideration on refusal of the trial court to do so against Union of India from continuing the work of construction of some of its flats. Dewan Chand, the appellant, was granted contract for construction of officers flats in New Delhi. A notice was given to the contractor for the recession of the contract on the ground that the contract had not been completed within the stipulated period. The contractor filed a petition under <a href=\"/doc/811701/\" id=\"a_8\">Section 20</a> of the Arbitration Act and also prayed for issue of temporary injunction. The following points were raised for the grant of the temporary injunction :     \n</blockquote>\n<blockquote id=\"blockquote_8\"> (1)that the balance of convenience is in favor of the appellant;  \n</blockquote>\n<blockquote id=\"blockquote_9\"> (2)that Govt. has committed a large number of defaults as is clear from the issues which have been framed by the Arbitrator and so it was not possible for any contractor to keep to the scheduled time; because the sites on which the construction was to be put up had not been given to the appellant in time;  \n</blockquote>\n<blockquote id=\"blockquote_10\"> (3)that it will not be possible to measure the damages as the measurements are not agreed; and  \n\n (4)(a) That if a new contractor is brought and he starts building from the state at which the appellant had been made to leave the building the evidence will vanish. (b) that there is a large amount of material lying at the spot which has been taken over and has only been valued at Rs. 26,000.00 a part of which alone the appellant values at Rs. 64,000.00 . (c) that the contractor has entered into a large number of contracts and has made advances to laborers which he will not be able to recover if his contract is ended, and (d) that be has made himself liable for many liabilities which will not be possible for him to meet if he is now made to leave the building.  \n</blockquote>\n<blockquote id=\"blockquote_11\">(21) The court observed that though in that case it was necessary to decide whether the rights of a building contractor were those of a licensee or they were something more because in the opinion of&#x27; the court no injunction could issue against a building owner at the instance of a building contractor and that a proper remedy was for damages. Negating the contention that a specific performance of a contract of the kind before the court could be given and had been given in English courts, the court observed :    &quot;IN the first place on principle I do not see how that is possible. In a building contract it is difficult for courts to look after the acts and conduct of a building contractor nor can it say how far he does or does not depart from the correct execution of the works which he is professing to execute and where the case is one in which the personal skill of a person is an important factor the courts will not be able to specifically enforce it. Besides, in a building contract if a contractor is lawfully dismissed he has (be remedy of getting compensation by way of damages and in such cases specific performance will not be given by courts&quot;.  \n</blockquote>\n<blockquote id=\"blockquote_12\">(22) The court quoted with approval the following statement of law from the Hudson on Building Contracts    &quot;SO far as the author can ascertain with the exception of two old cases collected in Mr. Eden&#x27;s note to Lucas v. Commerford, (1970) 3 Bro. C.C. 166 and the possible further exceptions of Errington v. Aynesty, (1788) 2 Bro. C.C. 341 &amp; Hebburn v. Leather, post p. 226: (1844-50 L.T. 660), not a single example ancient or modern of a decree of specific performance of a building contract pure and simple, can be found.&quot;  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">(See White Tudor Leading Cases, Notes to Cuddee v. Rutter, (1719) 1 P. Wms. 570 &amp; Fry on Specific Performance.)   \n\n(23) The court also observed that according to Indian law injunction could not be given where specific performance could not be granted and referred to sections 56(f) and <a href=\"/doc/157537/\" id=\"a_9\">21 (a)</a> and (b) of the Specific Relief Act, 1877. The court, therefore, declined the grant of temporary injunction.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">(24) A Full Bench of this court in Chandu Lal&#x27;s (supra) case had occasion to deal with the principles governing the grant of temporary injunction under Order 39 Rules 1 and 2 of the Code of Civil procedure in a case where the license had been revoked and the question was if temporary injunction against dispossession could be claimed by a licensee after the termination of his license. In this case a certain kiosk was allotted to the appellant by the respondent and the appellant was in physical possession of the kiosk and was carrying on his business there as per the rules and regulations of the respondent. The respondent contended that license was granted for a fixed period and after the expiry of the period the appellant was bound to vacate the kiosk. On the facts of the case the court held that the license was validly revoked and the licensee had no right to retain possession and, therefore, would not be entitled to temporary injunction.   \n</p>\n<p data-structure=\"Section\" id=\"p_22\">(25) In Twickenham Garden&#x27;s case, the plaintiff, as owner of certain building land, engaged the defendant/contractor to put in the roads, car parks, sewers and other services for a housing complex. One of the conditions of the contract was to the effect that if the contractors made default by failing to proceed regularly and diligently with the works or committed some other specified defaults, the architects could give notice specifying the default and if the contractors continued the default for 14 days thereafter or repudiated the default, the plaintiff could give notice to determine their employment, but such notice was not to be given unreasonably or vexatiously. There were labour troubles for which, it is stated, the contractor was not to blame, and, therefore, though the work proceeded it was considered too slow by the architect. He, therefore, gave a notice to the contractors as, in his opinion, the contractor had failed to proceed regularly and diligently with the works. The plaintiff, a month thereafter gave a notice to the contractors slating that the default having continued, the plaintiff determine the contractors employment. The contractor wrote refusing to accept repudiation of the contract and elected to proceed with the work in accordance with the contract. The plaintiff filed proceedings for writ claiming damages for trespass in failing to vacate the site and for a perpetual injunction. The plaintiff also moved for an interlocutory injunction to restrain the contractors from entering, remaining or otherwise trespassing on the site or interfere with the plaintiff&#x27;s possession of it. One of the contentions raised was whether regardless of the validity of the notices, the plaintiff, as owner, was entitled to determine the contractors license to enter and remain on the site. The court held that as the contract was for the execution of specified works for a period which was still continued, &quot;there must be at least an implied negative obligation of the brought (plaintiff) not to revoke any license (otherwise than in accordance with the contract) while the period is still running&quot; and then &quot;equity will not assist a man to break his contract&quot;. This decision has been adversely commented upon in the Law Quarterly Review and also in the Hudson&#x27;s Building and Engineering Contracts (10th edition) (first supplement). In the Law Quarterly Review, the criticism is that-    &quot;......Acontractor is on the site for the purposes of the employer, and business efficacy does not require the implication of a term that the employer will not revoke the license in breach of contract. Of course, if the contractor has a large amount of equipment on the site, the reasonable period for packing up before he becomes a trespasser will be longer, and the damages heavier, than if he has one man in a house painting a room. The contractor&#x27;s sole object is to make a profit; if be gets it. and suffers no loss, why should cot the owner be entitled to change his mind and exclude him from his property?&quot;  \n</p>\n<blockquote id=\"blockquote_13\"> INHudson&#x27;s it is as under : &quot;Apart from the overwhelming practical objection that the decision produces a position of legal stalemate, with a contractor in possession unable to insist on being paid and an employer out of possession unable to make arrangements for completion of the project, and apart from the objection of first principle that such a situation could not possibly represent the contract intention, since it deprives any clause for re-entry based on controversial facts of any practical value, and presents the contractor with what is in effect a lien on uncompleted work... whereas the occupancy of the land in a building case is purely secondary to the primary object, which is the construction of a building for the owner by the contractor. Once that object has been effectively terminated (and specific performance cannot be granted of such a contract so as to revive it) the object of the occupancy has disappeared.&quot;  \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">(26) In Mayfield Holdings&#x27; s case (which has been termed as an outstanding judgment in Hudson&#x27;s), a building owner on the basis that there bad been overpayments and defective work, refused further payments until the defects were remedied. The contractor slowed work to a near standstill and the owner called in new contractors, but they were denied access. The owner applied for an interim injunction. It was held that the license granted by the building owner was not a license coupled with any interest and there was no implied convenant not to revoke the license in breach of contract so as to make it irrevocable in the absence of lawful termination of the contract. It was also held that there was no implied negative covenant in the building contract on the part of the owner not to revoke the builder&#x27;s license in breach of contract and even if there could be implied in the contract a negative covenant on the part of the owner not to revoke the license in breach of the contract, the contractor could not rely upon such convenant as an answer to the owner&#x27;s application for recovery of the site following revocation of the license, since if that defense were available the contractor would obtain indirectly specific performance of the building contract whereas the owner could not obtain specific performance of the contract A decree of specific performance will not be granted in the absence of mutuality of remedy. The court in that case granted injunction ordering the contractor to vacate the site and restraining him thereafter from hindering the owner from completing the works.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">(27) In Graham H Roberts Ltd&#x27;s case, the contractor agreed to complete for the owner a warehouse on certain terms and conditions. When the warehouse building was near completion, disputes arose as to how much was due and the contractor changed locks on the property to prevent the owner&#x27;s agents from showing round prospective tenants. The owner was, however, able to secure physical possession and terminated the contract, and, at the same time, revoked the license of the contractor to enter or remain upon the premises. The owner no longer wished to employ the contract or for the purpose of finishing. the work. The contractor sought a declaration that the owner was not entitled to revoke his license, and, in fact, it had not been revoked. The court held that upon the true construction of the contract a term must be implied in it that the contractor had a license to go to the land and to carry out the works, which license was not to be revoked while the contract was still on foot and there was work to be done by the contractor under it. This license was held not to be exclusive as against the owner. It was further held that the license was contractual only and was not a license coupled with any interest. This was following Twickenham Garden&#x27;s case. It was further held that though for the purpose of determining the issues between the parties, the action of the owner in revoking, or purporting to revoke the license must be deemed to be wrongful because to treat it as rightful would be to base a finding on facts that fell to be determined in the arbitration, and had not been, and should not be determined in the present proceedings, and. yet, further that the owner bad the power to revoke the license at will leaving the plaintiff to his remedy at law unless the contract was of such a kind and the circumstances such that equity would interfere. The court finally held that the case was not a proper case for injunction because damages were an adequate remedy and that because it had not been shown that the contractor would suffer irreparable harm if an injunction were refused. It was observed that if an injunction were granted, the effect would be to force the owner to pay the disputed claim in advance of arbitration, and to force the owner to have the building completed by a builder with whom it was at odds. The report in this case does not show if the decision in Mayfield Holding&#x27;s case was cited before the court. In Porter&#x27;s case, proceedings were commenced against the contractor and one of the reliefs claimed was an interlocutory injunction restraining the contractor from continuing in possession of the building site. It was held that the contractor had merely a license to enter the land and carry out the work which license could be determined and the licensee transformed into a trespasser. Interlocutory injunction, in the circumstances, granted.   \n</p>\n<p data-structure=\"Section\" id=\"p_25\">(28) A close study of the cases aforesaid shows that the Mayfield Holding&#x27;s case lays the correct principles of law in cases relating to building coctracts. If the owner in a building contract terminates the contract and revokes the license, the contractor cannot seek relief to reauthorized to continue the work under the contract and the court will not that way indirectly grant specific performance of the agreement. The owner cannot be forced to continue to employ a contractor with whom he is at loggerheads. Similarly, a contractor cannot be forced to work for the owner whose contract has been terminated even though wrongfully- Court is in no position to supervise the execution of the contract in such circumstances and things cannot be allowed to remain in a fluid state where contractor first stops the work but holds on the site and the owner unable to gel the work done or where contractor wants to execute the work but the owner does not so allow him Damages are certainly an adequate remedy in such a contract. In passing any appropriate order court will also look at the terms of the contract between the parties.   \n</p>\n<p data-structure=\"Section\" id=\"p_26\">(29) Now, Mb claims lien. &quot;Lien&quot; in its ordinary sense means the right by law to keep possession of something belonging to a person in debt until that debt has been paid. Lien cannot give any right, interest or title in the immovable property in possession of the person claiming lien. In Hudson&#x27;s Building and Engineering Contracts, it is stated that use of this expression in the context of building contracts is inaccurate and confusing. No lien can arise from a building contract whether by operation of law or under the terms of the contract. The contract may, however, confer contractual rights over materials or plant having some or all the characteristics of a lien. It states as under:    &quot;IN its proper sense, lien means the right of a person in possession to retain the property of another until certain claims have been satisfied. A general lien enables the property to be detained until the general state of account between the parties has been satisfied, a particular lien until charges for work done to the property in question have been met. In both cases the lien arises by operation of law, not by contract. In the case of common law liens, no power of sale exists. In the case of equitable liens (which arise on the sale of land), such a power does exist. No lien in these senses can arise from the carrying out of building or engineering work. Where a right similar in its characteristics to a lien is created by a contract, express or implied, the contract itself must be examined in every case in order to determine exactly what rights over the property concerned the parties intended to create. There is, however, a tendency, where a contractual right less than , is intended to pass, to describe it as a lien if it appears to have characteristics analogous to a lien proper. In most cases the term is used to mean a right of detention less than ownership, in the nature of a pledge or security for due performance. But to determine the exact incidents of the right, the contract itself must be examined.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">(30) In Common Law, a legal lien merely confers on the holder of the articles in respect of which it was claimed a passive right to detain the articles until the debt was paid and such liens could not in the absence of statutory powers be enforced by sale although there might be expense incurred in the retention of the property. Accordingly, a person who chose to insist on his right of retainer might do so, but would have no further right and must put up with any inconvenience which the retention might entail, but the court has discretion to pass appropriate orders regarding the disposal of the property subject of lien (see in this connection Halsbury&#x27;s Laws on England, volume 28, para 542).   \n</p>\n<p data-structure=\"Section\" id=\"p_28\">(31) Legal Glossary, 1983rd edition, published by the Ministry of Law, Justice and Company Affairs, Government of India, defines &quot;lien&quot; as a &quot;right by which a person in possession of personal property holds and retains it against the other in satisfaction of a demand due to the party retaining it&quot;. For this proposition, reference has been made to Order 8 Rule 6 (2) <a href=\"/doc/161831507/\" id=\"a_10\">of the Code of Civil Procedure</a> dealing with lien upon the amount decreed of any pleader in respect of the costs payable to him under the decree. <a href=\"/doc/392156/\" id=\"a_11\">Sections 46</a> and <a href=\"/doc/1218839/\" id=\"a_12\">47</a> of the Sale of Goods Act dealing with unpaid seller&#x27;s rights and seller&#x27;s lien and <a href=\"/doc/1009332/\" id=\"a_13\">Section 13(1) (d)</a> of the Specific Relief Act dealing with rights of purchaser by lessee against the person with no title or imperfect title. But, reference in this connection may also be made to <a href=\"/doc/903901/\" id=\"a_14\">Sections 171</a> and <a href=\"/doc/396262/\" id=\"a_15\">221</a> of the Contract Act. Section 171 deals with general lien of bankers, factors, wharfingers, attorneys and policebrokers. and section 221 with agent&#x27;s lien on principal&#x27;s property.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">(32) As noted above, there is no right with the person claiming lien in the property to sell the same except where the statute so provides. In this connection, reference may be made to <a href=\"/doc/14176619/\" id=\"a_16\">Section 55</a> of the Railways Act, 1890. Lien is right to possession until debt is paid and no more. Further, once a person comes to the court claiming the debt, his right to claim lien, in the absence of any law or the contract, will cease and would become extinct and it would be for the court to pass appropriate orders for return of the property under lien and to secure the amount, if circumstances so require, in case of the party claiming lien succeeding. He cannot have more right when the law permits to secure the amount of the debt.   \n</p>\n<p data-structure=\"Section\" id=\"p_30\">(33) <a href=\"/doc/120447987/\" id=\"a_17\">Section 52</a> of the Indian Easements Act, 1882, defines &quot;license&quot;,    &quot;WHERE one person grants to another, or to a definite number of other persons, a right to do, or continue to do, in or upon the immovable property of the grantor, something which would, in the absence of such right, be unlawful, and such right does not amount to an easement or an interest in the property, the right is called a license.&quot;  \n</p>\n<p data-structure=\"Section\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1357066\" id=\"span_7\">(34) Now, a license so granted is revocable unless it is coupled with a transfer of property, and such transfer is in force or the licensee acting upon the license has executed a work of a permanent character and incurred expenses in the execution (this is <a href=\"/doc/21268216/\" id=\"a_18\">Section 60</a> of the Indian Easements Act, 1882). Though the section is not exhaustive and parties may, by agreement, make license irrevocable (see <a href=\"/doc/1357066/\" id=\"a_19\">Ram Sarup Gupta (dead) by LRs v. Bishnu Narain Inter College &amp; Ors.</a> ).</span>   \n</p>\n<p data-structure=\"Section\" id=\"p_32\">(35) There is nothing on the record to show that the license given in the present case was irrevocable. Usa could, thus, revoke the license, which it did, with the result that Mb had no right to remain on the property. It is nobody&#x27;s case that Mb has any charge over the property. Mb was granted right by the Usa to enter upon the plot and to make construction thereon as per the terms of the contract after demolishing the existing structure. But for this right, it would have been unlawful for the Mb to enter upon the land and to construct a building thereon. Mb was, thus, granted a license by the USA. While Mb was there on the plot for the purpose of carrying out construction, its possession was also never exclusive as the construction proceeded, which was under the supervision of the Usa and Mb was being paid running bills. Now, though at a later stage, disputes have been raised, Mb has itself stated that the work of construction was done under the direct supervision of the Project Supervisor of the Usa whose permanent office was at the site of the project and who, along with his engineer and architect, used to inspect the work done by the defendant every day. According to Mb, termination of the contract is wrongful and Mb has not only the right to retain possession of the property, but, also debars/resists the Usa from entering upon the same till such time its dues are paid. There is a dispute if any amount is at all payable to the MB. Could Mb hold on the property of which value is far more than the amount claimed by Mb to the detriment of Usa who wants to complete the construction and to occupy the property turn the residential use of its officers ? Mb has though contended that construction is complete, but for some final touches. For over seven years the properly has not been put to any use and no steps taken to upkeep of the properly. Such a state of affairs could not be allowed to exist till the suit is finally decided. At the most Mb requires security for its dues if it succeeds, and no more. Mb also claims to be incurring expenses every month for providing security guards to protect the property. It says, it is incurring this expense in the account of the USA. This could not be so when the Usa never authorised Mb to incur any such expense. Mb cannot sell the property even to recover its dues, assuming its claim of having any lien is correct. Such incurring of expenses or sale is not authorised by any law or contract between the parties. In the present case. lien is not being claimed cither in law or under the contract but under common law which requires decision on the basis of justice, equity and good conscious. Mb cannot claim any lien and if the contract has been wrongfully terminated and the license revoked, Mb can claim damages, but, certamly, cannot hold on the property. Illustration given of the car repairer and lien of the garage owner on the car for his charges, cannot be applied to the case of building construction contract, as in the present case. There is no parallel in these two contracts, that is, the car repairer and building construction where running payments are made and license granted to the contractor to enter upon the site for the purpose. It is not that some article has been delivered to the contractor on which he is to do some work and incur expenses for which he can claim right to retain the article until his charge is paid. It appears to me, it is wholly foreign and even erroneous to bring in the concept of lien and to claim possession on that basis, as in the present case. Of course, if Mb is in possession otherwise; it could claim not to be dispossessed, except in due course of law. But, again, that is not the case here. Mb was never in possession of the property in its Own right and its possession was also not exclusive and it could not remain there after the license was revoked.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\"> THE following propositions emerge : (i) Court can issue mandatory injunction on interlocutory application in the ends of justice to put a stop to a wrongful act being perpetrated during the pendency of the suit, though such power should be exercised in rare and exceptional cases: (ii) No lien exists in favor of the building contractor and he cannot retain possession of the property or remain at site on such a claim, unless the contract between the parties so provides,&#x27; and (iii) license granted to the building contractor by the owner to to enter upon the site for the purpose of making construction is revocable. If contract is terminated wrongfully and on that account license revoked, the contractor has remedy to claim damages.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">(36) Having, thus, held that the court has jurisdiction to grant injunction in the mandatory from on interlocutory application and that there is no lien as claimed by the Mb and further that the license stood revoked, it follows that Mb has to remove itself from the property. The question that arises is as to what safeguards are to be provided, if ultimately Mb succeeds in the suits. Defendant itself has not asked for any interim relief by way of injunction or attachment of any property in its suit. This may be perhaps on the plea that defendant was possessed of a valuable property of the USA. But, then, even if defendant succeeds in its suit, the attachment and sale of the properly in possession of Mb has to be under the orders of the court, unless the amount of the decree is realised otherwise. In fact, Mr. Shiv Charan Singh, in all fairness, stated that he would not dispute that payment will be forthcoming from Usa in case he succeeded, but, he said, he wanted some payment right and now to satisfy the claims of the sub-contractors and others. That, I am afraid, I cannot grant at this interim stage, and, in the circumstances of the present case. Further question that arises is as to up to what stage the work has been done by the Mb on the property. This is to be recorded before interim order becomes operative and during the short period till inspection of the property done, for that purpose status quo is to be maintained. Meanwhile Usa shall also file an undertaking in this court as stated by Mr. Arun Mohan, and mentioned above.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">(37) The application is allowed. The defendants are directed to remove themselves from the property bearing No. 16, Amrita Shergill Marg, New Delhi .during the pendency of the suit and shall further not resist or obstruct the entry of the plaintiff or any of their officers or others on their behalf thereto.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">(38) As to how this order is to come into effect, I am giving directions separately.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">(39) There will be no order as to costs of this application.\n</p> \n\n","numcites":16,"numcitedby":6,"docsource":"Delhi High Court","citetid":1276177,"divtype":"judgments","relatedqs":[{"value":"interlocutory mandatory injunction","formInput":"interlocutory%20mandatory%20injunction"},{"value":"mandatory injunction","formInput":"mandatory%20injunction"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"AMRITA SHERGILL MARG","formInput":"AMRITA%20SHERGILL%20MARG"},{"value":"mr. arun mohan","formInput":"mr.%20arun%20mohan"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"wrongful termination","formInput":"wrongful%20termination"},{"value":"negative covenant","formInput":"negative%20covenant"},{"value":"status quo","formInput":"status%20quo"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"right of lien ","formInput":"right%20of%20lien%20"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"works contract","formInput":"works%20contract"},{"value":"lien","formInput":"lien"},{"value":"interlocutory application","formInput":"interlocutory%20application"},{"value":"Building contracts","formInput":"Building%20contracts"},{"value":"easements","formInput":"easements"},{"value":"contract law","formInput":"contract%20law"}],"cats":[{"value":"agent's-lien-on-principal's-property","formInput":"tag:agent's-lien-on-principal's-property"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"general-lien-of-bankers","formInput":"tag:general-lien-of-bankers"}],"courtcopy":false,"query_alert":null,"agreement":false}