{"tid":96104,"publishdate":"2010-03-12","title":"E.Mohan vs Madras Fertilizers Limited on 12 March, 2010","doc":"<h2 class=\"doc_title\">E.Mohan vs Madras Fertilizers Limited on 12 March, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-s-sivagnanam\">T.S.Sivagnanam</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-s-sivagnanam\">T.S.Sivagnanam</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDATED:12.03.2010\n\nCORAM\n\nTHE HONOURABLE MR.JUSTICE T.S.SIVAGNANAM\n\nW.P.No.26848 of 2009 &amp; M.P.Nos.1,2,3&amp;4/2009\n\nE.Mohan\t\t\t\t\t\t\t...   Petitioner \t\t\t\t\t\t\t\n\t\t\t\t\t Vs\n\n1. Madras Fertilizers Limited\n    Rep. by its Dy. General Manager (Acting),\n    No.2, Manali,\n    Chennai 600 068.\n\n2. Muralidharan\n    Chairman and Managing Director,\n    Madras Fertilizers Limited,\n    No.2, Manali, \n    Chennai 600 068.\n\n3. The Branch Manager,\n    H.D.F.C. Bank Ltd.,\n    Trade Finance Department,\n    4th Floor, 115, Dr.Radhakrishnan Salai,\n    Mylapore, Chennai 600 004.      \t         ...   Respondents\n\n\n\tThe writ petition is filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India for issuance of a writ of Certiorarified mandamus calling for the records of the first respondent comprised in its Termination Notice dated 11.12.2009 pertaining to the Road Transport Contract 2009-11 and quash the same as arbitrary and illegal and consequently direct the first respondent to continue to avail the services of the petitioner as the transport contractor in terms of the Road Transport contract 2009-11 awarded in favour of the petitioner by strictly adhering to the terms of such contract including complying with the payment obligations contained therein.\n\t\tFor  Petitioner\t\t   :\tMr.R.Muthukumarasamy\n\t\t\t\t\t\t\tSenior counsel for\n\t\t\t\t\t\t\tM/s.Satish Parasaran\t\n\t\t\t\t\t\t\tRahul Balaji\t\t\t\n\tFor Respondents \t:\tMr.R.Viduthalai \n\t\t\tSenior counsel for\n\t\t\tM/s.L.N.Praghasam\n\t\n\t\t     ****\n\t\tO R D E R\n</pre><p data-structure=\"Issue\" id=\"p_1\">\tBy consent, the main writ petition itself is taken up for disposal.\t\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\t2. The prayer in the writ petition is to quash the termination notice dated 11.12.2009 issued by the first respondent terminating the road transport contract 2009-2011 awarded to the petitioner and to direct the first respondent to avail the services of the petitioner as transport Contractor by strictly adhering to the terms of such contract including complying with the payment obligations contained under the contract.  \n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\t3. The case of the petitioner is that the petitioner is the Proprietor of M/s.Krishna Lorry Service, a service provider, engaged in the business of transportation of products and goods on contract basis covering the State of Tamil Nadu, Andhra Pradesh, Kerala, Karnataka and Pondicherry.  The proprietorship concern was initially owned and managed by the petitioner&#x27;s father Mr.Easwaran and after his demise it is managed by the legal heirs, which includes the petitioner, his mother and two sisters and the petitioner&#x27;s mother and two sisters are stated to have granted Power of Attorney in favour of the petitioner herein.  \n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4.  The first respondent herein is a public sector undertaking of the Central Government engaged in the production of Ammonia, Urea and NPK complex.  The petitioner herein was engaged as a transport Corporation of the first respondent since 1997 for transporting its bagged fertilizer and consignments.  The contract for the period 2007-2009 was awarded to the petitioner as they qualified as the lowest tenderer.  The first respondent by tender notice dated 10.6.2009 called for tender to submit bids for transportation of its products for a period of two years, viz., 2009-2011.  The tender was two-cover bid system consisting of  &quot;Form A \u0016 Qualification Bid&quot; and &quot;Form B \u0016 Rate Bid&quot;.  The petitioner as one of the participants in the said tender, submitted its bids on 8.7.2009.  According to the petitioner, on the date of submission of its bids, the petitioner was intimidated by the presence of certain criminal elements within the premises of the office of the first respondent, who attempted to snatch the tender papers from the petitioner and his sister.  However, no action was taken inspite of the fact being brought to the notice of the second respondent, the Chairman and Managing Director of the first respondent Company who has been impleaded in his personal capacity in this writ petition.  It is stated that the petitioner managed to submit his bid on the said date.  Having been qualified in the Qualification bid, the financial bid of the petitioner was opened on 31.7.2009 as scheduled and since the petitioner was the lowest bidder, the contract for the period 2009-2011 was awarded in favour of the petitioner.  The earlier contract for the period 2007-2009 was to expire on 9.8.2009 and the new contract for the subsequent period ought to have been entered well before the expiry of the previous contract,  but stated to have been delayed by the first respondent for the reasons best known to them.  It is stated that the second respondent called the petitioner for a meeting on 4.8.2009 and asked them to back out from the said tender and informed that the rates quoted by the petitioner was unworkable and they were inclined to award the contract to the second lowest bidder whose offer was Rs.11 Crores over and above the offer made by the petitioner.  According to the petitioner, these facts were brought to the notice of the Department of Fertilizers, Government of India by their letter dated 5.8.2009.  Subsequently, by communication dated 7.8.2009 the first respondent called upon the petitioner to extend the earlier contract for the year 2007-09 for a further period of one month i.e., from 10.8.2009 to 9.9.2009 at the prevailing rates.  This request made by the first respondent was agreed to by the petitioner.  Subsequently, the contract for the period 2009-2011 was given in favour of the petitioner by letter dated 9.9.2009 and an agreement was also entered into on the same day.  \n</p>\n<p data-structure=\"Facts\" id=\"p_5\">\t5.  The complaint of the petitioner is that as on 27.8.2009 a sum of Rs.4,81,39,413/- was due and payable to the petitioner and the financial burden on the petitioner was severe due to the delay in payments.  It is pointed out that in terms of Clause 9.2 of Part-IV of the Terms and Conditions of the contract, the first respondent is required to settle the bills within a period of 30 days.  Therefore, the petitioner by letter dated 27.8.2009 intimated the first respondent that they would be adjusting all future payments first against their claim for interest at the rate of 15% for the payments that have been delayed beyond 45 days even though they are entitled for interest for the delay beyond 30 days. However, payments are stated to have been withheld at the instance of the second respondent. It is further submitted that the first respondent company was declared as  &#x27;sick Company&#x27; by the B.I.F.R. in Case No.501 of 2007.  Though information was sought for by the petitioner as regards the status of the Company before the B.I.F.R., such information was not furnished by the second respondent and even the Operating Agency failed to divulge any details inspite of the petitioner&#x27;s written request dated 31.8.2009.  The petitioner is stated to have been reeling under severe financial crunch since their bankers had stopped credit and their suppliers were also pressing for payments and the petitioner continued to request the respondents 1 and 2 to release payments.  It is stated that inspite of the best efforts of petitioner to meet the second respondent for redressal of the grievance, the second respondent did not give them an opportunity to sort out the issues.  Since there was a stalemate in the matter, the petitioner approached the B.I.F.R. and filed an application dated 5.12.2009 to implead them as a party in the proceedings.  At that stage of the matter, the impugned termination notice was issued terminating the contract and the first respondent invoked the Bank Guarantee for a sum of Rs.2,76,23,638/-.  Subsequently, the petitioner received a cheque dated 8.12.2009 for Rs.25,11,689/- and the outstanding as on 15.12.2009  payable by the first respondent was Rs.6,97,67,587/-.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_6\">\t6.  According to the petitioner, the first respondent wrongly withheld payment due to the petitioner owing to which the petitioner was disabled from performing its part of the contract and the first respondent being a public sector Company cannot interpret a contract in a wholly unfair manner.  It is further contended that the invocation of Bank Guarantee was unwarranted and a high-handed action.  It is further submitted that though the contract contains an arbitration Clause in Clause 11.5 for reference of disputes to the second respondent or any other person nominated by him, the conduct of the second respondent does not inspire any confidence in the petitioner that he would discharge his duties as an Arbitrator with the integrity and impartiality. The petitioner further apprehended that any decision of the second respondent to appoint some other person as Arbitrator would also be tainted with bias and prejudice.  Therefore, the petitioner approached this court by way of the present writ petition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">\t7. Mr.R.Muthukumarasamy, learned Senior counsel appearing for the petitioner would assail the correctness of the impugned order by contending that the termination of the contract is in violation of <a href=\"/doc/367586/\" id=\"a_2\">Article 14</a> and <a href=\"/doc/935769/\" id=\"a_3\">19(1)(g)</a> of the Constitution of India and the first respondent acting as an instrumentality or agency of the Government, engaged in production of  essential commodities, viz fertilizers, acted in an unfair manner by terminating the petitioner&#x27;s contract despite the fact that the petitioner offered the lowest quotation in the public tender.  The learned counsel further states that Government bodies like the first respondent have to exercise their contractual power free from arbitrariness, favoritism, nepotism and every action of the first respondent is bound to satisfy the principles laid down under <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution of India.  It is further submitted that the first respondent terminated the contract despite the petitioner being the lowest and experienced bidder and such termination came to be done only at the instance of the second respondent so as to favour a third party viz., the second lowest tenderer whose offer was Rs.11 Crores over and above the petitioner&#x27;s offer.  It is further submitted that the allegations contained in the impugned notice stating that the petitioner failed to perform the duties and responsibilities of the Contractor with integrity and by stating that under normal course, the outstanding amount would be always about Rs.4 Crores and that the petitioner has quoted unreasonable lower rate for just grabbing the contract and after doing so causing unnecessary problems  to the company and writing unethical letters to the company are all absolutely arbitrary and unreasonable statements and in the normal course of business transaction, a bidder would offer a viable rate so far as he is concerned and by quoting a lower rate alone will not amount to grabbing a contract.  Further, the observation that normally Rs.4 Crores would be outstanding, cannot be made as a general statement when the contract contemplates payment within 30  days and in the instant case, the dues as on 30.11.2009 was Rs.7,18,65,084/- and even the payment received after the impugned termination the outstanding was Rs.4,97,67,587/- and therefore the action of the first respondent in insisting upon supply of lorries without releasing payment for the services rendered under the earlier contract is wholly arbitrary.  It is further submitted that no adjustment of payment have been made by the petitioner as alleged in the impugned termination notice and all payments made by the first respondent were against the specific bills and therefore the action is arbitrary.  It is further contended that malice is writ large on the face of the record and the impugned order itself has been passed at the instance of the second respondent who was bent upon cancelling the contract awarded to the petitioner.  The learned Senior counsel would further contend that though the new contract came to be signed on 9.9.2009 the petitioner has not received a single payment except the payment of Rs.50 lakhs which was released during the pendency of the writ petition at the time when the interim applications were heard.  The learned Senior counsel relied on Clause 9.2 of the terms and conditions of the Contract stating that the payments shall be made as early as possible but not later than 30 days.  It is further contended that there is absolutely no cause of action or much less any loss suffered by the first respondent justifying the invocation of bank guarantee given by the petitioner in favour of the first respondent.  The learned Senior counsel referred to the various representations made by the petitioner to the Central Government relating to the complaint made against the second respondent and such other matters.  That the sum and substance of all these communications are that the petitioner is being harassed by the second respondent and he has been victimized since they refused to satisfy the certain unethical demands of the second respondent.  The learned Senior counsel also relied upon the statement of accounts filed in the form of Additional typeset of papers  giving details of the outstanding amount due and payable to the petitioner from April 2007 to January 2010.  The learned Senior counsel would submit that the action of the first respondent was wholly unjustified and was aimed at penalising the petitioner by not effecting payment stating that the petitioner has not supplied the trucks.  It is further stated that if the first respondent found that the rates offered by the petitioner were unworkable, it was open to the first respondent to reject the petitioner&#x27;s bid at the first instance.  Having not done so, it is not open to the first respondent to cancel the contract of the petitioner stating that the rate offered and accepted by the petitioner is unworkable, after the contract was awarded in favour of the petitioner.  On these grounds, the learned Senior counsel contended that the impugned order of termination calls for interference of this court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">\t8. Mr.R.Viduthalai, learned Senior counsel appearing for the respondents 1 and 2 would contend that before dealing with the merits of the matter, he would raise a preliminary objection as regards the maintainability of the writ petition.  By stating that the contract in question is purely non statutory contract and the petitioner cannot invoke the jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India to question the correctness of termination of such non statutory contract.  Though, this court would have jurisdiction to interfere in such matter when such termination is patently arbitrary or erroneous and the case on hand being not one such case, the writ petition is not maintainable.  Clause 11.5 of the contract provides for arbitration for resolving disputes and in-view of the binding arbitration agreement, the petitioner cannot approach this court by way of the present writ petition.  The first respondent company having been declared as sick industrial undertaking by the B.I.F.R., the petitioner cannot adopt arm-twisting methods for recovery of the past dues by threatening not to supply the trucks for the subsequent new contract.  It is further contended that the petitioner has accepted breach of the contract and after 3.11.2010 they have not supplied a single truck and they held the first respondent company to ransom and therefore, the first respondent was justified in terminating the contract on the reasons assigned.  As regards the outstanding bills, the learned senior counsel would contend that it was always a running contract and the outstanding was always to the tune of Rs.4 Crores and this was the situation even when the petitioner&#x27;s father was a Contractor for the past nearly 12 years and this aspect of the matter is contract by conduct. By referring to the petition filed before the B.I.F.R., the learned Senior counsel would contend that the petitioner having approached the B.I.F.R. ought not  to have invoked <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India by filing the present writ petition.   The learned Senior counsel referred to the various paragraphs in the counter affidavit in support of his contentions.  The learned Senior counsel on the question regarding maintainability of the writ petition relied upon the following  decisions of the Honourable Supreme Court:\n</p><blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_1\">1. (1996)6  SCC 22 (<a href=\"/doc/1156062/\" id=\"a_7\">State of U.P. and others Vs Bridge &amp; Roof Company (India) Ltd</a>.</span>\n</blockquote><blockquote id=\"blockquote_2\">2. (2008)8 SCC 172 (Pimpri chinchwad Municipal Corporation and others)\n</blockquote><blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_2\">3. (2008)12 SCC 500 (<a href=\"/doc/899629/\" id=\"a_8\">Kisan Sahkari Chini Mills Ltd. and others Vs Vardan Linkers and others</a>)</span>\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_9\">\t9. In reply, the learned Senior counsel appearing for the petitioner would submit that the writ petition is maintainable against the first respondent as it is the Central Government Company and when the impugned termination is ex-facie arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_9\">Art.14</a> and <a href=\"/doc/935769/\" id=\"a_10\">19(1)(g)</a> of the Constitution of India, this Court has sufficient jurisdiction to entertain the present writ petition.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"449727\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"485924\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_5\">In support of the said contention, the learned Senior counsel relied on the decisions of the Hon&#x27;ble Supreme Court reported in (2004) 3 SCC 553 (<a href=\"/doc/1943124/\" id=\"a_11\">ABL International Vs. Export Credit Guarantee Corporation of India</a>),  A.I.R. 2008  SC 1101 (Food Corporation of India and another) and A.I.R. 1973 SC 205 (<a href=\"/doc/485924/\" id=\"a_12\">The D.F.O. South Kheri &amp; others Vs Ram Sanehi Singh</a>) and the decision of the Hon&#x27;ble Full Bench of this court reported in 1997(2) SCC 636 (<a href=\"/doc/449727/\" id=\"a_13\">Aluminium Industries Ltd. Madras Vs Minerals &amp; Metals Trading Corporation of India Ltd., Chennai</a> and 2 others).  As regards the rule of exclusion of writ jurisdiction by availing an alternative remedy of arbitration, the learned Senior counsel would contend that the said rule is a rule of discretion and not one of compulsion.</span></span></span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1603548\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461988\" id=\"span_7\">In support of the said stand, the learned Senior counsel referred to the decisions of the Hon&#x27;ble Supreme Court reported in 1974(2) SCC 231 (<a href=\"/doc/461988/\" id=\"a_14\">Union of India Vs. Raman Iron Foundry</a>) and 2003(2) SCC 107 (<a href=\"/doc/1603548/\" id=\"a_15\">Harbanslal Sahnia and another Vs. Indian Oil Corporation Ltd and others</a>).  The learned Senior counsel would further contend that if there is infringement of the <a href=\"/doc/367586/\" id=\"a_16\">Article 14</a> of the Constitution of India, the question of invocation of arbitration clause does not arise.  Finally, the learned Senior counsel would contend that the respondents  1 and 2 withheld the money payable to the petitioner by making it impossible for the petitioner to proceed with the contract and inspite of such difficulty the petitioner continued to supply the trucks under the new contract till November 2009 and subsequently supplied the trucks after the interim order was granted by this court on 21.12.2009  and in such circumstances, the first respondent cannot compel the petitioner to perform the terms of the contract and in fact despite the severe financial crunch, the petitioner had supplied the trucks and when the outstanding due was more than Rs.6.5 Crores, the petitioner was driven to a situation and took the step which every prudent and reasonable businessman would do if put in such a situation.</span></span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1276061\" id=\"span_8\">The learned Senior counsel relied on the decision of the Hon&#x27;ble Supreme Court reported in A.I.R. 1961 SC 990 (<a href=\"/doc/1276061/\" id=\"a_17\">Mahabir Prasad Rungta Vs Durga Datta</a>), by stating that the facts in the said case were similar, the Honourable Supreme Court has held that a party to which  payments were withheld was entitled to rescind the contract as the case was covered by <a href=\"/doc/679619/\" id=\"a_18\">Sec.55</a> of the Indian Contract Act.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">\t10. In the affidavit filed in support of the writ petition, the allegations of malafide have been made against the second respondent, the Chairman and Managing Director of the first respondent.  A counter affidavit has been filed on behalf of the respondents 1 and 2 and sworn to by the Deputy General Manager (Acting), Marketing and Distribution of the first respondent.  In paragraph 10 of the counter affidavit, it has been stated that the petitioner informed this court on 12.01.2010 that he is withdrawing all the allegations against the Chairman and Managing Director and hence the allegations in paragraph 10 of the affidavit  in the writ petition are not traversed.  The allegations in paragraph 10 relates to allegations against the second respondent. The learned Senior counsel for the petitioner would submit  that no such statement was made, but the petitioner agreed to withdraw the allegations in the event of an amicable settlement in the matter.  In fact, this court suggested the parties to explore possibility of settlement and by order dated 29.01.2010 referred the matter for mediation before the Mediation and Conciliation Centre of this Court.  However, before the Mediation Centre, the respondents 1 and 2 failed to agree for mediation and therefore the matter is before this court to be decided on merits.  However, it is to be stated that the allegations of malafide made against the second respondent remains un-controverted even thereafter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">\t11. I have heard the submissions made by the learned Senior counsels on either side.  The following issues would arise for consideration in the present writ petition.\n</p>\n<blockquote id=\"blockquote_4\">1) Whether the writ petition is maintainable against the first respondent  ?\n</blockquote><blockquote id=\"blockquote_5\">2) Whether the petitioner is entitled to challenge the termination of the contract awarded in his favour by the first respondent by filing a writ petition and without resorting to arbitration ?\n</blockquote><blockquote id=\"blockquote_6\">3) Whether the reasons assigned for termination are justifiable and whether the same could be gone into in the present writ petition ?\n</blockquote><blockquote id=\"blockquote_7\">4) To what other relief the parties are entitled ?\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_12\">\t12. The first question relating to the maintainability of the writ petition against the public sector undertaking is no longer res integra.  The Hon&#x27;ble Supreme Court has settled the controversy in several decisions and it is not in dispute that the first respondent is a public sector company carrying on manufacturing activities in  essential Commodities viz., fertilizer and other products and thus has a public duty to perform and the first respondent is supported by the Central Government and under the control of the Government namely the Ministry of Fertilizer, Government of India and its Chairman and Managing Director is appointed by the Central Government. Therefore undoubtedly, the first respondent would be amenable to the jurisdiction of this court under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\t13. The second question is that if a writ petition is maintainable against the first respondent, whether a writ petition could be entertained to quash the impugned termination notice issued by the first respondent terminating a transport contract issued in favour of the petitioner.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1375409\" id=\"span_9\">In this regard, it would be relevant to refer to the decision of the Hon&#x27;ble Supreme Court in the case of (1997) 11 SCC 636 (<a href=\"/doc/1375409/\" id=\"a_20\">Kisan Sakkari Chini Mills Ltd Vs. State of U.P and others</a>) (cited supra) relied on by the learned Senior counsel for the respondents.  The case before the Hon&#x27;ble Supreme Court was relating to a permission granted for lifting molasses from 5 sugar mills and the permission having been cancelled, the beneficiary of such permission approached the High Court, which allowed the writ petition and quashed the order of such cancellation of permission.  The Sugar mills were on appeal before the Hon&#x27;ble Supreme Court.  The Hon&#x27;ble Supreme Court framed the following question for consideration:</span>\n</p><blockquote id=\"blockquote_8\">\t&quot;18. Ordinarily, the remedy available for a party complaining of breach of contract lies for seeking damages. He will be entitled to the relief of specific performance, if the contract is capable of being specifically enforced in law. The remedies for a breach of contract being purely in the realm of contract are dealt with by civil courts. The public law remedy, by way of a writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution of India, is not available to seek damages for breach of contract or specific performance of contract. However, where the contractual dispute has a public law element, the power of judicial review under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution of India may be invoked.&quot;(emphasis supplied)\n\t\nAfter referring to the earlier decisions of the Hon&#x27;ble Supreme Court on the said issue, held as follows:\n</blockquote><blockquote id=\"blockquote_9\">\t&quot;23. If the dispute was considered as purely one relating to existence of an agreement, that is, whether there was a concluded contract and whether the cancellation and consequential non-supply amounted to breach of such contract, the first respondent ought to have approached the civil court for damages. On the other hand, when a writ petition was filed in regard to the said contractual dispute, the issue was whether the Secretary (Sugar), had acted arbitrarily or unreasonably in staying the operation of the allotment letter dated 26-3-2004 or subsequently cancelling the allotment letter. In a civil suit, the emphasis is on the contractual right. In a writ petition, the focus shifts to the exercise of power by the authority, that is, whether the order of cancellation dated 24-4-2004 passed by the Secretary (Sugar), was arbitrary or unreasonable. The issue whether there was a concluded contract and breach thereof becomes secondary. In exercising writ jurisdiction, if the High Court found that the exercise of power in passing an order of cancellation was not arbitrary and unreasonable, it should normally desist from giving any finding on disputed or complicated questions of fact as to whether there was a contract, and relegate the petitioner to the remedy of a civil suit. Even in cases where the High Court finds that there is a valid contract, if the impugned administrative action by which the contract is cancelled, is not unreasonable or arbitrary, it should still refuse to interfere with the same, leaving the aggrieved party to work out his remedies in a civil court. In other words, when there is a contractual dispute with a public law element, and a party chooses the public law remedy by way of a writ petition instead of a private law remedy of a suit, he will not get a full-fledged adjudication of his contractual rights, but only a judicial review of the administrative action. The question whether there was a contract and whether there was a breach may, however, be examined incidentally while considering the reasonableness of the administrative action. But where the question whether there was a contract, is seriously disputed, the High Court cannot assume that there was a valid contract and on that basis, examine the validity of the administrative action.&quot;\n</blockquote>\t\n<p data-structure=\"Precedent\" id=\"p_14\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1700980\" id=\"span_10\">14.  Further, the Hon&#x27;ble Supreme Court in (2008) 3 SCC 440, (<a href=\"/doc/1700980/\" id=\"a_23\">Food Corporation of India and another Vs. Seil Ltd. and others</a>),  was considering the maintainability of a writ petition relating to payment of money due from Food Corporation of India for supply of sugar made pursuant to orders of statutory authority and held as follows:-</span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">&quot;15. When supply of sugar was made in terms of a statutory order as also on the directions issued by the Central Government and in the cases there did not exist any factual dispute, we do not see any reason as to why the writ petitions would not be maintainable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">16. It is now no longer res integra that contractual disputes involving public law element are amenable to writ jurisdiction. In these cases, the Central Government not only scrutinised the bills but also verified the claims of the respondents. A direction was issued to make payment. The appellant, which is \u0013State\u0014 within the meaning of <a href=\"/doc/609139/\" id=\"a_24\">Article 12</a> of the Constitution of India, withheld payment without any legal justification.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_11\">21. Jurisdiction of the High Court to entertain a writ application involving contractual matter was considered by a Bench of this Court in <a href=\"/doc/1943124/\" id=\"a_25\">ABL International Ltd. v. Export Credit Guarantee Corpn. of India Ltd.</a> (2004) 3 SCC 553, wherein upon referring to a large number of decisions, it was held: (SCC p.\t570, para\t23)\n\u001323. It is clear from the above observations of this Court, once the State or an instrumentality of the State is a party of the contract, it has an obligation in law to act fairly, justly and reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> of the Constitution of India. Therefore, if by the impugned repudiation of the claim of the appellants the first respondent as an instrumentality of the State has acted in contravention of the abovesaid requirement of <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a>, then we have no hesitation in holding that a writ court can issue suitable directions to set right the arbitrary actions of the first respondent.\u0014</span>\n\n</p><p data-structure=\"Issue\" id=\"p_18\">23. <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a> of the Constitution of India has received a liberal interpretation over the years. Its scope has also been expanded by creative interpretation of the court. The law has developed in this field to a great extent. In this case, no disputed question of fact is involved.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">24. The High Court, in an appropriate case, may grant such relief to which the writ petitioner would be entitled to in law as well as in equity.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_20\">\t15. Thus, the principles which could be culled out from the above decisions of the Hon&#x27;ble Supreme Court are that:\n</p><blockquote id=\"blockquote_10\">a) In exercising writ jurisdiction, if the High Court found that there was no arbitrariness or unreasonableness in the order of cancellation of such contract, court should normally desist from giving any finding on that disputed question of fact as to whether there was a contract and relegate the party to a private law remedy of a civil suit.\n</blockquote><blockquote id=\"blockquote_11\">b) Even in a cases where there is valid contract if the impugned administrative action by which the contract is cancelled is neither unreasonable nor arbitrary, the High Court should still refuse to interfere.\n</blockquote><blockquote id=\"blockquote_12\">c) When there is a contractual dispute with a public law element and a party files a writ petition instead of a suit he cannot get full-fledged adjudication of his contractual right but only a judicial review of the administrative action and while considering the reasonableness of the administrative action, the question whether there was a contract or there was a breach could be examined incidentally.\n</blockquote><blockquote id=\"blockquote_13\">d) High Court in appropriate cases may grant relief for money claim which the petitioner would be entitled to in law as well as in equity.\n</blockquote><blockquote id=\"blockquote_14\">e)It is clear from the above observations of this Court, once the State or an instrumentality of the State is a party of the contract, it has an obligation in law to act fairly, justly and reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> of the Constitution of India. Therefore, if by the impugned repudiation of the claim of the contractor an instrumentality of the State has acted in contravention of the above said requirement of <a href=\"/doc/367586/\" id=\"a_30\">Article 14</a>, then a writ court can issue suitable directions to set right the arbitrary actions of the first respondent. \n</blockquote><p data-structure=\"CDiscource\" id=\"p_21\">\t16. Based on the above legal principles, the jurisdiction of this court in the present dispute is not to do a complete adjudication of the contractual rights of the petitioner, but only to examine as to whether the action of the first respondent  in cancelling the contract is unreasonable or arbitrary and whether there was fairness in action and as to whether there has been infringement of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> and <a href=\"/doc/935769/\" id=\"a_32\">19(1)(g)</a> of the Constitution of India.   For examining these aspects, this Court is empowered to incidentally look into the aspect whether there was a breach of contract as alleged in the impugned notice of termination. For this purpose the following uncontroverted facts are relevant. The petitioner&#x27;s father was a Transport contractor of the first respondent for over 12 years, after his demise, the petitioner, his mother and sisters are carrying on the business and the petitioner herein has been granted a power of attorney by his mother and sisters.  The original contract was a period from 2006-2009, subsequently, by tender notice dated 10.06.2009, the first respondent called for tenders for the Transport contract for a period of two years from 2009-2011.  The tender was a two cover bid system and the petitioner was one among the participants and submitted his bid on 08.07.2009.  It is not in dispute that the petitioner was a lowest bidder, which was confirmed after the financial bid was opened on 31.07.2009.  The earlier contract was to expire on 09.08.2009 and the first respondent as in the normal course of business ought to have entered into a new contract for the subsequent period even prior to the expiry date since, the petitioner was held to be the lowest bidder.  However, it appears that the agreement was not entered into, but request was made by the first respondent by communication dated 07.08.2009 to extend the period of the earlier contract for one month from 10.08.2009 to 09.09.2009 at the prevailing rates.  This request made by the first respondent was accepted by the petitioner and the contract was extended for a period of one month.  Thereafter, there has been several correspondence between the petitioner and the first and second respondents requesting for settlement of the arrears, which had by then reached nearly a sum of  Rs.5,00,00,000/-.  Since, there was no response to the representations, the petitioner had approached the B.I.F.R, praying that they should be impleaded in the proceedings. By then, the new contract came to be signed on 09.09.2009.  The impugned order in the present writ petition is cancellation of the said contract dated 09.09.2009 by proceedings dated 11.12.2009.  A perusal of the proceedings dated 11.12.2009 would reveal that the following are the primary reasons for termination of the contract:\n</p><blockquote id=\"blockquote_15\">\ta) That the petitioner failed to perform the duties and the responsibilities of the contractor as described in the tender document and contravened the terms and conditions of the Road Transport Contract 2009-2011.\n</blockquote><blockquote id=\"blockquote_16\">\tb) Under normal course of Road Transport operation, the outstanding amount used to be always about Rs.4,00,00,000/- and just before the petitioner took over the outstanding was also Rs.5,00,00,000/-.  Inspite of knowing that the dues always remain at Rs.4 to 5 crores, the petitioner quoted unreasonably low rates for grabbing the contract and now causing unnecessary problems.\n</blockquote><blockquote id=\"blockquote_17\">\tc)  After getting the contract, the petitioner started writing unethical letter to the first respondent and subsequently violated the contract terms. \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_22\">\t17.  Thus the gravemen of the allegation against the petitioner is as stated above.  The next two paragraphs of the impugned order relate to the details of breach of contracts, namely &#x27;Adjustment of payment of dues as interest&#x27; and &#x27;Failure to supply trucks&#x27;.  On careful examination of the allegation based on which the contract was terminated, it comes to light that the first respondent was more concerned about the rate offered by the petitioner for securing the contract for the period 2009-2011.  The respondents would term the offer made by the petitioner, which was also accepted by the respondents as an unreasonably low rate.  The stage for examining an offer or a bid by a participant in a tender is at the stage prior to acceptance of the financial bid.  In cases relating to two cover bid system.  The case on hand also is a two cover bid system and admittedly petitioner was found technically qualified and thereafter his financial bid opened.  If in the opinion of the respondent, the bid offered by the petitioner was either unreasonably low or incapable of performance or for any other reason, it was always open to the respondents to reject the petitioner&#x27;s offer.  Even in terms of clause 7.0 of the notice inviting tender, the first respondent reserved their right to accept or reject any or all tender without assigning any reason whatsoever and have no obligation to accept the lowest tender.  Admittedly, this power under Clause 7.0 of the tender conditions was not invoked but on the other hand the petitioner&#x27;s bid, namely the rate bid(financial bid), which was opened on 31.07.2009 was found acceptable and favourable to the respondents and by communication dated 09.09.2009, the contract was awarded in favour of the petitioner.  Therefore, after award of the contract, the first respondent was not justified in stating that the petitioner had offered unreasonably low rate for just grabbing the contract.  The question of grabbing the contract in the instant case may not arise because it is the respondent, who after being satisfied by the rate bid offered by the petitioner awarded the contract in favour of the petitioner.  Thus, the said reasoning in the impugned order is wholly arbitrary, unjust and unreasonable.  It is to be noted that though the qualification bid of the tender for 2009-2011 was opened on 08.07.2009 and the rate bid was opened on 31.07.2009, the contract was awarded only on 09.09.2009 in the intergnum, since the earlier contract was expiring on 08.09.2009, the petitioner was requested to extend the earlier contract from 10.08.2009 to 09.09.2009.  This request was accepted by the petitioner and the contract stood extended for the period of one month.  The petitioner&#x27;s grievance is that no steps were taken to settle the earlier dues.  It is stated that the petitioners were reeling under severe financial crunch, since the outstanding payable as on 15.12.2009 was Rs.6,97,67,587/- and were repeatedly requesting payment of the said amount,  so that they could continue their operations.  In fact from the several letters addressed to the second respondent, which have been filed in the typed set of papers, it is seen that the petitioner has pleaded with the second respondent for settlement of the earlier bills and while affirming their commitment to the obligation under the contract stated that they are being disabled from performing the contract on account of illegitimate action of the second respondent in withholding their payments.  This appears to be tenor of all communications.  In fact in the letter dated 16.12.2009 addressed to the second respondent, the petitioner has specifically stated that they have reason to believe that the second respondent has resorted to coercive measures only because the petitioner did not comply with his unethical demands made to them at Residency Hotel on 04.08.2009.  With regard to this aspect, the impugned order proceeds on the basis that under the normal course of their contract, the outstanding would be Rs.4 to 5 crores and his father was also operating on such conditions.  The submission on the learned Senior counsel appearing for the  respondents in this regard is that it is a contract by contact. In my considered view, the reason assigned in the impugned order for withholding the payment is unjust.  Admittedly, the parties to a contract are governed by the terms and conditions of the contract.  The respondent being a Government undertaking is not justified in adopting such a stand, that normally the outstanding would be between Rs.4 to 5 crores and therefore, the petitioner cannot insist for settlement of the earlier bills.  No document has been placed before this Court to show that the terms and conditions of the contract were varied or modified with the consent of both parties.  \n</p><p data-structure=\"Facts\" id=\"p_23\">\t18.  If that be the case, in terms of clause 9.2, the payment of the bills will have to be made by the finance and accounts group of the respondent as early as possible but not later than 30 days from the day of receipt of bills thereof by the respondent.  Under the same condition clause 9.2, it has been stated that if payment is delayed beyond the period of 30 days due to any reason, it will not vitiate other terms of the contract nor will give any right to the contractor to suspend work under the contract.  This clause, if reasonably interpreted would mean that if the bills are not settled within a reasonable period, which going by the terms of the contract could be a safely taken as further period of 90 days, after the initial 30 days, the contractor would not be justified in suspending work.  Any other interpretation given to such condition ought to be termed as unreasonable.  A party to the contract cannot be made to endlessly wait for their payment and simultaneously to compel them to perform the obligations under the contract and on failure to perform to cancel such contract would be further unreasonable and arbitrary.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1276061\" id=\"span_12\">In the case of <a href=\"/doc/1276061/\" id=\"a_33\">Mahabir Prasad Rungta Vs Durga Datta</a>, referred supra, though the matter arose out of a civil suit the fact in issue was in effect identical to the facts of the present case.  The appellant before the Hon&#x27;ble Supreme Court owned a colliery and an agreement was entered into between the appellant and the respondent therein for transport of coal from the colliery from the railway station.  According to the appellant, the respondent contractor broke the contract by stopping the work of transport.  The contractor on  the other hand contended that the appellant had broken the agreement and work of carriage as a result was stopped.  The appellant further contended that on account of breach of contract by the contractor, he had to employ other carriers and therefore suffered damages, therefore the suit was laid claiming damages by the appellant.  The suit came to be dismissed and ultimately the appellant/plaintiff was before the Hon&#x27;ble Supreme Court.  The Hon&#x27;ble Supreme Court while deciding the main question as to who was responsible for the breach of contract and held as follows:-</span>\n</p><blockquote id=\"blockquote_18\">\t&quot;7....... The learned Judicial Commissioner, on the other hand, held that Rungta had unreasonably and in breach of the agreement, withheld large payments and had left the road in a poor state of repair and thus caused the breach of the contract.  He did not attach much importance to the controversy over the supply of petrol, which controversy was not mooted before us again.\n</blockquote><blockquote id=\"blockquote_19\">\t8.  Of the two reasons on which Rungta was held responsible for the breach of the contract, the important one was the withholding of payment.......\n</blockquote><blockquote id=\"blockquote_20\">\t8......... Whatever might be the intent and purpose of the clause in question, it is clear enough that Rungta was withholding substantial amounts over a very long period without any reasonable cause.  To Durga Datt, the receipt of money in time was a vital consideration if he was to fulfill his contract at all.  It was not to be expected that he would go on carrying thousands of tons of coal from the colliery without receiving payments.  In our opinion, these facts speak for themselves, and amply support the finding of the learned Judicial Commissioner that Rungta was really responsible for hamstringing the work of Durga Datt.\n</blockquote><blockquote id=\"blockquote_21\">\t10.  The case is thus covered by <a href=\"/doc/679619/\" id=\"a_34\">Section 55</a> of the Indian Contract Act, and Durga Datt was entitled to rescind the contract, when the very important condition of the agreement was broken by Rungta.  We confirm the finding of the Judicial Commissioner on this part of the case.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_24\">\t19. In my view, the facts of the present case is also akin to the case referred supra, in fact the respondent herein could be substituted in the place of the appellant before the Hon&#x27;ble Supreme Court (Rungta) and the petitioner herein in the place of the respondent (Durga Datt).  In the present case also the respondents were withholding the substantial amount over a very long period, in fact the request of the petitioner itself is to release payment for the past bills.  It is not the case of the respondents, the payments were not made for meeting the statutory dues, settlement of the electricity consumption charges etc inspite of the fact the respondent was a &#x27;Sick Industrial Company&#x27; and proceedings were pending before the B.I.F.R.  Like raw materials which would also include electricity are essential for running of a factory, transportation of the manufactured goods is also an equally essential factor, more particularly in the case on hand, since the product manufactured is fertilizer and the transportation even according to the respondent is time bound or otherwise the product loses its value. Further, it has been stated by the respondent that unless the fertilizer is transported and delivered to the dealers the Central Government will not release the subsidy to the first respondent.  In such scenario, the respondents are not justified in refusing to settle the past arrears payable to the petitioner, if not in full atleast by way of deferred payments.  By withholding substantial sums of money tremendous pressure had been brought upon the petitioner to continue to perform the contract.  The learned Senior counsel appearing for the petitioner would contend that despite all odds the petitioner had been supplying the trucks inspite of sudden unprecedented demands in the number of trucks made by the respondents during October 2009 month.  Thus, the facts of the case are covered by <a href=\"/doc/679619/\" id=\"a_35\">Section 55</a> of the Indian Contract Act and the petitioner was fully justified in not supplying the trucks, since the dues as on 30.11.2009 was Rs.7,18,65,084.  It is to be noted that the petitioner had been supplying the trucks up to 3.11.2010 and thereafter stopped supply and resumed supply after the interim order was granted by this Court on 21.12.2009.  Thus, there has been no supply of trucks between 03.11.2009 and 21.12.2009.   The respondent organisation being a Government of India Company is bound to act fairly and reasonably and every action of the respondents should satisfy the test of reasonableness. \n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\t<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1943124\" id=\"span_13\">20.  Admittedly, there is lack of bargaining power between the petitioner and the respondent.  Invariably the contracts are standard forms of contract and the parties have no other option except to sign across the dotted lines.  Thus, it is all the more necessary for the State, even in the matter of contractual obligation, to ensure that their actions are free from arbitrariness or discrimination and ensure that there is no violation of <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> of the Constitution of India.  The Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1943124/\" id=\"a_37\">ABL International Vs. Export Credit Guarantee Corporation of India</a> (2004) 3 SCC 553, while dealing with the question whether the writ petition under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution is maintainable to enforce a contractual obligation held thus:</span>\n</p><blockquote id=\"blockquote_22\"> &quot;9. In our opinion this question is no more res integra and is settled by a large number of judicial pronouncements of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_14\">In <a href=\"/doc/838233/\" id=\"a_39\">K.N. Guruswamy v. State of Mysore</a> AIR 1954 SC 592:(1955) SCR 305 this Court held: (AIR pp.595-96, para 20)\n\u001320. The next question is whether the appellant can complain of this by way of a writ. In our opinion, he could have done so in an ordinary case. The appellant is interested in these contracts and has a right under the laws of the State to receive the same treatment and be given the same chance as anybody else. ...</span>\n</blockquote><blockquote id=\"blockquote_23\">We would therefore in the ordinary course have given the appellant the writ he seeks. But, owing to the time which this matter has taken to reach us (a consequence for which the appellant is in no way to blame, for he has done all he could to have an early hearing), there is barely a fortnight of the contract left to go. ... A writ would therefore be ineffective and as it is not our practice to issue meaningless writs we must dismiss this appeal and leave the appellant content with an enunciation of the law.\u0014\n</blockquote><blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_15\">10. It is clear from the above observations of this Court in the said case, though a writ was not issued on the facts of that case, this Court has held that on a given set of facts if a State acts in an arbitrary manner even in a matter of contract, an aggrieved party can approach the court by way of writ under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution and the court depending on facts of the said case is empowered to grant the relief. This judgment in <a href=\"/doc/838233/\" id=\"a_41\">K.N. Guruswamy v. State of Mysore1</a> was followed subsequently by this Court in the case of D.F.O. v. Ram Sanehi Singh (1973)3 SCC 864 wherein this Court held: (SCC p. 865, para 4)\n\u0013By that order he has deprived the respondent of a valuable right. We are unable to hold that merely because the source of the right which the respondent claims was initially in a contract, for obtaining relief against any arbitrary and unlawful action on the part of a public authority he must resort to a suit and not to a petition by way of a writ. In view of the judgment of this Court in K.N. Guruswamy case1 there can be no doubt that the petition was maintainable, even if the right to relief arose out of an alleged breach of contract, where the action challenged was of a public authority invested with statutory power.\u0014\t(emphasis supplied)</span>\n</blockquote><blockquote id=\"blockquote_25\">\t23.It is clear from the above observations of this Court, once the State or an instrumentality of the State is a party of the contract, it has an obligation in law to act fairly, justly and reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_42\">Article 14</a> of the Constitution of India. Therefore, if by the impugned repudiation of the claim of the appellants the first respondent as an instrumentality of the State has acted in contravention of the above said requirement of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a>, then we have no hesitation in holding that a writ court can issue suitable directions to set right the arbitrary actions of the first respondent......\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">\t21. In the same Judgment, the Hon&#x27;ble Supreme Court also dealt with the aspect regarding whether a Government company discharges a public function or a public duty in this regard.  It is relevant to note that the observations of the Hon&#x27;ble Supreme Court in paragraph 24, which reads as follows:-\n</p><blockquote id=\"blockquote_26\">\t24.It is clear from the above two objects of the Company that apart from the fact that the Company is wholly a Government-owned company, it discharges the functions of the Government and acts as an agent of the Government even when it gives guarantees and it has a responsibility to discharge such functions in the national interest. In this background it will be futile to contend that the actions of the first respondent impugned in the writ petition do not have a touch of public function or discharge of a public duty. Therefore, this argument of the first respondent must also fail.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">\t22. In the instant case also the respondent is a Government company engaged the manufacture of an essential commodity, namely fertilizer,  Chairman and Managing Director is being appointed by the Government of India and it functions under the direct control of the department of fertilizer, and receives subsidy from the Government of India.  From the facts stated above, it is manifestly clear that the petitioner has been driven to a stage to resort to an action which a normal and prudent business men would resort to.  Therefore, the petitioner having pushed to such a situation on account of withholding substantial sums of money cannot be expected to perform.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"264553\" id=\"span_16\">In fact, the Hon&#x27;ble Supreme Court in <a href=\"/doc/264553/\" id=\"a_44\">Mohammed Gazi Vs. State of M.P. And others</a>, (2000) 4 SCC 342 while considering whether a person can be penalized for no fault of his merely by resorting to equity clause in favour of the respondent state held as follows:-</span>\n</p><blockquote id=\"blockquote_27\">\t&quot;7....... The other maxim is, lex non cogit ad impossibilia \u0017 the law does not compel a man to do what he cannot possibly perform. The law itself and its administration is understood to disclaim as it does in its general aphorisms, all intention of compelling impossibilities, and the administration of law must adopt that general exception in the consideration of particular cases......\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_28\">\t23. In my view the petitioner has been compelled to perform the impossible, since substantial sums of money was withheld by the respondents.  The failure to release payments to the petitioner and simultaneously compelling him to perform the obligations under the contract and on account of his inability took perform to the required extend, resorting to termination of the contract is clearly arbitrary and against the principle of natural justice and offends <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a> of the Constitution of India.  In that view of the matter, the second and third question, which have been framed are answered in favour of the petitioner and the writ petition challenging the impugner termination of the contract is held maintainable and the reasons assigned for the termination are held to be unjustified, arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a> of the Constitution. \n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\t24. The other contention which was raised by the learned Senior counsel appearing for the respondents is that the petitioner has to resort to arbitration and cannot approach the Writ Court.  The Hon&#x27;ble Supreme Court has time and again held that the exclusion of writ jurisdiction on account of availability of alternate remedy is a rule of discretion and not one of compulsion.   In the instant case, it has been already held that action of the respondents were arbitrary and violative of the fundamental rights of the petitioner and the action of the respondents was not justified and it was unreasonable.  In such circumstances, the petitioner need not be compelled to avail the alternate remedy of arbitration.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_17\">In that regard, it is relevant to refer to the decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/1603548/\" id=\"a_47\">Harbanslal Sahnia and another Vs. Indian Oil Corporation Ltd and others</a>, (2003) 2 SCC 107 wherein, the Hon&#x27;ble Supreme Court held as follows:-</span>  \n</p><blockquote id=\"blockquote_28\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885496\" id=\"span_18\">&quot;7. So far as the view taken by the High Court that the remedy by way of recourse to arbitration clause was available to the appellants and therefore the writ petition filed by the appellants was liable to be dismissed is concerned, suffice it to observe that the rule of exclusion of writ jurisdiction by availability of an alternative remedy is a rule of discretion and not one of compulsion. In an appropriate case, in spite of availability of the alternative remedy, the High Court may still exercise its writ jurisdiction in at least three contingencies: (i) where the writ petition seeks enforcement of any of the fundamental rights; (ii) where there is failure of principles of natural justice; or (iii) where the orders or proceedings are wholly without jurisdiction or the vires of an Act is challenged. (See <a href=\"/doc/1885496/\" id=\"a_48\">Whirlpool Corpn. v. Registrar of Trade Marks</a> (1998) 8 SCC 1)&quot;</span> \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_30\">\t25.  Further, it is to be noted that several allegations have been made against the petitioner and it casts a stigma on the petitioner, therefore, it is all the more necessary in such circumstances that the petitioner should have been afforded an opportunity of the personal hearing before the step of termination was resorted to.  Therefore, it is to be noted that there has been violation of principles of natural justice.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_31\">\t26.  Further, the petitioner in the affidavit filed in support of the writ petition has stated that the conduct of the second respondent does not inspire any confidence in the petitioner that the Chairman and Managing Director would discharge his duties as arbitrator with impartiality and integrity that the petitioner also apprehends that any decision by the second respondent to nominate some other person as an arbitrator would be tainted with bias and prejudice. These averments are contained in the paragraph 30 of the affidavit filed in support of the writ petition.  In paragraph 28 of the counter affidavit filed on behalf of the first respondent and sworn to by Deputy General Manager (Acting), Marking and Distribution, of the first respondent company, it has been stated that the allegation against the second respondent is denied as false and motivated and devoid of merits.  Though, the second respondent was impleaded by name, he has not chosen to file any counter affidavit denying the allegations made against him.  In the common counter affidavit filed, it is stated that when all the allegations against the Chairman and Managing Director were withdrawn by the petitioner, they cannot avoid arbitration proceedings.  In this regard, rejoinder affidavit has been filed by the respondents and in paragraph 23 of the rejoinder, it has been stated that the withdrawing of the allegations against the second respondent was only a submission made at the time of hearing that if the respondent agrees to rectify the situation, the petitioner counsel would also advice the petitioner to let the &quot;bygones-be-bygones&quot;.  It is further stated that the petitioner is not withdrawing the allegations against the second respondent and in fact the malafide actions of the second respondent are the sole reason for things to have come to such a pass.  Statements to the contrary was shoutly denied.  In fact this court by order dated 29.01.2010, directed the matter to be placed before the mediation centre for settlement of the entire issue or part of the issues, which are raised in the writ petition.  However, it is submitted by the learned counsel appearing for the petitioner that the respondents did not agree for mediation centre and matter came before this Court on decided on merits.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">\t27.  Therefore, if at all the second respondent chose to deny the allegation made against him, nothing prevented the second respondent to independently file a counter affidavit denying the allegation.  In fact, the letters filed in the typed set of papers contain very serious allegations against the second respondent.  All these documents have been referred to and supported by the affidavit.  In the complaint written to Government of India dated 05.08.2009, specific allegation has been made against the second respondent as to how the tender papers itself were attempted to be snatched away from the petitioner and the petitioner and his sister were fortunate to escape and she informed the local police, and thereafter submitted the tender and left with police escort.  That the second respondent and other offices did not do any thing to protect the petitioner and his sister.  That there was foul play from the second respondent and requested the petitioner to meet him in a City Hotel at 7.30 P.M. and such other matters.  In fact, it is seen that the petitioner has also written to the second respondent by stating that it is the second respondent, who had disabled them from performing the contract by his illegitimate action of withholding payments.  Therefore, as long as these allegations remained uncontroverted, despite opportunity, it has to be held that the allegations stand proved and the same was essentially the reason for terminating the petitioner&#x27;s contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">\t28.  The learned Senior counsel appearing for the petitioner would contend that the arbitrariness of action of the respondent is writ large of the face of the record more particularly, since the security deposit has been forfeited and the Bank Guarantee to the tune of Rs.2,76,23,638/- has been invoked.  In that regard, the contention is that such security deposit is liable for forfeiture only in the event of loss being sustained by the respondent.  For the purpose of the same, they have to prove that they have suffered a loss and only thereafter the respondents are entitled to invoke clause 7.8 of the tender conditions.  Admittedly, as on the date, when the impugned order was passed nearly a sum of Rs.6 crores was outstanding and over and about that the Bank Guarantee had been invoked.  Therefore, I am inclined to accept the submission of the learned Senior counsel appearing for the petitioner Clause 7.8 of the tender conditions states that the tenderer shall forfeit the EMD as specified in clause 2.9 and shall also be liable to compensate for the loss incurred.  It is to be seen that the petitioner cannot be stated to have withdrawn from the contract as it has already been held that he was driven to the such stage on account of the conduct of the first respondent at the behest of the second respondent.  In the instant case, the impugned order has been passed invoking clause 16.0 of the terms and conditions of contract.  If according to the respondents, it is the case of failure to agree to the programme of work was the reason for termination, the question would be what led to such non adherence  of the programme of the work.  This question has already been answered in the preceding paragraphs and the non-adherence is attributable solely to the conduct of the respondents in withholding substantial sums of money, which are admittedly payable to the petitioner.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723416\" id=\"span_19\">No documents have been placed to show that the respondents have suffered a loss and since invocation of Bank Guarantee involves civil consequences, it is necessary that the petitioner should be put on notice prior to such invocation.  Admittedly, no such notice was issued to the petitioner before invoking the Bank Guarantee.  Therefore, I am of the view that the invocation of the Bank Guarantee is arbitrary and unreasonable.  At this stage, it is relevant to refer to the decision in <a href=\"/doc/723416/\" id=\"a_49\">Iron and Hardware (India) Co. V. Firm Shamlal and Brothers</a>. AIR 1954 Bombay 423, wherein Hon&#x27;ble Justice Chagla C.J., held as follows:-</span>\n</p><blockquote id=\"blockquote_29\">\tIn my opinion it would not be true to say that a person who commits a breach of the contract incurs any pecuniary liability, nor would it be true to say that the other party to the contract who complains of the breach has any amount due to him from the other party.\n</blockquote><blockquote id=\"blockquote_30\">\tAs already stated, the only right which he has is the right to go to a Court of law and recover damages.  Now, damages are the compensation which a Court of law gives to a party for the injury which he has sustained.  But, and this is most important to note, he does not get damages or compensation by reason of any existing obligation on the part of the person who has committed the breach.  He gets compensation as a result of the fiat of the Court.  Therefore, no pecuniary liability arises till the Court has determined that the party complaining of the breach is entitled to damages.  Therefore, when damages are assessed, it would not be true to say that what the Court is doing is ascertaining a pecuniary liability which already existed.  The Court in the first place must decide that the defendant is liable and then it proceeds to assess what that liability is.  But till that determination there is no liability at all upon the defendant.&quot; \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_34\">\t29. Even according to the respondents if their dealers lift the stock, the freight has to be borne by the respondents.  Thus it appears that the respondents would rather pay the dealers higher freight charges than discharge the dues to the petitioner.  This attitude of the respondent, a Government undertaking cannot be countenanced.  The stand taken by the respondent is that unless the government pay the subsidy, they would not be able to pay the petitioner. The fact remains unless the stocks are delivered to the dealers the Government would not release the subsidy.  Thus, it is a pre-requisite to transport and deliver to the dealer to secure the subsidy.  If the transportation has been frustrated at the instance of the respondents, the petitioner cannot be blamed for non performance.  In that view of the matter the only conclusion, which could be arrived at is that the respondents adopted an unreasonable stand and prevented the petitioner from performing the obligation under the contract and on that account the petitioner&#x27;s contract could not have been terminated.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\t30.  In view of the above reasons, the irresistible conclusion is that the invocation of the Bank Guarantee is also to be held as illegal, unjust, unfair and unreasonable.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\t31. For all the above reasons, the writ petition is allowed and the impugned termination notice dated 11.12.2009 is set aside and the first respondent is directed to continue to avail the services of the petitioner in terms of the Road Transport contract awarded to the petitioner on 09.09.2009 and as a consequence of which the respondents are directed to forthwith recredit the forfeited Bank Guarantee amount in B.G.No.004GT02092670002 dated 24.09.2009 of HDFC Bank, Chennai for Rs.2,76,23,638/- with the HDFC Bank, Chennai and the petitioner&#x27;s are directed to keep the Bank Guarantee alive during the subsistence of the contract.    \n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\t32. With the above observations, the writ petition is allowed. Consequently connected miscellaneous petitions are closed.  There shall be no order as to costs.  </p><pre id=\"pre_2\">\n\n12.03.2010\nIndex:    Yes/No\nInternet: Yes/No\npbn\n\nTo\n\n1. Madras Fertilizers Limited\n    Rep. by its Dy. General Manager (Acting),\n    No.2, Manali,\n    Chennai 600 068.\n\n2. The Branch Manager,\n    H.D.F.C. Bank Ltd.,\n    Trade Finance Department,\n    4th Floor, 115, Dr.Radhakrishnan Salai,\n    Mylapore, Chennai 600 004.    \nT.S.SIVAGNANAM, J.\n\npbn\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n<span class=\"hidden_text\" id=\"span_20\">W.P.No.26848 of 2009</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n12.03.2010</pre>","numcites":19,"numcitedby":4,"docsource":"Madras High Court","citetid":96104,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"Withheld payments ","formInput":"Withheld%20payments%20"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"res integra","formInput":"res%20integra"},{"value":"Madras fertilizers limited","formInput":"Madras%20fertilizers%20limited"},{"value":"public duty","formInput":"public%20duty"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"conditional tender","formInput":"conditional%20tender"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"lowest bidder","formInput":"lowest%20bidder"},{"value":"what is administrative action","formInput":"what%20is%20administrative%20action"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"effect-of-failure-to-perform-at-fixed-time","formInput":"tag:effect-of-failure-to-perform-at-fixed-time"},{"value":"right-to-occupation, fundamental-right","formInput":"tag:right-to-occupation, fundamental-right"}],"courtcopy":true,"query_alert":null,"agreement":false}