{"tid":1840641,"publishdate":"1980-12-19","title":"Kamleshkumar Babulal Patel vs State Of Gujarat And Anr. on 19 December, 1980","doc":"<h2 class=\"doc_title\">Kamleshkumar Babulal Patel vs State Of Gujarat And Anr. on 19 December, 1980</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1982CRILJ754, (1981)GLR404</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-m-ahmadi\">A.M. Ahmadi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-m-ahmadi\">A.M. Ahmadi</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nR.C. Mankad, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This Revision Application directed against the judgment and order dt. Oct. 21, 1978 passed by the learned Sessions Judge, Ahmedabad City, confirming conviction of the petitioner (original accused) Under Section 16(1)(a)(i) read with <a href=\"/doc/198814423/\" id=\"a_1\">Section 7</a> of the Prevention of Food Adulteration Act (hereinafter referred to as &quot;the Act&quot;) and sentencing him to three months&#x27; simple imprisonment and fine Rs. 500/- or in default fifteen day&#x27;s further simple imprisonment, has been referred to us as the learned single Judge before whom it came up for hearing was of the opinion that there was conflict of views between different Division Benches of this Court as the question whether compliance with provisions of Rule 16(d) of the Prevention of Pood Adulteration Rules (hereinafter referred to us as the &quot;rules&quot;) was required to be proved by positive evidence.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Facts leading to this revision application are as follows: Respondent No. 2 who is a Food Inspector oi the Ahmedabad Municipal Corporation, purchased 700 ml. of cow&#x27;s milk from the petitioner, who was carrying on business of selling milk, on April 26, 1977 for Rs. 1.05 P. after giving due intimation in writing to him that the milk was purchased for analysis by the Public Analyst. The Food Inspector purchased milk in presence of his peon Madhukar Sundarlal Ankleshwaria and panch witness Ramesh-chandra Narandas Parmar. The Food Inspector divided the milk purchased by him into three equal parts, each part was poured in a bottle and preservative called formalin was added to it. Each bottle was wrapped in brown paper. The ends of the paper were affixed by means of gum and the paper covered was secured by means of twine. The paper slip bearing signature and code and serial number of the Local (Health) Authority and the signature of the petitioner was pasted on wrapper containing each bottle and each packet was sealed. One of the bottles containing sample of milk was sent to the Public Analyst for analysis. The Public Analyst by his report gave opinion that the sample of milk sent to him for analysis contained 7.6% solid non-fat as against 8.5% prescribed by the Rules, while the percentage of milk fat was 5.5% as against 3.5% prescribed by the Rules. In the opinion of the Public Analyst there was deficiency in milk solid non-fat which was to the extent of 0.9% there was addition of water to the extent of 10% and that the sample did not conform to the standard laid down by the Rules, The petitioner was, therefore, prosecuted for offence punishable Under <a href=\"/doc/151999671/\" id=\"a_2\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/198814423/\" id=\"a_3\">Section 7</a> of the Prevention of Food Adulteration Act in the Court of Metropolitan Magistrate 8th Court, Ahmedabad.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. During trial on application made by the petitioner, the learned Magistrate sent one of the two remaining sample bottles to the Director of the Central Food Laboratory under Sub-sections (2A) and (2B) of <a href=\"/doc/128134290/\" id=\"a_4\">Section 13</a> of the Act. The Director of the Central Food Laboratory by his Certificate stated that the sample of milk contained 6.1% of milk fat and 7.9% of milk solids non-fat and gave an opinion that the sample of milk was adulterated,\n \n\n</p><p data-structure=\"Issue\" id=\"p_4\">4. On appreciation of evidence led by the prosecution, the learned Magistrate, by his judgment and order dt. Oct. 24, 1977, convicted the petitioner Under <a href=\"/doc/151999671/\" id=\"a_5\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/198814423/\" id=\"a_6\">Section 7</a> of the Act and sentenced him to simple imprisonment for six months and a fine of Rs. 1000/- or in default further simple imprisonment for thirty days. Being aggrieved by the order of conviction and sentence passed by the learned Magistrate, the petitioner went in appeal before the City Sessions Court of Ahmedabad. The learned Sessions Judge, however, by his judgment and order dt, Oct. 21, 1978, confirmed the conviction of the petitioner Under <a href=\"/doc/151999671/\" id=\"a_7\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/198814423/\" id=\"a_8\">Section 7</a> of the Act, but so far as the sentence was concerned, he reduced it to three months&#x27; simple imprisonment and fine of Rs. 500/- in default 15 days&#x27; further simple imprisonment. Being aggrieved by the order passed by the learned Sessions Judge, the petitioner has preferred this revision application.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. Mr. K. I. Patel, learned Counsel for the petitioner has challenged the petitioner&#x27;s conviction Under <a href=\"/doc/151999671/\" id=\"a_9\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/198814423/\" id=\"a_10\">Section 7</a> of the Act on the following grounds:\n</p>  \n\n<blockquote id=\"blockquote_1\">1) The paper slip which was pasted on wrapper containing each of the sample bottles did not bear the code and serial number of the Local (Health) Authority in the hand of such authority and, therefore, the provisions of Rule 16(c) were contravened.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) The knots of twine fastening the paper cover in which each of the sample bottles was wrapped were not covered by means of sealing wax bearing the impression of the seal of the Food Inspector in contravention of mandatory provisions of Rule 16(d).\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) there was no evidence to prove that preservative was added to the sample of milk as required by Rule 20\n \n\n(4) There was no evidence to prove that the bottles in which milk purchased by the Food Inspector was poured were clean and dry and therefore, Rule 14 could not be said to have been complied with.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. The main controversy in this revision application has centered round the question whether compliance with the requirements of the rules which are mandatory could be proved by raising a presumption Under Section 114, illustration (e) of the <a href=\"/doc/1953529/\" id=\"a_11\">Evidence Act</a> or whether it is necessary to prove their compliance by positive evidence. It is on account of this controversy that this Revision Application has been referred to us. It is contended by Mr. Patel and Mr. G. S. Adhyaru, learned Counsel who appears for inter-veners, that the provisions of Rules 14, 16 and 20 are mandatory and the prosecution must prove their compliance by positive evidence. It was urged that while considering the question whether these provisions have been complied with, aid of Section 114, illustration (e) of the <a href=\"/doc/1953529/\" id=\"a_12\">Evidence Act</a> cannot be taken. In other words, according to Mr. Patel and Mr. Adhyaru, it was incumbent upon the prosecution to prove each and every step which the Food Inspector was required to take under the said rules by positive evidence and no presumption that he had regularly and properly performed the act or acts which he was required to perform under the said rules could be raised. It was submitted that the provisions of the said Rules being mandatory were required to be strictly complied with and unless there was positive evidence to prove such compliance, the prosecution must fail.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. The first question which arises for our consideration, is whether the presumption can be raised Under <a href=\"/doc/731516/\" id=\"a_13\">Section 114</a> of the Evidence Act in holding that mandatory provisions of the rules have been complied with. It is not in dispute that such presumption can be raised in regard to compliance with the provisions of the rules which are directory in nature. The argument is that in case the provisions are mandatory, no such presumption can be raised. Therefore, what we are called upon to determine is whether application of <a href=\"/doc/731516/\" id=\"a_14\">Section 114</a> is dependent upon the mandatory or directory character of the provisions, compliance of which is in question before the Court. This very question has come up for consideration before different Benches of this Court on earlier occasions and a view has been taken to the effect that presumption Under <a href=\"/doc/731516/\" id=\"a_15\">Section 114</a>, illustration (e) can be raised even in a case where question regarding compliance with mandatory provisions of law arises. But since the learned single judge felt that there was conflict of views on this question, we proceed to examine it afresh.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1543035\" id=\"span_1\">In <a href=\"/doc/1543035/\" id=\"a_16\">Tulsi Ram v. State of Uttar Pradesh</a> , the question which arose before the Supreme Court was whether the sanction Under Section 196-A of the Criminal P. C. was accorded by the Government. The contention raised on behalf of the appellant was that no sanction as required Under Section 196-A of the Code was on record in the case and, therefore, the entire proceedings were void ab initio. The only evidence which proved the sanction by the Government was letter Ex, P. 1560 addressed by the Under-Secretary to the Government of U. P. to the District Magistrate, Kanpur, informing him that the Governor had been pleased to grant sanction to the initiation of proceedings against the persons mentioned in that crder. It was further contended that this communication could not be treated either as a valid sanction or its equivalent. The Supreme Court rejected the contention observing as follows (Para 12):</span>\n</p><blockquote id=\"blockquote_4\"> There would have been good deal of force in the argument of learned Counsel had Ex. P. 1560 not been placed on record. Though that document is not the original order made by the Governor or even its copy, it recites a fact and that fact is that the Governor has been pleased to grant sanction to the prosecution of the appellants for certain offences as required by <a href=\"/doc/445276/\" id=\"a_17\">Section 196A</a> of the Code of Criminal Procedure. The document is an official communication emanating from the Home Department and addressed to the District Magistrate at Kanpur. A presumption would, therefore, arise that sanction to which reference has been made in the document had in fact been accorded. Further, since the communication is an official one, a presumption would also arise that the official act to which reference has been made in the document was regularly performed. In our opinion, therefore, the document placed on record prima facie meets the requirements of Section 196A of the Code and, therefore, it is not now open to the appellants to contend that there was no evidence of the grant of valid sanction. We, therefore, overrule the contention raised by learned Counsel.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1158789\" id=\"span_2\">In <a href=\"/doc/1158789/\" id=\"a_18\">P. J. Ratnam v. D. Kanikaram</a> , the question which arose before the Supreme Court was whether the Bar Council was consulted before the case was referred to the learned District Judge for inquiry and report. The argument which . was made before the Supreme Court was that <a href=\"/doc/821838/\" id=\"a_19\">Section 10(2)</a> of the Bar Councils Act lays town that the matter could not have been remitted for inquiry to the District Judge unless the statutory pre-condition of consultation with the Bar Council had taken place. It was contended that the provisions of <a href=\"/doc/821838/\" id=\"a_20\">Section 10 (2)</a> of the Bar Councils Act were mandatory. The Supreme Court, however, did not decide whether or not these provisions were mandatory but proceeded to deal with the argument on the basis that they were mandatory. The Supreme Court observed that though there was no explicit statement that the Bar Council had previously been consulted is not decisive on the point. The Supreme Court observed that the question whether there has or has not been a consultation is one of fact and in absence of positive evidence in that behalf, there would be a presumption of regularity in respect of official and judicial acts and, it would be for the party, who challenges such regularity to plead and prove his case.,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_10\">10. The question whether the Public Analyst could be presumed to have performed his acts regularly Under <a href=\"/doc/731516/\" id=\"a_21\">Section 114</a> of the Evidence Act, came up for consideration before the Supreme Court in Kassim Kunju Pookunju v. K. K. Ram-krishna Filial (1976) 2 FAC 68. The Supreme Court approved the view taken by Kerala High Court that it must be presumed that the Public Analyst acted in accordance with the rules and must have compared the specimen impression received by him with the seal on the container. It was contended on behalf of the appellant in that case that the rules framed under the Act had not been complied with inasmuch as it had not been proved that the specimen impression of the seal used had been sent to the Public Analyst, Rule 18 provides that a copy of the memorandum and a specimen impression of the seal used to seal the packet shall be sent to the Public Analyst separately by post. Under Rule 7, the Public Analyst has to compare the seals on the container and the outer cover with the specimen impression received separately on receipt of the packet containing the sample for analysis. The contention which was pressed before the High Court was that it was no where stated in the report that the Public Analyst had compared the specimen impression of the seal with the seals on the packet of the sample. In rejecting this contention, the High Court relied on the report of the Public Analyst which was in form III as prescribed by the Rules, in which it was stated inter alia, that the Public Analyst had received frem the Food Inspector a sample of compounded misty asafoetida for analysis, properly sealed and packed and that he had found the seal intact and unbroken. The High Court invoked the principle that official acts must be presumed to have been regularly performed and held that it must be presumed that the public Analyst acted in accordance with the Rules and he must have compared the specimen impression received by him separately with the seals on the container and the outer cover. The Supreme Court approved the view taken by the High Court observing as follows: &quot;We do not find any error in the decision of the High Court on the above point The evidence of the Food Inspector together with the report of the Public Analyst showed that all the requirements of the Rules had been satisfied.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. The principle which emerges from the aforesaid decision of the Supreme Court is that notwithstanding the mandatory nature of the provisions under which an official or judicial act is done or performed, presumption Under <a href=\"/doc/731516/\" id=\"a_22\">Section 114</a> illustration (e) can be raised. In Kassim Kunju ((1976) 2 FAC 68)(supra, the Supreme Court approved the view taken by the High Court of Kerala, that presumption Under <a href=\"/doc/731516/\" id=\"a_23\">Section 114</a> illustration (e) can be invoked in respect of Rules 7 and 18 of the Rules. It is contended that Rules 7 and 18 are also mandatory and are required to be strictly complied with. However, as pointed out above, in order to attract application of <a href=\"/doc/731516/\" id=\"a_24\">Section 114</a> illustration (e) it is immaterial whether these rules are mandatory or directary. This position is made abundantly clear by the Supreme Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. Rule 14 of the Rules which provides for manner of sending samples for analysis, had came up for consideration before a Division Bench of this Court in Criminal Appeal No. 644 of 1961 which was decided on June 18/19, 1963. Rule 14 provides that samples of food for the purpose of analysis shall be taken in clean dry bottles or jars or in other suitable containers which shall be closed sufficiently tight to prevent leakage, evaporation, or in the case of dry substance, entrance of moisture and shall be carefully sealed. It was urged before the Division Bench that there was no evidence or material on the record to show that three bottles in which milk was poured by the complainant, at the time when the samples were purchased from the accused were clean dry bottles. Divan, J. (as he then was) speaking for the Bench observed, &quot;In our opinion this is a proper case in which the presumption of law Under <a href=\"/doc/731516/\" id=\"a_25\">Section 114</a> &amp;f the <a href=\"/doc/1953529/\" id=\"a_26\">Evidence Act</a> can be raised that all things were properly and correctly done and, therefore, we presume in this case, since no suggestion to that effect was made to the complainant in cross-examination, that the bottles in which the samples were taken were clean dry bottles as required by Rule 14 of the Prevention of Food Adulteration Rules, 1955,&quot; It would, therefore, appear that as far back as in 1963, view has been taken by a Division Bench of this Court that <a href=\"/doc/731516/\" id=\"a_27\">Section 114</a> can be invoked and it can be presumed that requirements of Rule 14 were complied with. With respect, we agree with the view taken by the Division Bench which is in consonance with the view taken by the Supreme Court in the decisions referred to above. This Division Bench decision which is a binding decision was unfortunately not brought to the notice of same of the Benches of thi3 Court which dealt with similar questions regarding compliance with certain rules especially Rules 7, 14, 16 and 18 of the Rules.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"759073\" id=\"span_3\">In <a href=\"/doc/759073/\" id=\"a_28\">Babubhai Hargovinddas v. State of Gujarat</a>, (1970) 11 Guj LR 530, a contention was raised before Sarela, J. that presumption in favour of compliance with Rules 14 to 18, 20 and 21 of the Rules is permissible Under <a href=\"/doc/731516/\" id=\"a_29\">Section 114</a> illustration (e) of the <a href=\"/doc/1953529/\" id=\"a_30\">Evidence Act</a>, Sarela, J. referred to various decisions including the decision of the Supreme Court in Kassim Kunju (1976-2 FAC 68)(supra) and the decision of the Division Bench in Criminal Appeal No. 644 of 1961 and upholding the above contention observed as follows:</span>\n</p><blockquote id=\"blockquote_5\"> The ratio of these decisions is that no doubt the Food Inspector and the Public Analyst are expected to follow the procedure laid down in the rules but absence of direct evidence in proof of compliance with the requirements of the rule does not justify the conclusion that the requirements were not complied with. If the principal requirement of the provisions of Adulteration Act and the rules as to the taking of the sample, sealing the sample, sending of the sample and analysis of the sample have been clearly made out the procedural details as to the prescribed manner of doing these acts may be presumed depending on the facts of the ease. The presumption is not mandatory but permissible. Whether or not to as se a particular presumption will therefore depend upon facts proved and the nature of the fact to be presumed as proved. If that is so the positive proof of nature contended for by Mr. Thakore in respect of observance of every part of these rules is not called for.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">We fully agree with the view taken by Sarela, J.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1158789\" id=\"span_4\">14. The question whether presumption under S- 114, illustration (e) could be invoked in presuming whether the requirements of Rule 16(b) of the Rules were com-plied with had come up for consideration before of us (Ahmadi, J.) in Crinwnal Appeal No. 445 of 1976 decided on March 8/10, 1978. The decisions of the Supreme Court in <a href=\"/doc/1158789/\" id=\"a_31\">P. J. Ratnam</a>&#x27;s case 1964(1) Cri LJ 146)(supra) and Kassim Kunju&#x27;s case 1976-2 FAC 68)(supra) were referred to in that judgment, and the decision of D P. Desai, J. in Criminal Hevn. Appn. No. 627 of 1976 decided on 13th December, 1977 was distinguished on the ground that in that case it was an admitted fact that the requirement of Rule 16 regarding the need to affix the ends of the wrapper by means of gum or other adhesive had not been complied with. However, in that case an opportunity was given to the accused to further cross-examine the Food Inspector and to produce the sample bottle delivered to Mm. The evidence of the Food Inspector revealed that he had duly complied with the above Rule 16(b). It was, therefore, held that there was no merit in the contention that there had been an infraction of Rule 16(b) of the Rules framed under the Act. It is apparent that opportunity was given to the accused to rebut the presumption that requirements of Rule 16 fb) of the Rules were duly complied with. In other words, it was held to the effect that in view of the decision of fhe Supreme Court, referred to above, presumption Under <a href=\"/doc/731516/\" id=\"a_32\">Section 114</a> could be raised for holding that there was due compliance with the requirements of Rule 16(b). It was only in order to give an opportunity to the accused to rebut this presumption that the Food Inspector was recalled for cross-examination and the accused was allowed to produce sample bottle delivered to him. Therefore, in that case, though in view of the positive evidence establishing compliance with K. 16(b, there was no occasion to raise presumption Under <a href=\"/doc/731516/\" id=\"a_33\">Section 114</a> of the Evidence Act, a view was expressed to the effect that such a presumption could be raised.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1158789\" id=\"span_5\">15. The decision of the Supreme Court in Kassim Kunju&#x27;s case 1976-2 <a href=\"/doc/1158789/\" id=\"a_34\">FAC P8</a>)(supra) was cited before another Division Bench consisting of M. K. Shah and V. V. Bedarkar, JJ. in Criminal Appeal No. 782 of 1977 decided on February 1, 1980:reported in 1981 Cri LJ 551)(Guj), before which a question arose whether the provisions of Br, 16(b) and 16(c)(now 16(d)) were complied with.</span> The Division Bench, after referring to the decision of the Supreme Court in Kassim Kunju&#x27;s case 19T6-2 FAC 68)(supra) observed : &#x27;We are unable to spell out from the decision any universal rule having been laid down by the Supreme Court, that such a presumption must be raised in all cases.&quot; (emphasis supplied by us). It would, therefore, appear that the Division Bench did not hold that presumption Under <a href=\"/doc/731516/\" id=\"a_35\">Section 114</a> could never be raised in a case where the question arises whether the requirements of Rules 16(b) and 16(c) have been complied with. The view which it took was to the effect that it is not obligatory on the Court to raise such a presumption. There can be no two opinions on the view taken by the Division Bench. It is will settled that the Court is not bound to raise a presumption Under <a href=\"/doc/731516/\" id=\"a_36\">Section 114</a>. It is optional to do so. It was on appreciation of evidence on record that the Division Bench came to the conclusion that mandatory requirements of Br. 16(b) and 16(c) were not complied with. It would, therefore, appear that there was positive evidence before the Division Bench which proved that the requirements of the said rules were not complied with. It was in this state of evidence that it came to the conclusion that there was no such compliance. In the result, acquittal of the accused in that case was confirmed. It was, however, urged that the view that the decision of the Division Bench of this Court to which one of us (Mankad, J.) was a party, in Criminal Appeal No. U40-A of 1978 decided on August 11/12, 1980, was directly in conflict with the above decision of the Division Bench in Criminal Appeal No, 782 of 1977 and other decisions of this Court wherein similar view has been taken. We shall presently point out that there is no conflict of views in the said decisions.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352362\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"319923\" id=\"span_7\">In Criminal Appeal No. 1140-Aof 1978, the Division Bench after referring to the decision of the Supreme Court in Kassim Kunju&#x27;s case 1976-2 FAC 68)(supra, decision of the Full Bench of the Madhya Pradesh High Court in <a href=\"/doc/319923/\" id=\"a_37\">State v. Chhotekhan</a> , decision of the Delhi High Court in <a href=\"/doc/1352362/\" id=\"a_38\">Ram Parkash v. The State</a>, (1977) 1 FAC 33, and decision of the Division Bench of this Court in Criminal Appeals Nos. 64 and 65 of 1977, held to the effect that presumption Under <a href=\"/doc/731516/\" id=\"a_39\">Section 114</a>, illustration (e) could be raised that requirements of Rule 16(d) of the Bules which are required to be strictly complied with, were complied with. The Division Bench observed that application of <a href=\"/doc/731516/\" id=\"a_40\">Section 114</a> does not depend upon the mandatory character or otherwise of the provisions of law which are required to be considered while deciding whether particular official act has or has not been performed or done. It was observed that it is immaterial whether the official acts are to be done under directory provisions or mandatory provisions. In either case, once the acts are proved, presumption can be drawn that they are regularly or properly done.</span></span> It was further observed that it is optional to raise presumption Under <a href=\"/doc/731516/\" id=\"a_41\">Section 114</a> or in other words the Court was not bound to raise it. This view taken by the Division Bench is in consonance with the view taken by the Supreme Court in Kassim Kunju&#x27;s case supra). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1158789\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1158789\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1543035\" id=\"span_10\"><a href=\"/doc/1543035/\" id=\"a_42\">Tulsi Ram v. State of Uttar Pradesh</a> (1963(1) Cri LJ 623)(supra) and <a href=\"/doc/1158789/\" id=\"a_43\">P. J. Ratnam v. D, Kanikaram</a> (1964(<a href=\"/doc/1158789/\" id=\"a_44\">1J Cri LJ</a> 146)(supra).</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. All that Division Bench consisting of M. K. Shah and V. V. Bedarkar. JJ, observed was that there was no universal rule that presumption Under <a href=\"/doc/731516/\" id=\"a_45\">Section 114</a> must be raised in all cases. As observed above, there can be no quarrel with this proposition and no contrary view has been expressed by the Division Bench in Criminal Appeal No. 1140-A of 1978. The decision in Criminal Appeal No. 782 of 1977 turns on its own facts and it was on appreciation of evidence on record that the Court held that requirements of Rule 16(b) were not complied with. The Division Bench did not express the view that presumption could never be raised in case where the question arises whether there is compliance with Rule 16(b) or any other rule as indeed, it could not have, in view of the binding decision of the Supreme Court in Kassim Kunju&#x27;s case 1976-2 FAC 68)(supra). In other decisions referred to in the referring judgment of the learned Single Judge also it was on appreciation of evidence that this Court held that the requirements of rule or rules under consideration were complied with. No decision has been brought to our notice wherein a contrary view has been taken that presnmption Under <a href=\"/doc/731516/\" id=\"a_46\">Section 114</a> cannot be raised in a case where the question which arises for determination is whether or not there is compliance with the provisions of the rules. Even if such a view were taken, it would have been in direct conflict with the view taken by the Supreme Court and the decisions referred to above. In our opinion, after the decisions of the Supreme Court and the decision of the Division Bench in Criminal Appeal No, 644 of 1961, which&quot; is binding unless reversed by a larger Bench, the proposition that presumption Under <a href=\"/doc/731516/\" id=\"a_47\">Section 114</a> illustration (e) in favour of compliance with the requirement of the rules is permissible, is not open to doubt or debate.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">18. In view of the decisions to which we have already adverted, it is not nces-sary to refer to other decisions which were oited before us in support of the view that presumption Under <a href=\"/doc/731516/\" id=\"a_48\">Section 114</a> could be raisod.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">19. As pointed out in Purshottam v. Emperor AIR 1946 Bom 492 : 1946-47 Cri LJ 900, the presumption Under <a href=\"/doc/731516/\" id=\"a_49\">Section 114</a>, illustration (e) is that of the regularity of the official acts, whether judicial or executive, and not that of the acts themselves being done. If, for instance, a notification is issued under the powers given by law, there is a presumption that it was regularly published and promulgated in the manner in which it was required to be done. But there is no presumption that it was issued according to the terms of the section which empowers it. In other words, if an official act is proved to have been done, it is presumed to have been done regularly. There is no presumption that act was done for which there is no evidence and proof of which is essential to the case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"759073\" id=\"span_11\">As laid down by Sarela, J. in <a href=\"/doc/759073/\" id=\"a_50\">Babubhai Hargovinddas</a> case 1&amp;70-H Guj LR 530)(supra, the ratio of the decisions referred to above, is that the Food Inspector and Public Analyst are undoubtedly expected to follow the procedure laid down in the rules but absence of direct or positive evidence in proof of compliance with requirements of the rules does not justify the conclusion that the requirements are not complied with. If the basic fact regarding taking of the samples, wrapping and fastening of the sample, sealing of the sample, sending of the sample and analysis of the sample have been clearly made out, the procedural details as to the prescribed manner of doing these acts may be presumed depending upon the facts of the case. As already observed above, presumption is not mandatory or obligatory, but optional or permissible. Whether or not to raise a particular presumption will depend on the facts proved and nature of the fact to be presumed or proved,</span>\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">20. We now proceed to deal with the contentions which are raised by Mr. Patel. His first contention was that the paper slips which were pasted on each wrapper of the bottle did not bear the code and serial number of the Local (Health) Authority in the hand of such authority and, therefore, the provisions of Rule 16(c) are contravened. B. 16(c) reads as under:\n</p>  \n\n<blockquote id=\"blockquote_7\">16. Manner of packing and sealing the samples: All samples of food sent for analysis shall be packed, fastened and sealed in the following manner, namely]\n  X    X     X     X     X     X\n \n\n</blockquote><blockquote id=\"blockquote_8\">(c) A paper slip of the size that goes round completely from the bottom to top of the container, bearing the signature and code and serial number of the Local (Health) Authority, shall be pasted on the wrapper, the signature or the thumb impression of the person from whom the sample has been taken being affixed in such a manner that the paper slip and the wrapper both carry a part of the signature or thumb impression.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">The object of making the above provision clearly is to prevent tampering with the sample taken by the Food Inspector. The Food Inspector is required to paste a paper slip bearing signature and code and serial number of the Local (Health) Authority on the wrapper and obtain the signature or thumb impression of the person from whom sample has been taken thereon and the wrapper in the manner prescribed in the aforesaid rule. It would, therefore, appear that the rule lays down what paper slip which is to be affixed or pasted on the wrapper must bear namely:i) signature of the Local (Health) Authority, (ii) code of the said authority and, (iii) serial number of the said Authority. It is only the paper slip bearing signature and code and serial number of the Local (Health) Authority which the Food Inspector is authorised to use. Once the Food Inspector uses the paper slip bearing signature, code and serial number of the Local (Health) Authority, it must be held that the requirements of Rule 16(c) have been complied with. It was, however, contended that code and serial number must be in the hand of the Local (Health) Authority or in other words, the code and serial number must be written or inserted by the Local (Health) Authority himself on the paper slip and unless it is proved to be so, Rule 16(c) cannot be said to have been complied with, in the instant case, it is not disputed that paper slip used by the Food Inspector bears the signature and code and serial number of Local (Health) Authority. It is, however, pointed out that code and serial number of the Local (Health) Authority were written by the Food Inspector as admitted by him in his evidence. There was, therefore, clear violation of Rule 16(c). We do not see any substance in this argument. The rule only describes or specifies the type of paper slip which must be pasted by the Food Inspector on the wrapper. In other words, the rule is descriptive of the paper slip to be used. The paper slip must no doubt bear the signature of the Local (Health) Authority. There is, however, nothing in Language used in the rule to suggest that code and serial number of the Local (Health) Authority must be written in the hand of the Local (Health) Authority. Mr. Patel, however, strongly relied on the judgment of Divan, C. J. in Criminal Appeal No. 1215 of 1978 decided on November 23, 1979. In that case, it was pointed out that the Food Inspector had used a blank slip with signature of the Local (Health) Authority and the code and serial numbers were filled in by the Food Inspector himself and not by the Local (Health) Authority. In view of this evidence, the Learned Chief Justice observed: &quot;Under the circumstances it is obvious that the requirement of Clause (c) of It 16 was not complied with because what is contemplated by Clause (6) is that the signature and the Code and serial number should be put by the Local (Health) Authority and not (by the Food Inspector concerned.&quot; With great respect to the learned Chief Justice, we do not agree with this view taken by him. As pointed out above, the rule nowhere provides that the code and serial number should be put by the Local (Health) Authority, All that the rule requires is that the paper slip should bear the Code and serial number besides the signature of the Local (Health) Authority. It is immaterial whether the code and serial number are written or filled in by the Food Inspector. Once it is proved that the paper slip affixed on the sample bears signature and code and serial number of the Local (Health) Authority, requirement of Rule 16(c) must be held to have been complied with. We, therefore, reject the first contention of Mr. Patel.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">21. It was next contended by Mr. Patel that the knots of twine fastening the papers cover in which each of the sample bottles was wrapped were not covered by means of sealing wax bearing the impression of the seal of the Food Inspector and consequently there was coh-travention of the mandatory provision of Rule 16(d). The evidence of the Food Inspector discloses that after purchasing the milk he divided it into three equal parts. Each part was poured in a bottle and W drops of preservative called formaSa were put in each of the bottles. Each bottle was wrapped in brown paper, the paper cover or wrapper was secured tey means of twine which was fastened and four seals were affixed an each packet. In our opinion, this evidence of the Food Inspector clearly proves that requirements of R. IS (d) were complied with. tt was, however, pointed out that R. M (d) requires that knots of the twine shall be covered by means of sealing wax bearing impression of the seal of the Food Inspector. There is nothing in the evidence of the Food Inspector to indicate that he had not so covered the knots o the twine. In our opinion in absence of any positive evidence to the contrary, there would be a presumption that knote of twine were covered by means of sealing wax bearing the impression of the seal of the Food Inspector. The Food Inspector has in terras stated that each of the sample bottles was wrapped in a brown paper, fastened with twine and four seals were affixed on the packet. This evidence is sufficient to raise a presumption that all the requirements of Rule 16(d) were complied with. In other words, it must be presumed that the knots of the twine were covered by means of sealing wax bearing the seal of the Food Inspector as required by Clause (d) of Rule 16. We, therefore, reject the above contention of Mr. Patel.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">22. It was next contended that there is no evidence to prove that the Food Inspector had added formalin as required by Rule 20 of the Rules. The contention was that preservative has to be added in a specified proportion and unless it is so added, requirement of Rule 20 could not be said to have been complied with. As pointed out above, the Food Inspector has deposed that he added 19 drops of formalin as preservative in each of the sample bottles. The contention of Mr. Patel was that there was no evidence to prove that farmalin was in proportion prescribed by Rule 20. There is nothing in evidence of the Food Inspector to indicate that addition of formalin is not in the prescribed proportion. It must be presumed that the Food Inspector must have added formalin in the prescribed proportion. Therefore, we do not see any substance in this contention of Mr. Patel also.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">23. It was lastly contended by Mr. Patel that the bottles in which milk purchased was poured were not proved to be clean and dry and, therefore, the requirements of Rule 14 could not be said to have been complied with. This contention appears to have been raised by Mr. Patel without reading the evidence of the Food Inspector wherein it is clearly stated that he had used clean and dry bottles in collecting the sample. Therefore, this last contention of Mr. Patel must also be rejected.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">24. In the result, we do not see any substance in this revision application. Conviction of the petitioner for offence punishable Under <a href=\"/doc/1073892/\" id=\"a_51\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/681440/\" id=\"a_52\">Section 7</a> of the Act must be confirmed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">25. It was urged by Mr. Patel that the petitioner had closed his business of selling milk soon after the report of the Public Analyst was received. Therefore, leniency may be shown to him in awarding sentence. Mr. Patel further urged that the report of the Director of Central Food Laboratory discloses, difference between the contents of solid non-fat found in the sample of milk taken from the petitioner and the prescribed standard was marginal and, therefore, the petitioner deserves sympathy. The learned Sessions Judge has already reduced the sentence. Six months&#x27; simple imprisonment awarded by the learned Magistrate is reduced to three months&#x27; simple imprisonment and fine of Rs. 1,000/- is reduced to Rs. 500/-. The sentence imposed by the learned Sessions Judge is minimum prescribed by law, even if the milk of which sample is taken from the petitioner is presumed to be primary food. There is, therefore, no reason to interfere with the order of sentence passed by the learned Sessions Judge,\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">26. We, therefore,, reject this revision application. Rule discharged. Petitioner to surrender to his bail within-four weeks from today.\n</p> \n\n","numcites":14,"numcitedby":11,"docsource":"Gujarat High Court","citetid":1840641,"divtype":"judgments","relatedqs":[{"value":"Food inspector evidence","formInput":"Food%20inspector%20evidence"},{"value":"food inspector","formInput":"food%20inspector"},{"value":"thumb impression","formInput":"thumb%20impression"},{"value":"bar council ","formInput":"bar%20council%20"},{"value":"how fact can be proved","formInput":"how%20fact%20can%20be%20proved"},{"value":"central food laboratory","formInput":"central%20food%20laboratory"},{"value":"mandatory provision","formInput":"mandatory%20provision"},{"value":"sample milk","formInput":"sample%20milk"},{"value":"no evidence to prove","formInput":"no%20evidence%20to%20prove"},{"value":"dry cleaning ","formInput":"dry%20cleaning%20"},{"value":"revision application ","formInput":"revision%20application%20"},{"value":"16 c","formInput":"16%20c"},{"value":"food adulteration","formInput":"food%20adulteration"},{"value":"dri ","formInput":"dri%20"},{"value":"Sec 16","formInput":"Sec%2016"},{"value":"governor","formInput":"governor"}],"cats":[{"value":"court-may-presume-existence-of-certain-facts","formInput":"tag:court-may-presume-existence-of-certain-facts"},{"value":"prohibitions-on-certain-articles-of-food","formInput":"tag:prohibitions-on-certain-articles-of-food"},{"value":"penalties-for-food-adulteration","formInput":"tag:penalties-for-food-adulteration"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"}],"courtcopy":false,"query_alert":null,"agreement":false}