{"tid":174942481,"publishdate":"1800-01-01","title":"Tamilnadu Road Sector Project Ii vs M/S.Ircon International Ltd. And","doc":"<h2 class=\"doc_title\">Tamilnadu Road Sector Project Ii vs M/S.Ircon International Ltd. And</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-t-asha\">P.T. Asha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-t-asha\">P.T. Asha</a></h3>\n\n<pre id=\"pre_1\">                                                                        O.P.No.34 of 2020\n\n\n\n\n                             IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                            Reserved on : 03.11.2020\n\n                                            Delivered on : 19.01.2021\n\n                                                   CORAM\n\n                                   THE HONOURABLE Ms. JUSTICE P.T. ASHA\n\n                                               O.P.No.34 of 2020\n\n\n                     Tamilnadu Road Sector Project II, Highways Department\n                     Represented by Project Director,\n                     No.171, South Kesava Perumal Puram,\n                     Chennai – 600 028, India.                         ...Petitioner\n\n                                                      Vs\n\n                     1.M/s.IRCON International Ltd. And\n                       Sumber Mitra Jaya (J.V.)\n                       Palika Bhavan, Sector-XII\n                       R.K.Puram, New Delhi – 110 066\n\n                     2.M/s.Sheladia Associates Inc.\n                       “Amsri Shamira” 2nd floor flat no.206 &amp; 207\n                        Door No.9-1-113 to 118, SD Road Old Lancer lanes\n                       Secundrabad – 500003, Telangana             ... Respondents\n\n\n\n\n                     1/52\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n\f                                                                                O.P.No.34 of 2020\n\n\n\n\n                     Prayer: Petition filed under <a href=\"/doc/605764/\" id=\"a_1\">Section 11 (6)</a> of the Arbitration and\n\n                     Conciliation Act, 1996, to appoint a suitable person as nominee\n\n                     Arbitrator of the respondent as per the Arbitration clauses in the\n\n                     Agreements dated 04.02.2005 and 10.09.2004 to decide the disputes\n\n                     which have arisen between the petitioner and the respondents.\n\n                               For Petitioner     :    Mr.M.Sricharan Rangarajan\n                                                       Additional Advocate General\n\n                               For Respondent 1        :     Mr.S.V.S. Chowdry\n\n                               For Respondent 2        :     Mr.P.J.Rishikesh\n\n\n\n                                                           ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                               The petition has been filed invoking the provisions of <a href=\"/doc/605764/\" id=\"a_2\">section 11\n\n                     (6)</a> of the Arbitration and Conciliation Act, 1996, herein after called\n\n                     the Act. The petitioner who is the Tamilnadu Road Sector Project II,\n\n                     Highways Department had entrusted to the 1st respondent herein the\n\n                     Civil constructions work relating to the upgradation of the road from\n\n\n<span class=\"hidden_text\" id=\"span_1\">                     2/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_2\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     Nagapatinam to Kattumavadi and the new bypass roads at,\n\n                     Nagapattinam, Thiruthuraipundi and Muttupet, which was being\n\n                     financially assisted by a loan from the International Bank for\n\n                     Reconstruction and Development in the year 2005.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">                               2. The 1st respondent was entrusted with the civil construction\n\n                     work and an agreement to this effect was entered into on 04.02.2005.\n\n                     Prior to this agreement, the petitioner had engaged the services of the\n\n                     2nd respondent as the Supervision Consultant, to supervise and\n\n                     administer the contract for which an agreement was entered into on\n\n                     10.09.2004 between the petitioner and the 2nd respondent.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_3\">                               3. The petitioner would submit that the 1st respondent who had\n\n                     commenced the contract in the year 2005 had concluded the same in\n\n                     the year 2011 and the defects liability period also came to an end in\n\n                     the year 2012.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n<span class=\"hidden_text\" id=\"span_3\">                     3/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_4\">\f                                                                              O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Facts\" id=\"p_5\">                               4. The petitioner would contend that on 03.04.2017 when the\n\n                     inspection was conducted by the Director, Highways Research\n\n                     Station, several defects were found in the work undertaken and a letter\n\n                     dated 01.07.2017 was addressed to the respondents directing them to\n\n                     inspect the defects and give the actual cost estimate for the repair and\n\n                     rehabilitation of the ROB. The 1st respondent did not submit any\n\n                     response.      However, the 2nd respondent had issued a reply dated\n\n                     21.07.2017.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Facts\" id=\"p_7\">                               5. Thereafter, since the repair works were not effected the same\n\n                     was undertaken by the petitioner through the Chief Engineer,\n\n                     Construction and Maintenance Department by reason of which the\n\n                     petitioner had incurred huge costs. Thereafter, on 29.08.2019, the\n\n                     petitioner had issued seperate legal notices to the respondents to make\n\n                     good the loss. The petitioner had called upon the respondents to treat\n\n                     the said notice as an invocation of the arbitration clause under <a href=\"/doc/138599/\" id=\"a_3\">Section\n\n                     21</a> of the Act. They had nominated one Mr.V.Thamilselvam, Chief\n<span class=\"hidden_text\" id=\"span_5\">                     4/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_6\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     Engineer (Retd) as their arbitrator. The petitioner had invoked clause\n\n                     67.3 of the General Conditions of contract of the agreement dated\n\n                     04.02.2005 entered into with the 1st respondent, for ease of\n\n                     understanding hereinafter referred to as the 2nd Contract, and clause\n\n                     8.2 of the Special Conditions of Contract dated 10.09.2004 entered\n\n                     into with the 2nd respondent, for ease of understanding hereinafter\n\n                     referred to as the 1st Contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">                               6. To this notice, the 1st respondent had sent a reply dated\n\n                     01.10.2019 and the 2nd respondent had sent a reply dated 07.10.2019.\n\n                     Both the respondents had denied the liability and they had contended\n\n                     that the 2nd contract contemplated an arbitral tribunal consisting of\n\n                     three members, and clause 8.2 of the Special Conditions of the 1st\n\n                     Contract contemplated an arbitral tribunal consisting of a sole\n\n                     arbitrator. They would also contend that the agreement having come\n\n                     to an end in the year 2012 the invocation of the arbitral clause was not\n\n                     maintainable.      The petitioner contended that since the contracts\n\n<span class=\"hidden_text\" id=\"span_7\">                     5/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                               O.P.No.34 of 2020</span>\n\n                     related to the same work they were filing a single petition under\n\n                     <a href=\"/doc/605764/\" id=\"a_4\">Section 11 (6)</a> of the Act for appointing an arbitrator.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">                               7. The 2nd respondent has filed a counter in and by which they\n\n                     would contend that there is no arbitral dispute between the parties\n\n                     since the 2nd respondent has completed its services under the\n\n                     supervision consultancy contract. Further, the 2nd respondent would\n\n                     contend that the grounds on which the reliefs are sought is not\n\n                     amenable to the provisions of <a href=\"/doc/1841764/\" id=\"a_5\">Section 11</a> of the Act.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_11\">                               8. The 2nd respondent would submit that though their work had\n\n                     been completed, the petitioner had extended the mandate till May\n\n                     2013 and the 2nd respondent as the Supervision Consultant had\n\n                     handed over all the documents and records to the petitioner as\n\n                     contemplated under clause 3.9 of the General Conditions of Contract.\n\n                     During the tenure of the 2nd respondent no defects had arisen.\n\n\n<span class=\"hidden_text\" id=\"span_9\">                     6/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_10\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     Further, the petitioner herein had accepted the Final Report and Final\n\n                     Statement as contemplated under clause 6.4 (d) of the GCC of\n\n                     consultancy agreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">                               9. The 2nd respondent would submit that their mandate stood\n\n                     terminated as on May 2013 on their satisfactorily performing their\n\n                     obligations under the contract. The 2nd respondent would further\n\n                     submit that the petitioner has not followed the agreed pre arbitral\n\n                     procedure contemplated under clause 8.2.1 of the 1st Contract. The\n\n                     2nd respondent would also submit that there cannot be composite\n\n                     arbitration with reference to the two agreements as the procedure for\n\n                     arbitration contemplated under the two were totally different.\n\n                     Therefore, they would contend that the single petition filed with\n\n                     reference to the two agreements should be dismissed.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">                               10. The 1st respondent would also contend that two separate\n\n\n<span class=\"hidden_text\" id=\"span_11\">                     7/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                          O.P.No.34 of 2020</span>\n\n                     notices having been issued to the respondents and the notices having\n\n                     no reference to a request for composite arbitration the filing of a\n\n                     single petition was not maintainable. Therefore, they would submit\n\n                     that the procedure contemplated under <a href=\"/doc/605764/\" id=\"a_6\">Section 11 (6)</a> of the Act has\n\n                     not been followed. They would therefore seek to have the petition\n\n                     dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\n                     Submission:\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">                               11. The learned Additional Advocate General Mr.M.Sricharan\n\n                     Rangarajan appearing on behalf of the petitioner would submit that\n\n                     the work of the 2nd respondent was intertwined with the work\n\n                     executed by the 1st respondent. He would therefore submit that a\n\n                     single petition under <a href=\"/doc/605764/\" id=\"a_7\">Section 11 (6)</a> was very much maintainable. He\n\n                     would draw the attention of the Court to the procedure contemplated\n\n                     under the General Conditions and Special Conditions of Contract in\n\n                     the 1st Contract relating to dispute settlement and reference to\n\n                     Arbitration. Under clause 8 of the General Conditions of Contract,\n<span class=\"hidden_text\" id=\"span_13\">                     8/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_14\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     the thrust was on the amicable settlement of disputes. Clause 8 (1)\n\n                     provides that the party should try their level best to sort out dispute\n\n                     amicably. Clause 8 (2) contemplates that in case the dispute is not\n\n                     resolved amicably then the parties have to submit themselves to the\n\n                     settlement contemplated under the Special Conditions of Contract.\n\n                     The provisions have been extracted in detail later in the Judgment.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_17\">                               12. The 2nd agreement contemplates that dispute should be\n\n                     settled as per the procedure provided in clause 67. The disputes\n\n                     contemplated under the said clause was those arising out of the\n\n                     contract or execution of the works whether during the execution of the\n\n                     works or after its completion and whether it is before or after the\n\n                     repudiations or termination of the contract including any disagreement\n\n                     by either party. This clause contemplated the reference of the dispute\n\n                     first to the dispute review board. It is only when the parties are\n\n                     dissatisfied with the opinion of the board or if the board fails to issue\n\n                     its recommendation within 56 days then either party may, after\n\n<span class=\"hidden_text\" id=\"span_15\">                     9/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_16\">\f                                                                              O.P.No.34 of 2020</span>\n\n                     following the procedure contemplated under clause 67.1, proceed for\n\n                     arbitration as contemplated under clause 67.3 therein.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">                               13. The arbitral clause herein contemplated a tribunal of three\n\n                     unlike under the 1st agreement with the consultant which\n\n                     contemplates a sole arbitrator in the case parties agree it is a technical\n\n                     dispute. If they do not so agree then the Arbitral Tribunal would\n\n                     consist of 3 members. The said clause however provides that if the\n\n                     parties fail to appoint the arbitrator then the Chairman of the\n\n                     Executive Committee, Indian Roads Congress both in the case of\n\n                     foreign contractors and Indian contractors shall appoint the arbitrator.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">                               14. He would submit that the language of clause 67 was similar\n\n                     to the language contemplated in clause 8.2 of the agreement between\n\n                     the petitioner and the 2nd respondent consultant.           The learned\n\n                     Additional Advocate General would further submit that the dispute\n\n                     review board is no longer available as it has been dismantled since a\n\n<span class=\"hidden_text\" id=\"span_17\">                     10/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_18\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     seperate Board is formed for each contract.         He would therefore\n\n                     submit that clause 67 was flawed. Clause 67.3 does not differentiate\n\n                     between a technical or a non-technical dispute.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">                               15. He would submit that in response to the legal notice issued\n\n                     by them, the 1st respondent had raised the issue of limitation on the\n\n                     ground that the entire contract had come to an end and that the defect\n\n                     liability certificate had been issued on 28.11.2012 and the final bill\n\n                     has also being settled in March 2014. Therefore, they would contend\n\n                     that the invocation of the arbitral clause was itself barred by\n\n                     limitation. The 1st respondent has also stated that the contract has\n\n                     been discharged by performance in all respects and therefore they\n\n                     would contend that the demand for payment of the costs was illegal.\n\n                     The 2nd respondent on the other hand had raised a defence that there\n\n                     was no dispute in existence between the parties and therefore there\n\n                     was no liability on the side of the 2nd respondent. The 2nd respondent\n\n\n<span class=\"hidden_text\" id=\"span_19\">                     11/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_20\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     had taken a stand that pending the contract the petitioner has not\n\n                     raised any dispute.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">                               16. The learned Additional Advocate General has painstakingly\n\n                     submitted citations under the various heads:\n</p>\n<blockquote id=\"blockquote_1\">                     Composite Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_2\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_21\"><a href=\"/doc/925897/\" id=\"a_8\">i) Olympus Superstructures Pvt Ltd Vs. Meena Vijay Khetan\n\n                     and ors</a> - (1999) 5 SCC 651.</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_22\"><a href=\"/doc/92712826/\" id=\"a_9\">ii) Chloro Controls India Private Ltd Vs. Severn Trent Water\n\n                     Purification Inc. and others</a> - (2013) 1 SCC 641.</span>\n\n</blockquote><blockquote id=\"blockquote_4\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190037700\" id=\"span_23\"><a href=\"/doc/190037700/\" id=\"a_10\">iii) Purple Medical Solutions Pvt Ltd Vs. MIC Therapeutics Inc.\n\n                     and another</a> - (2015) 15 SCC 622</span>\n\n</blockquote><blockquote id=\"blockquote_5\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_24\"><a href=\"/doc/133653680/\" id=\"a_11\">iv) Duro Felguera, S.A Vs. Gangavaram Port Ltd</a> - (2017) 9\n\n                     SCC 729</span>\n\n</blockquote><blockquote id=\"blockquote_6\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121891009\" id=\"span_25\"><a href=\"/doc/121891009/\" id=\"a_12\">v) Ameet Lalchand Shah and others Vs. Rishabh Enterprises\n\n                     and another</a> - (2018) 15 SCC 678</span>\n\n</blockquote><blockquote id=\"blockquote_7\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86950356\" id=\"span_26\"><a href=\"/doc/86950356/\" id=\"a_13\">vi) Cheran Properties Ltd Vs. Kasturi and Sons Ltd and others</a>\n\n                     (2018) 16 SCC 413.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\"><span class=\"hidden_text\" id=\"span_27\">                     12/52</span>\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_22\">https://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_28\">\f                                                                             O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6694102\" id=\"span_29\"><a href=\"/doc/6694102/\" id=\"a_14\">vii) Mahanagar Telephone Nigam Ltd Vs. Canara Bank and\n\n                     others</a> -2019 SCC Online SC 995\n\n\n\n                     Multi-Tier Dispute Resolution Clause:</span>\n</p>\n<blockquote id=\"blockquote_9\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_30\"><a href=\"/doc/1765502/\" id=\"a_15\">viii) Visa International Ltd vs Continental Resources USA Ltd</a>.</span>\n\n</blockquote><p data-structure=\"Issue\" id=\"p_24\">                     - (2009) 2 SCC 55.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_31\"><a href=\"/doc/102212981/\" id=\"a_16\">ix) P.Dasaratharama Reddy Complex vs Government of\n\n                     Karnataka and another</a> (2014) 2 SCC 201</span>\n\n</p><p data-structure=\"Issue\" id=\"p_26\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101431513\" id=\"span_32\"><a href=\"/doc/101431513/\" id=\"a_17\">x) Sun Security Services vs Babasaheb Bimrao Ambedkar\n\n                     University and others</a> - MANU/UP/2994/2014</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">                               xi) Ravindra Kumar Varma vs M/s. BPTP Ltd &amp; another - 2014\n\n                     SCC Online Del 6602\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186421772\" id=\"span_33\"><a href=\"/doc/186421772/\" id=\"a_18\">xii) Sarvesh Security Services Pvt Ltd vs Managing Director</a> -\n\n                     2018 SCC Online Del 7996</span>\n\n</p><p data-structure=\"Issue\" id=\"p_29\">                     ------\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"87853735\" id=\"span_34\"><a href=\"/doc/87853735/\" id=\"a_19\">xiii) Project Director, TNRSP vs JSR Constructions Pvt Ltd</a> -\n\n                     2019 SCC Online Mad 17879\n\n<span class=\"hidden_text\" id=\"span_35\">                     13/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/</span>\n<span class=\"hidden_text\" id=\"span_36\">\f                                                                              O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190897597\" id=\"span_37\"><a href=\"/doc/190897597/\" id=\"a_20\">xiv) Consulting Engineering Services (India) Pvt Ltd vs Project\n\n                     Director, TNRSP</a> - 2019 SCC OnLine Mad 17882</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2964713\" id=\"span_38\"><a href=\"/doc/2964713/\" id=\"a_21\">xv) Sheladia Associates Inc vs TNRSP II</a> - 2019 SCC Online\n\n                     Mad 17883</span>\n\n\n</p><p data-structure=\"PetArg\" id=\"p_33\">                               17. Mr.P.J.Rishikesh, learned counsel appearing for the 2nd\n\n                     respondent would address the following arguments in response. He\n\n                     would contend that the petition deserved to be dismissed on the\n\n                     following grounds:\n</p>\n<blockquote id=\"blockquote_10\">                               (a) The petition contemplates a composite arbitration in respect\n\n                     of two different contracts.\n</blockquote>\n<blockquote id=\"blockquote_11\">                               (b) The arbitral clause contained in the two agreements were\n\n                     distinct and separate.\n</blockquote>\n<blockquote id=\"blockquote_12\">\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_34\">                               18. The contract with the 2nd respondent contemplated the\n\n                     settlement of the disputes amicably first and in case of the same not\n\n                     being settled, then in case of disputes which the parties agree relates\n\n\n<span class=\"hidden_text\" id=\"span_39\">                     14/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_40\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     to technical matters the parties had to approach the President, Indian\n\n                     Roads Congress in New Delhi seeking a list of atleast five nominees\n\n                     and from out of the list the parties were to alternatively strike out the\n\n                     names and the last name that remains was to be appointed as the sole\n\n                     arbitrator. In case such an arbitrator was not determined within a\n\n                     period of 60 days then on the request of either party the President of\n\n                     the Indian Roads Congress, New Delhi was the competent person to\n\n                     appoint the sole arbitrator. As regards disputes which the parties do\n\n                     not agree is a technical matter, then both parties were required to\n\n                     appoint an arbitrator each and the two had to together appoint the\n\n                     third arbitrator. In case the two arbitrators did not concur in the\n\n                     appointment of the third arbitrator then either party could approach\n\n                     the Secretary, Indian Council of Arbitration, New Delhi to appoint an\n\n                     arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\n\n</p><p data-structure=\"PetArg\" id=\"p_36\">                               19. The learned counsel would therefore submit that without\n\n                     exhausting this procedure the petitioner has moved this Court.\n\n<span class=\"hidden_text\" id=\"span_41\">                     15/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_42\">\f                                                                               O.P.No.34 of 2020</span>\n\n                     Further, the procedure contemplated for appointment of an arbitrator\n\n                     under the 2nd agreement entered was totally different. Even the 1st\n\n                     agreement entered into with the 1st respondent contemplated that an\n\n                     attempt should first be made to settle the disputes amicably and only\n\n                     on its failure should the parties proceed as per Arbitration Clause\n\n                     therein.      He would therefore submit that without following the\n\n                     procedures contemplated under the two agreements the petitioner has\n\n                     rushed to the Court and that too by filing a single petition in respect of\n\n                     the two independent contracts. Therefore, he would seek to have the\n\n                     petition dismissed.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">\n\n</p><p data-structure=\"Section\" id=\"p_38\">                               20. He would rely on the following judgements\n\n</p><p data-structure=\"PetArg\" id=\"p_39\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61100372\" id=\"span_43\"><a href=\"/doc/61100372/\" id=\"a_22\">i) Deep Trading Company Vs. Indian Oil Corporation and Ors</a> -\n\n                     (2013) 4 SCC 35.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177621149\" id=\"span_44\"><a href=\"/doc/177621149/\" id=\"a_23\">ii) Walter Bau Ag Vs. Municipal Corporation of Greater\n\n                     Mumbai</a> - (2015) 3 SCC 800.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142347990\" id=\"span_45\"><a href=\"/doc/142347990/\" id=\"a_24\">iii) Aravali Power Company Pvt. Ltd. Vs. Era Infra Engineering</a>\n\n<span class=\"hidden_text\" id=\"span_46\">                     16/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_47\">\f                                                                              O.P.No.34 of 2020</span>\n\n                     Ltd. - (2017) 15 SCC 32</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162614640\" id=\"span_48\"><a href=\"/doc/162614640/\" id=\"a_25\">iv) Rajasthan Small Industries Corporation Limited Vs. Ganesh\n\n                     Containers Movers Syndicate</a> - (2019) 3 SCC 282</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63871350\" id=\"span_49\"><a href=\"/doc/63871350/\" id=\"a_26\">v) Union of India (UOI) Vs. Parmar Construction Company</a> -\n\n                     (2019 )15 SCC 682.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\n\n</p><p data-structure=\"RespArg\" id=\"p_45\">                               21. Mr.S.V.S. Chowdry, learned counsel for the 1st respondent\n\n                     also adopted the arguments made by the learned counsel for the 2nd\n\n                     respondent and reiterated the fact that two separate notices had been\n\n                     issued which only went to show that the petitioner was fully aware of\n\n                     the fact that the arbitral proceedings contemplated under the two\n\n                     agreements were different. He would also therefore seek to have the\n\n                     petition dismissed.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">\n\n                     Discussion:\n</p>\n<p data-structure=\"Facts\" id=\"p_47\">                               22. The records and the arguments of the counsels on either side\n\n                     would show that the subject matter of the 2 contracts is the Road\n\n<span class=\"hidden_text\" id=\"span_50\">                     17/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_51\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     upgradation Project between Nagapattinam and Turticorin.             The\n\n                     Government of India had received financial assistance from the\n\n                     International Bank for Reconstruction and Development for the\n\n                     upgradation of roads. The assistance was for the Road Sector Project,\n\n                     a part of this assistance was made available to the State of Tamil\n\n                     Nadu. The Government of Tamil Nadu had set up the petitioner as\n\n                     the implementing agency for the said project. The project involved\n\n                     three packages.\n</p>\n<p data-structure=\"RespArg\" id=\"p_48\">                               (i) The Tamil Nadu Road Sector Project (TNRSP 02) which is\n\n                     for the upgradation of the road stretching 116 KMs from\n\n                     Nagapattinam to Kattumavadi including the bypass roads at\n\n                     Nagapattinam, Tiruthuraipundi and Muthupet.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">                               (ii) TNRSP - 03 related to a 100 KMs stretch from Kattumavadi\n\n                     to Ramanathapuram.\n</p>\n<p data-structure=\"Issue\" id=\"p_50\">                               (iii) Likewise, TNRSP - 04 involved upgradation of road of 118\n\n                     KMs from Ramanathapuram to Tuticorin.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n\n\n<span class=\"hidden_text\" id=\"span_52\">                     18/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_53\">\f                                                                           O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Facts\" id=\"p_52\">                               23. The work of supervising the above project (all the three\n\n                     packages) was entrusted to the 2nd respondent. The 1st respondent\n\n                     was awarded contract for package no.02, namely, upgradation of\n\n                     roads from Nagapattinam to Kattumavadi including the bypass roads\n\n                     at Nagapattinam, Tiruthuraipundi and Muthupet. The records would\n\n                     reveal that the project work which was awarded in the year 2004 was\n\n                     completed on 30.09.2011 and the defects liability period which was\n\n                     12 months from the date of completion as per the contract had also\n\n                     expired in the year 2012.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">\n\n</p><p data-structure=\"Facts\" id=\"p_54\">                               24. Much after the completion of the project, defects were\n\n                     noticed in the Railway Over Bridge which was 12 metres wide with\n\n                     the footpath constructed as T - beam bridge with 7 girders. The\n\n                     expansion joints provided at the bridge were noticed to be too wide,\n\n                     as a result of which the same had worn out and the rubber seal part of\n\n                     the expansion joints were damaged. The said defect was inspected by\n\n                     the Divisional Engineer, Highways C&amp;M, Nagapattinam, the\n\n<span class=\"hidden_text\" id=\"span_54\">                     19/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_55\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     Assistant Divisional Engineer, Highways C&amp;M, Nagapattinam and\n\n                     Additional Divisional Engineer, Highways QC, Nagapattinam, who\n\n                     had submitted their report on 30.04.2017 .        The said report was\n\n                     forwarded to the Project Director. The District Collector had also\n\n                     brought into the notice of the petitioner.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_56\">                               25. The Project Director had thereafter addressed the 2nd\n\n                     respondent asking them to submit a report regarding the remedial\n\n                     measures that could be carried out and the cost involved. A similar\n\n                     letter was addressed to the 1st respondent informing them about the\n\n                     defect in their construction and directing them to rectify the defects\n\n                     considering the fact that the defects had occurred only due to\n\n                     construction flaws which is directly attributable to the contractor.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_57\">                               26. The 2nd respondent had issued a reply dated 21.07.2017\n\n                     giving details of the defects and the proposed repair work as well as\n\n                     the approximate cost for rectifying the same. The petitioner had also\n\n<span class=\"hidden_text\" id=\"span_56\">                     20/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_57\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     sought the assistance of the Central Road Research Institute (CSIR)\n\n                     seeking suggestions as to the reasons for the early failure of the\n\n                     bearings and expansion joints within a period of 6 years from the\n\n                     completion, the remedial measures required to rectify the damages\n\n                     and the cost estimate for the same. The CSIR had also submitted their\n\n                     final report after inspecting the site.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n\n</p><p data-structure=\"RespArg\" id=\"p_59\">                               27. Thereafter, the petitioner has issued two separate notices\n\n                     both dated 29.08.2019 to the respondents herein informing them\n\n                     about the invocation of the arbitral clause in the two contracts, while\n\n                     naming the petitioner&#x27;s arbitrator and calling upon the respondents to\n\n                     nominate their arbitrator. The 1st respondent had sent a reply dated\n\n                     01.10.2019 in which they would contend that the claim was highly\n\n                     belated / time barred as the project had been completed way back in\n\n                     the year 2011 and the defect liability certificate had also been issued\n\n                     on 28.11.2012. They had denied their liability to rectify the defect at\n\n                     their cost.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"hidden_text\" id=\"span_58\">                     21/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_59\">\f                                                                             O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_61\">                               28. The 2nd respondent had sent a response vide their lawyer&#x27;s\n\n                     letter dated 07.10.2019 contending that no dispute existed in respect\n\n                     of the contract at the relevant point of time and therefore no liability\n\n                     whatsoever arises against them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">\n\n</p><p data-structure=\"Issue\" id=\"p_63\">                               29. In view of the refusal by the respondents to rectify the\n\n                     defects, the petitioner has invoked the provisions of <a href=\"/doc/605764/\" id=\"a_27\">Section 11 (6)</a> of\n\n                     the Act and filed the instant petition. Though the invocation of the\n\n                     Arbitral Clause was by way of two separate notices by the petitioner a\n\n                     single petition has been filed under <a href=\"/doc/605764/\" id=\"a_28\">Section 11 (6)</a> of the Act, seeking\n\n                     appointment of an arbitrator in respect of the dispute by impleading\n\n                     both the respondents.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">\n\n</p><p data-structure=\"RespArg\" id=\"p_65\">                               30. The respondents have questioned the petition on the ground\n\n                     that the contract entered into by the petitioner with each of the\n\n                     respondent was a separate and independent contract and that both\n\n                     respondents are not parties to the contract entered into by the other\n\n<span class=\"hidden_text\" id=\"span_60\">                     22/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_61\">\f                                                                                O.P.No.34 of 2020</span>\n\n                     with the petitioner. They had further contended that the procedure for\n\n                     appointing an arbitrator as contemplated in both the agreements were\n\n                     totally different / divergent and therefore a single petition is not\n\n                     maintainable. They have also taken out a defense that having issued\n\n                     the defect liability certificate as early as in the year 2012 the petitioner\n\n                     cannot make a claim 7 years thereafter. Therefore, they sought for the\n\n                     dismissal of the petition.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\n\n</p><p data-structure=\"PetArg\" id=\"p_67\">                               31. On analysing the above facts and considering the arguments\n\n                     and Judgements submitted on the side of the parties, the following\n\n                     issues emerge for consideration:\n</p>\n<blockquote id=\"blockquote_13\">                               (a) Whether a composite arbitration proceedings can be\n\n                     initiated considering that though the petitioner has entered into two\n\n                     separate agreements with the respondents the work to be performed\n\n                     by the two was intertwined ?\n</blockquote>\n<blockquote id=\"blockquote_14\">                               (b) If the answer to issue (a) is in the affirmative, then, in the\n\n                     light of the procedure for arbitration being different in the two\n\n<span class=\"hidden_text\" id=\"span_62\">                     23/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_63\">\f                                                                                O.P.No.34 of 2020</span>\n\n                     agreements whether this Court can appoint a common Arbitral\n\n                     Tribunal to adjudicate the disputes between the petitioner and\n\n                     respondents 1 and 2 ?\n</blockquote>\n<blockquote id=\"blockquote_15\">                               (c) Whether the claim of the petitioner is barred by limitation?\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_68\">                               32. In order to reconcile the issues involved in the instant case,\n\n                     it is necessary to examine the work which has been allotted to both the\n\n                     respondents.       Admittedly, the contracts entered into between the\n\n                     petitioner and the 2nd respondent relate to the upgradation of the\n\n                     road, stretching from Nagapattinam to Tuticorin.            The agreement\n\n                     between the petitioner and the 1st respondent is restricted to only\n\n                     package 02, which is the stretch between Nagapattinam and\n\n                     Kattumavadi. However, the contract with the 2nd respondent relates\n\n                     to the entire project.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">\n\n</p><p data-structure=\"Section\" id=\"p_70\">                               33. Before venturing into the legal issues and juxtaposing it\n\n                     with the judgements produced by the petitioner, it is necessary to first\n\n<span class=\"hidden_text\" id=\"span_64\">                     24/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_65\">\f                                                                                 O.P.No.34 of 2020</span>\n\n                     examine the scope of work of each parties under the Contract. The\n\n                     1st Contract is titled as follows, &quot;Contract Agreement For\n\n                     Construction Supervision Consultancy Services (SC 2) For\n\n                     Contract Packages TNRSP - 02, 03 and 04 For Tamil Nadu Road\n\n                     Sector Project&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                               34. The services to be undertaken by the 2nd respondent\n\n                     (consultant) pursuant to this contract for the purpose of the project is\n\n                     described in Appendix - A to the said contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">\n\n</p><p data-structure=\"Section\" id=\"p_74\">                               35. As per the Appendix - A the description of the work\n\n                     envisaged is detailed in clause 2. Clause 3 spells out the objects of\n\n                     the consultancy which reads as follows:\n</p>\n<blockquote id=\"blockquote_16\">                               3.1. The objectives of the consultancy services are:\n\n</blockquote><blockquote id=\"blockquote_17\">                               (a) to ensure that high quality construction is achieved and to\n\n                     ensure that all works are carried out in full compliance with the\n\n                     Engineering        design,    technical   specifications,    environmental\n\n<span class=\"hidden_text\" id=\"span_66\">                     25/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_67\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     management plan and other stipulations of the contract documents\n\n                     and within specified time periods;\n</blockquote>\n<blockquote id=\"blockquote_18\">                               (b) To demonstrate the efficacy of contract supervision by\n\n                     independent external agencies experienced in this field of work; and\n\n</blockquote><blockquote id=\"blockquote_19\">                               (c) to promote technology transfer either through association\n\n                     between international and domestic firms or by employment of local\n\n                     Highways Department staff and on the job training to the Highways\n\n                     Department staff.”\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_75\">                               36. A reading of the above would indicate that the supervision\n\n                     of the entire project rests only on the shoulders of the 2nd respondent.\n\n                     The 2nd respondent, the consultant was required to appoint an\n\n                     individual to act as their Engineer and it is this individual who is\n\n                     mentioned in the construction contract document that is entered into\n\n                     between the contractor and the petitioner as the person giving the day\n\n                     to day instructions to the 1st respondent. Clause 6 to Appendix - A\n\n                     details duties and responsibilities of the Engineer.       Some of the\n\n<span class=\"hidden_text\" id=\"span_68\">                     26/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_69\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     principal responsibilities is to approve the contractor&#x27;s work program,\n\n                     give orders to commence the work, in consultation with the employer,\n\n                     namely, the petitioner      prepare a construction supervision manual\n\n                     outlining routines and the       procedures to be applied in contract\n\n                     management, construction supervision and administration, to ensure\n\n                     that the construction work is in accordance with the technical\n\n                     specifications, Environmental Management Plan and other stipulation\n\n                     of the construction contract documents. This is only a fraction of the\n\n                     duties and the responsibilities that has been fixed on the Engineer.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_76\">                               37. Further, with reference to the construction of Road Over\n\n                     Bridge (ROB) across railway lines or Road Under Passes (RUPs)\n\n                     below railway lines which are located along the project, it is the 2nd\n\n                     respondent as the consultant who is responsible for the supervision,\n\n                     timely start and completion of works for setting out the alignment and\n\n                     for ensuring that the lines and levels are accurate and in accordance\n\n                     with the project drawings. Therefore it is clearly evident that it is on\n\n<span class=\"hidden_text\" id=\"span_70\">                     27/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_71\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     the directions of the 2nd respondent&#x27;s representative, the Engineer that\n\n                     the 1st respondent was to execute the work.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">\n\n</p><p data-structure=\"Section\" id=\"p_78\">                               38. Coming to the contract which is entered into between the\n\n                     petitioner and the 1st respondent in the form of bid submitted by the\n\n                     1st respondent to the petitioner, the 1st respondent has undertaken\n\n                     that if the bid is accepted they would commence the work as soon as\n\n                     reasonably possible after receipt of the Engineer&#x27;s notice to commence\n\n                     the work.        The Engineer herein refers to the Engineer of the\n\n                     consultant, namely, the 2nd respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_80\">                               39. A reading of the agreement would show that right from the\n\n                     pre-construction stage, through the construction till the site is handed\n\n                     over, the contractor, namely, the 1st respondent was to work in\n\n                     tandem and on the instructions of the 2nd respondent. Therefore, it is\n\n                     clearly evident that scope of work of both the 1st and 2nd respondents\n\n                     is intrinsically intertwined. The work and the functioning, particularly\n\n<span class=\"hidden_text\" id=\"span_72\">                     28/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_73\">\f                                                                           O.P.No.34 of 2020</span>\n\n                     of the 2nd respondent, is dependent on the 1st respondent and the\n\n                     contractors of the other two packages for completing the project. The\n\n                     two agreements however contain two distinct procedure for settling\n\n                     disputes through Arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">\n\n</p><p data-structure=\"Section\" id=\"p_82\">                               40. Let us now examine the Judgments which sets out the\n\n                     circumstances in which a composite arbitration can be ordered:\n\n</p><blockquote id=\"blockquote_20\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_74\">a) In the Judgement reported in (<a href=\"/doc/925897/\" id=\"a_29\">1999) 5 SCC 651 - Olympus\n\n                     Superstructures Pvt. Ltd. Vs. Meena Vijay Khetan and others</a>, the\n\n                     Honourable Supreme Court was considering the validity of the\n\n                     Judgements passed by the Division Bench of the Bombay High Court,\n\n                     in and by which three awards passed by a sole arbitrator had been\n\n                     confirmed by the single Judge as well as the Division Bench and the\n\n                     sole arbitrator had been appointed by the learned Chief Justice of the\n\n                     Bombay High Court. The dispute was with reference to three main\n\n                     agreements relating to the sale of flats in a proposed building complex\n\n                     to the respondent therein. Each of the agreements contain an identical\n\n<span class=\"hidden_text\" id=\"span_75\">                     29/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_76\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     arbitration clause. Apart from three main agreements, three other\n\n                     agreements called the interior design agreements have been entered\n\n                     into between the parties. These three agreements also contemplated\n\n                     resolution of the dispute through arbitration and the difference in\n\n                     these agreements was that the dispute were to be referred to the Joint\n\n                     arbitration of the named persons and if they failed to arbitrate then\n\n                     each party was required to nominate their arbitrator and the two\n\n                     would inturn appoint an umpire. The main agreement contemplated\n\n                     reference of the disputes to a single arbitrator if the parties agreed,\n\n                     failing which both parties were to nominate their respective arbitrator\n\n                     and the decision of such arbitrators was decided to be final and\n\n                     binding on the parties.</span>\n</blockquote>\n<blockquote id=\"blockquote_21\">\n\n</blockquote><blockquote id=\"blockquote_22\">                               b) The respondent had sought to have the disputes referred to\n\n                     arbitration and had nominated three retired Judges. The appellant\n\n                     failed to reply to the same which constrained the respondent to file an\n\n                     application under <a href=\"/doc/1841764/\" id=\"a_30\">Section 11</a> of the Act for appointing an arbitrator.\n\n<span class=\"hidden_text\" id=\"span_77\">                     30/52</span>\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_83\">https://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_78\">\f                                                                          O.P.No.34 of 2020</span>\n\n                     The Court had also appointed the Arbitrator.       The arbitrator had\n\n                     thereafter heard the parties and an award dated 13.11.1997 was passed\n\n                     in respect of the main agreements and the three interior design\n\n                     agreements. This award was challenged before the learned single\n\n                     Judge which was dismissed by the learned Single Judge and\n\n                     confirmed in the appeal by the Division Bench. The main thrust of\n\n                     the arguments of the appellant was that the arbitration award was\n\n                     passed only on the three main agreements, therefore, the arbitrator\n\n                     could not have decided the issues covered under the interior design\n\n                     agreements.      One of the issues that arose for consideration was\n\n                     whether the arbitrator could deal with the dispute relating to the\n\n                     interior design agreement when arbitration clause contained therein\n\n                     was different from the clause contained in the main agreement.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_84\">                               c) The Honourable Supreme Court taking note of the language\n\n                     of the arbitration clause contained in the main agreement (Clause 39)\n\n                     proceeded to hold that the said clause encompasses the interior design\n\n<span class=\"hidden_text\" id=\"span_79\">                     31/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_80\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     agreements as well.       In view of the language contained therein,\n\n                     namely, &quot;otherwise as to any other matter in any way connected with\n\n                     arising out of or in relation to the subject matter of this Agreement&quot;.\n\n                     The learned Judges held that the arbitration clause contained in the\n\n                     interior design agreements would come into play only when the\n\n                     disputes are exclusively confined to the interior design agreement. In\n\n                     the case before them the dispute not only related to the interior design\n\n                     agreement but also to the main agreement.           In order to avoid\n\n                     conflicting judgements the Honourable Supreme Court upheld the\n\n                     order of the Bombay High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_85\">\n\n</p><p data-structure=\"Precedent\" id=\"p_86\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_81\">d) In the case of <a href=\"/doc/92712826/\" id=\"a_31\">Chloro Controls India Private Limited Vs.\n\n                     Severn Trent Water Purification Inc. and others</a> - (2013) 1 SCC\n\n                     641, the Honourable Supreme Court was considering the scope and\n\n                     ambit of <a href=\"/doc/160474/\" id=\"a_32\">Section 45</a> of the Arbitration and Conciliation Act. The\n\n                     Hon&#x27;ble Supreme Court was called upon to consider as to whether\n\n                     though multiple agreements signed between different parties, where\n\n<span class=\"hidden_text\" id=\"span_82\">                     32/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_83\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     some agreements contained an arbitration clause and others did not\n\n                     and where the parties were also not identical / common before the\n\n                     Court (in the case of a suit), reference of the dispute could be made to\n\n                     a single arbitral tribunal since the parties to an action are claiming\n\n                     under or through a party to the arbitration agreement. It was held that\n\n                     the expression &quot;any person&quot; referred to <a href=\"/doc/160474/\" id=\"a_33\">Section 45</a> would also include\n\n                     a person claiming through or under the signatory parties. Once that is\n\n                     established, the Court could refer the parties to arbitration.      The\n\n                     Judgement held that the principal of composite performance has to be\n\n                     gathered from a reading of the main agreement as well as the principal\n\n                     and supplementary agreements and also the explicit intention of the\n\n                     parties, together with attendant circumstances.       The Honourable\n\n                     Supreme Court observed that the approach should be to lean towards\n\n                     arbitration particularly when the agreements are intrinsically\n\n                     intermingled and contemplates mutual obligations on the part of both\n\n                     the parties.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\">\n\n\n<span class=\"hidden_text\" id=\"span_84\">                     33/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_85\">\f                                                                            O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_88\">                               e) It was also observed that under the group company doctrine\n\n                     the arbitration agreement entered into by a company with a group of\n\n                     companies can bind the non - signatory, if the circumstance\n\n                     demonstrate the mutual intention of the parties was to bind both the\n\n                     signatory as well as the non - signatory. The learned Judges had\n\n                     observed that the application for appointment of an arbitral Tribunal\n\n                     under <a href=\"/doc/160474/\" id=\"a_34\">Section 45</a> of the Act would also be governed by the provisions\n\n                     of <a href=\"/doc/605764/\" id=\"a_35\">Section 11 (6)</a> of the Act. Ultimately, it was held that taking into\n\n                     account the conduct of the parties and subsequent events it was clear\n\n                     to the Court that the parties had executed, intended and actually\n\n                     implemented the composite transaction contained in the principal\n\n                     agreement. The Bench had ultimately held that dispute referred to and\n\n                     arising from the multi-party agreements are capable of being referred\n\n                     to arbitral tribunal in accordance with the agreement between the\n\n                     parties. The Bench had further cautioned that such a discretion has to\n\n                     be exercised in exceptional, limiting, befitting and cases of necessity\n\n                     and very cautiously.\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"hidden_text\" id=\"span_86\">                     34/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_87\">\f                                                                           O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_90\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_88\">f) In the Judgement reported in (<a href=\"/doc/133653680/\" id=\"a_36\">2017) 9 SCC 729 - Duro\n\n                     Felguera, S.A Vs. Gangavaram Port Limtied</a>, the bench was\n\n                     concerned with five package contracts and the Corporate Guarantee\n\n                     executed by the appellant. The appointment of a single arbitrator\n\n                     under the MOU as well as the five packages and Corporate Guarantee\n\n                     was sought to be justified on the ground that it would avoid\n\n                     conflicting awards between the parties, wastage of time, resources and\n\n                     expenses and having a single arbitration would be consistent with\n\n                     prevailing law and public policy. The Bench had discussed whether\n\n                     the MOU was to be taken as the basis for arbitration justifying the\n\n                     constitution of a single arbitral Tribunal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_89\">Quoting the provisions of\n\n                     <a href=\"/doc/153260/\" id=\"a_37\">Section 7 (5)</a> of the amended Act, namely, Act 3 of 2016 and the\n\n                     Judgement reported in 2009 (<a href=\"/doc/20317/\" id=\"a_38\">7) SCC 696 - M.R. Engineers &amp;\n\n                     Contractors Pvt. Ltd. Vs. Som Datt Builders Ltd</a>, wherein the scope\n\n                     and intent of <a href=\"/doc/153260/\" id=\"a_39\">Section 7 (5)</a> had been discussed, the Bench had held\n\n                     that the original package 4 containing the arbitration clause was not\n\n                     intended to be incorporated in its entirety but only to have clarity in\n\n<span class=\"hidden_text\" id=\"span_90\">                     35/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_91\">\f                                                                           O.P.No.34 of 2020</span>\n\n                     priority of the documents in execution of the work. The Bench also\n\n                     observed that five packages and the Corporate Guarantee which have\n\n                     separate arbitration clauses are not dependent on the terms of original\n\n                     package no.4 nor the MOU. The Bench ultimately held that there has\n\n                     to be separate arbitral proceedings however it was open to the parties\n\n                     to agree to have the same arbitrator.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_91\">\n\n</p><p data-structure=\"Precedent\" id=\"p_92\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121891009\" id=\"span_92\">g) In the case of <a href=\"/doc/121891009/\" id=\"a_40\">Ameet Lalchand Shah and others Vs.\n\n                     Rishabh Enterprises and another</a> - (2018) 15 SCC 678, there were\n\n                     four agreements all of which were intermingled.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_93\">The Bench relied on\n\n                     the Judgement in <a href=\"/doc/92712826/\" id=\"a_41\">Chloro Controls India Private Limited Vs. Severn\n\n                     Trent Water Purification Inc. and others</a> - (2013) 1 SCC 641 and\n\n                     observed that though there were different agreements involving\n\n                     several parties however all of them were only in respect of one\n\n                     commercial contract and ultimately referred the parties to the four\n\n                     agreements to arbitration.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">\n\n\n<span class=\"hidden_text\" id=\"span_94\">                     36/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_95\">\f                                                                             O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_94\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86950356\" id=\"span_96\">h) In the Judgement reported in (<a href=\"/doc/86950356/\" id=\"a_42\">2018) 16 SCC 413 - Cheran\n\n                     Properties Limited Vs. Kasturi and Sons Limited and others</a>, the\n\n                     appellant was not a party to the arbitration agreements however since\n\n                     he was claiming under one of the parties the Honourable Supreme\n\n                     Court ultimately held that the award should be enforced as if it were\n\n                     decree to the Court. The Honourable Supreme Court had stated that\n\n                     an effort should be made to find out the true essence of the business\n\n                     arrangement and ultimately to come to the conclusion as if there was\n\n                     an intent to bind someone who is not formally signatory but has\n\n                     assumed the obligations to be bound by the action of signatory.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_95\">                               i) From an analysis of the above Judgements it is seen that in\n\n                     order to bind parties who are signatories to different agreements to a\n\n                     single arbitral proceedings one has to first examine whether the scope\n\n                     of work of one is dependent on the other without one the other cannot\n\n                     execute his work and whether parties were working towards common\n\n                     end. In such cases, the decisions supra would state that the Court\n\n<span class=\"hidden_text\" id=\"span_97\">                     37/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_98\">\f                                                                              O.P.No.34 of 2020</span>\n\n                     should lean towards arbitration.            However, in none of these\n\n                     Judgements divergent procedures for appointing the arbitral Tribunal\n\n                     is found as in the case on hand.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_97\">                               41. Under the agreement between the petitioner and the 2nd\n\n                     respondent, (the 1st agreement) the procedure for settlement of\n\n                     disputes is contained in Clause 8, which contemplates firstly an\n\n                     amicable settlement of the disputes.          However, in case amicable\n\n                     settlement is not possible then clause 8.2 of the Special Conditions of\n\n                     Contract set out the procedure as detailed herein below.\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">                               “8.2.Disputes shall be settled by arbitration in accordance with\n\n                     the following provisions:\n</p>\n<blockquote id=\"blockquote_23\">                               8.2.1.Selection of Arbitrators:\n</blockquote>\n<blockquote id=\"blockquote_24\">                               Each dispute submitted by a Party to arbitration shall be heard\n\n                     by a sole arbitrator or an arbitration panel composed of three\n\n                     arbitrators, in accordance with the following provisions:\n\n</blockquote><blockquote id=\"blockquote_25\">                               (a) Where the Parties agree that the dispute concerns a\n\n<span class=\"hidden_text\" id=\"span_99\">                     38/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_100\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     technical matter, they may agree to appoint a sole arbitrator or,\n\n                     failing agreement on the identity of such sole arbitrator within thirty\n\n                     (30) days after receipt by the other Party of the proposal of a name\n\n                     for such an appointment by the Party who initiated the proceedings,\n\n                     either Party may apply to the President, Indian Roads Congress, New\n\n                     Delhi, for a list of not fewer than five nominees and, on receipt of\n\n                     such list, the parties shall alternatively strike names therefrom, and\n\n                     the last remaining nominee on the list shall be the sole arbitrator for\n\n                     the matter in dispute. If the last remaining nominee has not been\n\n                     determined in this manner within sixty (60) days of the date of the list,\n\n                     the president, Indian Roads Congress, New Delhi, shall appoint, upon\n\n                     the request of either Party and from such list or otherwise, a sole\n\n                     arbitrator for the matter in dispute.\n</blockquote>\n<blockquote id=\"blockquote_26\">                               (b) Where the Parties do not agree that the dispute concerns a\n\n                     technical matter, the Client and the Consultants shall each appoint\n\n                     one arbitrator, and these two arbitrators shall jointly appoint a third\n\n                     arbitrator, who shall chair the arbitration panel. If the arbitrators\n\n<span class=\"hidden_text\" id=\"span_101\">                     39/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_102\">\f                                                                                 O.P.No.34 of 2020</span>\n\n                     named by the Parties do not succeed in appointing a third arbitrator\n\n                     within thirty (30) days after the latter of the two arbitrators named by\n\n                     the Parties has been appointed, the third arbitrator shall, at the\n\n                     request of either Party, be appointed by Secretary, the Indian Council\n\n                     of Arbitration, New Delhi.\n</blockquote>\n<blockquote id=\"blockquote_27\">                               (c) If, in a dispute subject to Clause SC 8.2.1 (b), one Party fails\n\n                     to appoint its arbitrator within thirty (30) days after the other Party\n\n                     has appointed its arbitrator, the Party which has named an arbitrator\n\n                     may apply to the Secretary, Indian Council of Arbitration, New Delhi,\n\n                     to appoint a sole arbitrator for the matter in dispute, and the\n\n                     arbitrator appointed pursuant to such application shall be the sole\n\n                     arbitrator for that dispute.\n</blockquote>\n<blockquote id=\"blockquote_28\">\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_99\">                               42. As regards the agreement entered into between the petitioner\n\n                     and the 1st respondent, (the 2nd agreement) Clause 67.1 relates to the\n\n                     settlement of disputes first amicably. On a failure to arrive at an\n\n                     amicable settlement, then clause 67.3 of the Conditions of Contract of\n\n<span class=\"hidden_text\" id=\"span_103\">                     40/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_104\">\f                                                                              O.P.No.34 of 2020</span>\n\n                     Particular Application details the procedure for arbitration which is\n\n                     detailed herein below:\n</p>\n<blockquote id=\"blockquote_29\">                               “Any dispute, in respect of which the Recommendation(s), if\n\n                     any, of the Board has not become final and binding pursuant to Sub-\n\n                     Clause 67.1 shall be finally settled by arbitration as set forth below.\n\n                     The arbitral tribunal shall have full power to open up, review, and\n\n                     revise any decision, opinion, instruction, determination, certificate,\n\n                     or valuation of the Engineer and any Recommendation(s) of the\n\n                     Board related to the dispute.\n</blockquote>\n<blockquote id=\"blockquote_30\">                               (i)A dispute with an Indian Contractor shall be finally settled\n\n                     by arbitration in accordance with the <a href=\"/doc/1306164/\" id=\"a_43\">Arbitration &amp; Conciliation Act,\n\n                     1996</a>, or any statutory amendment thereof. The arbitral tribunal shall\n\n                     consist of 3 arbitrators, one each to be appointed by the Employer\n\n                     and the Contractor. The third Arbitrator shall be chosen by the two\n\n                     Arbitrators so appointed by the Parties and shall act as Presiding\n\n                     arbitrator. In case of failure of the two arbitrators, appointed by the\n\n                     parties to reach upon a consensus within a period of 30 days from the\n\n<span class=\"hidden_text\" id=\"span_105\">                     41/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_106\">\f                                                                           O.P.No.34 of 2020</span>\n\n                     appointment of the arbitrator appointed subsequently, the Presiding\n\n                     arbitrator shall be appointed by the Chairman of the Executive\n\n                     Committee of the Indian Roads Congress. For the purpose of this\n\n                     Sub-Clause, the-term “India Contractor” means a contractor who is\n\n                     registered in India and is a juridic person created under Indian law\n\n                     as well as a joint venture between such a contractor and a Foreign\n\n                     Contractor.\n</blockquote>\n<blockquote id=\"blockquote_31\">                               (ii)In the case of a dispute with a Foreign Contractor, the\n\n                     dispute shall be finally settled in accordance with the provisions of\n\n                     UNCITRAL Arbitration Rules. The arbitral tribunal shall consist of\n\n                     three Arbitrators one each to be appointed by the Employer and the\n\n                     Contractor. The third Arbitrator shall be chosen by the two\n\n                     Arbitrators so appointed by the Parties and shall act as Presiding\n\n                     arbitrator. In case of failure of the two arbitrators appointed by the\n\n                     Parties to reach upon a consensus within a period of 30 days from\n\n                     appointment of the arbitrator appointed subsequently, the Presiding\n\n                     Arbitrator shall be appointed by the Chairman of the Executive\n\n<span class=\"hidden_text\" id=\"span_107\">                     42/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_108\">\f                                                                            O.P.No.34 of 2020</span>\n\n                     Committee, Indian Roads Congress. For the purposes of this clause\n\n                     67, the term “Foreign Contractor” means a contractor who is not\n\n                     registered in India and is not a juridic person created under Indian\n\n                     Law.\n</blockquote>\n<blockquote id=\"blockquote_32\">                               (iii)Neither party shall be limited in the proceedings before\n\n                     such tribunal to the evidence or arguments before the Board for the\n\n                     purpose of obtaining its Recommendation(s) pursuant to Sub-Clause\n\n                     67.1. No Recommendation shall disqualify any Board Member from\n\n                     being called as a witness and giving evidence before the arbitrator(s)\n\n                     on any matter whatsoever relevant to the dispute.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_100\">                               (iv)Arbitration may be commenced prior to or after completion\n\n                     of the Works, provided that the obligations of the Employer, the\n\n                     Engineer, the Contractor, and the Board shall not be altered by\n\n                     reason of the arbitration being conducted during the progress of the\n\n                     Works.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">                               (v)If one of the parties fail to appoint its arbitrator in\n\n                     pursuance of sub-clause (i) and (ii) above, within 30 days after\n\n<span class=\"hidden_text\" id=\"span_109\">                     43/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_110\">\f                                                                               O.P.No.34 of 2020</span>\n\n                     receipt of the notice of the appointment of its arbitrator by the other\n\n                     party, then the Chairman of the Executive Committee, Indian Roads\n\n                     Congress both in cases of Foreign contractors and Indian\n\n                     contractors, shall appoint the arbitrator. A certified copy of the\n\n                     order of the Chairman of the Executive Committee, Indian Roads\n\n                     Congress, making such an appointment, shall be furnished to each of\n\n                     the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">                               (vi)Arbitration proceedings shall be held at Chennai (India),\n\n                     and the language of the arbitration proceedings and that of all\n\n                     documents and communications between the parties shall be English.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_103\">                               (vii) The decision of the ?najority of arbitrators shall be final\n\n                     and binding upon both parties. The cost and expenses of Arbitration\n\n                     proceedings will be paid as determined by the arbitral tribunal.\n\n                     However, the expenses incurred by each party in connection with the\n\n                     preparation, presentation, etc., of its proceedings as also the fees and\n\n                     expenses paid to the arbitrator appointed by such party or on its\n\n<span class=\"hidden_text\" id=\"span_111\">                     44/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_112\">\f                                                                              O.P.No.34 of 2020</span>\n\n                     behalf shall be borne by each party itself.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_104\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_105\">                               43. Therefore, under the arbitration clause envisaged in the 1st\n\n                     contract, the parties had agreed that the dispute would be settled either\n\n                     by a sole arbitrator or by a panel consisting of three arbitrators.\n\n                     However, the parties have to first agree upon the nature of the dispute.\n\n                     Where the parties agree that the dispute concerns a technical matter,\n\n                     the same was to be referred to a sole arbitrator and in the event of the\n\n                     parties failing to agree on the arbitrator then either of the party may\n\n                     apply to the President, Indian Roads Congress, for a list not less than\n\n                     five nominees and the parties were to alternatively strike out the\n\n                     names and the last remaining name would be the name of the sole\n\n                     arbitrator for the dispute.        In case, such a procedure is also\n\n                     indeterminable then within a period of 60 days from the date of list,\n\n                     the President Indian Roads Congress, New Delhi shall appoint a sole\n\n                     arbitrator upon request from either party.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_106\">\n\n\n<span class=\"hidden_text\" id=\"span_113\">                     45/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_114\">\f                                                                              O.P.No.34 of 2020</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_107\">                               44. In case the parties do not agree that dispute is a technical\n\n                     one, then the petitioner and the 2nd respondent shall each appoint one\n\n                     arbitrator and the two would there upon appoint the third arbitrator. If\n\n                     the arbitrators named by the parties are unable to appoint the third\n\n                     arbitrator then at the request of either party the Secretary, Indian\n\n                     Council of Arbitration, New Delhi shall appoint the third arbitrator.\n\n                     Likewise, if one party appoints an arbitrator and the other fails to do\n\n                     so, then the party who had appointed the arbitrator may apply to the\n\n                     Secretary, Indian Council of Arbitration to appoint a sole arbitrator\n\n                     for the matter in dispute.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_108\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_109\">                               45. Coming to the arbitration clause in the 2nd contract sub-\n\n                     clause 67.3 (i), which relates to an Indian Contractor and which is the\n\n                     clause that is applicable in the instant case, contemplates that the\n\n                     dispute shall be settled by an arbitral tribunal consisting of three\n\n                     arbitrators, one each to be appointed by the petitioner and the 1st\n\n                     respondent. The two named arbitrators would thereafter appoint the\n\n<span class=\"hidden_text\" id=\"span_115\">                     46/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_116\">\f                                                                               O.P.No.34 of 2020</span>\n\n                     third arbitrator as the Presiding arbitrator. In case of failure on the\n\n                     part of the two arbitrators to appoint the third within a period of 30\n\n                     days from their appointment, then the Chairman of the Executive\n\n                     Committee of the Indian Roads Congress would appoint the Presiding\n\n                     Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_110\">\n\n</p><p data-structure=\"Section\" id=\"p_111\">                               46. Likewise, under clause 67.3 (v), if one of the parties failed\n\n                     to appoint its arbitrator within 30 days of the receipt of the notice of\n\n                     the appointment of the arbitrator by the other party, then the Chairman\n\n                     of the Executive Committee of the Indian Roads Congress shall\n\n                     appoint the arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_112\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_113\">                               47. Therefore the procedure of Arbitration is totally different\n\n                     under the two contracts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n\n</p><p data-structure=\"Precedent\" id=\"p_115\">                               48. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177621149\" id=\"span_117\">In the Judgement reported in (<a href=\"/doc/177621149/\" id=\"a_44\">2015) 3 SCC 800 - Walter\n\n                     Bau A G Vs. Municipal Corporation of Greater Mumbai</a> and\n\n<span class=\"hidden_text\" id=\"span_118\">                     47/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_119\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     another, the Honourable Supreme Court had held that the\n\n                     appointment of the arbitral tribunal should clearly be as per the agreed\n\n                     procedure and if there is a deviation then such an appointment was\n\n                     clearly invalid in law.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_116\">\n\n</p><p data-structure=\"Precedent\" id=\"p_117\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"80149137\" id=\"span_120\">49.   I have had the opportunity of considering a similar issue\n\n                     with reference to clubbing of three different arbitral agreements in the\n\n                     single petition in <a href=\"/doc/80149137/\" id=\"a_45\">Padam Chand Kothari vs Shriram Transport\n\n                     Finance Co. Ltd - O.P.No.521</a> of 2016. I had allowed the petition\n\n                     holding that the constitution and composition of the arbitral tribunal\n\n                     was contrary to the terms of the agreement and therefore the award\n\n                     passed by the tribunal without Jurisdiction was in violation of <a href=\"/doc/439304/\" id=\"a_46\">Section\n\n                     34 (2) (V)</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"130743768\" id=\"span_121\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121891009\" id=\"span_122\">I had relied on the Judgement in <a href=\"/doc/121891009/\" id=\"a_47\">Ameet Lalchand Shah\n\n                     and others Vs. Rishabh Enterprises and another</a> - (2018) 15 SCC 678\n\n                     also relied upon the Judgement of the Division Bench of this Court in\n\n                     <a href=\"/doc/130743768/\" id=\"a_48\">Alaska Export Usa Inc vs M/S. Alaska Exports - Appeal Suit No.122</a>\n\n                     of 2013, wherein the Division Bench had held that where the parties\n\n<span class=\"hidden_text\" id=\"span_123\">                     48/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_124\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     rely upon two different documents as the basis for their commercial\n\n                     relationship and both documents contain independent arbitration\n\n                     clause, it is not possible to appoint one arbitral tribunal by choosing\n\n                     any one of the agreement.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_118\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_119\">                               50. In the case on hand, the very narration of the scope of the\n\n                     work of both the respondents it is clear that there is a commonality of\n\n                     purpose and the work involved is intrinsically intertwined,\n\n                     particularly when considering the nature of duties of the 2nd\n\n                     respondent since it is the 2nd respondent who has to supervise the\n\n                     work of the first respondent. The agreement with the 1st respondent\n\n                     however is capable of being performed independent of the agreement\n\n                     of the 2nd respondent. Further, the procedure for appointing the\n\n                     arbitrator under the two agreements are totally in variance and cannot\n\n                     be reconciled. The petitioner has also not followed the procedure\n\n                     contemplated prior to the invocation of the arbitration clause under\n\n                     the respective agreements. Though two separate notices invoking the\n\n<span class=\"hidden_text\" id=\"span_125\">                     49/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_126\">\f                                                                             O.P.No.34 of 2020</span>\n\n                     arbitration clause had been issued a single petition is filed. It is also\n\n                     to be borne in mind that the remedy against each of the respondents\n\n                     would be different.        Therefore issues one and two are answered\n\n                     against the petitioner.       Since I am dismissing the petition on the\n\n                     ground of maintainability I do not propose to discuss the issue of\n\n                     limitation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_121\">                               51. In these circumstances, the single petition seeking\n\n                     appointment of the arbitral tribunal in respect of two independent\n\n                     agreements is not maintainable and is accordingly dismissed.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_122\">                               52. There shall be no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">\n\n</p><p data-structure=\"Precedent\" id=\"p_124\">                               53. As a post script, I would like to add that by resorting to\n\n                     different and complicated arbitral procedures with different parties\n\n                     and that too with reference to the same project, the petitioner is\n\n                     complicating the dispute resolution process by compelling parties to\n\n<span class=\"hidden_text\" id=\"span_127\">                     50/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_128\">\f                                                                              O.P.No.34 of 2020</span>\n\n                     resort to separate procedures right from the stage of constituting the\n\n                     Arbitral Tribunal. In the process there would occur an inordinate\n\n                     delay in setting in motion the Arbitral proceedings before the Tribunal\n\n                     and consequently rendering the very object of the Act aimed at\n\n                     providing speedy remedy, otiose. It would be to the benefit of the\n\n                     petitioner if in future contracts they adopt a simple, unambiguous and\n\n                     uncomplicated procedure for dispute resolution through Arbitration in\n\n                     respect of inter-related contracts with different parties in respect of the\n\n                     same project.</p><pre id=\"pre_2\">\n\n\n                                                                                    19.01.2021\n                     Internet   : Yes/No\n                     Index            :Yes/No\n                     Speaking / Non-Speaking\n                     kan\n\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">                     51/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n<span class=\"hidden_text\" id=\"span_130\">\f                                        O.P.No.34 of 2020</span>\n\n                                          P.T. ASHA. J,\n\n                                                     kan\n\n\n\n\n                                   Pre-delivery Order in\n<span class=\"hidden_text\" id=\"span_131\">                                      O.P.No.34 of 2020</span>\n\n\n\n\n                                             19.01.2021\n\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">                     52/52</span>\n\n\n\nhttps://www.mhc.tn.gov.in/judis/\n\f</pre>","numcites":29,"numcitedby":0,"docsource":"Madras High Court","citetid":174942481,"divtype":"judgments","relatedqs":[{"value":"\"indian roads congress\"","formInput":"%22indian%20roads%20congress%22"},{"value":"indian road congress","formInput":"indian%20road%20congress"},{"value":"appointment of third arbitrator","formInput":"appointment%20of%20third%20arbitrator"},{"value":"corporate guarantee","formInput":"corporate%20guarantee"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"\"arbitration\"   filter:  \"indian roads congress\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%22indian%20roads%20congress%22"},{"value":"upgradation","formInput":"upgradation"},{"value":"scc online ","formInput":"scc%20online%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration procedure","formInput":"arbitration%20procedure"},{"value":"chloro control","formInput":"chloro%20control"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"amicable settlement","formInput":"amicable%20settlement"},{"value":"interior design","formInput":"interior%20design"},{"value":"\"corporate guarantee\"","formInput":"%22corporate%20guarantee%22"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}