{"tid":1158907,"publishdate":"1959-01-27","title":"Brojo Gopal Das And Ors. vs Kalipada Banerjee And Ors. on 27 January, 1959","doc":"<h2 class=\"doc_title\">Brojo Gopal Das And Ors. vs Kalipada Banerjee And Ors. on 27 January, 1959</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1960CAL92, AIR 1960 CALCUTTA 92</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nP.N. Mookerjee, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. These three appeals are directed against the declaration, granted by an Election Tribunal, that a certain parliamentary election is void. The respective appellants are Sri Brojo Gopal Das, and Sri Nirmal Chandra Das, two or the persons who were substituted under <a href=\"/doc/157419675/\" id=\"a_1\">Section 116</a> of the Representation of the People Act, 1951, in place of the original contesting respondent before the Tribunal, namely, Sri Biren Roy, who was the successful candidate at the above election, upon the latter&#x27;s retirement from contest, and the said Biren Roy himself is the appellant in the third or the other appeal. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The proceedings had had a chequered career before the Tribunal and they were lively and interesting and the questions that arose for consideration bad also their own peculiar difficulties and interest. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The election in question was the last General Election of the Calcutta South-West Parliamentary Constituency, held in March 1957, in which Sri Biren Roy was elected from the said Constituency to the Lok Sabba or the House of the People. There were three candidates, (one) Biren Roy, (two) Asim Krishna Dutta and (three) Rajani Mukherjee. They respectively polled 94,944, 82,406 and 11,297 votes at the polling which took place on two dates namely, the 4th and the 14th March, 1957, and Roy was declared elected on March 20, 1957, when the results of the voting were announced. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. On 3-5-1957, the first two respondents of the present appeal, namely, Kalipada Banerjee and Anil Kumar Sadhukhan, who &quot;at all material times, were  citizens   of  India   and  residents  of  Calcutta&quot; within  the  above  Constituency and &quot;were  electors of the same and entitled to vote&quot; at the above election, applied before the Election Commission, New Delhi, for a   declaration   that  the  above   election, namely, of Sri Roy, was void on certain grounds, of which the relevant ones will be duly noticed and referred  to  in  the  course  of this  judgment.     The application  (petition),   in which    originally all the three candidates, the successful Roy as well as the two defeated candidates Dutta and Mukberjee, were made parties as respondents, was registered as Election Petition No. 439 of 1957, and, after, the necessary preliminaries, it was forwarded by the Chief Election Commissioner, and    sent for    trial to Sri Bijoyesh  Mukherjee,  Additional District Judge,  24-Parganas, who had meanwhile been constituted the Tribunal for the purpose under <a href=\"/doc/149856068/\" id=\"a_2\">Sec. 86</a> of the Representation of the People Act, 1951.    That was in June, 1957, and the first date of appearance of the parties before the Tribunal was fixed as 18-7-1957. On or before that date, the first two respondents, Roy and Dutta. duly appeared before the Tribunal and,  on  the 25th following,  the Tribunal, by its order of that date, held that, in view of the fact that the only prayer of the petitioners in their instant election petition was for a declaration that the above election, namely,   of Biren Roy,   was void, Roy -- and none else,--was the necessary &amp; proper respondent and directed that the names of Sri Dutta and Sri Mukherjee should be struck off.    The Tribunal also overruled   the   technical    objection    of   respondent Roy to the maintainability of the instant election petition on account of deposit  of the security for costs (Rs. 1,000/-) in the name of Election Commission, New Delhi, instead of in the name of the Secretary  to that  Commission  in literal   compliance  with <a href=\"/doc/100974542/\" id=\"a_3\">Section 117</a> of the Act, holding, inter alia, that there was substantial compliance with the said provision and such substantial compliance was sufficient under the law.     The  proceedings   then continued   against the sole respondent Biren Roy and, after the preliminary  steps  had  been taken  by  the  parties, the hearing actually commenced on 25-4-1958. Between that date and 9-5-1958. nine witnesses, P. Ws. Nos. 1 to 9. were examined by the petitioners, of whom two (P.Ws. Nos. 4 and 9) were examined in part during the said period. In the meantime, the Tribunal&#x27;s order, regarding the validity and sufficiency of the deposit, had been upheld by this Court in a proceeding under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution and the respondent Roy had applied before the Election Commission for transfer of the instant case to some other Tribunal. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. On and from May 10, 1958, certain events of importance happened in quick succession. At the first sitting of the Tribunal on that date, the respondent Roy applied for a stay of the proceedings till the disposal of his transfer application by the Election Commission and, that prayer having been refused by the Tribunal and a prayer for a short adjournment of one hour having also been refused. Roy&#x27;s Advocates retired from the case. Thereafter the proceedings continued ex parte from the 10th to 17-5-1958, during which period evidence of P.Ws. Nos. 4 and 9 was concluded and the evidence of P.Ws. Nos. 10, 11 and 12 was also taken and P.W. No. 6 was re-called and further examined and then arguments on behalf of the petitioners were heard. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. The Tribunal, however, had to reserve judgment as meanwhile this Court (Sinha, J.) had issued a Rule, injuncting him from delivering judgment until the said Rule was disposed of or until the disposal of Roy&#x27;s transfer application by the Election Commission, whichever was earlier, and, accordingly, the Tribunal directed the records to be put up on 24-5-1958. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. On 23-5-1958, two applications were moved, one by the appellant Nirmal Chandra Das and the other by another person Santosh Kumar Banerjee, praying inter alia for appropriate action under <a href=\"/doc/184731569/\" id=\"a_5\">Section 118</a> of the Representation of the People Act, 1951, and the said applications were eventually fixed for hearing on the 28th by the Tribunal&#x27;s order of 24-5-1958. On that very day, however, namely, the 24th, Roy himself filed an application before the Tribunal, intimating to it that he had withdrawn and/or retired from the case on 10-5-1958, and intimating, further that he would not oppose the instant Election Petition. All the above three applications were heard by the Tribunal on 28-5-1958, and, by its other, dated 2-6-1958, the Tribunal came to the conclusion that the provisions of <a href=\"/doc/157419675/\" id=\"a_6\">Section 116</a> of the Act should be set in motion and he directed necessary steps to be taken in terms of that section. The relevant Notification under the section was thereafter published in the Gazette of India Extraordinary on 16-6-1958, and, within the statutory period of 14 days, several persons, including the two appellants in the first two appeals before us, applied under <a href=\"/doc/157419675/\" id=\"a_7\">Section 116</a> for, inter alia, substitution in place of the original respondent Sri Biren Roy and for permission to oppose the Election Petition and continue the proceedings on such terms as the Tribunal might think fit and proper. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 8. On 3-7-1958, the Tribunal allowed the said applications upon two terms, viz., (i) &quot;The applicant or the applicants of each application do deposit by 10-7-1958, a sum of Rs. 1,000/- (Rupees one thousand only) either in a Government Treasury or in the Reserve Bank of India in favour of the Secretary, Election Commission, New Delhi, as security for costs. The relevant receipt must be filed before this Tribunal on or before that date, viz., 10-7-1958. Should this direction be not complied with, the applicant or the applicants concerned shall not be substituted in place of tho sole respondent Biren Roy and shall not be entitled to continue the proceedings&quot;, \n   \n\n &amp; (ii) &quot;The hearing shall continue from the stage at which it was at 10-30 A.M. on 10-5-1958.&quot; and issued certain other directives which were recorded as follows: \n</p> \n\n \n<blockquote id=\"blockquote_1\">&quot;(1) Written statements, if any, must be filed by 14-7-1958. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (2) Documents, if any, must be filed by 16-7-1958. &#x27; \n \n\n (3) July 18, 1958, is set down for fixation o( new issues, if any, and  \n \n\n (4) July 21, 1958, is set down for completion of all steps including citation of witnesses and for settling a date of peremptory hearing. I give an intimation in advance that the election petition shall be set down for peremptory hearing again on or about 5-8-1958.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 9. The deposit was duly made by three sets of applicants including ihe above two appellants and they also filed written statements. No documents, however, were filed by any party and, on 18-7-1958, &quot;the matter of fixation of new issues&quot; was heard by the Tribunal. Eventually, however, the Tribunal did not frame any new issue and proceeded with the trial on the old or &quot;existing&quot; issues, of which all, except the first part of issue No. 3, which as finally re-cast, was in these terms : \n</p><blockquote id=\"blockquote_3\">  &quot;Is Shri Biren Roy disqualified for being chosen as a member of the Lok Sabha because of his connection with a firm under the name and style of Indo-German Trade Centre? &quot;, \n \n\n was given up by the petitioners. The Tribunal however, by way of clarification, recorded its intention to discuss the above part of Issue No. 3 under the following heads, viz., \n   \n\n &quot; (i) Did the Indo-German Trade Centre enter into a contract with the Central Government for the installation of automatic vote-recording equipment in the Lok Sabha and the Rajya Sabha? \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (ii) Was the aforesaid contract subsisting on tho date of the election of the returned candidate Shri Biren Roy, to wit, on 20-3-1957 ? \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (iii) Has the returned candidate, Shri Biren Roy, any share or interest in the aforesaid contract? &quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> and adjourned the case to 5-8-1958, for resumption of the interrupted peremptory hearing, directing the petitioners to bring &quot;all their witnesses, examined on and from 10-5-1958,&quot; and directing further that &quot;the hearing would continue de die in diem, Saturdays and holidays excepted.&quot; On 5-8-1958, P.W. No. 9 was cross-examined on behalf of the &quot;added&quot; or substituted respondents and discharged and, thereafter, P.W. No. 10 K. C. Ghose was cross-examined in part by the said respondents. This cross-examination of K. C. Ghose, P.W. No. 10, continued up to the 7th when it concluded and, thereafter, he was recalled and further examined and also cross-examined again on the 8th, when he was finally discharged and, on the same date, P.Ws. Nos. 11 and 12 were also cross-examined and discharged arid, thereafter, the case was fixed for argument on the 16th, the &quot;added&quot; (substituted) respondents having intimated to the Tribunal that they would not lead any oral evidence. On the 16th and the 18th, arguments were heard and, thereafter, judgment was reserved by the Tribunal till the 27th, when the Election Petition was allowed and the election of Sri Roy was declared void by the Tribunal. The present appeals are directed against this declaration, the first two appeals by the two &quot;added&quot; (substituted) respondents, Brojo Gopal Das and Nirmal Chandra Das, and the third by the original respondent Riren Roy, the successful or the returned candidate at the said impugned Election. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\"> 10. The controversy in the present case, as we have seen above, centres round the first part of Issue No. 3 which we have quoted earlier as hereunder; \n</p><blockquote id=\"blockquote_6\">  &quot;Is Shri Biren Roy disqualified for being chosen as a member of the Lok Sabha because of his\n\nconnection with a firm under the name and style of Indo-German  Trade  Centre?&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_12\"> The quoted issue requires a little explanation. In the light of the pleadings (Vide Paragraph 8B of the instant election petition), the relevant allegation is that the firm Indo-German Trade Centre entered into a contract (or contracts) with the Government of India or the Central Government for installation of automatic vote-recording equipments in the Lok Sabha and the Rajya Sahha which contract (or contracts) subsisted on the date of election and the respondent So Roy, at the said material time, had share or interest in the aforesaid contract (or contracts) within the meaning of <a href=\"/doc/757933/\" id=\"a_8\">Section 7(d)</a> of the Representation of the People Act, 1951, and was as such disqualified io he chosen to be elected to the Lok Sabha under <a href=\"/doc/63023216/\" id=\"a_9\">Section 100(1)(a)</a> of the said Act. That was the substance of the allegation, on which Roy&#x27;s election was challenged and on which the parties differed and upon which the fate of the instant, election petition depended. The Tribunal, therefore, did the right thing in clearing up the matter before the resumed hearing by declaring that the relevant issue that is, the first part of Issue No. 3, would be discussed under the three heads which have been set out hereinbefore. Indeed, the above approach of the Tribunal was not objected to by the appellants, but what they complained was, -- and that was one of their grievances in these appeals, --that they were not allowed to place full materials before the Tribunal on the first -- and, to some extent, on the third too, --of the above three questions. We shall return to that aspect later on. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 11. In the light of our above observations, we shall deal with the controversy in the present case under the above three heads and we proceed to do so seriatim. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 12. Upon the written statement of Roy himself, (vide paragraphs 21, and 22), it is fairly clear that the disputed contract or contracts were made by the Indo-German Trade Centre with the Central Government. Strictly speaking, it was not open to the &quot;added&quot; (substituted) respondents who were really substituted in place of Roy under <a href=\"/doc/184731569/\" id=\"a_10\">Section 118</a> of the Representation of the People Act, 1951, to deviate from that pleading and make a new or different case on the point and, as a matter of fact, in their applications for substitution, filed on 24-6-1958, the two &quot;added&quot; or substituted respondents who are appellants in the two appeals (F.A. Nos. 278 and 279 of 1958) expressly stated, inter alia, that they wanted to adopt the written statement of respondent Biren Roy and prayed for permission to do the same and to cross-examine P.Ws. Nos. 9, 10, 11 and 12 and file and call for documents -- particularly from B. K. Mukherjee (vide paragraph 6 and the prayer portion of appellant Brojogopal Das&#x27;s petition and paragraph 5 and prayer portion of the petition of appellant Nirmal Chandra Das). It is true that, thereafter, on 14-7-1958, they filed another set of written statements, apparently tinder the relative directive of the Tribunal, dated 3-7-1958, and therein they sought to supplement Roy&#x27;s written statement by certain additions, but, even there, we do not find anything in effective denial or contradiction of the position, taken up by Roy on the above point in paragraphs 21 and 22 of his above written statement, to which reference has been made by us. As a matter of fact, appellant Nirmal Chandra Das again expressly adopted Roy&#x27;s written statement and appellant Borjo Gopal also alleged nothing to its contrary. The latter, no doubt, in paragraph 11 of his said new written statement, filed on 14-7-1958, stated, inter alia, that the aforesaid &quot;Indo-German Trade Centre has or had no share or profit or interest in the contract of automatic vote-recording equipment referred to by the petitioners in their election petition.&quot; But that was hardly an effective denial of Indo-German Trade Centre&#x27;s being or having been the contracting party with the Central Government in the matter of the said contract or contracts. Even on the pleadings, therefore, apart from any evidence, the first of the above three questions should be answered in the affirmative. But there is evidence also which plainly supports the same (vide Exts. 4, 5, 6, and 7 and the oral evidence of P.W. No. 1 and also Ext. A) and, indeed, as it appears from the Tribunal&#x27;s judgment, the above position was practically conceded by Brojo Gopal&#x27;s Advocate before the Tribunal. Reference may also be made in the above connection to the letters, Exts. 3 series and 8 series, which also lend support to our above conclusion. It will also be seen later on that the appellant&#x27;s main grievance on this point that they were prejudiced by the Tribunal&#x27;s refusal to allow certain cross-examination of P.W. 10 has no substance in the facts of this particular case. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"732821\" id=\"span_1\">13. On the second question too, we feel not the slightest hesitation in agreeing with the Tribunal. Apart from the evidence of P.W. No. 1 on the point, on which the Tribunal relied, we think that the position was admitted that full payment had not been made on the contracts in question till, at least, April, 1957, (vide Letter, Ext. 3(48)) and, in view of the Supreme Court&#x27;s decision in the case of <a href=\"/doc/732821/\" id=\"a_11\">Chatturbhuj Vithaldas v. Moreshwar Parashram</a>, , until such payment was made, the contracts must be held to have been subsisting for purposes of <a href=\"/doc/757933/\" id=\"a_12\">Section 7(d)</a> of the Representation of the People Act, 1951. The answer to this question also must, therefore, be in the affirmative, as correctly given by the Tribunal. On this part of the case, the appellants&#x27; argument was that the relevant date would be the date of election which, according to <a href=\"/doc/73214826/\" id=\"a_13\">Section 67A</a> of the Act, would be the date of declaration of the result of election, that is, 20-3-1957, and on that date, the disputed contracts were not subsisting, they having been fully executed by that time and only some payment thereunder remaining outstanding. That 20-3-1957, would be the relevant date for the present purpose need not be disputed and, as a matter of fact, the question itself was framed or formulated on that footing, but, in the view of the law, which we have given above, the answer to the above (second) question would be in the affirmative, even if the relevant date be 20-3-1957, as, on the facts of this case (vide Ext. 3(48)), to which, reference has been made above, and which cannot be disputed, payments under the above two contracts were still outstanding.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732821\" id=\"span_2\">14. The English law on the point may be different (vide for example, Royse v. Birlay, (1869) 4 C.P. 296) but, even if it is so, in this country and under our law the position is, as we have indicated above, in view of the Supreme Court&#x27;s decision in <a href=\"/doc/732821/\" id=\"a_14\">Chatturbhuja</a>&#x27;s case,  (supra). That being so, in the facts of this particular case, this question, too, should be answered in the affirmative and, accordingly, we affirm the Tribunal&#x27;s conclusion on this point.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\"> 15. We come now to the most difficult part of the case, that is, the third question formulated above, which runs as follows : viz., \n  &quot;Has the returned candidate Sri Biren Roy any share or interest in the aforesaid contract ?&quot; \n</p> \n\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1292810\" id=\"span_3\">This, indeed, is a very serious matter and requires very careful consideration, particularly when Roy won the disputed election by the very comfortable margin of 12,538 votes. Such an election\n\nshould not be lightly interfered with and should not be touched except on very strong and compelling grounds. That as it appears from the Tribunal&#x27;s Judgment, was one of the things which the Tribunal had uppermost in its mind and that attitude of the Tribunal is fully justified by the authority of the Supreme Court (vide <a href=\"/doc/1292810/\" id=\"a_15\">Jagan Nath v. Jaswant Singh</a>, .</span>\n</blockquote><blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1292810\" id=\"span_4\">It is to be remembered, however, that this, by itself, would not be any ground for maintaining the impugned election if it really suffers from any material or fatal defect or infirmity. If, for instance, to take this instant case, it ultimately turns out that he successful candidate Roy suffered from the alleged disqualification at the material date, the mere act that he won the election or won it by a very comfortable margin, may be by overwhelming votes, would not justify the rejection of the instant election petition. It will be only in borderline cases or where the ground for setting aside the election or for a declaration that it was void is not wholly or absolutely clear or free from doubt that the elected candidate, by reason of his election, -- the more so, where he won by a comfortable margin, -- may have a weightage in his favour and may get the benefit of doubt. In judging, again, the validity of the ground, the Court and the Tribunal will undoubtedly be more careful and more circumspect and may demand clearer and more convincing proof of the same and of its basic allegations, where the successful candidate was returned by a large majority of votes. We do not think that the elected or the returned candidate is entitled to any greater advantage by reason of his election,--be it by a comfortable margin or even if the election was uncontested, -- as even in the latter case, the election will have to be set aside or declared void, if any fatal or material disqualification or defect is made out. Substantially speaking, that was also the view of the Supreme Court in <a href=\"/doc/1292810/\" id=\"a_16\">Jagan Nath</a>&#x27;s case , Para 7 (second part). Notwithstanding, therefore, the fact that Roy was returned with a comfortable majority, we have to examine, -- though very carefully, because of his said comfortable margin,-- the disqualification, from which he (Roy) was alleged to suffer at the material time.</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\"> 16. As noted above, the election has been impeached on the ground that, on the date of the election, Roy was &quot;disqualified to be chosen to fill the seat or for being a member of the House of People (Lok Sabha)&quot; and the disqualification alleged is that, at the material date and at all material times. Roy had an interest or share in the business, carried on under the name and style of Indo-German Trade Centre, which entered into the above contract or contracts with the Government of India for supply of automatic vote-recording system (equipment) to the Lok Sabha or the House of the People and to the Council of State or the Rajya Sabha, which contract or contracts were subsisting at the said material date namely, the date of the election. That, indeed, as we have said above, was the substance of the allegations in paragraph 8B of the election petition which is the only material paragraph for our present purpose, the other allegations of currupt practices etc. having been expressly given up by the petitioners. In short, therefore, Roy&#x27;s election was sought to be set aside or declared void under <a href=\"/doc/63023216/\" id=\"a_17\">Section 100(1)(a)</a> read with <a href=\"/doc/757933/\" id=\"a_18\">Section 7(d)</a> of the Representation of the People Act, 1951, (and <a href=\"/doc/785164/\" id=\"a_19\">Article 102(1)(a)</a> of the Constitution) in the light of <a href=\"/doc/73214826/\" id=\"a_20\">Section 67A</a> of the said Act. That was the real issue, on which the parties fought before the Tribunal, and there was not the slightest doubt or misgiving on the point in the mind of either and our present task is to find out how that issue should he answered. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 17. Before we  take up the     above     crucial\n\nquestion   on   the  merits   we  have   to   make   some further    preliminary      observations.    We have held above  that  the  Indo-German Trade  Centre  entered into the aforesaid contract or contracts with the Central   Government   and   that   the   same    was    or were subsisting on the material date, that is, the date of election.    The point, therefore, that prima facie remains for consideration is whether Roy had, by himself  or  by  any person   or  body  of  persons in trust for him or for his benefit or on his account at   the  material   date,      referred    to    hereinbefore, namely,  March  20,   1957,  any  share  or interest  in the   aforesaid   contracts   [which      were    undeniably contracts for supply of goods to or for the execution of works  undertaken  by the  Central  Government -- the  appropriate  Government for  purposes of  <a href=\"/doc/757933/\" id=\"a_21\">Section   7(d)</a>   [Vide  <a href=\"/doc/584515/\" id=\"a_22\">Section  9(a)</a>]   in  regard  to  a   parliamentary election]   within   the  meaning  of the  said <a href=\"/doc/757933/\" id=\"a_23\">Section   7(d)</a>.     This   has  been   attempted   to   be   proved by the petitioners  by alleging and seeking to establish that Roy was the proprietor of the said business  or concern  Indo-German Trade  Centre or,  at any event, at all material times or at the material date,   had  a   share  or  interest  therein  and  thus  a corresponding share or interest in its aforesaid contracts   within,   the   meaning   of   <a href=\"/doc/757933/\" id=\"a_24\">Section   7(d)</a>   so   as to   come  within   the  mischief  of  the  said   section. The appellants before us who were the respondents before  the Tribunal  deny the  above allegation  of the petitioners  and  they further contend that even if   the   petitioners   succeeded   in    establishing    that Roy was  the  proprietor  of     Indo-German     Trade Centre  or had  a  share  or     interest     therein  and, necessarily,      therefore,   in  its   aforesaid     contracts with the Government of India, that would not be sufficient  to   disqualify  him   under  the  above  section  or  sections  or  provisions   of  law,  referred   to hereinbefore, unless  it was further proved that the said  firm  had  some  financial  or  pecuniary  interest in or under its aforesaid contracts.    As prima facie the   contracts   in   question   disclosed   such   interest, the appellants  had to prove the contrary and  this they  endeavoured to prove by  attempting  to  lead evidence that,  in the matter of the said  contracts, the  Indo-German   Trade  Centre  was   a  mere   contact agent of a German firm Telefonbau Und Normalzeit   G.m.b.H.   which   was   the  real   tenderer  or contracting  party  and   that  it   (the      Indo-German Trade Centre)  had no financial  or pecuniary interest  in  the  deal.    This  was  not  specifically raised or pleaded in the appellants&#x27; written statements nor does  it  appear  that  they  offered  or    intended    to adduce   any  evidence   on  the  point   (beyond  what is on record) except by an    attempted cross-examination of P. W. 10 K. C. Ghosh.    That cross-examination,  however,  was not allowed by the Tribunal and, because of that, a grievance has been made before us.    We  do not think,  however,  that there is any substance in that grievance in the facts  of this  particular  case.     It  is  fairly  clear  from  what we   have   stated   above   that,   apart   from   the   disallowed     cross-examination,   all  other relevant  evidence   on  the   point   (which   the   parties   cared   or intended or chose to    produce) is    on    the record. It is clear also that, in view of the said evidence and the nature of the particular question or questions  which  were  sought to  be raised  by  the  appellants  in  the  present  case,  the  cross-examination of P.W.  10 K. C. Ghosh would not have improved their  (the  appellants)  position.     There     was    also some  justification  for    disallowance   of   the  above cross-examination   in  view  of  the  absence    of   the relevant   allegations   --  to   wit,   specific   allegations on the point. -- in the    appellants&#x27;    written&quot; statements.    In  any  event,   we are  perfectly satisfied.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">upon the facts before us, that no prejudice was actually caused to the appellants by such disallowance as aforesaid and they have no sufficient cause for any material grievance on the point. \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> 18. With the above preliminary observations, we proceed to consider the question of Roy&#x27;s alleged statutory disqualification on the merits. That involves mainly construction of <a href=\"/doc/757933/\" id=\"a_25\">Section 7(d)</a> of the Representation of the People Act, 1951, and its application to the facts of this case. The question of construction in its turn mainly depends upon the meaning to be given to the words &quot;share or interest&quot;, used in the section. Prima facie, the words are wide and having regard to the purpose of the section and the mischief it is intended -- and seeks -- to prevent, we would have been glad to take the words in their widest import. For our present purpose, however, it will not be necessary to go so far as, even on the restricted meaning, which, at least, the words should bear on the decided authorities, this appeal upon the facts before us, should fail and Roy should be held to be sufficiently disqualified within the mischief of the relevant section or sections or statutory provisions so as to lose his present seat in the House of the People and. this election petition should succeed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 19. Provisions like <a href=\"/doc/757933/\" id=\"a_26\">section 7(d)</a> have been a familiar feature of election laws from very early times. They are based on a sound, solemn and salutary principle which democracies or democratic constitutions can ill afford to spare or ignore. Their purpose is to guarantee the purity of the legislature and of the administrative machinery as well and it has been variously put by various eminent judges and noted authorities but always with an eye to the guarantee of purity of the legislature and administration and to keep the source or the fountain-head of law and the stream of administration unsullied and free from corruption. The basic standpoint is &quot;to prevent conflict between interest and duty which would otherwise inevitably arise&quot; (per Lindley L. J. in Nutton v. Wilson (1889) 22 QBD 744 at p. 748) and &quot;to prevent the member concerned from being exposed to temptation or even the semblance of temptation&quot; (per Lord Esher M. R. in the same case, (1889) 22 QBD 744 at p. 747), and that has never been questioned. It has also been authoritatively laid down that  \n  &quot;a concealed interest is as much an interest as an open interest, and the Court in such matters will always look at the substance and not at the colourable exterior&quot; (per McCardie J., in Eyerett v. Griffiths, (1924) 1 KB 941 at p. 947). \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_23\"> It has been ruled further that &quot;no device to conceal the real nature of the transaction would prevail&quot; (per Lord Lorcburn L. C. in Norton v. Taylor, (1906) AC 378 at p. 380). In that context, the word &#x27;interest&quot; in <a href=\"/doc/757933/\" id=\"a_27\">Section 7(d)</a> may well receive a wide connotation and may well include even more than material interest but, for reasons, which it is not necessary to examine now, decisions have restricted it to pecuniary or, at the most, material interest and that, as we shall presently see, being sufficient for our present purpose, any further discussion on the point of construction is unnecessary. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_24\"> 20. As we have said above, the petitioners&#x27; material allegations for purposes of <a href=\"/doc/757933/\" id=\"a_28\">Section 7(d)</a> are of a two-fold character, namely that, at all material times, and at the material date, Roy was the proprietor of the concern Indo-German Trade Centre or, at any event, had share or interest therein --and in its aforesaid contracts, -- within the meaning of the said section so as to fall within its mischief. To prove their case the petitioners relied in particular on the evidence of P.Ws. 1, 9 and 10 and upon Exts. 3 series, 4, 5, 6, 7, 16, 19(4), 21, 23, 23(1) and 27. The appellants who were the contesting respondents at different stages of the proceedings before the Tribunal did not adduce any oral evidence but cross-examined the petitioners&#x27; witnesses. They also produced certain documents. It is significant, however, to note that, notwithstanding the very serious allegations against him and the fact that his election was in jeopardy. Roy did not care to examine himself nor was he summoned or produced on behalf of the other appellants -- and, as a matter of fact, no attempt was made in that behalf -- to deny the petitioners&#x27; above allegations. Significantly also, Sri B. K. Mukherjee, who was admittedly Roy&#x27;s brother-in-law and who, according to Roy and the other appellants, was the sole proprietor of the above concern, was not examined by the appellants --and no attempt also was, made by them in that behalf, -- and there is no explanation either before the Court for the non-examination of Roy and/or Mukherjee or the absence of any attempt on the appellants&#x27; part for their production in Court and examination. Roy and Mukherjee were undoubtedly two of the most competent witnesses on the above controversy between the parties and there can be no question also that they would have been available to the appellants, if they had so desired. In these circumstances, the burden that undoubtedly lies upon the petitioners of proving their above allegations that Roy was the proprietor of the concern Indo-Gennan Trade Centre -- or had share or interest therein and in its aforesaid contracts within the meaning of <a href=\"/doc/757933/\" id=\"a_29\">Section 7(d)</a> -- at the relevant date is comparatively light and the dice is cast heavily against the appellants to prove the contrary and support their denial of the same. The initial onus is undoubtedly on the petitioners to make out a case as pleaded by them, but, once they succeed in making out such a case prima facie --and their said task is rendered easier by reason of the above circumstances -- the appellants have to refute the same to secure a dismissal of the instant election petition. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\"> 21. In the light of what we have said above, the petitioners&#x27; evidence appears to us to be sufficient for proving that Roy had at least a material interest in the firm Indo-German Trade Centre and in the latter&#x27;s aforesaid contracts with the Central Government. That will be sufficient for disposal of this appeal and it will not be strictly necessary to go into their (the petitioners&#x27;) other allegation, namely, that Roy was the proprietor --to wit, the sole proprietor -- of the above firm or, alternatively, had a share therein, although, prima facie at least, the materials on record may appear to contain some indication that Roy had proprietary interest in the said firm -- either alone or jointly with B. K. Mukherjee. \n</p> \n\n<p data-structure=\"Section\" id=\"p_26\"> 22. We may just remind ourselves at this stage that what is required under the section (<a href=\"/doc/757933/\" id=\"a_30\">Section 7(d)</a>) is share or interest in the relevant contract though that interest, as we have held above, may well be material as distinguished from pecuniary interest, strictly so-called. In order, therefore, that a person may be held disqualified under the above statutory provision, it may be necessary to prove as argued by the appellants, not only that he (the said person) had a share or interest (material interest) -- proprietary or otherwise -- in the firm which had or held the particular contract or contracts with the relevant Government but also\n\nthat the said contract or contracts were such as to be capable of conferring upon him -- or, to put it a little more elaborately, upon the firm and, through it, upon him, -- at least a material interest therein. For purposes of this case, we need not dispute that proposition but we accept it and proceed on that footing. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 23. That, in the two relevant contracts, constituted by the relative tenders and acceptance (vide Exts. 4, 5 and 6 and Ext. 7) Indo-German Trade Centre had a pecuniary or at least a material interest is amply proved by the said exhibits, read in the light of the correspondence (Exts. 3(3), 3(19) and 3 (48) and even of Ext. A (1), produced by the appellants themselves). It is true that, in some of the papers (vide e.g. Exts. 4, 5, 7 and A(1)) Indo-German Trade Centre is described as the contact firm for the manufacturer-tenderer Telefonbau Und Normalzeit G.m.b.H. It is true also that some of the letters, Exts. F and A(1) in particular, deny that they (Indo-German Trade Centre) would have any profit out of the above two transactions. But, taking the whole of the above documentary evidence in its entirely &amp; reading it as a whole, we have little doubt that the said firm had a pecuniary or at least a (sufficient) material interest in the above two contracts. It is well established now (vide England v. Inglis, (1920) 2 KB 636 and (1924) 1 KB 941 at p. 948), that interest, in the above con-text, does not necessarily postulate a pecuniary advantage or the possibility thereof and it may as well include pecuniary loss or disadvantage and corresponding possibility. If then Indo-German Trade Centre was, as we have held above, the contracting party for purposes of the aforesaid contracts, so far as the Central Government was concerned, it must be held to have bad a material interest therein as it would have been liable for any defect, irregularity or default in the matter of their performance, and, therefore, had at least the possibility of a pecuniary disadvantage thereunder. Even if they were mere contact agents for purposes of the above two contracts, they had the risk of losing their reputation as good or efficient contact agents -- and that would have affected their business, -- in case of delay and or difficulty in the matter of payment and, as a matter of fact, such delay and difficulty has actually arisen in this case (vide Exts. 3(48), 3(42), 8(29), 8(30) and 8(36)). It appears also that the Indo-German Trade Centre was actually out of pocket to a considerable extent in connection with and for the purpose of the above contracts (vide Exts. 3(36), 3(19) and 3(48)). In these circumstances, we are of the opinion that they had sufficient interest -- to wit, sufficient material interest -- within the meaning of the section at least in the shape of material loss or disadvantage or possibility thereof. The initial requirement under the section as contended for on behalf of the appellants, is thus amply satisfied in this case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 24. Turning to the question of Roy&#x27;s interest in the firm we may refer at once to Ext. 19(4) which appears to be a letter over Roy&#x27;s signature. That it bears Roy&#x27;s signature has not been denied or disputed before us. In fact, that signature has been admitted on behalf of the appellants. What is contended, however, is that the letter (Ext. 19(4)) is not Roy&#x27;s as Roy, according to the appellants, had signed the letter in blank. This is merely a suggestion and, in the absence of Roy, who could have himself deposed and appeared in the witness box and who could easily have been examined by the other appellants too, if he or they were so\n\nminded, and who certainly could have explained it, if he had so desired and if it was capable of explanation, we are not inclined to accept the above suggestion. Our attention has no doubt been drawn to Roy&#x27;s passport (Ext. L) which is said to prove that Roy was away from India from August 24, 1952 to October 26, 1952 whereas the letter (Ext. 19(4)) bears the date October 23, 1952, thus lending apparent support to the petitioners&#x27; above suggestion but we are not convinced. We have grave doubts as to whether the passport (Ext. L) can be regarded as a public document and whether it has been rightly admitted into evidence in the absence of examination of the officials who made the relevant entries which again are not very explicit or clear or very intelligible. But, even accepting the passport entries and conceding that Roy was away from India from August 24, 1952 to October 26, 1952, as appearing therein, it is not improbable that the letter might have been kept ready for Roy&#x27;s signature with the date (23-10-52), as typed on it, in view of his impending arrival and might have actually been signed and despatched after the 26th. The pencil entry (28/10) on the letter again, may well be the date of receipt by the addressee which will support the above view. But, in any event, the passport entries are not sufficient, by themselves, to show that the letter (Ext. 19(4)) must have been signed in blank, and in our opinion, the vague suggestion to Ghose (P.W. 10) in cross-examination (to which, of course, his answer was not very satisfactory or a clear denial) that Roy might have left signed blank papers with him does not necessarily or materially alter the position in the particular facts of this case, Roy not having deposed to explain the true position. We are also of the view that the letter (Ext. 19(4)), having regard to its phraseology, --and the words &quot;our business&quot; are significant in that respect -- is sufficient indication of Roy&#x27;s interest -- to wit, material interest, -- in, and of his intimate connection with, the business Indo-German Trade Centre. The letter again bears the letter-head or inscription &quot;Indo-German Trade Centre, 28 Stephen House, Dalhousie Square East, Calcutta -- 1&quot; and it is admittedly a letter paper of the said concern and, in the absence of any explanation or denial from Roy in the witness-box, it may safely be taken that &quot;our business&quot; had&#x27; reference to the said concern. Even if the particular letter paper had been signed in blank like other similar letters or papers, -- and the body of the letter (Ext. 19(40)) had been manufactured thereon -- as suggested by the appellants, it is difficult to dismiss it from consideration as it is inconceivable that Roy would have so signed it, had he not been intimately connected with the concern Indo-German Trade Centre either as proprietor or having a share or interest -- to wit, material interest -- therein. This letter (Ext. 19(4)) is, therefore, a very significant document and is sufficient, in our opinion, in the facts of this particular case and in the context of Roy&#x27;s absence from the witness box, to prove Roy&#x27;s material interest in the concern Indo-German Trade Centre and so in the two contracts under consideration. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 25. The cheque Ext. 16, again, along with the Bank papers Exts. 23, 23(1), and 29 also support the above position. They show -- and that is not disputed -- that, on or about 20th October, 1955, appellant Biren Roy received a sum of Rs. 1,190/-from Indo-German Trade Centre. P.W. 10 K. C. Ghosh has deposed that the above payment was made to Roy as proprietor of Indo-German Trade\n\nCentre on account of the profits of the said concern but, even if we do not accept the said statement, the payment at least shows that Roy had some financial connection with the said firm. Roy has not deposed to explain the above payment and the only attempt that has been made by the appellants in that behalf is the production of the audited balance sheet of the firm of an earlier year, namely, 1954, and to argue therefrom that Roy was a mere -- to wit, an ordinary, -- creditor of the firm and had a loan account, as shown in the said balance sheet, presumably as such creditor. We are, however, wholly unconvinced by that argument and attempted explanation on the part of the appellants, particularly in the absence of Roy and also of B, K. Mukherjee from the witness-box, and the paper (Ext. E), produced by the appellants for the above purpose, is, in our opinion, wholly insufficient to support the said explanation. Indeed, it seems to us that, had the appellants&#x27; said explanation been true, other and much better materials could and would have been produced by them. In this context and in the present state of the record, we arc inclined to think that Roy had sufficient financial interest in the firm or business of Indo-German Trade Centre and was at least the financier, if not the proprietor, of the said firm, namely Indo-German Trade Centre, and that would certainly give him a material interest in the said firm and in its aforesaid contracts, sufficient to bring him within the mischief of <a href=\"/doc/757933/\" id=\"a_31\">Section 7(d)</a>. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> 26. It appears further from the compromise decree (Ext, 21) that Roy was the tenant in occupation of Room No. 28, Stephen House (where the Indo-German Trade Centre had its office) up to 1955 and undertook the liability for rent up to March 1955 and also for damages for use and occupation for April and May of that year. It appears also from the balance sheet, Ext. E, that the Indo-German Trade Centre was not paying the rent, the appellants not having contended that the said firm&#x27;s liability under loan account of Roy was for rent of its said business premises. It follows, therefore, that Roy was paying the rent etc., for the Indo-German Trade Centre&#x27;s business premises and he was, therefore, at least materially interested in its contract or contracts -- even if he was not its proprietor nor had any share or other pecuniary or financial interest therein -- within the meaning of <a href=\"/doc/757933/\" id=\"a_32\">Section 7(d)</a> (vide in this connection (1920) 2 KB 636). \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 27. In the above context, the letter (Ext. 3) also may by read to support our above conclusion. We are just incidentally referring to the said letter as, even without that, the conclusion in view of our foregoing discussion, would be the same. In that view, it is not strictly necessary to consider the question of privilege, raised in connection with the said letter (Ext. 3), but, as the said question has been fully argued before us, we proceed to express briefly our views on the same. Privilege has been claimed by the head of the department which has produced the letter on subpoena from the Tribunal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1370619\" id=\"span_5\">The claim has been made by a purported affidavit which, however, is not properly sworn. That defect, however, may be ignored as it has been by the Tribunal, The answer depends on three sections of the <a href=\"/doc/1953529/\" id=\"a_33\">Evidence Act</a>, namely, <a href=\"/doc/70252546/\" id=\"a_34\">Sections 123</a>, <a href=\"/doc/114885597/\" id=\"a_35\">124</a> and 162, to quote all the relevant provisions on the point. So far as the present case is concerned, the decision would really turn on the answer to the question as to who is the proper authority for deciding whether a particular document relates to affairs or matters of State so\n\nas to justify or establish a claim of privilege. This question of privilege has been considered by the Privy Council (vide Hanry Greer Robinson v. State of South Australia, 35 Cal W N 1121: AIR 1931 PC 254), and also by the House of Lords (vide Duncan v. Canmall, Laird and Co. Ltd., 1942 AC 624) and by this Court too in <a href=\"/doc/1370619/\" id=\"a_36\">Ijjatali Talukdar v. Emperor</a> . As the law on the point has been codified in this country in the sections, quoted above, we would prefer to go by the terms of the said sections and. On the construction of the said terms, we respectfully agree with this Court&#x27;s views, as expressed in the cited authority .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1383474\" id=\"span_6\">We do not deem it necessary to refer to the other decisions on the point, e. g. Dojibabhau v. Ramnath Rampratap, AIR 1938 Nag 358; <a href=\"/doc/1383474/\" id=\"a_37\">Nazir Ahmed v. Emperor</a> AIR 1944 Lah 434 and Governor-General in Council v. H. Peer Mohd. Khuda Bux, AIR 1950 EP 228 and, as to the case of W. Section Irwin v. D. J. Reid, ILR 48 Cal 304: (AIR 1921 Cal 282), which appears to support the contrary opinion, it is enough to say that, even on principle on which broadly speaking, it purports to proceed it is inconsistent with the Privy Council&#x27;s exposition of the same in Robinson&#x27;s case, 35 Cal WN 1121 : (AIR 1931 PC 254), which is better suited to conditions in this country than the other exposition as given by the House of Lords, vide 1942 AC 624.</span> As a matter of fact also, Irwin&#x27;s case, ILR 48 Cal 304: (AIR 1921 Cal 282). has been held to require modification vide . In the above view of the law, we agree with the Tribunal in overruling the claim of privilege in respect of Ext. 3, in the light of the events which happened before the Tribunal and which have been recorded by it in its order No. 34, dispensing with the necessity of so that evidence under <a href=\"/doc/1762984/\" id=\"a_38\">Section 162</a> of the Indian Evidence Act (sic). \n</p> \n\n<p data-structure=\"Section\" id=\"p_32\"> 28. We have so long studiously avoided placing any reliance on the evidence of either P. W. 9 or P. W. 10 who seek to make out that Roy was the proprietor of the Indo-German Trade as, in our opinion, these witnesses do not appear to be wholly disinterested -- at any rate, they do not seem to be quite safe or dependable -- witnesses. It may be argued, however, that, at least, the evidence of these two witnesses, where it is supported or corroborated by circumstances or other evidence, may well be accepted and that their statement&#x27;s to the above effect receive such support or corroboration from the exhibits, to which reference has been made by us, and even the release or disclaimer (Ext, G) which apparently suggests, the contrary may be explained away by reference to and in the light of Ext. 27 and the attending circumstances and that Ext. 3 (10) was a necessary corollary to Ext. G and does not really affect or alter that position. That may well be a plausible argument, particularly when Roy and Mukherjee who could and should have been examined by the appellants to contradict the said statements and explain the true position, if it was otherwise, were not examined and did not take the oath in the witness-box. We do not, however, deem it necessary to examine it or express any opinion on this extreme argument of the petitioners-respondents as, on Our finding, already made, that Roy had at least a material interest in the aforesaid concern -- and so in its aforesaid two contracts, -- even though he may not be its proprietor, <a href=\"/doc/63023216/\" id=\"a_39\">Section 100(1)(a)</a> read with <a href=\"/doc/757933/\" id=\"a_40\">Section 7(d)</a> and <a href=\"/doc/73214826/\" id=\"a_41\">Section 67A</a> of the Representation of the People Act, 1951, and <a href=\"/doc/84427/\" id=\"a_42\">Article 102(1)(e)</a>\n\nof the Constitution, would invalidate his present election and the instant election petition would succeed on the ground of his said disqualification under the statute, \n \n\n</p><p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1403646\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"815844\" id=\"span_8\">29. One word before we conclude the above part of the case. We have -- we freely confess, -- drawn adverse inference against the appellants for non-examination of Roy and Mukherjee and for non-production of some documents (which might and ought to have been produced by them) and for the absence of any attempt on their part in that behalf. This was done by us notwithstanding the fact that the Tribunal chose not to do so, being of the opinion that it was unnecessary. We think however, that what we have done is amply justified in the circumstances of this case by the authority of the Privy Council (vide Murugesam Pillai v, D. Guana Sambandha Pandara Sannadhi, 44 Ind App 98 at p. 103: (AIR 1917 PC 6 at p. 8); <a href=\"/doc/815844/\" id=\"a_43\">Gurbaksh Singh v. Gurdial Singh</a>  and <a href=\"/doc/1403646/\" id=\"a_44\">Mt. Lal Kunwar v. Chiranji Lal</a>, 37 Ind App 1 at pp. 4-5 (PC).</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1107536\" id=\"span_9\">We may add further that the case of <a href=\"/doc/1107536/\" id=\"a_45\">Mt. Bilas Kunwar v. Desraj Ranjit Singh</a>, 42 Ind App 202 at pp. 206-207: (AIR 1915 PC 96 at p. 98), does, not also stand in our way as the relevant circumstances there were entirely different and the relative observations were made in a wholly different context.</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_34\"> 30. A small point was also argued before us on behalf of the appellants touching the maintainability of the instant election petition on the allegation that it was not presented by a duly authorised person as required by the statute. The petition appears to have been presented on behalf of the petitioners by Sri Ashoke Krishna Dutt. The statute requires authority in writing for such presentation (vide <a href=\"/doc/102163330/\" id=\"a_46\">Section 81(2)(ii)</a> of the Representation of the People Act, 1951) and there is no such direct authority on the present record. Accordingly, the point is taken that the petition was not duly presented. The petition, however, bears an endorsement of the Secretary, Election Commissioner, as to due authority of Sri Dutt and due presentation and, in the absence of an issue on the point, to which the appellants never objected in time and for which they are as much responsible as any body also in view of what is recorded in Tribunal&#x27;s order No. 14, and which presumably explains the lack or paucity and absence of direct evidence on the point, -- particularly, the full records of the Election Commission, -- we think the presumption, arising from the above official endorsement, should be held sufficient to repel the appellants&#x27; above argument. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"> 31. Lastly we would refer to the present respondents&#x27; preliminary objection taken to Roy&#x27;s appeal on the ground that he, having retired from contest and having intimated to the Tribunal that he would not oppose the election petition, had no locus standi to file or maintain the above appeal. We do not think, however, that that objection is at all material or need be considered in view of the other two appeals which seek the same relief and to which no such objection can be taken and as further, the appeals, on our findings, made above, would fail on the merits. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> 32. In the result then, we overrule the appellants&#x27; contentions and dismiss these appeals and uphold the Tribunal&#x27;s order, declaring the instant election of Sri Biren Roy to be void under the law. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\"> 33. As to costs, however, we would take a different view from the Tribunal. As it is fairly\n\nclear from the records before us that the petitioners in this election petition have been set up by the defeated candidate Shri Ashirn Krishna Dutt and as a large mass of unreliable oral evidence has-been introduced in the case by the petitioners, we do not allow them any costs either here or in the Tribunal below, notwithstanding the circumstances pointed out by the Tribunal in support of its award for costs in their (the petitioners&#x27;) favour, and we set aside the Tribunal&#x27;s said order for costs, directing that each party would bear his or their own costs throughout and, subject as above, the appeals are dismissed, \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_38\"> 34. Let a copy of this order be sent to the Election Commission, New Delhi, as quickly as possible. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">Sarkar, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\"> 35. I agree. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\"> 36. BY THE COURT: This is an application for a limited stay for three weeks of the operation of our order, dated the 27th instant, whereby we dismissed inter alia the petitioner&#x27;s above appeal against what, in substance, was the setting aside of a Parliamentary election under <a href=\"/doc/63023216/\" id=\"a_47\">Section 100(1)(a)</a> of the Representation o the <a href=\"/doc/320017/\" id=\"a_48\">People Act, 1951</a>. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\"> 37. After hearing the learned counsel for the opposite parties and Mr. Sen Gupta for the petitioner and considering the circumstances of this case, we think that the prayer, made in the application, is reasonable and we allow the same. The petitioner is granted a limited stay of operation of our order, mentioned therein, for three weeks, in terms of the said petition. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1955546\" id=\"span_10\">38. If any authority is needed for the power of this Court to grant this limited stay, reference may be made to the decision in the case of Nunda Kishore Singh v. Ram Golam Sahu, ILR 40 Cal 955, and to the two subsequent cases, in which .also the decisions were on the same lines, viz <a href=\"/doc/1955546/\" id=\"a_49\">Jewan Ram and Gangaram and Co. v. Commissioners</a> for Port of Calcutta, AIR 1939 Cal 308 and Ramendra Narayan Roy v. Sm. Bibhabati Debi , and we do not think that there is anything in <a href=\"/doc/90563610/\" id=\"a_50\">Section 116A</a> of the Representation of the People Act, 1951, to which our attention has been drawn by Mr. Hazra, to effect the said power of this Court, the provision under Sub-section (4) or that section, to which particular reference has been made by him, being, in our opinion, intended to have a special effect, for which insertion of that provision was necessary in that statute. That, however, does not affect the power of this Court as the Appellate Court under the Act to grant a stay of the operation of its order in circumstances like the present. <a href=\"/doc/320017/\" id=\"a_51\">Under the Act</a> (vide <a href=\"/doc/48019782/\" id=\"a_52\">Section 116A(2)</a>) this Court, as such Appellate Court, has, subject to the provisions of the said Act, all the powers, jurisdiction and authority which it has as an Appellate Civil Court in a regular or first appeal and such powers, jurisdiction and authority obviously include the same under <a href=\"/doc/56600062/\" id=\"a_53\">Section 151</a> of the Code of Civil Procedure and we do not find anything in the above Act (including <a href=\"/doc/90563610/\" id=\"a_54\">Section 116A(4)</a> which we have already explained) to limit or circumscribe those powers, jurisdiction and authority. We do not intend to say anything more on the subject on the present occasion.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\"> 39. The application is, therefore, allowed as above. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> 40. There will be no order as to costs of this application. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\"> 41. Let a copy of this    order also be communicated   to   the   Election   Commission,   New   Delhi,\nas quickly as possible. \n</p>\n \n\n","numcites":28,"numcitedby":2,"docsource":"Calcutta High Court","citetid":1158907,"divtype":"judgments","relatedqs":[{"value":"representation of people act, 1951 ","formInput":"representation%20of%20people%20act%2C%201951%20"},{"value":"election petitions","formInput":"election%20petitions"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"passport","formInput":"passport"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"peremptory hearing","formInput":"peremptory%20hearing"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"representation of peoples act","formInput":"representation%20of%20peoples%20act"},{"value":"privy council","formInput":"privy%20council"},{"value":"disqualification","formInput":"disqualification"},{"value":"election commission","formInput":"election%20commission"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":"contract interest","formInput":"contract%20interest"},{"value":"mischief","formInput":"mischief"},{"value":"\"pecuniary interest\"","formInput":"%22pecuniary%20interest%22"},{"value":"section 116","formInput":"section%20116"},{"value":"lok sabha","formInput":"lok%20sabha"},{"value":"indian laws","formInput":"indian%20laws"},{"value":"overruled","formInput":"overruled"},{"value":"proprietor ","formInput":"proprietor%20"}],"courtcopy":false,"query_alert":null,"agreement":false}