{"tid":165856148,"publishdate":"2016-10-27","title":"Gabbar Singh vs State Of M.P. on 27 October, 2016","doc":"<h2 class=\"doc_title\">Gabbar Singh vs State Of M.P. on 27 October, 2016</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K. Gupta</a>, <a href=\"/search/?formInput=benchid:g-s-ahluwalia\">G.S. Ahluwalia</a></h3>\n\n<pre id=\"pre_1\">                                1            Criminal Appeal No. 323 of 2003\n\n             HIGH COURT OF MADHYA PRADESH\n                      BENCH AT GWALIOR\n                         Division Bench\n                        PRESENT:\n             HON&#x27;BLE MR. JUSTICE N.K. GUPTA\n                           &amp;\n           HON&#x27;BLE MR. JUSTICE G.S. AHLUWALIA\n\n             CRIMINAL APPEAL NO. 323 OF 2003\n                          Gabbar Singh\n                                -Vs-\n                   State of Madhya Pradesh\n________________________________________________\n     Shri Prem Singh Bhadoriya, Shri R.P. Singh and Shri\nSushil Goswami, counsel for the appellant.\n     Shri  Kamal        Jain,       Public    Prosecutor        for    the\nrespondent/State.\n________________________________________________\n                          &amp;\n           CRIMINAL REVISION NO. 284 OF 2003\n                             Ramkali\n                                -Vs-\n              Mantram @ Brijmohan and others\n________________________________________________\n        Shri Sunil Soni, counsel for the applicant.\n        Shri Sushil Goswami, counsel for the respondents No.1\nto 3.\n     Shri Kamal Jain, Public Prosecutor for the respondent\nNo.4/State.\n________________________________________________\n\n\n                         JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                         (27/10/2016)\n\nPER JUSTICE G.S. AHLUWALIA:\n</p><blockquote id=\"blockquote_1\">        Since both the matters are related with the common\njudgment dated 5.4.2003, hereby they are disposed off with\npresent one judgment.\n</blockquote><p data-structure=\"Issue\" id=\"p_2\">                                2            Criminal Appeal No. 323 of 2003\n\n</p><p data-structure=\"Issue\" id=\"p_3\">2.   By this appeal the appellant has called in question the\ncorrectness of judgment dated 05.04.2003 passed in S.T.\nNo. 71/2002 by the First Additional Sessions Judge Dabra,\nDistrict Gwalior by which the appellant has been convicted\nfor offences punishable under <a href=\"/doc/1560742/\" id=\"a_1\">Sections 302</a> and <a href=\"/doc/555306/\" id=\"a_2\">504</a> of IPC\nand has been directed to undergo Life Imprisonment with\nfine of Rs. 1000/- and Rigorous Imprisonment of seven days\nrespectively. Both the sentences have been directed to run\nconcurrently.\n</p><p data-structure=\"Issue\" id=\"p_4\">3.   A criminal revision No.284/2003 has been filed by the\ncomplainant Ramkali challenging the correctness of the part\nof the same judgment by which the respondents Mantram,\nBheem Singh and Sanjay Singh have been acquitted for\noffences punishable under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> r/w <a href=\"/doc/1897847/\" id=\"a_4\">Section 120-B</a> of\nIPC. Both the cases are being considered and decided by\nthis judgment.\n</p><p data-structure=\"Facts\" id=\"p_5\">4.   The prosecution story in short is that on 29.09.2001 at\nabout 20:30-20:45 the complainant Ajab Singh, Gopal,\nMahesh, Rajvir, Purshottam and deceased Gyan Singh were\nsitting on a platform outside the Mata Mandir in village Antri\nand were talking to each other. At that time the appellant\nGabbar Singh and Mantram (acquitted accused) came there.\nAppellant Gabbar Singh started abusing Gyan Singh. When\nthe deceased objected to it and asked the appellant Gabbar\nSingh not to abuse, at that time the appellant Gabbar Singh\nfired at Gyan Singh by means of a country made pistol\ncausing injury to him on the chest. Thereafter, the appellant\nGabbar Singh and Mantram ran away from the spot. It was\nalleged that the acquitted accused persons Bheekam,\nMantram and Sanjay had conspired with appellant Gabbar\nSingh to kill Gyan Singh. FIR was lodged by Ajab Singh\n(PW-3)   in     police   Station   Antri,     District    Gwalior      on\n                                   3        Criminal Appeal No. 323 of 2003\n\n29.09.2001 itself at 21:15. The appellant was arrested on\n29.11.2001 and his memorandum under <a href=\"/doc/1312051/\" id=\"a_5\">Section 27</a> of\nEvidence Act was recorded on 29.11.2001 itself and in\npursuance to the information given by the appellant in his\nmemorandum recorded under <a href=\"/doc/1312051/\" id=\"a_6\">Section 27</a> of Evidence Act, a\ncountry made pistol and two live cartridges were recovered\nfrom the house of the appellant Gabbar Singh. The country\nmade pistol was sent to the armorer to find out that\nwhether the same is a fire arm and also in a working\ncondition     or   not.    The    police   after     completing      the\ninvestigation filed charge sheet against the appellant Gabbar\nSingh,   Bheekam          Singh   (acquitted       accused),    Sanjay\n(acquitted accused) and Mantram (acquitted accused).\n</p><p data-structure=\"Issue\" id=\"p_6\">5.   The trial court framed charge under <a href=\"/doc/1560742/\" id=\"a_7\">Sections 302</a> and\n<a href=\"/doc/594493/\" id=\"a_8\">294</a> of IPC against the appellant Gabbar Singh and framed\ncharge under Section 302 r/w <a href=\"/doc/1897847/\" id=\"a_9\">Section 120-B</a> of IPC against\nthe acquitted accused Mantram, Sanjay and Bheekam\nSingh.\n</p><p data-structure=\"Facts\" id=\"p_7\">6.   The accused persons abjured their guilt and pleaded\nnot guilty.\n</p><p data-structure=\"PetArg\" id=\"p_8\">7.   The trial court after considering the evidence adduced\nby the prosecution as well as defence evidence, convicted\nand sentenced the appellant Gabbar Singh as mentioned\nabove.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">8.   We have heard the learned counsel for the parties.\n</p><p data-structure=\"Facts\" id=\"p_10\">9.   The prosecution in support of its case examined\nRaghunath Singh (PW-1), Gopal S/o Nandram (PW-2), Ajab\nSingh (PW-3), Veer Singh (PW-4), Rajveer Singh (PW-5),\nRaj Kumar (PW-6), Gopal S/o Jagram (PW-7), Ramswaroop\n(PW-8), Mahesh Jogi (PW-9), Ranvir (PW-10), Balvir Singh\n(PW-11), Jaibhanu Tiwari (PW-12), Ashok Singh (PW-13),\nDr. Surendra Singh Jadon (PW-14), Santosh Singh Head\n                               4           Criminal Appeal No. 323 of 2003\n\nConstable (PW-15), Harvilas (PW-16), Mahesh Singh (PW-\n</p><p data-structure=\"Facts\" id=\"p_11\">17), Ajay Chanana (PW-18), Roop Singh Chauhan (PW-19),\nRajendra Singh Kushwah (PW-20). The appellant Gabbar\nSingh examined Ramdas Kadam, Head Constable (DW-1) as\nhis defence witness.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">10. In order to prove the nature of the death, the\nprosecution has examined Dr. Surendra Singh Jadon (PW-\n</p><p data-structure=\"PetArg\" id=\"p_13\">14) who had conducted postmortem of the deceased Gyan\nSingh. Dr. Surendra Singh Jadon (PW-14) has stated before\nthe trial court that on 13.09.2001 he was posted in JAH\nGwalior on the post of Medical Officer. He had conducted the\npostmortem of the deceased Gyan Singh. On examination of\nthe body, he had found the following injuries:-\n</p><p data-structure=\"Issue\" id=\"p_14\">      (1)   One   lacerated       wound     at    chin    whose\n      dimension was 3x0.5x0.5 cm.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">      (2)   One gunshot entry wound which was of 0.8\n      cm    diameter   and    was    11     cm.    below      the\n      suprasternal notch and was right to mid-line and\n      the wound was surrounded by the mark of\n      charring which was spread over the area of 5\n      cm. on each side and there was a corresponding\n      wound in the cloths of the deceased. The exit\n      wound was not visible.\n</p><p data-structure=\"Facts\" id=\"p_16\">     On internal examination, vital organs including heart\nand left lung were found penetrated and the bullet was\nrecovered from the chest wall. As per the information of the\ndoctor, the cause of death was due to shock and excessive\nbleeding because of injuries caused to the heart and left\nlung. Also, it was sufficient to cause death in natural course\nof life. The death was homicidal in nature and had occurred\nwithin a period of 6 to 24 hours prior to the time of\npostmortem. The postmortem report is Ex.P15.\n</p><p data-structure=\"Issue\" id=\"p_17\">                              5          Criminal Appeal No. 323 of 2003\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">11. The learned counsel for the appellant in the arguments\nhave not challenged the evidence of Dr. Surendra Singh\nJadon (PW-14) as well as the postmortem report Ex.P15.\nAccordingly, it is held that the death of the deceased Gyan\nSingh was homicidal in nature and was caused due to the\ngunshot injury.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">12. The next question for consideration is that who has\ncaused the solitary injury to the deceased Gyan Singh.\nGopal S/o Nandram (PW-2), Gopal S/o Jagram (PW-7),\nMahesh Jogi (PW-9), Ranvir (PW-10), Ashok Singh (PW-13)\nand Rajendra Singh Kushwah (PW-20) have not supported\nthe prosecution case and were declared hostile.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">13. Raghunath       Singh   (PW-1)      has    stated      that    on\n29.09.2001 he was in his house when Veer Singh, Mahesh\netc. were bringing Gyan Singh who was unconscious. When\nthese persons were passing in front of his house he\nenquired from Veer Singh, Mahesh etc. that what has\nhappened, then Veer Singh informed this witness that the\nappellant Gabbar Singh has shot the deceased Gyan Singh.\nIt is further stated by this witness that he also went to the\npolice station along with these persons and the FIR was\nlodged by Veer Singh. Gyan Singh was taken to Gwalior and\nthis witness also accompanied him. However, Gyan Singh\nexpired on the way. Even then, the deceased Gyan Singh\nwas taken to Gwalior Hospital. When the dead body was\nbrought back to Antri the postmortem was conducted. This\nwitness   was     cross-examined   by   the    counsel      for   the\nappellant who specifically denied the suggestion that he did\nnot have any talks with Veer Singh or Mahesh Singh and he\nalso specifically denied the suggestion that Veer Singh,\nMahesh Singh had not met with him. It was submitted by\nthe counsel for the appellant that in the examination-in-\n</p><p data-structure=\"PetArg\" id=\"p_21\">                             6        Criminal Appeal No. 323 of 2003\n\nchief itself this witness has stated that the FIR was lodged\nby Veer Singh and whereas the prosecution has filed the FIR\nEx.P/4 which is alleged to have been lodged by Ajab Singh,\ntherefore, it was contended by the counsel for the appellant\nthat the prosecution has suppressed the FIR lodged by Veer\nSingh and, therefore, an adverse inference should be drawn.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">14. Ajab Singh (PW-3) has specifically stated that after the\nincident took place he along with Veer Singh (PW-4), Rajvir\nSingh (PW-5), Purshottam took the deceased Gyan Singh to\nthe police station and he had lodged the FIR against the\nappellant Gabbar Singh. No suggestion has been given by\nthis witness that any other FIR was lodged by Veer Singh.\nEven otherwise, when the witnesses have specifically stated\nthat Veer Singh had also gone to the police station along\nwith other prosecution witnesses including the complainant\nAjab Singh (PW-3), therefore, it cannot be held that the\npolice has suppressed any other FIR. Further Veer Singh has\nadmitted in his cross-examination that FIR was lodged and\nsigned by Ajab Singh. Furthermore, no suggestion in this\nregard has been given to Ajay Chanana Sub Inspector (PW-\n</p><p data-structure=\"PetArg\" id=\"p_23\">18) who had recorded the FIR Ex.P/4 on the complaint of\ncomplainant Ajab Singh Kirar (PW-3). When the appellant\nhas not challenged the incident, then the contention of the\ncounsel for the appellant that the police has suppressed any\nFIR is misconceived.\n</p><p data-structure=\"Facts\" id=\"p_24\">15. In order to prove the incident, Ajab Singh (PW-3) and\nRajveer Singh (PW-5) have stated specifically that on\n29.09.2001 at about 8:30 in the night, Purshottam, Gopal,\nMahesh, Rajveer, Parsu and deceased were sitting on\nplatform outside the Pandaji temple and they were talking\nabout the agricultural activities. At that time, the appellant\nGabbar Singh and Mantram (acquitted accused) came there\n                             7        Criminal Appeal No. 323 of 2003\n\nand the appellant and Mantram (acquitted accused) abused\nthe deceased Gyan Singh. When the deceased Gyan Singh\nobjected and asked them not to abuse, then the appellant\nGabbar Singh once again started abusing him and said that\nyou cannot scold me and took out a country made pistol and\nfired at him from a close range, causing injury to the\ndeceased Gyan Singh on his chest. Thereafter, the appellant\nGabbar Singh and Mantram (acquitted accused) ran away\nfrom the spot. The deceased Gyan Singh after walking for\n20-22 steps fell down. He was taken to the police station by\nthese witnesses, where the FIR was lodged by Ajab Singh\n(PW-3). As already mentioned above, the appellant Gabbar\nSingh has not challenged the manner in which incident is\nalleged to have taken place by the prosecution witnesses,\ntherefore, it is held that the deceased along with the other\nprosecution witnesses were sitting on platform outside the\ntemple and were talking about the agricultural activities,\nwhen the appellant Gabbar Singh came there and without\nany provocation or any overt act on the part of the\ndeceased or any of the prosecution witnesses started\nabusing the deceased Gyan Singh and when the deceased\nobjected to such an act of appellant Gabbar Singh, the\nappellant Gabbar Singh took out a country made pistol and\nwithout any provocation fired at the deceased causing injury\non his chest which resulted in the death of the deceased.\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53551888\" id=\"span_1\">16. It is then submitted by the counsel for the appellant\nGabbar Singh that if the entire incident is considered in a\nproper perspective then it would be clear that the appellant\nGabbar Singh had acted in his private defence. It is well\nestablished principle of law that in order to set up the plea\nof private defence, it is not necessary for the appellant to\ntake   specific   defence   but   from      the     surrounding\n                             8        Criminal Appeal No. 323 of 2003\n\ncircumstances he can establish that he had acted in exercise\nof his right of private defence. However, to claim the right\nof private defence to the extent of causing death, the\naccused must show the circumstances available on record to\nestablish that there was reasonable ground for the appellant\nto apprehend that either death or grievous hurt would be\ncaused to him. However, it is also clear that no right of\nprivate defence accrues when there is no apprehension of\nthe danger and there should be a necessity of avoiding an\nimpending danger either clear or apparent. However, the\nright of private defence is not available to a person who\nhimself is an aggressor. Further, <a href=\"/doc/650803/\" id=\"a_10\">Section 99</a> of IPC clearly\nprovides that the injury which is caused by the accused\nexercising the right of private defence should commensurate\nwith injury with which he is threatened. View of the court is\nfortified by the judgment of the Supreme Court in the case\nof <a href=\"/doc/53551888/\" id=\"a_11\">Arjun vs. State of Maharashtra</a> reported in (2012) 5\nSCC 530 in which it is held as under:-</span>\n</p><blockquote id=\"blockquote_2\">         &quot;22. The law clearly spells out that the right of\n         private defence is available only when there is\n         a reasonable apprehension of receiving injury.\n         <a href=\"/doc/650803/\" id=\"a_12\">Section 99</a> IPC explains that the injury which is\n         inflicted by a person exercising the right should\n         commensurate with the injury with which he is\n         threatened. True, that the accused need not\n         prove the existence of the right of private\n         defence beyond reasonable doubt and it is\n         enough for him to show as in a civil case that\n         preponderance of probabilities is in favour of\n         his plea. The right of private defence cannot be\n         used to do away with a wrongdoer unless the\n         person concerned has a reasonable cause to\n         fear that otherwise death or grievous hurt\n         might ensure in which case that person would\n         have full measure of right to private defence.\n</blockquote><blockquote id=\"blockquote_3\">         23. It is for the accused claiming the right of\n         private defence to place necessary material on\n         record either by himself adducing positive\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1344060\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153251\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"853570\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660698\" id=\"span_5\">9        Criminal Appeal No. 323 of 2003\n\n         evidence or by eliciting necessary facts from\n         the witnesses examined for the prosecution, if\n         a plea of private defence is raised. (Munshi\n         Ram v. Delhi Admn, <a href=\"/doc/1660698/\" id=\"a_13\">State of Gujarat v. Bai\n         Fatima</a>, <a href=\"/doc/853570/\" id=\"a_14\">State of U.P. v. Mohd. Musheer Khan</a>,\n         <a href=\"/doc/153251/\" id=\"a_15\">Mohinder Pal Jolly v. State of Punjab</a> and <a href=\"/doc/1344060/\" id=\"a_16\">Salim\n         Zia v. State of U.P</a>.)</span></span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">         24. A plea of right of private defence cannot\n         be based on surmises and speculation. While\n         considering whether the right of private\n         defence is available to an accused, it is not\n         relevant whether he may have a chance to\n         inflict severe and mortal injury on the\n         aggressor. In order to find out whether the\n         right of private defence is available to an\n         accused, the entire incident must be examined\n         with care and viewed in its proper setting.&quot;\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_28\">17. It is contended by the counsel for the appellant that\nfrom the evidence of Ajay Chanana (PW-18) and Ramdas\nKadam (DW-1) it is clear that the deceased had a criminal\nrecord. It is further submitted that when the appellant\nGabbar Singh noticed that Gyan Singh was sitting along with\nother prosecution witnesses then it gave a reasonable\napprehension in his mind that the deceased might cause\nharm or injury to him, as a result of which, the right of\nprivate defence accrued in favour of the appellant Gabbar\nSingh.\n</p><p data-structure=\"PetArg\" id=\"p_29\">18. The submission made by the counsel for the appellant\nis misconceived and contrary to law. If the facts of the\npresent case are considered in the light of the well\nestablished principle of law with regard to the right of\nprivate defence, it is clear that the appellant himself was\naggressor. It is not a case of the appellant Gabbar Singh\nthat any of the prosecution witnesses or the deceased were\narmed with any weapon. Neither any suggestion has been\ngiven to any of the prosecution witnesses nor there is any\n                             10       Criminal Appeal No. 323 of 2003\n\nmaterial available on record to show that after noticing the\nappellant Gabbar Singh either any of the prosecution\nwitness or the deceased reacted in any manner. No overt act\non their part has been suggested or pointed out by the\ncounsel for the appellant. On the contrary, he has fairly\nadmitted that there is nothing on record to show that any of\nthe prosecution witness or the deceased reacted in any\nmanner after noticing the appellant Gabbar Singh. It is\nsubmitted by the counsel for the appellant that since the\ndeceased had a criminal record, therefore, that itself is\nsufficient to raise reasonable apprehension in the mind of\nthe appellant Gabbar Singh to the effect that the deceased\nmay cause injury to him. Here it is not out of place to\nmention here that Ramdas Kadam (DW-1) in paragraph 4 of\nhis deposition has admitted that the appellant Gabbar Singh\nis also registered as ante social element in the police\nstation. This admission on the part of the defence witnesses\nclearly shows that the appellant Gabbar Singh himself has a\ncriminal record, therefore, the contention of the counsel for\nthe appellant that merely because the deceased had a\ncriminal past is sufficient to raise a reasonable apprehension\nof receiving injury in the mind of the appellant Gabbar Singh\nis misconceived. Apart from this, it is clear that the\nprosecution witnesses and the deceased were sitting on a\nplatform out side the temple. If the appellant Gabbar Singh\nwas having any apprehension of the deceased then he\nshould have avoided in going towards that direction. In fact,\nfrom the facts and circumstances of the case, it is clear that\nthe appellant Gabbar Singh voluntarily went towards the\nplace where the deceased along with the prosecution\nwitnesses were sitting. Another important aspect is that the\nappellant Gabbar Singh was carrying a country made pistol\n                               11          Criminal Appeal No. 323 of 2003\n\nwith him whereas all the prosecution witnesses and the\ndeceased were unarmed. Thus, it is clear that the appellant\nGabbar Singh himself was an aggressor and there was no\nreaction from the side of any of the prosecution witnesses or\nthe   deceased   which      may    have     given     a   reasonable\napprehension of receiving injury in the mind of the appellant\nGabbar Singh and thus it is held that no right of private\ndefence had accrued in favour of the appellant Gabbar\nSingh. The contention of the counsel for the appellant that\nthe appellant Gabbar Singh had acted in exercise of his right\nof private defence is misconceived and rejected.\n</p><p data-structure=\"PetArg\" id=\"p_30\">19. It is further submitted by the counsel for the appellant\nthat considering the manner in which the incident is alleged\nto have taken place, the act of the appellant Gabbar Singh\nwould fall in Exception 4 of Section 300 and, therefore, the\noffence would fall under Section 304 Part-I and not under\n<a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> of IPC.\n</p><p data-structure=\"PetArg\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"284034\" id=\"span_6\">20. To   buttress     his   contention,   the    counsel      for   the\nappellant has relied upon the judgments of Supreme Court\npassed in the case of <a href=\"/doc/284034/\" id=\"a_18\">Daya Nand vs. State of Haryana</a>\nreported in AIR 2008 SC 1823 and Bunnilal Chaudhary\nvs. State of Bihar reported in AIR 2006 SC 2531. It is\nsubmitted by the counsel for the appellant that a single\ngunshot injury was caused to the deceased and, therefore,\nit should be held that there was no intention on the part of\nthe appellant Gabbar Singh to cause death of the deceased.</span>\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198849\" id=\"span_7\">21. In the considered view of this Court the manner in\nwhich the offence has been committed, the contention of\nthe appellant is misconceived and liable to be rejected. The\nSupreme Court in the case of <a href=\"/doc/1198849/\" id=\"a_19\">Mohd. Rafique @ Chachu\nvs. State of West Bengal</a> reported in (2009) 3 SCC\n(Cri) 966 has considered the distinction between <a href=\"/doc/1882893/\" id=\"a_20\">Section\n                           12</a>        Criminal Appeal No. 323 of 2003\n\n299 and 300 and has held as under:-</span>\n</p><blockquote id=\"blockquote_4\">        &quot;20. Thus, according to the rule <a href=\"/doc/1198849/\" id=\"a_21\">laid down in</a>\n        Virsa Singh case even if the intention of the\n        accused was limited to the infliction of a bodily\n        injury sufficient to cause death in the ordinary\n        course of nature, and did not extend to the\n        intention of causing death, the offence would\n        be murder. Illustration (c) appended to Section\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">        300 clearly brings out this point.\n</p><p data-structure=\"Section\" id=\"p_34\">        21. Clause (c) of Section 299 and clause (4)\n        of Section 300 both require knowledge of the\n        probability of the act causing death. It is not\n        necessary for the purpose of this case to dilate\n        much on the distinction between these\n        corresponding clauses. It will be sufficient to\n        say that clause (4) of Section 300 would be\n        applicable where the knowledge of the\n        offender as to the probability of death of a\n        person or persons in general as distinguished\n        from a particular person or persons- being\n        caused from his imminently dangerous act,\n        approximates to a practical certainty. Such\n        knowledge on the part of the offender must be\n        of the highest degree of probability, the act\n        having been committed by the offender\n        without any excuse for incurring the risk of\n        causing death or such injury as aforesaid.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_35\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723828\" id=\"span_8\">Similarly, in the case of <a href=\"/doc/723828/\" id=\"a_22\">Joginder Singh vs. State of\nPunjab</a> reported in (2009) 3 SCC (Cri) 1446, the\nSupreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_5\">        &quot;11. In this case though one pallet was\n        recovered and there was only one injury but\n        that does not on the facts of the case take the\n        offence out of the purview of <a href=\"/doc/1560742/\" id=\"a_23\">Section 302</a> of\n        IPC. It cannot be laid down as a rule of\n        universal application that when there is one\n        shot fired, <a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a> IPC is ruled out. It\n        would depend upon the factual scenario, more\n        particularly, the nature of weapon, the place\n        where the injury is caused and the nature of\n        the injury.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_36\">    In the case of State of Madhya Pradesh vs.\n                            13         Criminal Appeal No. 323 of 2003\n\nShivshankar reported in (2014) 10 SCC 366, it has been\nheld by the Supreme Court as under:-\n</p><blockquote id=\"blockquote_6\">         &quot;9. After due consideration of the rival\n         submissions, we are of the view that the High\n         Court has clearly erred in holding that the\n         offence falls under Section 304 Part-I, <a href=\"/doc/1569253/\" id=\"a_25\">IPC</a>. It is\n         clear from the case of the prosecution\n         mentioned above that the accused first slapped\n         the complainant which was followed by verbal\n         abuses and thereafter the accused brought the\n         licensed gun and fired at the deceased, who\n         died. It was, thus, a voluntary and intentional\n         act of the accused which caused the death.\n         Intention is a matter of inference and when\n         death is as a result of intentional firing,\n         intention to cause death is patent unless the\n         case falls under any of the exceptions. We are\n         unable to hold that the case falls under\n         Exception 4 of <a href=\"/doc/626019/\" id=\"a_26\">Section 300</a>, IPC as submitted\n         by learned counsel for the respondent.\n         Exception 4 is attracted only when there is a\n         fight or quarrel which requires mutual\n         provocation and blows by both sides in which\n         the offender does not take undue advantage.\n         In the present case, there is no giving of any\n         blow by the complainant side. The complainant\n         side did not have any weapon. The accused\n         went to his house and brought a gun. There is\n         neither sudden fight nor a case where the\n         accused has not taken undue advantage.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_37\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1356415\" id=\"span_9\">In the case of <a href=\"/doc/1356415/\" id=\"a_27\">Bhagwan Munjaji Pawade vs.\nState of Maharashtra</a> reported in (1978) 3 SCC 330\nhas held as under:-</span>\n</p><blockquote id=\"blockquote_7\">         &quot;6. We do not think much can be made out of\n         the stray observation of the High Court &#x27;that\n         the appellant had far exceeded his right of\n         private defence&#x27;. The circumstances of the\n         case disclose that no right of private defence,\n         either of person or of property, had ever\n         accrued to the appellant. The deceased was\n         unarmed. Exception 2 can have no application.\n         It is true that some of the conditions for the\n         applicability of Exception 4 to Section 300\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">                             14       Criminal Appeal No. 323 of 2003\n\n         exist here, but not all. The quarrel had broken\n         out suddenly, but there was no sudden fight\n         between the deceased and the appellant.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">         &#x27;Fight&#x27; postulates a bilateral transaction in\n         which blows are exchanged. The deceased was\n         unarmed. He did not cause any injury to the\n         appellant or his companions. Furthermore, no\n         less than three fatal injuries were inflicted by\n         the appellant with an axe, which is a\n         formidable weapon on the unarmed victim.\n         Appellant, is therefore, not entitled to the\n         benefit of Exception 4, either.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_40\">22. If the facts and circumstances of the case are\nconsidered in the light of Sections 299 and 300, it would be\nclear that the deceased and the prosecution witnesses were\nsitting together and talking to each other with regard to\nagricultural activities. They were not armed with any\nweapon. They did not react after noticing the appellant\nGabbar Singh. In fact, Gabbar Singh came to them and\nstarted abusing the deceased. The deceased merely asked\nthe appellant Gabbar Singh not to abuse. After hearing this,\nthe appellant Gabbar Singh got aggressive, took out a\ncountry made pistol and without there being any retaliation\nor overt act on the part of either the deceased or any of the\nprosecution witnesses and without any provocation he fired\nat the deceased causing injury on his chest. It is also clear\nthat merely because only one gunshot injury was caused to\nthe deceased would not ipso facto took out the case from\nthe purview of murder.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">23. Considering the facts and circumstances of the case,\nthis Court do not find any perversity in the findings recorded\nby the trial court in holding the appellant Gabbar Singh\nguilty for offence punishable under Section 302 and hence\nfindings are confirmed and it is held that the appellant is\nguilty of committing murder of Gyan Singh.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                            15         Criminal Appeal No. 323 of 2003\n\n</p><p data-structure=\"Section\" id=\"p_43\">24. So far as the offence committed under <a href=\"/doc/555306/\" id=\"a_28\">Section 504</a> of\nIPC is concerned, the trial court did not frame the charge of\nthat offence and in absence of that charge, the appellant\ncould not be convicted of that offence. The trial court has\nframed the charge under <a href=\"/doc/594493/\" id=\"a_29\">Section 294</a> of IPC. Offence under\n<a href=\"/doc/594493/\" id=\"a_30\">Section 294</a> and <a href=\"/doc/555306/\" id=\"a_31\">504</a> of IPC are different in nature. On\nuttering obscene words any of the citizen present at the\nspot may feel annoyance but for offence under <a href=\"/doc/555306/\" id=\"a_32\">Section 504</a>\nof IPC a particular victim is required to be provoked by\nabusing him. Hence when both the offences have no\nsimilarity, the appellant could not be convicted of offence\nunder <a href=\"/doc/555306/\" id=\"a_33\">Section 504</a> of IPC within the head of charge under\n<a href=\"/doc/594493/\" id=\"a_34\">Section 294</a> of IPC. Hence, the trial court has committed an\nerror of law in convicting the appellant for offence under\n<a href=\"/doc/555306/\" id=\"a_35\">Section 504</a> of IPC.\n</p><p data-structure=\"Precedent\" id=\"p_44\">25. Now the next question for consideration is that\nwhether the acquittal of the respondents in Criminal\nRevision No. 284/2003 was in accordance with law or not.\nWith regard to the role attributed to Mantram, it is\nsubmitted   by the counsel for the complainant that the\nrespondent Mantram had come along with Gabbar Singh\nand had also abused the deceased, therefore, it is clear that\nhe had conspired with the appellant Gabbar Singh to kill the\ndeceased Gyan Singh. In this context the FIR Ex.P/4 is\nimportant. There is a complete omission of the fact that\nMantram had     also abused     the   deceased      Veer    Singh.\nSimilarly in the police case diary statement recorded under\n<a href=\"/doc/447673/\" id=\"a_36\">Section 161</a> of Cr.P.C. of Ajab Singh (PW-3) which has been\nmarked as Ex.D/1, there is a complete omission to the\neffect that Mantram had also abused the deceased. So far\nas the presence of Veer Singh (PW-4) is concerned the trial\ncourt has found to be doubtful at the time of incident. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"199796\" id=\"span_10\">As\n                              16       Criminal Appeal No. 323 of 2003\n\nregards the evidence of Rajveer Singh (PW-5) to the effect\nthat Mantram had also abused the deceased is concerned,\non perusal of his police statement recorded under <a href=\"/doc/447673/\" id=\"a_37\">Section\n161</a> of Cr.P.C. which has been marked as Ex.D/3 it is clear\nthat there is complete omission in this             regard. The\nprosecution   has   failed   to   prove   that   Mantram        had\nparticipated in the commission of offence either physically or\norally. Merely on the basis of presence of Mantram on the\nspot at the time of incident it cannot be held that he had\nconspired with appellant Gabbar Singh to kill Gyan Singh.\nThe Supreme Court in the case of <a href=\"/doc/199796/\" id=\"a_38\">Chanakya Dhibar vs.\nState of WB</a> reported in (2004) 12 SCC 398 has held as\nunder:-</span>\n</p><blockquote id=\"blockquote_8\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462333\" id=\"span_11\">&quot;18 There is no embargo on the appellate\n          Court reviewing the evidence upon which an\n          order of acquittal is based. Generally, the\n          order of acquittal shall not be interfered with\n          because the presumption of innocence of the\n          accused is further strengthened by acquittal.\n          The golden thread which runs through the web\n          of administration of justice in criminal cases is\n          that if two views are possible on the evidence\n          adduced in the case, one pointing to the guilt\n          of the accused and the other to his innocence,\n          the view which is favourable to the accused\n          should     be     adopted.     The    paramount\n          consideration of the Court is to ensure that\n          miscarriage of justice is prevented. A\n          miscarriage of justice which may arise from\n          acquittal of the guilty is no less than from the\n          conviction of an innocent. In a case where\n          admissible evidence is ignored, a duty is cast\n          upon the appellate Court to re-appreciate the\n          evidence where the accused has been\n          acquitted, for the purpose of ascertaining as to\n          whether any of the accused really committed\n          any offence or not. [See <a href=\"/doc/1462333/\" id=\"a_39\">Bhagwan Singh and\n          Ors. v. State of M.P.</a> (2002) 2 Supreme 567.\n          The principle to be followed by appellate Court\n          considering the appeal against the judgment\n          of acquittal is to interfere only when there are\n                            17        Criminal Appeal No. 323 of 2003\n\n          compelling and substantial reasons for doing\n          so. If the impugned judgment is clearly\n          unreasonable and relevant and convincing\n          materials have been unjustifiably eliminated in\n          the process, it is a compelling reason for\n          interference.</span> These aspects were highlighted\n          by this Court in Shivaji Sahabrao Bobade v.\n          State of Maharashtra AIR 1973 SC 2622,\n          Ramesh Babulal Doshi v. State of Gujarat\n          (1996) 4 Supreme 167, Jaswant Singh v. State\n          of Haryana (2000) 3 Supreme 320, Raj\n          Kishore Jha v. State of Bihar (2003) 7\n          Supreme 152, State of Punjab v. Karnail Singh\n          (2003) 5 Supreme 508, State of Punjab v.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_45\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1642159\" id=\"span_12\">Pohla Singh (2003) 7 Supreme 17 and\n          <a href=\"/doc/1642159/\" id=\"a_40\">Suchand Pal v. Phani Pal JT</a> (2003) 9 SC 17.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">     The learned counsel for the applicant could not point\nout any perversity in the finding of the trial court. Further\nwhen two views are possible, the one pointing to the guilt of\nthe accused and other to his innocence, the view which is\nfavourable to the deceased is to be adopted.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">26. So far as the culpability of Sanjay and Bheekm (both\nacquitted accused persons) against whom the charge was\nunder Section 302 r/w 120-B of <a href=\"/doc/1569253/\" id=\"a_41\">IPC</a> is concerned, there is\nno evidence on record to show that at any point of time\nthese acquitted accused persons had conspired with the\nappellant Gabbar Singh to kill the deceased Gyan Singh.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">27. Having considered the evidence available on record\nagainst   the   accused   persons   Mantram,       Sanjay      and\nBheekam, this Court is of the considered view that they\nhave been rightly acquitted by the trial court and the finding\nof the trial court in this regard cannot be said to be\nperverse, hence the criminal revision filed on behalf of the\ncomplainant against the judgment dated 5.4.2003 by which\nthe respondents in Criminal Revision No. 284/2003 have\nbeen acquitted of the charge punishable under Section 302\n                                     <a href=\"/doc/565566/\" id=\"a_42\">18</a>        Criminal Appeal No. 323 of 2003\n\n         r/w <a href=\"/doc/1897847/\" id=\"a_43\">Section 120-B</a> of IPC is dismissed. The respondents in\n         Criminal Revision are on bail, their bail bonds and surety\n         bonds are discharged.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">         28. On the basis of aforesaid discussion appeal filed by the\n         appellant is hereby partly allowed, his conviction as well as\n         the sentence of offence under <a href=\"/doc/555306/\" id=\"a_44\">Section 504</a> of IPC is set\n         aside. However, conviction and sentence of offence under\n         <a href=\"/doc/1560742/\" id=\"a_45\">Section 302</a> of IPC is maintained.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">         29. A copy of the judgment be sent to the trial court along\n         with the record for necessary information.\n</p>\n\n\n\n<pre id=\"pre_2\">               (N.K. GUPTA)                  (G.S. AHLUWALIA)\n                    Judge                           Judge\n                (27.10.2016)                    (27.10.2016)\n(alok)\n </pre>","numcites":23,"numcitedby":66,"docsource":"Madhya Pradesh High Court","citetid":165856148,"divtype":"judgments","relatedqs":[{"value":"section 294 ipc ","formInput":"section%20294%20ipc%20"},{"value":"section 504 ipc","formInput":"section%20504%20ipc"},{"value":"private defence","formInput":"private%20defence"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 504 of indian penal code ","formInput":"section%20504%20of%20indian%20penal%20code%20"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"aggressor","formInput":"aggressor"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"ipc 504","formInput":"ipc%20504"},{"value":"sec.504 of i.p.c. ","formInput":"sec.504%20of%20i.p.c.%20"},{"value":"section 300","formInput":"section%20300"},{"value":"sec 504","formInput":"sec%20504"},{"value":"section 294 i.p.c","formInput":"section%20294%20i.p.c"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"temple","formInput":"temple"},{"value":"294  filter:  section 504 of indian penal code","formInput":"294%20%20filter%3A%20%20section%20504%20of%20indian%20penal%20code"},{"value":"section 294","formInput":"section%20294"},{"value":"section 294 of indian penal code","formInput":"section%20294%20of%20indian%20penal%20code"},{"value":"\"agricultural activity\"","formInput":"%22agricultural%20activity%22"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"breach-of-peace","formInput":"tag:breach-of-peace"},{"value":"obscenity-in-public-place","formInput":"tag:obscenity-in-public-place"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}