{"tid":118694754,"publishdate":"2012-03-22","title":"Manpreet Kaur vs State Of Punjab on 22 March, 2012","doc":"<h2 class=\"doc_title\">Manpreet Kaur vs State Of Punjab on 22 March, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-bhalla\">Rajive Bhalla</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-bhalla\">Rajive Bhalla</a>, <a href=\"/search/?formInput=benchid:r-k-jain\">Rakesh Kumar Jain</a></h3>\n\n<pre id=\"pre_1\">Criminal Appeal No.557-DB of 2010                    1\n\nIN THE HIGH COURT OF PUNJAB AND HARYANA AT CHANDIGARH\n\n                            Criminal Appeal No. 557-DB of 2010\n                            Date of Decision: 22.3.2012\n\nManpreet Kaur                          ..Appellant\n\nVersus\n\nState of Punjab                        ..Respondent\n\n                            Criminal Appeal No.583-DB of 2010\n\nBinder Kumar                           ..Appellant\n\nVersus\n\nState of Punjab                        ..Respondent\n\n                      and\n\n                            Criminal Appeal No. 1208-DB of 2010\n\nSurjit Singh                           .Appellant-complainant\n\nVersus\n\nManpreet Kaur and others               ..Respondents\n\n\nCORAM:     HON&#x27;BLE MR. JUSTICE RAJIVE BHALLA\n           HON&#x27;BLE MR. JUSTICE RAKESH KUMAR JAIN\n\nPresent:   Mr. D.S.Malwai, Advocate for the appellant.\n           (in Criminal Appeal No.557-DB of 2010)\n\n           Mr. T.S.Sangha, Senior Advocate\n           with Mr. H.S.Sangha, Advocate\n           for the appellant (in Criminal Appeal No.583-DB of 2010)\n\n           Mr. Manoj Bajaj, Additional Advocate General,\n           for the State of Punjab.\n\n           Mr. Gorakh Nath, Advocate for the complainant\n           (Criminal Appeal No.1208-DB of 2010)\n\nRAJIVE BHALLA, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">           By way of this order, we shall dispose of three Criminal\n\nAppeals No.557-DB and       583-DB of 2010 challenging order of\n<span class=\"hidden_text\" id=\"span_1\"> Criminal Appeal No.557-DB of 2010                     2</span>\n\nconviction and sentence filed by the accused and Criminal Appeal\n\nNo. 1208-DB of 2010 filed by the complainant praying for\n\nenhancement of the sentence.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">           Manpreet Kaur, appellant, in Criminal Appeal No.557-DB\n\nof 2010 challenges her conviction under <a href=\"/doc/1560742/\" id=\"a_1\">section 302</a> of the Indian\n\nPenal Code,     for causing the    death of her two minor children,\n\nnamely, Narinderpal and Anmol, whereas Binder Kumar, appellant, in\n\nCriminal Appeal No. 583-DB of 2010,         challenges his conviction\n\nunder <a href=\"/doc/1560742/\" id=\"a_2\">section 302</a> read with <a href=\"/doc/37788/\" id=\"a_3\">section 34</a> of the Indian Penal Code. The\n\nappellants have been sentenced         to undergo two separate life\n\nimprisonments for causing the death of two minor children,\n\nNarinderpal and Anmol, and to pay a fine of Rs.10,000/-each for\n\neach death. In default of payment of fine, the appellants have been\n\ndirected to undergo further rigorous imprisonment for six months\n\neach. All sentences have been ordered to run concurrently.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">           On 23.7.2005, a message was received in Police Station\n\nTalwandi Sabo that dead bodies of two children, Narinderpal and\n\nAnmol, have been received at Civil Hospital, Mansa. The police\n\nparty left for Civil Hospital, Mansa, where they met Surjit Singh son of\n\nJati Ram, who made statement dated 23.7.2005, Ex.PA, to the effect\n\nthat Harjit Singh @ Happy son of Ram Sarup died four days ago.\n\nHarjit Singh had two sons Narinderpal, aged 08 years and Anmol,\n\naged about 02 years. The ashes of Harjit Singh were collected on\n\n23.7.2005. Kanta Devi wife of Krishan Kumar, Anita wife of Janak\n\nRaj, sisters of Manpreet Kaur widow of Harjit Singh and Binder\n\nKumar son of Satish Kumar, came to the village to pay condolence.\n<span class=\"hidden_text\" id=\"span_2\"> Criminal Appeal No.557-DB of 2010                     3</span>\n\nKanta Devi, Anita, Manpreet Kaur and Binder Kumar said that as\n\nManpreet Kaur is quite young, she should get remarried after getting\n\nrid of her children. It is further stated that at about 2.00 P.M on\n\n23.7.2005, he and his mother went to the house of Manpreet Kaur,\n\nwhere his nephew Narinderpal told them that         they (the children)\n\nhave been vomiting        as their    mother     Manpreet Kaur has\n\nadministered some poisonous substance to them. Narinderpal and\n\nAnmol became unconscious. The complainant arranged for a vehicle\n\nand removed Narinderpal and Anmol to Guru Nanak Children\n\nHospital, Mansa, where both          children passed away.          The\n\ncomplainant alleged that Manpreet Kaur had poisoned her children\n\nin connivance with her sisters Kanta Devi, Anita and her paramour\n\nBinder Kumar, with whom she has illicit relations. His statement,\n\nEx.PA, was reduced into writing by Balbir Singh, SHO, Police Station\n\nTalwandi Sabo, District Bathinda on 23.7.2005; and forwarded to\n\nPolice Station Talwandi Sabo that led to         registration of   FIR,\n\nEx.PA/2. After registration of FIR, the police began investigation by\n\nsending the dead bodies of children for post mortem examination.\n\nThe police recorded the      statements of     witnesses, arrested the\n\nappellants, visited the place of occurrence, collected a vial containing\n\npoison, pursuant to disclosure statement made by Manpreet Kaur\n\nand after recording the extra-judicial confessions of Manpreet Kaur\n\nand Binder Kumar, made before Surinder Kumar @ Bala, opinion of\n\nthe doctor based upon report of the Chemical Examiner that the\n\ncause of death was poisoning with a choloro compound bound\n\npoison, filed challan under <a href=\"/doc/1560742/\" id=\"a_4\">sections 302</a>/<a href=\"/doc/386021/\" id=\"a_5\">201</a>/<a href=\"/doc/37788/\" id=\"a_6\">34</a> IPC against\n<span class=\"hidden_text\" id=\"span_3\"> Criminal Appeal No.557-DB of 2010                    4</span>\n\nManpreet Kaur and Binder Kumar only, but found Smt. Kanta Devi\n\nand Anita innocent during investigation. The Illaqa Magistrate\n\ncommitted the case to the Court of Sessions Judge, Bathinda, on\n\n5.10.2005.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">             The learned Sessions Judge framed charges against\n\nManpreet Kaur under <a href=\"/doc/1560742/\" id=\"a_7\">sections 302</a> and <a href=\"/doc/1560742/\" id=\"a_8\">302</a>/<a href=\"/doc/386021/\" id=\"a_9\">201</a> of the Indian Penal\n\nCode, but against Binder Kumar charges were framed under <a href=\"/doc/1560742/\" id=\"a_10\">section\n\n302</a> read with <a href=\"/doc/37788/\" id=\"a_11\">section 34</a> of the Indian Penal Code. During trial and\n\npursuant to order dated 31.5.2006, passed on the application under\n\n<a href=\"/doc/435819/\" id=\"a_12\">section 319</a> of the Code of Criminal Procedure, Smt. Kanta Devi and\n\nAnita were arraigned as accused. Accordingly, charge was amended\n\nand Kanta Devi and Anita were charged under <a href=\"/doc/1560742/\" id=\"a_13\">section 302</a> read\n\nwith <a href=\"/doc/1075683/\" id=\"a_14\">section 115</a> of the Indian Penal Code. As all the accused\n\npleaded not guilty, the prosecution was directed to lead its evidence.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">             The prosecution examined the following witnesses:\n\n</p><blockquote id=\"blockquote_1\">             PW1 Surjit Singh (complainant) son of Jati Ram, who\n\nreiterated his statement made before the police and though cross-\n\nexamined, in detail, had maintained his stand that the deceased\n\nchildren were poisoned by their mother Manpreet Kaur.\n\n</blockquote><blockquote id=\"blockquote_2\">             PW2 Ram Sarup son of Kheta Ram, father of Harjit Singh\n\nand grand father of the deceased children, deposed that his son\n\nHarjit Singh died on 20.7.2005 as Manpreet Kaur administered him\n\npoison.   He had also deposed about the statement made by the\n\nsisters of Manpreet Kaur and Binder Kumar on 22.7.2005 with\n\nrespect to the re-marriage of Manpreet Kaur and had also stated\n\nthat Manpreet Kaur had an extra-marital affair with Binder Kumar\n<span class=\"hidden_text\" id=\"span_4\"> Criminal Appeal No.557-DB of 2010                    5</span>\n\nand   for that reason, she had administered poison to her minor\n\nchildren.\n</blockquote>\n<blockquote id=\"blockquote_3\">             PW3 Head Constable Pritam Singh, Police Station\n\nRaman, deposed that he and Constable-II          Balwant Singh were\n\ndeputed by SI/SHO Balbir Singh, Police Station Talwandi Sabo, to\n\nget the post mortem of Narinderpal and Anmol conducted. He had\n\ndeposed that Dr. Suresh Kumar Singla was deputed to conduct post\n\nmortem. He deposited two parcels of viscera each, sealed with\n\nsixteen seals, two envelopes each sealed with       five seals,     two\n\nparcels of    clothes of each of the deceased children and a letter\n\naddressed to Chemical Examiner, Patiala as well as other samples.\n\n</blockquote><blockquote id=\"blockquote_4\">             PW4 ASI Darshan Singh, who recorded the              initial\n\nstatement of Surjit Singh (complainant) that led to the registration of\n\nFIR, apprehended the appellants, their interrogation, has deposed\n\nthat Manpreet Kaur told him that she had concealed the medicine,\n\nwhich was administered to the children in her room. He recorded the\n\nstatement of Manpreet Kaur, Ex.PC, but admitted that it was not\n\nthumb marked by her, i.e., Manpreet Kaur. He also deposed with\n\nrespect to recovery of &quot;Sackweed Nasin Nashak&quot; Insecticide by\n\nManpreet Kaur after removing some chaff.\n</blockquote>\n<blockquote id=\"blockquote_5\">             PW5 Dr. Daljit Singh Gill, Prof., Guru Nanak Children\n\nHospital, Mansa, deposed that both the children were brought to his\n\nhospital. He suspected that some poisonous substance had been\n\nconsumed. He       referred them to Civil Hospital, Mansa. He has\n\nproved his reports Ex.PW5/A and Ex. PW5/B.\n\n             PW6 Head Constable Manjit Ram is a formal witness,\n<span class=\"hidden_text\" id=\"span_5\"> Criminal Appeal No.557-DB of 2010                      6</span>\n\nwho tendered in evidence his sworn affidavit Ex.PW6/A.\n\n           PW7 Head Constable Mohinder Singh is also a formal\n\nwitness who tendered his sworn affidavit, Ex.PW7/A, in evidence.\n\n</blockquote><blockquote id=\"blockquote_6\">           PW8 Head Constable Joga Singh, is a formal witness,\n\nwho has tendered in evidence, his affidavit, Ex.PW8/A. He           has\n\ndeposed in his cross-examination that after receipt of articles from\n\nthe doctor, he had sent them, on the next day, to the office of the\n\nChemical Examiner. He has further deposed about depositing of a\n\nvial, through Head Constable Manjit Ram, with              the office of\n\nChemical Examiner, Patiala on 18.7.2005.\n</blockquote>\n<blockquote id=\"blockquote_7\">           PW9 Head Constable Balwant Singh is a formal witness,\n\nwho had tendered his sworn affidavit, Ex.PW9/A, in evidence. In his\n\ncross-examination, he deposed that he did not know about the\n\ncontents of parcels, envelopes etc. He further deposed that he had\n\nhanded over these articles to the dealing hand only.\n\n</blockquote><blockquote id=\"blockquote_8\">           PW10 Surinder Kumar @ Bala has deposed about the\n\nextra-judicial confession made by the appellants before him.\n\n</blockquote><blockquote id=\"blockquote_9\">           PW11 Dr. Suresh Kumar Singla, Medical Officer, Civil\n\nHospital, Mansa, conducted the post mortem and opined that cause\n\nof death was due to poisoning of choloro compound insecticide.\n\n</blockquote><blockquote id=\"blockquote_10\">           PW12 Inspector Balbir Singh (since retired) deposed that\n\nhe received QST, Ex. PW-12/A) from SHO, City Mansa, whereupon\n\nhe reached Civil Hospital, Mansa and recorded statement, Ex.PA. He\n\nalso conducted part of investigation.\n</blockquote>\n<blockquote id=\"blockquote_11\">           The toxicology report, Ex.PX, was tendered into evidence.\n\n           Upon closure     of prosecution    evidence,      the entire\n<span class=\"hidden_text\" id=\"span_6\"> Criminal Appeal No.557-DB of 2010                       7</span>\n\nincriminating circumstances appearing against the appellants and the\n\naccused were put to them. The appellants and other accused denied\n\nthese circumstances and pleaded their false implication.\n\n</blockquote><blockquote id=\"blockquote_12\">            Manpreet Kaur stated that Surjit Singh had undue\n\ninfluence over her father-in-law Ram Sarup. She has been falsely\n\nimplicated, at his instance, so as to grab the property of her father-in-\n\nlaw. She also stated that Surjit Singh, who murdered her husband,\n\nand minor children and levelled false allegations against her. Binder\n\nKumar pleaded his innocence. The appellants produced DW1\n\nVarinder Kumar and DW2 Surjit Kaur in defence.\n</blockquote>\n<blockquote id=\"blockquote_13\">            After considering the arguments addressed by counsel for\n\nthe parties and perusing the entire record, the Additional Sessions\n\nJudge, convicted and sentenced Manpreet Kaur and Binder Kumar,\n\nas referred to in the opening part of the judgment, but acquitted Smt.\n\nKanta Devi and Anita by giving them the benefit of doubt.\n\n</blockquote><blockquote id=\"blockquote_14\">            Counsel for appellant Manpreet Kaur urged that there is\n\nno evidence, whether direct or circumstantial, to prove           that the\n\nappellant poisoned her children or that she had an illicit relationship\n\nwith Binder Kumar or that she had any role to play in the unfortunate\n\ndeath of her minor children. It is further argued that the motive set\n\nup by the prosecution, is the alleged illicit relationship, based upon\n\nthe deposition of PW1 Surjit Singh and PW2 Ram Sarup, who are\n\ninterested witnesses. This apart, the prosecution has not examined\n\nany independent witness to prove       illicit relationship.   It is further\n\nargued that there is no evidence that Manpreet Kaur administered\n\npoison or that the appellants had conspired to administer poison to\n<span class=\"hidden_text\" id=\"span_7\"> Criminal Appeal No.557-DB of 2010                   8</span>\n\nthe deceased. The entire case of the prosecution is based upon the\n\nstatements of PW1 Surjit Singh and PW2 Ram Sarup. The\n\nstatement made      by PW2 Ram Sarup is that Manpreet Kaur\n\nadministered poison to her children. The cross-examination of these\n\nwitnesses clearly establishes that Surjit Singh PW1 had deposed\n\nfalsely as he wanted to usurp the property of PW2 Ram Sarup. The\n\ndisclosure statement, Ex.PC, allegedly, made by Manpreet Kaur, is\n\nnot signed by her nor was the bottle of poison, allegedly, recovered,\n\nsent for chemical analysis. The extra-judicial confession, was made\n\nbefore a person, who, admittedly, had a criminal record. It is further\n\nsubmitted that there was no reason for Manpreet Kaur to murder her\n\nchildren by administering insecticide/pesticide. It is also contended\n\nthat the fact that Manpreet Kaur was present in the hospital when her\n\nchildren were declared dead, clearly establishes that the prosecution\n\nstory, saying that she was not present, is false. It is further argued\n\nthat an inference drawn by the trial court under <a href=\"/doc/697566/\" id=\"a_15\">Section 106</a> of the\n\nIndian Evidence Act, 1872 (hereinafter referred to as the &quot;<a href=\"/doc/1953529/\" id=\"a_16\">Evidence\n\nAct</a>&quot;) is unwarranted as there is no evidence that Manpreet Kaur was\n\nthe only person, who had access to the children.     It is argued that\n\nthe court below has failed to consider that PW2 Ram Sarup had\n\nexecuted a will in favour of Surjit Singh, bequeathing his entire\n\nproperty to the latter and it was for this reason that Surjit Singh\n\ncommitted the murder of Harjit Singh, i.e., Manpreet Kaur&#x27;s husband\n\nand her minor children.\n</blockquote>\n<blockquote id=\"blockquote_15\">           Counsel for Binder Kumar appellant states that the only\n\nevidence against him is the statement allegedly made by him soon\n<span class=\"hidden_text\" id=\"span_8\"> Criminal Appeal No.557-DB of 2010                       9</span>\n\nafter the death of Manpreet Kaur&#x27;s husband along with Kanta Devi\n\nand Anita. However, Kanta Devi and Anita have been acquitted,\n\nthere was no reason for the trial court to convict and sentence the\n\nappellant.    It is further contended that the prosecution has not\n\nproduced any evidence to prove the alleged illicit relationship\n\nbetween Binder Kumar and Manpreet Kaur. The bald statements by\n\nPW1 Surjit Singh and PW2 Ram Sarup are insufficient to raise an\n\ninference of illicit relationship or that the appellant had participated in\n\nthe murder of two minor children. It is also          contended that as\n\nprosecution witnesses have admitted that Binder Kumar was present\n\nin the Hospital and in the Police Station, this fact alone establishes\n\nthat he has been falsely implicated.          The alleged extra-judicial\n\nconfession is not believable, particularly when the appellant had no\n\nreason to make such a confession before PW10 Surinder Kumar @\n\nBala, who is a stranger.\n</blockquote>\n<blockquote id=\"blockquote_16\">             Counsel for the State of Punjab submits that orders\n\npassed by the trial court are legal and valid as the prosecution has\n\nsucceeded in bringing home the guilt of both the appellants. The\n\ndepositions made by PW1 Surjit Singh and PW2 Ram Sarup about\n\nthe illicit relationship, about the statements made by the deceased\n\nNarinderpal to them, leave no manner of doubt as to the guilt of the\n\nappellants. Minor discrepancies in the prosecution version, do not\n\nhave any bearing on the merits of the case. It is further pointed out\n\nthat statements of       PW1 Surjit Singh and PW2 Ram Sarup are\n\ncorroborated by the medical evidence and the report prepared by\n\nthe Chemical Examiner to the effect that children had died of\n<span class=\"hidden_text\" id=\"span_9\"> Criminal Appeal No.557-DB of 2010                   10</span>\n\npoisoning. The extra-judicial confession is legal and valid and does\n\nnot suffer from any infirmity. The stand taken by Manpreet Kaur that\n\nchildren may have taken some poisonous substance by mistake\n\nclearly establishes death by poisoning and, in essence, lends\n\ncredence to the prosecution story.\n</blockquote>\n<blockquote id=\"blockquote_17\">           We have heard counsel for the parties and perused the\n\nimpugned judgment and order.\n</blockquote>\n<blockquote id=\"blockquote_18\">           The investigation was set into motion pursuant to a\n\nstatement, dated 23.7.2005, Ex.PA, made by Surjit Singh, leading\n\nto the registration of the FIR. Surjit Singh is closely related to the\n\ndeceased and to Manpreet Kaur, appellant no.1 as well as he is a\n\ncousin brother of Manpreet Kaur&#x27;s late husband and resides in the\n\nadjoining house. His deposition is to the effect that on 19.7.2005\n\nHarjit Singh, husband of Manpreet Kaur, suffered from vomiting and\n\nloose motions and expired at about 3.00 A.M. Harjit Singh had two\n\nsons, namely, Narinderpal, aged 08 years,and Anmol, aged 02 years.\n\nAfter the cremation, Kanta, Anita Rani, sisters of Manpreet Kaur,\n\nBinder Kumar and other relatives came to his house, where his\n\nmother Nirmala Rani, Ram Sarup, father-in-law of Manpreet Kaur,\n\nwere sitting. Smt. Kanta and Anita, sisters of Manpreet Kaur, and\n\nBinder Kumar stated that as Manpreet Kaur is young, it would be\n\ndifficult for her to spend her life and she should, therefore, get re-\n\nmarried to some relative. They further advised Manpreet Kaur to get\n\nrid of her children as they would be a stumbling block in her future\n\nlife. Surjit Singh had further deposed on oath that on 23.7.2005 at\n\nabout 2.00 P.M., he along with his mother Nirmla Rani went to the\n<span class=\"hidden_text\" id=\"span_10\"> Criminal Appeal No.557-DB of 2010                    11</span>\n\nhouse of Manpreet Kaur and found that both Narinderpal and Anmol\n\nwere crying. Narinderpal told him that their mother has administered\n\npoison to them. Thereafter both children began vomiting and passing\n\nloose motions. Surjit Singh and his mother shifted the children to\n\nGuru Nanak Children Hospital at Mansa, where they were referred to\n\nCivil Hospital, Mansa.     By the time they reached Civil Hospital,\n\nMansa, both children had passed away. Surjit Singh has implicated\n\nBinder Kumar and Manpreet Kaur, appellants, along with Kanta Devi\n\nand Anita, sisters of Manpreet Kaur, in the murder of the minors.\n\nSurjit Singh is a witness to the disclosure statement, Ex.PC, pursuant\n\nwhereof a bottle of poisonous substance was recovered at the\n\nbehest of Manpreet Kaur. The prosecution, has, in an attempt to\n\nimpeach his credibility, asserted that Ram Sarup, father-in-law of\n\nManpreet Kaur, had executed a Will in favour of Surjit Singh who\n\nengineered the murder of Manpreet Kaur&#x27;s husband Harjit Singh and\n\nthen her children, so as to inherit the entire property of Ram Sarup.\n\nA large number of irrelevant questions were directed against the\n\nwitness relating to the time of occurrence, why he did not get\n\ntreatment in the village etc. but the defence was unable to impeach\n\nthe credibility of this witness in any manner. It will be necessary, at\n\nthis stage, to point out    that a specific question was put to this\n\nwitness as to how he came to know about poison having been\n\nadministered to the deceased children.      In response, this witness\n\nreiterated   his statement in the affirmative and deposed     that the\n\nchildren had told him that at about 2.00/2.30 P.M. they had been\n\nadministered some poisonous substance by their mother. We find no\n<span class=\"hidden_text\" id=\"span_11\"> Criminal Appeal No.557-DB of 2010                     12</span>\n\nreason to disbelieve the deposition of this witness merely on the\n\nground that Ram Sarup had executed a will in his favour as we are\n\nsatisfied that this could not be      reason enough for him to have\n\nengineered the death of Manpreet Kaur&#x27;s husband and then her\n\nminor children. If Ram Sarup had executed a Will in favour of Surjit\n\nSingh, there was no reason for him to engineer the murder of\n\nManpreet Kaur&#x27;s husband and her children as he would have\n\ninherited the property on the demise of Ram Sarup. The defence\n\nregarding the Will, in our considered opinion, is fanciful and too far\n\nfetched   to believe, particularly, when Ram Sarup stepped into the\n\nwitness box, admitted execution of the Will but also deposed that he\n\nhad cancelled the Will before the incident. We have perused the\n\nstatement of this witness with a great degree of care and are unable\n\nto discern any fact that impeaches the veracity of his deposition. It\n\nis true that there are certain inconsistencies and discrepancies in the\n\nstatement of this witness, but this alone does not distract from the\n\nessence of his statement which, in our considered opinion, unerringly\n\npoints to the guilt of Manpreet Kaur and Binder Kumar.\n\n</blockquote><blockquote id=\"blockquote_19\">           As regards his statement indicting Binder Kumar in the\n\ndeath of these two children on the ground that Binder Kumar and\n\nManpreet Kaur shared an illicit relationship, it is true that this part\n\nof the prosecution evidence is based solely upon the statements of\n\nSurjit Singh PW1 and Ram Sarup PW2. An illicit relationship           is\n\ngenerally concealed from public gaze and only a few, are aware of\n\nsuch a fact, and generally tend to suppress this fact to protect family\n\nhonour for fear of societal disapproval. As a general rule, it is nearly\n<span class=\"hidden_text\" id=\"span_12\"> Criminal Appeal No.557-DB of 2010                    13</span>\n\nimpossible for the prosecution to collect direct evidence of an illicit\n\nrelationship and, therefore, it has to rely upon statements of\n\nwitnesses. It is   for a court to weigh the evidence and thereafter\n\nconclude whether the statements are sufficiently credible to raise\n\ninference of an illicit relationship. We have perused the statement\n\nmade by PW1 Surjit Singh and find no reason to doubt his credibility\n\nor the truthfulness of his deposition. Surjit Singh, in our considered\n\nopinion, had no reason to falsely implicate Manpreet Kaur. A red\n\nherring introduced by the defence, namely, a Will allegedly executed\n\nby Ram Sarup       in favour of the complainant so as to deflect the\n\nblame to Surjit Singh, has been considered in the preceding part of\n\nthe judgment and rejected. We, however, reiterate that in case the\n\nWill was executed in favour of Surjit Singh, there was no reason for\n\nhim to murder the husband and children of Manpreet Kaur as he\n\nwould have, in due course of time, inherited the property of Ram\n\nSarup. The witness     has faced a searing cross-examination from\n\ncounsel for both the appellants     and has not deviated from the\n\nessence of his deposition, namely, an illicit    relationship between\n\nBinder Kumar and Manpreet Kaur, as the cause for these murders.\n\nThe fact that poison was administered to the two minor children,\n\nnamely, Narinderpal, aged 08 years and Anmol, aged 02 years, by\n\nManpreet Kaur, is proved from the statement of Surjit Singh as he\n\nhas clearly deposed that the children told him that poison had been\n\nadministered, to them, by their mother. The next witness, is Ram\n\nSarup, grand father of the deceased children, and father-in-law of\n\nManpreet Kaur appellant. PW2 Ram Sarup has deposed that his son\n<span class=\"hidden_text\" id=\"span_13\"> Criminal Appeal No.557-DB of 2010                  14</span>\n\nHarjit Singh died on 20.7.2005 as some poisonous substance was\n\nadministered to him by Manpreet Kaur. He has also deposed that\n\nManpreet Kaur&#x27;s sisters Smt. Kanta Devi, Anita Devi and Binder\n\nKumar came after the ashes of       Harjit Singh were collected and\n\nstated that as Manpreet Kaur is a young woman, she should remarry\n\nand for that purpose, she should do away with the children. On\n\n23.7.2005 at about 2.00 P.M. when he was present in his house,\n\nManpreet Kaur administered poisonous substance to her children. In\n\nthe meanwhile, Nirmala Devi and Surjit Singh (PW1) came to his\n\nhouse. Narinderpal, aged 08 years, stated that his mother Manpreet\n\nKaur had administered poison to him and his brother. Both children\n\nstarted vomiting and began passing loose motions. Surjit Singh and\n\nNirmala Devi took the children initially to Guru Nanak Children\n\nHospital, and then to Civil Hospital, Mansa, where they expired. He\n\nhas also deposed that Manpreet Kaur had an illicit relationship with\n\nBinder Kumar and she has murdered her children in conspiracy with\n\nBinder Kumar.      The witness was subjected to a searing cross-\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_6\">examination by counsel for both the appellants, but did not commit\n\nany error or a contradiction as to draw an inference that he has\n\ndeposed falsely or has concealed the truth. An attempt was also\n\nmade by the defence to raise an inference by reference to the site\n\nplan of the house, that children were present in the house of Surjit\n\nSingh, where they were poisoned but this suggestion was     repelled\n\nby this witness.     The statement made by PW2 Ram Sarup\n\ncorroborates the statement made by PW1 Surjit Singh. We find no\n\nreason to doubt the correctness of the depositions of these two\n<span class=\"hidden_text\" id=\"span_14\"> Criminal Appeal No.557-DB of 2010                    15</span>\n\nwitnesses.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_7\">               As regards the depositions of these witnesses relating\n\nto illicit relationship between Manpreet Kaur and Binder Kumar, PW 1\n\nSurjit Singh has deposed that he did not disclose the            illicit\n\nrelationship of Binder Kumar and Manpreet Kaur to any person other\n\nthan his family members as he feared for honour of his family. A\n\nperusal   of     examination-in-chief   and    the   detailed   cross-\n\nexamination(s) of PW1 Surjit Singh and PW2 Ram Sarup, in our\n\nconsidered opinion, leaves no manner of doubt that there was an\n\nillicit relationship between Manpreet Kaur and Binder Kumar, who\n\nhatched a conspiracy, to get rid of the children and in furtherance to\n\nthis conspiracy,     they administered poison to the children, in the\n\nshape of an insecticide mixed with cough syrup, that led to their\n\ndeath.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">             The prosecution has proved that poison was found in the\n\nviscera of the minor children by the deposition of PW11 Dr. Suresh\n\nKumar Singla, who conducted the postmortem on the dead bodies of\n\nchildren and on the basis of Chemical Examiner&#x27;s reports,\n\nExs.PW11/C and PW11/D, thereby completing the chain of\n\ncircumstances against the appellants. The       disclosure statement\n\nmade by the appellants before PW10 Surinder Kumar alias Bala puts\n\npaid to any pretense of innocence. The criticism directed against the\n\ndeposition of PW 10 Surinder Kumar @ Bala is that there was no\n\nreason for the appellants to go to Dhanaula and that as this witness\n\nis a previous convict, his statement should be discarded. We have\n\nconsidered the argument, perused the deposition of PW 10 Surinder\n<span class=\"hidden_text\" id=\"span_15\"> Criminal Appeal No.557-DB of 2010                   16</span>\n\nKumar @ Bala with a great degree of care and hold that the fact that\n\nhe is a previous convict, does not lead to an inference that he is a\n\nprocured witness. The appellants have not been able to adduce any\n\nevidence that could enable us to hold that PW10 Surinder Kumar @\n\nBala has not disclosed the truth and even otherwise, there was no\n\nreason for PW10 Surinder Kumar @ Bala to depose against the\n\nappellants as he has no previous enmity,      and as is apparent, is\n\nclosely related to both of them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">           An argument that as the disclosure statement, Ex.PC,\n\nmade by Manpreet Kaur is not signed by her, it should be ruled out\n\nof consideration, is irrelevant, as the trial court has discarded this\n\nevidence on the ground that it is not signed by Manpreet Kaur and as\n\nthe bottle of insecticide recovered pursuant to this disclosure\n\nstatement was not sent for chemical examination.\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">           The trial court has, after considering the evidence, relied\n\nupon <a href=\"/doc/697566/\" id=\"a_17\">section 106</a> of the Evidence Act, to hold that as the children\n\nwere in the custody of Manpreet Kaur, it was for her to explain as to\n\nin what manner, the children consumed poison or were administered\n\npoison. The trial Court has held that the circumstances proved by\n\nthe prosecution clearly establish that Manpreet Kaur administered\n\npoison to the minors     and failed to   satisfy the court about the\n\ncircumstances that led to the death by       poisoning of two minor\n\nchildren, as required by <a href=\"/doc/697566/\" id=\"a_18\">section 106</a> of the Evidence Act. Manpreet\n\nKaur, however, has taken a contradictory stand that children may\n\nhave been poisoned accidentally and another stand that they were\n\npoisoned by Surjit Singh PW1. Manpreet Kaur&#x27;s stand clearly proves\n<span class=\"hidden_text\" id=\"span_16\"> Criminal Appeal No.557-DB of 2010                    17</span>\n\nthat the children were poisoned and the evidence on record proves\n\nbeyond shadow of doubt that they were poisoned by Manpreet Kaur\n\nin conspiracy with Binder Singh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\">            In view of what has been stated hereinabove, we find no\n\nreason whether in fact or in law to interfere with findings recorded by\n\nthe trial court and consequently dismiss both the appeals, i.e.,\n\nCriminal Appeals Nos.557-DB of 2010 and Criminal Appeal No.583-\n\nDB of 2010, filed by accused-appellants.\n</p>\n<pre id=\"pre_2\">            As suitable punishment       has been awarded to the\n\naccused-appellants, we dismiss     Criminal Appeal No. 1208-DB of\n\n</pre><p data-structure=\"Conclusion\" id=\"p_12\">2010 filed by the appellant/complainant for enhancement of\n\nsentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">                                        ( RAJIVE BHALLA )\n                                                JUDGE\n\n\n                                    ( RAKESH KUMAR JAIN )\n22.3.2012                                     JUDGE\nVK\n </p>","numcites":7,"numcitedby":9,"docsource":"Punjab-Haryana High Court","citetid":118694754,"divtype":"judgments","relatedqs":[{"value":"illicit relationship","formInput":"illicit%20relationship"},{"value":"extra judicial confession","formInput":"extra%20judicial%20confession"},{"value":"administering poison ","formInput":"administering%20poison%20"},{"value":"poisoned","formInput":"poisoned"},{"value":"confession","formInput":"confession"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"judicial confession","formInput":"judicial%20confession"},{"value":"chemical examiner","formInput":"chemical%20examiner"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"insecticide ","formInput":"insecticide%20"},{"value":"criminal appeal after 2010","formInput":"criminal%20appeal%20after%202010"},{"value":"section 106","formInput":"section%20106"},{"value":"balbir singh","formInput":"balbir%20singh"},{"value":"inheritance","formInput":"inheritance"},{"value":"ram singh","formInput":"ram%20singh"},{"value":"rakesh kumar jain","formInput":"rakesh%20kumar%20jain"},{"value":"rakesh kumar","formInput":"rakesh%20kumar"},{"value":"106","formInput":"106"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"burden-of-proof-for-known-facts","formInput":"tag:burden-of-proof-for-known-facts"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"power-to-proceed-against-other-persons-appearing","formInput":"tag:power-to-proceed-against-other-persons-appearing"}],"courtcopy":true,"query_alert":null,"agreement":false}