{"tid":1922173,"publishdate":"1976-08-20","title":"Dalbir Kaur & Ors vs State Of Punjab on 20 August, 1976","doc":"<h2 class=\"doc_title\">Dalbir Kaur &amp; Ors vs State Of Punjab on 20 August, 1976</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1977 AIR 472, 1977 SCR (1) 280, AIR 1977 SUPREME COURT 472, (1976) 4 SCC 158, 1977 SC CRI R 46, 1977 (1) SCJ 54, (1977) 1 SCR 280, 1976 SCC(CRI) 527, 1977 MADLJ(CRI) 50</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-c-gupta\">A.C. Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-c-gupta\">A.C. Gupta</a>, <a href=\"/search/?formInput=benchid:s-m-ali\">Syed Murtaza Fazalali</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nDALBIR KAUR &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF PUNJAB\n\nDATE OF JUDGMENT20/08/1976\n\nBENCH:\nGUPTA, A.C.\nBENCH:\nGUPTA, A.C.\nFAZALALI, SYED MURTAZA\n\nCITATION:\n 1977 AIR  472\t\t  1977 SCR  (1) 280\n 1976 SCC  (4) 158\n CITATOR INFO :\n R\t    1978 SC1558\t (28)\n F\t    1980 SC 184\t (1)\n D\t    1983 SC1081\t (18)\n\n\nACT:\n\t    Constitution   of\tIndia\t<a href=\"/doc/427855/\" id=\"a_1\">Article\t 136--</a>Practice\t and\n\tprocedure--Whether  a court of criminal appeal--Whether\t can\n\tinterfere  with concurrent findings of\tfact  --interference\n\twhen grave and substantial injustice.\n\t    <a href=\"/doc/1569253/\" id=\"a_2\">Indian  Penal  Code</a>---<a href=\"/doc/1560742/\" id=\"a_3\">Section  302-</a>-Non-examination\t  of\n\teye  witnesses--Interested witnesses--Meaning  of--Necessity\n\tof examining independent witnesses--Motive--Delay in lodging\n\tFIR  and  despatch  to\tMagistrate--Identification   parade,\n\tnecessity of.\n\n\n\nHEADNOTE:\n\t    The deceased Ajaib Singh had two sons, Dalbir Singh\t and\n\tAmir  Singh.  Dalbir Singh along with his wife\tMrs.  Dalbir\n\tKaur  and  Mrs.\t Dalbir Kaur&#x27;s brother Ajit  Singh  and\t her\n\tcousin, Pura, n Singh were charged with having committed the\n\tmurder of Ajaib Singh and Amir Singh.  A partition had taken\n\tplace  between\tAjaib Singh, Dalbir Singh  and\tAmir  Singh.\n\tAfter  the partition Dalbir Singh separated and lived  in  a\n\tseparate portion of the same house where as Ajaib Singh\t and\n\tAmir  Singh lived jointly.  Mrs. Jaswant Kaur, the  wife  of\n\tAmir  Singh  had  delivered a child  and,   therefore,\t her\n\tmother Shiv Kaur was in the house to look after Jaswant Kaur\n\tand the child.\tAs the newly born child was not well,\tboth\n\tJaswant\t Kaur  and her mother were awake at  that  time\t and\n\telectric  bulb\twas  burning in\t the\t  courtyard.   Ajaib\n\tShingh\twas sleeping near the stable outside the  house\t and\n\tAmir  Singh was sleeping in the house.\tAll the male  appel-\n\tlants  were  armed  with kitpans and Mrs.  Dalbir  Kaur\t was\n\tarmed with datar.  They went to the house of Ajaib Singh  at\n\tabout  1.00  A.M.   Dalbir Singh had  altercation  with\t his\n\tfather\tAjaib Singh and expressed his  dissatisfaction\tover\n\tthe partition of the lands and asked his father and  brother\n\tto  get ready to meet the consequences and to  call  anybody\n\tfor  help  if  they liked.  Thereupon Dalbir  Singh  gave  a\n\tkirpan\tblow on the left jaw of Ajaib Singh and Mrs.  Dalbir\n\tKaur  gave  a datar blow on his right  shoulder\t while\tAjit\n\tSingh  and  Puran  Singh gave kirpan  blows  on\t his  chest.\n\tThereafter,  the  appellants proceeded to the  cot  of\tAmir\n\tSingh  who  was\t caught hold of by Dalbir  Singh  and  Puran\n\tSingh.\tAjit Singh gave a kirpan blow on his right leg while\n\tMrs.  Dalbir Singh gave a datar blow on his  left  shoulder.\n\tDalbir\tSingh and Puran Singh thereafter dragged Amir  Singh\n\tand put him over the body of Ajaib Singh and thereafter\t all\n\tthe  appellants\t caused further injuries to Amir  Singh\t and\n\tAjaib  Singh.  Both of them died on the spot.  Jaswant\tKaur\n\tand Shiv Kaur raised alarm but they were threatened to\tkeep\n\tquiet  as a result of which those two helpless\tladies\tshut\n\tthemselves up in one of the rooms.  Some time early  morning\n\tthe  appellants left the house.\t Jaswant Kaur  narrated\t the\n\tincident to Mukhtiar Singh and Mohinder Singh and ultimately\n\tleft  with Mohinder Singh and lodged the  first\t information\n\treport\tat the police station which is about six miles\taway\n\tat  9.00 a.m.  The Sessions Court convicted  the  appellants\n\tunder<a href=\"/doc/1560742/\" id=\"a_4\"> s. 302</a> of the Indian Penal Code and sentenced the male\n\tappellants to death sentence and to the female appellant  to\n\timprisonment for life.\tIn appeals and confirmation proceed-\n\tings,  the High Court confirmed the conviction and  sentence\n\timposed by the trial court.\n\t\t In  an\t appeal by special  leave,   the  appellants\n\t\t contended:\n\t\t  1. Since the special leave is granted, the  appel-\n\t\t lants\tare entitled to argue  all the questions  of\n\t\t law and facts.\n\t\t  2. The only eye-witnesses,  namely,  Mrs.  Jaswant\n\t\t Kaur and Mrs. Shiv Kaur are the interested witness-\n\t\t es  and,  therefore, their evidence should  not  be\n\t\t accepted.\n\t\t 281\n\t\t 3.  No\t independent witness has  been\texamined  to\n\t\t prove the recoveries.\n\t\t 4. There was no evidence of motive for the murder.\n\t\t   5.  The  prosecution case should  be\t thrown\t out\n\t\t because  of  the non-examination of  four  material\n\t\t witnesses,  Mohinder  Singh, Dayal  Singh  who\t are\n\t\t alleged  to have watched the assault  and  Mukhtiar\n\t\t Singh\tand  Mohinder Singh who went  to  the  house\n\t\t after the assault was over.\n\t\t   6.  There was delay in the lodging of  the  first\n\t\t information report and also in its despatch to\t the\n\t\t Magistrate.\n\t\t   7.  Jaswant Kaur and Shiv Kaur gave\tgraphic\t de-\n\t\t scription of the occurrence by detailing the nature\n\t\t of  injuries and the parts of the body\t where\tthey\n\t\t were  inflicted.  Such a  photographic\t description\n\t\t smacks of the evidence being tainted one.\n\t\t   8.  The case of Ajit Singh deserves special\tcon-\n\t\t sideration.   Shiv Kaur failed to identify  him  at\n\t\t the test identification parade and if Ajit Singh is\n\t\t acquitted, all the appellants would be\t exonerated,\n\t\t since\tif  one innocent person\t can  be  implicated\n\t\t there\tis no guarantee that others would not be  so\n\t\t implicated.\n\t\t     HELD: (1) The principles governing interference\n\t\t by  this   Court in a criminal\t appeal\t by  special\n\t\t leave were summarised as follows:\n\t\t    (1\t) That this Court would not  interfere\twith\n\t\t the  concurrent  findings  of fact  based  on\tpure\n\t\t appreciation of evidence even if it were to take  a\n\t\t different view on the evidence;\n\t\t (2)  That the Court will not normally enter into  a\n\t\t reappraisement\t or review of the evidence,   unless\n\t\t the  assessment  of the High Court vitiated  by  an\n\t\t error\tof law or procedure or is based on error  of\n\t\t record,  misreading of evidence  or is inconsistent\n\t\t with  the evidence, for instance, where the  ocular\n\t\t evidence  is totally inconsistent with the  medical\n\t\t evidence and so on;\n\t\t    (3)\t That the Court would not enter into  credi-\n\t\t bility\t of the evidence with a view  to  substitute\n\t\t its own opinion for that of the High Court;\n\t\t    (4)\t That  the Court would interfere  where\t the\n\t\t High  Court  has arrived at a finding\tof  fact  in\n\t\t disregard  of\ta judicial  process,  principles  of\n\t\t natural  justice or a fair hearing or has acted  in\n\t\t violation of a mandatory provision of law or proce-\n\t\t dure resulting in serious prejudice or injustice to\n\t\t the accused;\n\t\t    (5) This Court might also interfere where on the\n\t\t proved\t facts\twrong inferences of  law  have\tbeen\n\t\t drawn\tor where the conclusions of the\t High  Court\n\t\t are  manifestly perverse and based on no  evidence.\n\t\t [290D--H]\n\t\t     Pritam  Singh  v.\tThe State  [1950]  SCR\t453;\n\t\t Mohinder Singh v. The State [1950] SCR 821; Hem Rai\n\t\t v.  The  State of Ajmer [1954] SCR  1133;  Khachera\n\t\t Singh v. State of Uttar Pradesh A.I.R. [1956]\tS.C.\n\t\t 546; Saravanabhavan v. State of Madras, AIR  [1966]\n\t\t S.C. 1273; Piara Singh v. State of Punjab  [1969] 1\n\t\t SCC  379;  Nargun Sunder Das Godeia and  others  v.\n\t\t State of Rajasthan [1970] 1 SCC 794; Guli Chand  v.\n\t\t Stale\tof Rajasthan [1974] 3 SCC 698; Kaur Sain  v.\n\t\t State of Punjab [1974] 3 S.C.C. 649; Abdul Gani  v.\n\t\t State\tof  Madhya Pradesh of A.I.R. [1954]  SC\t 31;\n\t\t Kanbi\tNanii Virji and others v. State\t of  Gujarat\n\t\t [1970] 3 SCC 103 and Dharam Das and others v. State\n\t\t of U.P. [1972] 2 SCC 216, followed.\n\t    (2)\t Since the incident took place\tat  midnight  inside\n\tthe  house, the only natural witnesses who could be  present\n\tto  see\t the assault would be Jaswant Kaur and\ther  mother.\n\tThe  close relative who is a very natural witness cannot  be\n\tregarded  as  an interested witness.  The  term\t &quot;interested\n\twitness&quot; postulates that the person concerned must have some\n\tdirect interest in seeing that the\n\t282\n\taccused\t person\t is somehow or the  other  convicted  either\n\tbecause\t he  had some animus with the accused  or  for\tsome\n\tother reason.  In the instant case there, is no evidence  to\n\tindicate  that\teither Jaswant Kaur or Shiv  Kaur  bore\t any\n\tanimus against the accused.  [293A--B]\n\t    Dalip Singh and others v. State of Punjab [1954] SCR 145\n\tand  State of Punjab v. Jagir Singh and others [1974] 3\t SCC\n\t277, followed.\n\t    The\t evidence  of  these witnesses\tcannot\tbe  rejected\n\tmerely\ton  the ground that they were relatives of  the\t de-\n\tceased.\t They have given a graphic description of what\tthey\n\tsaw.   There is no reason to discard the assessment of\tboth\n\tthe  courts below about these two witnesses.  There is\tcir-\n\tcumstantial evidence to support the intrinsic evidence given\n\tby  these  two witnesses.  They\t are  the extract  from\t the\n\tbirth register proving the birth of the son to Mrs.  Jaswant\n\tKaur.\tThe electricity fitting in the house and a  bulb  in\n\tthe  courtyard is proved from the sketch map and the  photo-\n\tgraph. [294 G--H, 295 A--E]\n\t    (3) In the instant case the witnesses watched the occur-\n\trence from a close distance in electric light.\tThe  assault\n\twas  so\t disasterous and gruesome that it must have  made  a\n\tdefinite and lasting impact on the memory of the  witnesses.\n\tHuman  memory  is like a memory which takes snap  shorts  of\n\tstriking  incident and then transmits the same\tthrough\t the\n\twords of mouth faithfully with absolute accuracy and  preci-\n\tsion.\tIn view of the electric bulb burning and  since\t the\n\taccused\t were  fully known to the  informant  Jaswant  Kaur,\n\tthere is nothing unusual if she gave the names and parentage\n\tof  all\t the  a, acused persons in  the\t F.I.R.\t [302  G--H,\n\t303---A]\n\t    (4)\t The  weapons recovered are blood stained  and\twere\n\trecovered  at  the  instance of the  appellants.   Both\t the\n\tcourts\tbelow have accepted the evidence of  recovery.\t 296\n\t[A--C]\n\t    Nachhettar Singh &amp; Others v. State of Punjab A.I.R. 1976\n\tS.C. 351, distinguished.\n\t    (5) The partition with which Dalbir Singh was not satis-\n\tfied  was the motive for the murder.  Both the courts  below\n\thave  found  this to be the motive. In any  case,  the\tHigh\n\tCourt  also confirmed the finding that even if there was  no\n\tmotive,\t the offence has been established by the evidence of\n\tthe eyewitnesses. [297 A--F]\n\t    (6)&#x27;In the present case,  four witnesses were not  exam-\n\tined because two, of them were relatives of Dalbir Singh and\n\ttwo  were won over by the accused according to the  prosecu-\n\ttion  and were not likely to speak the truth and  they\twere\n\tpresent\t in the court.\tMoreover, in the present case  there\n\tare  two independent witnesses who are corroborated  by\t the\n\tmedical\t evidence  and the evidence of the recovery  of\t the\n\tweapons\t at the instance of the appellants themselves.\t The\n\tfact  of  non-examination of Mohinder  Singh  is  immaterial\n\tbecause the question of bulb was a minor matter.  Non-exami-\n\tnation\tof Mohinder Singh would not out-weigh  the  evidence\n\tgiven  by the eye-witnesses corroborated by the\t sketch\t and\n\tphotographs. [297-H, 298 A--H, 299 A--E]\n\tSahai  Ram  v. State of U.P.A.I.R. 1973\t S.C.  618,  distin-\n\tguished.\n\t    Narain  and others v. The State of Punjab  [1959]  Supp.\n\t(1) S.C.R. 724 and Masalti v. State of U.P. [1964] 8  S.C.R.\n\t133, referred to.\n\t    There is no duty on the prosecution to examine witnesses\n\twho  might have been gained over by the accused and even  if\n\tthose witnesses are not produced by the prosecution there is\n\tnothing\t to stop the accused from applying to the court\t for\n\texamining such witnesses under s. 540 of the Criminal Proce-\n\tdure  Code. No such application was ever made by the  appel-\n\tlants  either  before  the trial court or  before  the\tHigh\n\tCourt.\tSuch an application is made here for the first\ttime\n\twhich  is rejected since this Court in special\tjurisdiction\n\tdoes not entertain such application. [300 F  H, 301-A]\n\t    (7)\t There was no delay in lodging the F.I.R. after\t the\n\tgruesome murder. Mrs. Jaswant  Kaur and Mrs. Shiv Kaur\twere\n\tthreatened by the accused as a\n\t283\n\tresult of which they had to shut themselves in the room\t and\n\tit was only at\t6 a.m. that Mrs. Jaswant Kaur accompanied by\n\tMohinder Singh started for the police station and lodged the\n\tfirst information report at 9 a.m.  The police station being\n\tat  a  distance of six miles the informant who\tis  a  woman\n\tcould  no  run to the police station at night and  take\t the\n\trisk  of  being killed by the accused who had stayed  on  in\n\ttheir part of the house even after the occurrence. The delay\n\tin  the\t despatch of the F.I.R. to the magistrate  has\tbeen\n\tclearly\t explained by the sub inspector who deposed that  he\n\thad gone to the Magistrate&#x27;s court but as the Magistrate was\n\tnot in his seat, he proceeded to Gurdaspur to give a copy of\n\tthe first information report to Superintendent of Police and\n\tafter his return he delivered the FIR to the Magistrate at 3\n\tp.m.   Both the courts below have believed the\tevidence  of\n\tthe  sub  inspector which is supported by  documents.\t[301\n\tF--H, 302 A-B]\n\t    (8) So&#x27; far as Ajit Singh is concerned, the testimony is\n\tof a single witness, Jaswant Kaur.  It is difficult to\trely\n\ton  the\t evidence  of Shiv Kaur.  So far as  Ajit  Singh  is\n\tconcerned  although  the  evidence of Jaswant  Kaur  is\t not\n\tdistrusted,  the possibility of her making an honest mistake\n\tin identifying Ajit Singh cannot be safely excluded or ruled\n\tout.   Ajit  Singh gave an application praying\tfor  a\ttest\n\tidentification\tparade on the ground that he had never\tgone\n\tto  the\t village at the time of the occurrence\tbut  at\t the\n\tidentification parade Jaswant Kaur was not asked to identify\n\thim.  Jaswant Kaur could not have known appellant Ajit Singh\n\tvery  well.  The prosecution ought to have produced  Jaswant\n\tKaur also at the test identification parade to identify Ajit\n\tSingh.\tIt  is\tunsafe to rely on the  single  testimony  of\n\tJaswant\t Kaur.\t Therefore, he was given benefit  of  doubt.\n\tFor  the  remaining appellants the conviction  and  sentence\n\tupheld.\t [303G--H, 304 A  G]\n\tA.C. Gupta, J. (Concurring)\n\t    HELD:It  is not possible to catalogue  exhaustively\t all\n\tpossible  circumstances\t  in which  it can   be\t said\tthat\n\tgrave and substantial  injustice  is done. [284 A-B].\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t    CRIMINAL APPELLATE JURISDICTION &#x27; Criminal Appeals\tNos.\n\t232 and 373 of 1975.\n</p><p data-structure=\"Issue\" id=\"p_2\">\t    (Appeals  by Special Leave from the Judgment  and  Order\n\tdated  10-3-1975  of the Punjab and Haryana  High  Court  in\n\tCriminal Appeal NO. 869/74 and Murder Reference No. 44/74).\n</p><p data-structure=\"PetArg\" id=\"p_3\">\t      Frank Anthony and\t Harjinder Singh, for the appellants\n\tin both the appeals.\n</p><p data-structure=\"Precedent\" id=\"p_4\">\tO.P. Sharma, for the respondent in both the appeals.\n\t    The Judgment of the Court was delivered by Fazal Ali, J.\n\tGupta, J. gave a separate opinion.\n</p><p data-structure=\"Conclusion\" id=\"p_5\">\t    GUPTA,  J.---I  agree with my learned brother  that\t the\n\tappeals\t of Dalbir Singh, Puran Singh and Smt.\tDalbir\tKaur\n\talias  Bhiro should be dismissed.  The Judgment of the\tHigh\n\tCourt  which  affirms the order of conviction and  the\tsen-\n\ttences\tpassed on these appellants by the trial\t court\tdoes\n\tnot appear to suffer from any infirmity which can be said to\n\thave  caused  a failure of justice so far as  the  cases  of\n\tthese  appellants  are\tconcerned.  I also  agree  that\t the\n\tappeal\tof  Ajit  Singh should be allowed  for\tthe  reasons\n\tstated in the Judgment of my learned brother.\n\t    The decisions of this Court referred to in the  Judgment\n\tof  my\tlearned brother lay down that this  Court  does\t not\n\tinterfere with the\n<span class=\"hidden_text\" id=\"span_1\">\t284</span>\n\tfindings  of fact unless it is shown that  &quot;substantial\t and\n\tgrave  injustice has been done&quot;. But whether such  injustice\n\thas  been done in a given case depends on the  circumstances\n\tof the case, and I do not think one could catalogue  exhaus-\n\ttively\tall possible circumstances in which it can  be\tsaid\n\tthat there has been grave and substantial injustice done  in\n\tany case.  In the appeals before us the findings recorded by\n\tthe  trial court and affirmed by the High Court do not\tdis-\n\tclose  any  such exceptional and  special  circumstances  as\n\twould  justify\tthe claim made on behalf of  the  appellants\n\twhose  appeals we propose to dismiss that there has  been  a\n\tfailure of justice in these cases.\n</p><p data-structure=\"Issue\" id=\"p_6\">\t    FAZAL  ALI, J.--These two appeals by special  leave\t are\n\tdirected  against the judgment of the Punjab &amp; Haryana\tHigh\n\tCourt  dated March 10, 1975, upholding the  convictions\t and\n\tsentences  imposed on the appellants by the Trial  Court  of\n\tSessions Judge, Gurdaspur.  The two appeals arise out of the\n\tsame  judgment and, therefore, will be dealt with by  us  by\n\tone  common judgment.  Criminal Appeal No. 232 of  1975\t has\n\tbeen  filed  by Smt. Dalbir Kaur @ Bhiro,  Puran  Singh\t and\n\tAjit  Singh, while Criminal Appeal No. 373 of 1975 has\tbeen\n\tfiled  by Dalbir Singh.\t The Sessions Judge  convicted\t all\n\tthe appellants under<a href=\"/doc/1560742/\" id=\"a_5\"> ss. 302</a>/<a href=\"/doc/37788/\" id=\"a_6\">34</a> I.P.C. and sentenced  Dalbir\n\tSingh,\tPuran Singh and Ajit Singh to death and Dalbir\tKaur\n\tto  imprisonment  for life.  The convictions  and  sentences\n\tpassed by the Sessions Judge were upheld by the High  Court.\n\tThe  High  Court refused to grant certificate for  leave  to\n\tappeal\tto Supreme Court and  thereafter on  an\t application\n\tmade to this Court special leave was granted.\n\t\t Two questions arise in these appeals:\n</p><blockquote id=\"blockquote_1\">\t\t     (1)   Can\tthis Court in a criminal  appeal  by\n\t\t special leave\tenter into a fresh review or   reap-\n</blockquote><pre id=\"pre_2\">\t\t praisement  of the\t      evidence\tand  examine\n\t\t the question of credibility of\t\t   witnesses\n\t\t where\t  the\ttwo   Courts\thave\tconcurrently\n</pre><blockquote id=\"blockquote_2\">\t\t found that the prosecution case against the  appel-\n\t\t lants\t\t has been proved; and\n\t\t     (2) Is it open to the appellant, once   special\n\t\t leave\tis granted, to argue on questions of fact at\n\t\t the  hearing,\tor  is he required  to\tconfine\t his\n\t\t arguments only to the points on which special leave\n\t\t could be granted.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_7\">\tNot that these points are not covered by authorities but  in\n\tspite of a catena of decisions of this Court laying down the\n\tvarious principles from time to time over two decades&#x27; and a\n\thalf  counsel for the parties have been insisting upon\tthis\n\tCourt  to go into the questions of fact in order to  examine\n\twhether the judgment of the High Court is correct. I  would,\n\ttherefore, like to review the decisions of this Court on the\n\ttwo points mentioned above so as to clarify the position and\n\tsettle the controversy once for all.\n</p><p data-structure=\"Precedent\" id=\"p_8\">\t    As\tto the principles on which special leave is  granted\n\tby  this  Court, the same have been clearly  and  explicitly\n\tenunciated in a large number of decisions of this Court.  It\n\thas been pointed out that the Supreme Court is not an  ordi-\n\tnary Court of criminal appeal and does not inter-\n</p><span class=\"hidden_text\" id=\"span_2\">\t285</span>\n<p data-structure=\"Precedent\" id=\"p_9\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1283903\" id=\"span_3\">fere on pure questions of fact.\t It is only in very  special\n\tcases  where the Court is satisfied that the High Court\t has\n\tcommitted an error of law or procedure as a result of  which\n\tthere  has  been a serious miscarriage of justice  that\t the\n\tCourt  would interfere with the concurrent findings  of\t the\n\tHigh  Court and the Trial  Court.  It has also been  pointed\n\tout  by\t this  Court more than once that it is\tnot  in\t the\n\tprovince of this Court to reappraise the evidence and to  go\n\tinto  the question of credibility of the witnesses  examined\n\tby  the\t parties, particularly when the\t Courts\t below\thas,\n\tafter considering the evidence, given their findings  there-\n\ton.   In other words, the assessment of the evidence by\t the\n\tHigh Court would be taken by this Court as final, unless  it\n\tis vitiated by any error of law or procedure, by the princi-\n\tples of natural justice, by errors of record, or  misreading\n\tof  evidence, non-consideration\t of glaring  inconsistencies\n\tin the evidence which demolish the prosecution case or where\n\tthe conclusion of the High Court is manifestly perverse\t and\n\tunsupportable\tand the like.  As early as  1950 this  Court\n\tin <a href=\"/doc/1283903/\" id=\"a_7\">Pritam Singh v. The State</a>(1) speaking through Fazal\tAli,\n\tJ., (as he then was) observed as follows:</span>\n</p><blockquote id=\"blockquote_3\">\t\t       &quot;The  obvious  reply to all  these  arguments\n\t\t advanced by the learned counsel for the  appellant,\n\t\t is  that  this Court is not an\t ordinary  Court  of\n\t\t criminal  appeal and will not,\t generally  speaking\n\t\t allow.\t facts to be reopened, especially  when\t two\n\t\t Courts agree in their conclusion in regard to\tthem\n\t\t and  when the conclusions of fact which  are  chal-\n\t\t lenged are dependent on the credibility of witness-\n\t\t es&#x27; who have been believed by the trial Court which\n\t\t had the advantage of seeing them and hearing  their\n\t\t evidence.&quot;\n</blockquote><blockquote id=\"blockquote_4\">\t\t       &quot;In arguing the appeal,\tMr. Sethi  proceeded\n\t\t on  the  assumption that once an  appeal  had\tbeen\n\t\t admitted  by special leave, the entire case was  at\n\t\t large and the appellant was free to contest all the\n\t\t findings of fact and raise every point which  could\n\t\t be  raised  in the High Court or the  trial  Court.\n\t\t This assumption is, in our opinion, entirely unwar-\n\t\t ranted.&quot;\n</blockquote><blockquote id=\"blockquote_5\">\t\t       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1283903\" id=\"span_4\">&quot;The  rule <a href=\"/doc/1283903/\" id=\"a_8\">laid down by</a> the Privy Council  is\n\t\t based on sound principle, and, in our opinion, only\n\t\t those\tpoints can be urged at the final hearing  of\n\t\t the appeal which are fit to be urged at the prelim-\n\t\t inary stage when leave to appeal is asked for,\t and\n\t\t it would be illogical to adopt different  standards\n\t\t at two different stages of the same case.&quot;</span>\n</blockquote><p data-structure=\"Section\" id=\"p_10\">\t\t       On a careful examination of <a href=\"/doc/427855/\" id=\"a_9\">article 136</a> along\n\t\t with the preceding article, it seems clear that the\n\t\t wide  discretionary power with which this Court  is\n\t\t invested under it is to be exercised sparingly\t and\n\t\t in exceptional &#x27;cases only,  ........\t&quot;\n</p><blockquote id=\"blockquote_6\">\t\t       Generally  speaking,  this   Court  will\t not\n\t\t grant\t special  leave,  unless it  is\t shown\tthat\n\t\t exceptional  and special circumstances exist,\tthat\n\t\t Substantial  and grave injustice has been done\t and\n\t\t that  the  case in question  presents\tfeatures  of\n\t\t sufficient  gravity  to  warrant a  review  of\t the\n\t\t decision appealed against.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_11\">\t\t (1) [19501 S.C.R. 453.\n</p><span class=\"hidden_text\" id=\"span_5\">\t\t 286</span>\n<p data-structure=\"Section\" id=\"p_12\">\t\t Analysing  this decision, two principles appear  to\n\t\t have been clearly <a href=\"/doc/1283903/\" id=\"a_10\">laid down by</a> this Court:\n</p><blockquote id=\"blockquote_7\">\t\t     (1\t ) that in appeals by special leave  against\n\t\t the  concurrent findings of the Courts below,\tthis\n\t\t Court\twould  not go into the\tcredibility  of\t the\n\t\t evidence and would interfere only when\t exceptional\n\t\t and  special  circumstances exist which  result  in\n\t\t substantial and grave injustice having been done to\n\t\t the accused; and\n\t\t     (2)  that\teven after special  leave  has\tbeen\n\t\t granted  the appellant is not free to\tcontest\t all\n\t\t the  findings of fact,&#x27; but his arguments would  be\n\t\t limited  only\tto those points, even at  the  final\n\t\t hearing, which could be urged at the stage when the\n\t\t special leave to appeal is asked for.\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">\t\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1551823\" id=\"span_6\">This case was followed by another Bench decision of\n\t\t this Court a little later in <a href=\"/doc/1551823/\" id=\"a_11\">Mohinder Singh v.\t The\n\t\t State</a>(j) where this Court observed thus:</span>\n</p><blockquote id=\"blockquote_8\">\t\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1283903\" id=\"span_7\">&quot;This  Court, as was pointed out  in  <a href=\"/doc/1283903/\" id=\"a_12\">Pritam\n\t\t Singh v. The State</a> (1950) SCR 453--will not  enter-\n\t\t tain a criminal appeal except in special and excep-\n\t\t tional cases where it is manifest that by a  disre-\n\t\t gard  of the forms of legal process or by a  viola-\n\t\t tion of the principles of natural justice or other-\n\t\t wise  substantial  and\t grave\tinjustice  has\tbeen\n\t\t done.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">\t\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"788958\" id=\"span_8\">In  <a href=\"/doc/788958/\" id=\"a_13\">Hem  Raj v. The State of  Ajmer</a>,.(2)  the\tsame\n\t\t principle was reiterated by Mahajan C.J.,  speaking\n\t\t for the Court, where it was observed thus:</span>\n</p><blockquote id=\"blockquote_9\">\t\t       &quot;Unless\tit  is shown  that  exceptional\t and\n\t\t special  circumstances exist that  substantial\t and\n\t\t grave\t injusice   has been done and  the  case  in\n\t\t question presents features of sufficient gravity to\n\t\t warrant a review of the decision appealed  against,\n\t\t this Court does not exercise its overriding  powers\n\t\t under\t<a href=\"/doc/1218877/\" id=\"a_14\">article 136(1)</a> of the Constitution  and\t the\n\t\t circumstance  that  because the  appeal,  has\tbeen\n\t\t admitted  by  special leave does  not\tentitle\t the\n\t\t appellant  to open out the whole case\tand  contest\n\t\t all  the  findings of fact and raise  every   point\n\t\t which\tcould be raised in the High Court.  Even  at\n\t\t the  final hearing only those points can ,be  urged\n\t\t which are fit to be urged at the preliminary  stage\n\t\t when the leave to appeal is asked for.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">\t\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1772562\" id=\"span_9\">In <a href=\"/doc/1772562/\" id=\"a_15\">Khacheru Singh  v.\tState of Uttar Pradesh</a>(3) it\n\t\t was pointed out that this Court does not  interfere\n\t\t with the findings of fact arrived at by the  Courts\n\t\t below, unless something substantial has been  shown\n\t\t to persuade this Court to go behind the findings of\n\t\t fact.\tImam, J. who spoke for the Court observed as\n\t\t follows:</span>\n</p><blockquote id=\"blockquote_10\">\t\t (1) [1950] S.C.R. 821.\n</blockquote><blockquote id=\"blockquote_11\">\t\t (2) [1954] S.C.R. 1133.\n</blockquote><blockquote id=\"blockquote_12\">\t\t (3) A.I.R. [1956] S.C. 546.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">\t\t 287</span>\n<blockquote id=\"blockquote_13\">\t\t       &quot;In  an appeal by way of special\t leave\tthis\n\t\t Court usually does not interfere with the  findings\n\t\t of fact arrived at by the Courts below and  nothing\n\t\t substantial  has  been shown to persuade us  to  go\n\t\t behind the findings of fact arrived at by them.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">\t\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1174300\" id=\"span_11\">In <a href=\"/doc/1174300/\" id=\"a_16\">Saravanabhavan v. State of Madras</a>(1), Hidayatul-\n\t\t lah, J., (as he then was) speaking for the majority\n\t\t crystallised and reiterated the principles  already\n\t\t <a href=\"/doc/1174300/\" id=\"a_17\">laid  down by</a> this Court on previous occasions\t and\n\t\t observed as follows:</span>\n</p><blockquote id=\"blockquote_14\">\t\t       &quot;No  doubt  this Court  has  granted  special\n\t\t leave to the appellants but the question is one  of\n\t\t the  principles  which this Court  will  ordinarily\n\t\t follow\t in  such an appeal.  It has been  ruled  in\n\t\t many cases before that this Court will not reassess\n\t\t the  evidence\tat large, particularly when  it\t has\n\t\t been  concurrently accepted by the High  Court\t and\n\t\t the  court  or courts below.  In other\t words\tthis\n\t\t Court\tdoes  not  form a fresh opinion\t as  to\t the\n\t\t innocence  or the guilt of the accused. It  accepts\n\t\t the appraisal of the evidence in the High Court and\n\t\t the court or courts below.  Therefore, before\tthis\n\t\t Court interferes something more must be shown, such\n\t\t as,   that there has been in the trial a  violation\n\t\t of the principles of natural justice or a  depriva-\n\t\t tion  of the rights of the accused or a  misreading\n\t\t of  vital  evidence  or an  improper  reception  or\n\t\t rejection  of\tevidence  which,  if  discarded\t  or\n\t\t received, would leave the conviction unsupportable,\n\t\t or that the court or courts have committed an error\n\t\t of  law or of the forms of legal process or  proce-\n\t\t dure  by  which justice  itself   has\tfailed.\t  We\n\t\t have, in approaching this case, borne these princi-\n\t\t ples  in  mind.  They are the\tprinciples  for\t the\n\t\t exercise  of jurisdiction in criminal cases,  which\n\t\t this  Court   brings before itself by\ta  grant  of\n\t\t special leave.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">\t\t The minority judgment in the same case by  Wanchoo,\n\t\t J.,  (as  he then was), so far as the\tquestion  of\n\t\t interference by this Court was concerned, also took\n\t\t more  or  less the :same view\t and   observed\t  as\n\t\t follows:\n</p><blockquote id=\"blockquote_15\">\t\t       &quot;Ordinarily, this Court does not go into\t the\n\t\t evidence when\tdealing\t with  appeals\tunder\t<a href=\"/doc/134715/\" id=\"a_18\">Art.\n\t\t 13 6</a>  of  the Constitution particularly when  there\n\t\t are  concurrent findings.  This does not mean\tthat\n\t\t this Court will in no case interfere with a concur-\n\t\t rent  findings\t of fact in a  criminal\t appeal;  it\n\t\t only means that this Court will not so interfere in\n\t\t the  absence  of special circumstances.   One\tsuch\n\t\t circumstance  is  where there is an  error  of\t law\n\t\t vitiating  the finding as, for example,  where\t the\n\t\t conviction  is based on the testimony of an  accom-\n\t\t plice without first considering the question\n<span class=\"hidden_text\" id=\"span_12\">\t\t 288</span>\n\t\t whether  the  accomplice  is  a  reliable  witness.\n\t\t Another   circumstance\t is  where  the\t  conclusion\n\t\t reached by the Courts below is so patently  opposed\n\t\t to  well  established principles  of  judicial\t ap-\n\t\t proach,  that\tit can be  characterised  as  wholly\n\t\t unjustified or perverse.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">\t\t The  only  difference between the  two\t views\t was\n\t\t that  while  the majority view was that except\t for\n\t\t the  principles mentioned above the  Supreme  Court\n\t\t could never interfere with  the concurrent findings\n\t\t of  fact  in a criminal appeal, the  minority\tview\n\t\t agreed with the principles but it held that in view\n\t\t of  special  circumstances as pointed\tout  in\t the\n\t\t observations  quoted above the Court  could  inter-\n\t\t fere.\tAt any rate, according to both the views the\n\t\t ratio is that this Court would not normally  inter-\n\t\t fere with the concurrent findings of fact,   unless\n\t\t there\tare special circumstances justifying  inter-\n\t\t ference.\n</p><p data-structure=\"Precedent\" id=\"p_19\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1005201\" id=\"span_13\">In <a href=\"/doc/1005201/\" id=\"a_19\">Piara Singh v. State of Punjab</a>(1) this Court\n\t\t refused  to interfere because it thought  that\t the\n\t\t points\t involved  related to pure  appreciation  of\n\t\t evidence  and no error of law was at all  committed\n\t\t and observed as follows:</span>\n</p><blockquote id=\"blockquote_16\">\t\t       &quot;The  High Court has examined in\t detail\t the\n\t\t argument of the appellant on this point and reached\n\t\t the  conclusion that the statement of the  approver\n\t\t with  regard  to the packing of  the  hand  grenade\n\t\t should be accepted as true.   The question involved\n\t\t is one of appreciation of evidence and not a  ques-\n\t\t tion of  law.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1446293\" id=\"span_14\">In\t <a href=\"/doc/1446293/\" id=\"a_20\">Hatgun Sunder Das Godeja and others v.\t The\n\t\t State of Maharashtra</a>(2) it was reiterated that this\n\t\t Court\tdoes  not  normally proceed  to\t review\t the\n\t\t evidence,  unless  there  was\tsome  illegality  or\n\t\t irregularity  in  the approach of  procedure.\t  In\n\t\t this connection, the Court observed as follows:</span>\n</p><blockquote id=\"blockquote_17\">\t\t       &quot;We may appropriately repeat-what has   often\n\t\t been  pointed out by this Court that under  <a href=\"/doc/427855/\" id=\"a_21\">Article\n\t\t 136</a> of the Constitution this Court does not normal-\n\t\t ly proceed to review the evidence in criminal cases\n\t\t unless the trial is vitiated by some illegality  or\n\t\t material irregularity of procedure or the trial  is\n\t\t held  in  violation  of rules\tof  natural  justice\n\t\t resulting  in grave miscarriage of justice.\tThis\n\t\t Article.  reserves to this Court a special  discre-\n\t\t tionary power to  interfere  in suitable cases when\n\t\t for special reasons it considers that\tinterference\n\t\t is called for in the larger interests of justice.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674898\" id=\"span_15\">In\t a  recent decision of this  Court  in\t<a href=\"/doc/674898/\" id=\"a_22\">Guli\n\t\t Chand v. State of Rajasthan</a>(3) this Court  observed\n\t\t as follows:</span>\n</p><blockquote id=\"blockquote_18\">\t\t (1)  [1969]  1\t S.C.C.\t 379.\t\t\t (2)\n\t\t [1970] 1 S.C.C. 724.\n</blockquote><span class=\"hidden_text\" id=\"span_16\">\t\t 289</span>\n<blockquote id=\"blockquote_19\">\t\t       &quot;It  is\tdifficult,  after  considering\t the\n\t\t totality  of evidence, to hold that the  concurrent\n\t\t findings  of  fact  given by the  Courts  below  as\n\t\t regards   the\tproof  of  guilt  of   each  accused\n\t\t beyond\t reasonable doubt are really  erroneous\t one\n\t\t may  not agree with the assessment of the  evidence\n\t\t of  each witness individually either by  the  trial\n\t\t Court\tor  by\tHigh Court.   Yet, we do  not  think\n\t\t that  this  is a fit case  for\t interference  under\n\t\t <a href=\"/doc/427855/\" id=\"a_23\">Article  136</a> of the  Constitution.    Consequently,\n\t\t we  uphold  the convictions and  sentences  of\t the\n\t\t appellants and dismiss this appeal.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525991\" id=\"span_17\">To\t the  same effect is the  decision  of\tthis\n\t\t Court\tin  <a href=\"/doc/525991/\" id=\"a_24\">Kaur Sain v. State of  Punjab</a>,(1)  where\n\t\t Chandrachud,  J., speaking for the  Court  observed\n\t\t thus:</span>\n</p><blockquote id=\"blockquote_20\">\t\t    &quot;It is not the practice of this Court to  under-\n\t\t take  a fresh\t appraisal of the evidence  in\tsuch\n\t\t matters.   .\t     If\t  two views of the  evidence\n\t\t were  reasonably  possible,&#x27;we\t would\t  not\thave\n\t\t substituted  our conclusion for that of  the\tHigh\n\t\t Court.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">\t\t     The case really lays down that where the appre-\n\t\t ciation of the evidence by the Courts below is\t not\n\t\t erroneous  even though this  Court may be  inclined\n\t\t to take a different view it would not be a fit case\n\t\t for interference.\n</p><p data-structure=\"Precedent\" id=\"p_24\">\t\t Another important principle that has been enunciat-\n\t\t ed by\t this Court is that even where the  prosecu-\n\t\t tion  case  consists of an admixture of  truth\t and\n\t\t falsehood it is the duty of the Court to sift truth\n\t\t from  falsehood,  to separate the  grain  from\t the\n\t\t chaff instead of taking the easy course of  reject-\n\t\t ing  the entire prosecution case in view   of\tsome\n\t\t discrepancy  here  or there.\tIf,  after  applying\n\t\t these legal principles, the Court finds that  truth\n\t\t and  falsehood are so inextricably  mixed  together\n\t\t that  it is not possible to sift truth from  false-\n\t\t hood the Court would be justified in rejecting\t the\n\t\t prosecution  case.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1521345\" id=\"span_18\">In  <a href=\"/doc/1521345/\" id=\"a_25\">Abdul Gani  v.  State  of\n\t\t Madhya Pradesh</a>(2) this Court observed as follows:</span>\n</p><blockquote id=\"blockquote_21\">\t\t       &quot;The  learned Sessions Judge was\t undoubtedly\n\t\t in  error  when he said that it was  impossible  to\n\t\t find  out from\t the state of the  prosecution\tevi-\n\t\t dence\twith any amount of  certainty who among\t the\n\t\t accused  persons  participated in the\toffence\t and\n\t\t that  it would be a pure gamble to. convict any  of\n\t\t the  accused.\t He made no effort to disengage\t the\n\t\t truth from the falsehood and to sift the grain from\n\t\t the chaff but took an easy course and after holding\n\t\t the  evidence discrepant held that the\t whole\tcase\n\t\t was untrue.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1758642\" id=\"span_19\">To the same effect is a later decision of\tthis\n\t\t Court\tin <a href=\"/doc/1758642/\" id=\"a_26\">Kanbi Nanji Virji and others v. State  of\n\t\t Gujarat</a>(3) where this Court reiterated as follows:</span>\n</p><blockquote id=\"blockquote_22\">\t\t       &quot;It is true that often times the courts\thave\n\t\t to separate to the truth from falsehood.  But where\n\t\t the  two  are\tso\n\t\t (1) [1974] 3 S.C.C. 649.\n</blockquote><blockquote id=\"blockquote_23\">\t\t (2) A.I.R. 1954S.C.31\n\t\t (3) [1970] 3 S.C.C. 103.\n</blockquote><span class=\"hidden_text\" id=\"span_20\">\t\t 290</span>\n<p data-structure=\"Section\" id=\"p_26\">\t\t intermingled  as to make it impossible to  separate\n\t\t them,\tthe evidence has to be rejected in  its\t en-\n\t\t tirety.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_27\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949443\" id=\"span_21\">Recently also in <a href=\"/doc/949443/\" id=\"a_27\">Dharam Das and others v. State\n\t\t of U.P.</a> (1) this Court commented on this aspect  of\n\t\t the matter thus:</span>\n</p><blockquote id=\"blockquote_24\">\t\t       &quot;In our view, the trial court approached\t the\n\t\t case  ignoring the basic principle that unless\t the\n\t\t exaggeration  and falsehood in the evidence are  on\n\t\t points destructive of the substance of the prosecu-\n\t\t tion  story,  it is the Court&#x27;s duty to  sift\t the\n\t\t evidence, separating truth from falsehood, and come\n\t\t to  its conclusion about the guilt or innocence  of\n\t\t the  persons accused of the offence.\tExaggeration\n\t\t or falsehood on points which do not touch the\tcore\n\t\t of the prosecution story are not to be given  undue\n\t\t importance,  provided,\t of  course, there is trust-\n\t\t worthy\t evidence supporting the real substance\t and\n\t\t core of the prosecution case.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">\t\t     Thus  the principles governing interference  by\n\t\t this  Court in\t a criminal appeal by special  leave\n\t\t may be summarised as follows:\n</p><blockquote id=\"blockquote_25\">\t\t    (1) that  this  Court  would not interfere\twith\n\t\t the concurrent finding of fact based on pure appre-\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">\t\t ciation   of\tevidence even if it were to  take  a\n\t\t different view on the evidence;\n</p><p data-structure=\"CDiscource\" id=\"p_30\">\t\t    (2) that the Court will not normally enter\tinto\n\t\t a reappraisement or review of the evidence,  unless\n\t\t the assessment of the High Court is vitiated by  an\n\t\t error\tof law or procedure or is based on error  of\n\t\t record,  misreading of evidence or is\tinconsistent\n\t\t with  the evidence, for instance, where the  ocular\n\t\t evidence  is totally inconsistent with the  medical\n\t\t evidence and so on;\n</p><p data-structure=\"Precedent\" id=\"p_31\">\t\t    (3)\t that the Court would not enter into  credi-\n\t\t bility\t of  the evidence with a view to  substitute\n\t\t its own opinion    for that of the High Court;\n</p><p data-structure=\"Precedent\" id=\"p_32\">\t\t    (4)\t that  the Court would interfere  where\t the\n\t\t High  Court  has arrived at a finding\tof  fact  in\n\t\t disregard  of\ta judicial  process,  principles  of\n\t\t natural  justice or a fair hearing or has acted  in\n\t\t violation  of\ta mandatory  provision\tof   law  or\n\t\t procedure resulting in serious prejudice or  injus-\n\t\t tice to the accused;\n</p><p data-structure=\"Precedent\" id=\"p_33\">\t\t (5)  this Court might also interfere where  on\t the\n\t\t proved\t facts\twrong inferences of  law  have\tbeen\n\t\t drawn\tor  where  the\t\tconclusions  of\t the\n\t\t High  Court are  manifestly  perverse\t\t and\n\t\t based on no evidence:\n</p><blockquote id=\"blockquote_26\">\t\t (1) [1972] 2 SCC. 216.\n</blockquote><span class=\"hidden_text\" id=\"span_22\">\t291</span>\n<p data-structure=\"Precedent\" id=\"p_34\">\tIt is very difficult to lay down a rule of universal  appli-\n\tcation\tbut the principles mentioned above and\tthose  adum-\n\tbrated in the authorities of this Court cited supra  provide\n\tsufficient  guidelines\tfor this Court\tto  decide  criminal\n\tappeals by special leave.   Thus  in  a\t criminal appeal  by\n\tspecial\t leave, this Court at the hearing examines the\tevi-\n\tdence  and the judgment of the High Court with\tthe  limited\n\tpurpose\t of  determining whether or not the High  Court\t has\n\tfollowed  the principles enunciated above.  Where the  Court\n\tfinds that the High Court has committed no violation of\t the\n\tvarious\t principles <a href=\"/doc/949443/\" id=\"a_28\">laid down by</a> this Court and has  made  a\n\tcorrect approach and has not ignored or overlooked  striking\n\tfeatures  in  the evidence which  demolish  the\t prosecution\n\tcase,  the findings of fact arrived at by the High Court  on\n\tan appreciation of the evidence in the circumstances of\t the\n\tcase would not be disturbed.\n</p><p data-structure=\"Facts\" id=\"p_35\">\t    Much  time,\t energy and expense could be  saved  if\t the\n\tprinciples  enunciated\tabove  are strictly  adhered  to  by\n\tcounsel\t for  the parties and they confine  their  arguments\n\twithin the four corners of those principles and they cooper-\n\tate in this sound and subtle judicial method without  trans-\n\tgressing  the limits imposed by the decisions of this  Court\n\ton  its power to interfere with the concurrent\tfindings  of\n\tfact.\t In  the instant case both the\tCourts\tbelow  have,\n\tafter  full and complete appreciation of the  evidence,\t ac-\n\tcepted\tthe  prosecution case and have held that  the  guilt\n\tagainst all the appellants has been proved beyond reasonable\n\tdoubt.\t This should have been sufficient to dispose of this\n\tappeal.\t But  as Mr. Frank Anthony learned counsel  for\t the\n\tappellants    has argued the case at very great\t length\t and\n\tseemed to have prepared the case with great thoroughness and\n\tfrom  corner to corner, we would like to deal with  some  of\n\tthe important arguments advanced by him after giving a brief\n\tnarration of the main features of the prosecution case.\n\t    This  is  really a most unfortunate\t case  of  patricide\n\twhere a\t son along with his companions appears to have\tmur-\n\tdered  his  own father and brother over\t a  petty  partition\n\tdispute relating to few Killas of land.\t  The murder commit-\n\tted  by the appellants, if proved, is both gruesome,  brutal\n\tand  unprovoked.  The deceased Ajaib Singh appears  to\thave\n\tpartitioned  his  properties between his two  sons,  namely,\n\tDalbir\tSingh--who is one of the appellants--and Amir  Singh\n\tone  of\t the  sons who was killed.   Ajaib  Singh  owned  18\n\tkillas\tof  land  which\t was divided in\t three\tshares,\t two\n\tshares being allotted to Dalbir Singh and Amir Singh and one\n\tshare  was  kept by the deceased Ajaib Singh   for  himself.\n\tAfter  the partition Dalbir Singh separated and lived  in  a\n\tseparate portion of the house, while both the deceased Ajaib\n\tSingh and Amir Singh lived jointly in two rooms the verandah\n\tbeing common.\tAjaib Singh was having joint mess and culti-\n\tvation\twith his son Amir Singh.   Dalbir Singh was  married\n\tto  Mst. Dalbir\t Kaur @ Bhiro who is also one of the  appel-\n\tlants.\t  Amir Singh was married to Mst. Jaswant Kaur.\t  As\n\tJaswant\t Kaur had given birth to a child she had called\t her\n\tmother\tMst.  Shiv Kaur to look after her  and\t the  child.\n\tAccording  to  the  prosecution Dalbir Singh  left  for\t his\n\tfather-\n</p><span class=\"hidden_text\" id=\"span_23\">\t292</span>\n<p data-structure=\"Facts\" id=\"p_36\">\tin-law&#x27;s  village Santupura a day prior to  the\t occurrence,\n\twhile\this wife Bhiro along with her children followed\t him\n\tin  the\t morning of the day of occurrence.   It\t is  alleged\n\tthat  on the might intervening 30th and 31st July,  1973  at\n\tabout  1 A.M. Jaswant Kaur and her husband Amir\t Singh\twere\n\tlying  on their cots in the verandah and Shiv Kaur was\talso\n\tsleeping  in  front of the verandah while Ajaib\t  Singh\t was\n\tlying on a cot near the buffalo in the court-yard.   As\t the\n\tnewly  born child of Jaswant Kaur was not well both  Jaswant\n\tKaur  and her mother Shiv Kaur were awake t0 nurse him.\t  At\n\tthat   time   electric bulb was burning\t in  the  court-yard\n\tbecause an electric connection had been recently taken\tfrom\n\ta neighbour in view of the illness of  the child of  Jaswant\n\tKaur.\t Near about 1 A.M. Jaswant Kaur and Shiv Kaur  heard\n\tthe  noise  of foot-steps and they saw Dalbir  Singh,\tAjit\n\tSingh  and Puran Singh armed with kirpans while Dalbir\tKaur\n\t@ Bhiro armed with a datar standing  by the side of  the cot\n\tof  Ajaib Singh.   Dalbir Singh had an altercation with\t his\n\tfather\tAjaib Singh and expressed his dis-satisfaction\tover\n\tthe partition of the lands and asked his father and  brother\n\tto  get ready to meet the  consequences and to call  anybody\n\tfor  help  if they liked.   Thereupon Dalbir  Singh  gave  a\n\tkirpan blow on the left jaw of Ajaib Singh and Bhiro gave  a\n\tdatar blow on his right shoulder, while Ajit Singh and Puran\n\tSingh  gave kirpan blows on his chest.\tAfter this  gruesome\n\toperation was over, the accused proceeded to the cot of Amir\n\tSingh who was caught hold of by Dalbir Singh and Puran Singh\n\tand Ajit Singh is alleged to have given a kirpan blow on his\n\tright  leg while Mst.\tBhiro gave a datar blow on his\tleft\n\tshoulder.  Dalbir  Singh and Puran Singh then  dragged\tAmir\n\tSingh and put him over the body of Ajaib Singh and  thereaf-\n\tter all the appellants caused further injuries to Amir Singh\n\tand  Ajaib Singh with their respective weapons on  different\n\tparts of their bodies as a result of which they succumbed to\n\tthe  injuries.\tJaswant Kaur and Shiv Kaur raised alarm\t but\n\tthey  were  threatened to keep quiet as a  result  of  which\n\tthese  two  helpless  ladies  shut  themselves up in one  of\n\tthe rooms.  Sometime in the  early  morning the accused\t who\n\thad   stayed  on in their  part\t  of  the  house   left\t the\n\tvillage and went away.\t Jaswant Kaur narrated the  incident\n\tto Mukhtar Singh and Mohinder Singh and ultimately left with\n\tMohinder  Singh and lodged the First Information  Report  at\n\tpolice station Sadar Batala at 9 A.M. Thereafter the  Inves-\n\ttigating Officer proceeded to the spot, prepared an  inquest\n\treport\tsent  bodies  of the two  deceased  for\t post-mortem\n\texamination and conducted the usual .investigations.  It  is\n\tfurther alleged that in the course of the investigation\t all\n\tthe.  appellants  made certain statements on  the  basis  of\n\twhich recoveries of the kirpans and the datar were made from\n\tthe accused concerned. The police after usual  investigation\n\tsubmitted chargesheets as a result  of which the  appellants\n\twere  committed to the Court of Session and ultimately\tcon-\n\tvicted and sentenced as indicated above. The Sessions  Judge\n\tmade  a reference to the High Court for confirmation of\t the\n\tsentence imposed on all the appellants and appeals were also\n\tfiled by all the accused and the High Court after  consider-\n\ting the\t entire\t evidence agreed with the view taken by\t the\n\tSessions  Judge\t confirmed  the sentences and dismissed\t the\n\tappeals.\n</p><span class=\"hidden_text\" id=\"span_24\">\t293</span>\n<p data-structure=\"Precedent\" id=\"p_37\">\t    The defence pleaded innocence and Ajit Singh particular-\n\tly  pleaded alibi and stated that he had never gone  to\t the\n\tvillage\t Marrar Kalan where the occurrence had taken  place.\n\tIt  might be mentioned here that the appellant\tPuran  Singh\n\twas a full brother of Bhiro while Ajit Singh was her cousin.\n\tThe central evidence against the appellants consists of\t the\n\tstatements of P.W. 3 Jaswant Kaur and P. W. 4 Shiv Kaur\t who\n\thave  given a complete narrative of the prosecution case  as\n\tindicated  above.    These two eye witnesses have  been\t de-\n\tscribed\t  as interested witnesses by counsel for the  appel-\n\tlants  but we do  not subscribe to this view.  There can  be\n\tno  doubt that having regard to the fact that  the  incident\n\ttook place at mid-night inside the house of Ajaib Singh, the\n\tonly  natural  witnesses who could be present to  see\t the\n\tassault would be Jaswant Kaur and her mother Shiv Kaur.\t  No\n\toutsider  can be expected to have come at that time  because\n\tthe  attack by the appellants was sudden.  Moreover a  close\n\trelative who is a very natural witness cannot be regarded as\n\tan   interested\t witness.  The term &quot;interested&quot;  postulates\n\tthat the person concerned must have some direct interest  in\n\tseeing\tthat  the accused person is  somehow  or  the  other\n\tconvicted either because he had some animus with the accused\n\tor for some other reason.   Such is not the case here.\t  In\n\tthe instant case there is absolutely no evidence to indicate\n\tthat  either  Jaswant  Kaur or Shiv  Kaur  bore\t any  animus\n\tagainst the accused.   This Court had an occasion to  decide\n\tas to whether a\t relative could\t be treated as an interested\n\twitness.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770422\" id=\"span_25\">In <a href=\"/doc/770422/\" id=\"a_29\">Dalip Singh and others v. State  of  Punjab</a>(&#x27;)\n\tthis  Court  expressed its surprise   over  the\t  impression\n\twhich prevailed in the minds of the members of the bar\tthat\n\trelatives  were\t not independent witnesses and in  order  to\n\tdispel the same the qualities of independent witnesses\twere\n\tclearly\t elucidated.   In this connection, Vivian Bose,\t J.,\n\tspeaking for  the  Court  observed  as follows:</span>\n</p><blockquote id=\"blockquote_27\">\t\t       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1420504\" id=\"span_26\">&quot;We  are\t unable to agree .with\tthe  learned\n\t\t Judges of the High Court that the testimony of\t the\n\t\t two  eye-witnesses requires corroboration.  If\t the\n\t\t foundation   for  such\t an observation is based  on\n\t\t the  fact that\t the  witnesses\t are women and\tthat\n\t\t the fate of seven  men\t hangs\ton  their testimony,\n\t\t we know of no such rule.  If it is grounded on\t the\n\t\t reason\t that  they are closely related to  the\t de-\n\t\t ceased we are unable to concur.  This is a  fallacy\n\t\t common to many criminal cases and one which another\n\t\t Bench\tof  this  Court\t endeavoured  to  dispel  in\n\t\t <a href=\"/doc/1420504/\" id=\"a_30\">Rameshwar   v.\t  The  State   of  Rajasthan</a>  [1952]\n\t\t S.C.R.\t 377  &amp;\t 390.\tWe  find,  however, that  it\n\t\t unfortunately\tstill persists, if not in the  judg-\n\t\t ments of the courts, at  any  rate  in\t the   argu-\n\t\t ments\tof counsel.</span>\n</blockquote><blockquote id=\"blockquote_28\">\t\t       A  witness  is  normally\t to  be\t  considered\n\t\t independent  unless he or she springs from  sources\n\t\t which are likely to\n\t\t (1) [1954] S.C.R. 145\n<span class=\"hidden_text\" id=\"span_27\">\t\t 294</span>\n\t\t be  tainted  and  that usually\t means\t unless\t the\n\t\t witness   has\tcause, such as enmity  against\t the\n\t\t accused,   to\t wish\tto  implicate  him  falsely.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">\t\t Ordinarily,  a\t close relative would  be  the\tlast\n\t\t to ..screen the real culprit and falsely  implicate\n\t\t an innocent person.  It is true, when feelings\t run\n\t\t high  and there is personal cause for enmity,\tthat\n\t\t there\tis a tendency to drag in an innocent  person\n\t\t against whom a witness has a grudge along with\t the\n\t\t guilty,   but foundation  must\t be laid for such  a\n\t\t criticism  and the mere fact of   relationship\t far\n\t\t from  being a foundation is often a sure  guarantee\n\t\t of truth.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_39\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_28\">A similar view was taken in a later decision of\n\t\t this\tCourt  in <a href=\"/doc/1048134/\" id=\"a_31\">Masalti v. State of U.P.</a>(1)  where\n\t\t this Court observed as follows:</span>\n</p><blockquote id=\"blockquote_29\">\t\t       &quot;But  it would, we think, be unreasonable  to\n\t\t contend that evidence given by witnesses should  be\n\t\t discarded only on the ground that it is evidence of\n\t\t partisan or interested witnesses  .................\n\t\t The&#x27; mechanical  rejection  of such evidence on the\n\t\t sole  ground that it is partisan  would  invariably\n\t\t lead to failure of justice.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">\t\t     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674898\" id=\"span_29\">In <a href=\"/doc/674898/\" id=\"a_32\">Guli Chand</a>&#x27;s case (supra) it was pointed out\n\t\t that\tnormally  close relatives  of  the  deceased\n\t\t would\t not   be   considered\t to   be  interested\n\t\t witnesses  who would falsely mention the  names  of\n\t\t other\tpersons as responsible for causing  injuries\n\t\t to the deceased.   Thus in this case also the Court\n\t\t held that the witnesses concerned even though rela-\n\t\t tives\tcould not be considered to be interested  or\n\t\t partisan. This Court observed at p. 702 thus:</span>\n</p><blockquote id=\"blockquote_30\">\t\t       &quot;It  has\t been held by this  Court  that\t the\n\t\t mere  fact that a witness is a relation of a victim\n\t\t is not sufficient to discard his testimony.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_41\">\t    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"313314\" id=\"span_30\">To the same effect are the observations by this Court in\n\t<a href=\"/doc/313314/\" id=\"a_33\">State of Punjab v. Jagir Singh &amp; Ors.</a> (2)\n\t     For these reasons, therefore, I am unable to reject the\n\tevidence  of  P.Ws. 3 and 4 merely on the ground  that\tthey\n\twere  relatives\t of the deceased.  I have myself   carefully\n\tgone   through\tthe  entire evidence of these two  witnesses\n\tand I find that shorn of a few embellishments here and there\n\ttheir testimony has a ring of truth a colour of\t consistency\n\tand  a\tsense of straightforwardness as a  result  of  which\n\ttheir evidence inspires great confidence.  They have given a\n\tgraphic description of what they had seen.  In these circum-\n\tstances,  therefore,\tI do not see any reason\t to  discard\n\tthe assessment\tof  the\t Courts\n\t(1)  [1964]  8 S.C.R. 133\t\t      (2)  [1974]  3\n\tS.C.C. 277\n<span class=\"hidden_text\" id=\"span_31\">\t295</span>\n\tbelow regarding these two witnesses.  I will, however,\tdeal\n\twith the general comments made by counsel for the appellants\n\tregarding  the\tentire case a little later.  Thus  once\t the\n\tevidence of these two witnesses is believed, the prosecution\n\tcase  stands  proved, apart from anything  else.   It  will,\n\thowever, appear that the prosecution had led  circumstantial\n\tevidence  to support the intrinsic evidence given  by  these\n\twitnesses.   One of the reasons for the presence of  P.W.  4\n\tShiv  Kaur  in the house and the electric  installation\t was\n\tthat Jaswant Kaur had recently given birth to a child.\tThis\n\tfact  is clearly proved from the Birth Register\t Ext.  P.O.,\n\twhich has been proved by P.W. 10, which clearly shows that a\n\tson was born to Amir Singh who is also known as Bhagta Singh\n\ton July 11, 1973.  The entry has been made on July 14, 1973.\n\tThis  extract from the Birth Register  has been\t proved\t  by\n\tP.W.  10 Sohan Singh Chowkidar of the village who  maintains\n\tbirth  and death register and testifies on oath that he\t had\n\thimself seen the child of Jaswant Kaur.\t These two pieces of\n\tevidence  therefore prove conclusively that the evidence  of\n\tthe two witnesses was absolutely true in the sense that\t one\n\tJaswant\t Kaur  had  given birth to a  child she\t had  called\n\tShiv  Kaur  a few days before her delivery.  The  occurrence\n\ttook place a little more &#x27;than two weeks after the birth  of\n\tthe  child.  Similarly the witnesses (P.Ws. 3 and  4)\thave\n\tcategorically  stated  that  at the time  when\tthe  accused\n\tentered\t the house an electric bulb was burning because\t the\n\tchild  was  not\t well.\t That there was electricity  fitting\n\tin  the house and  a  bulb  in\tthe  court-yard\t  is  estab-\n\tlished\tfrom the sketch map of the place prepared by P.W.  5\n\tBal  Krishan  who has been examined to\tprove  the  sketches\n\tprepared  by  him which shows the electric fitting  and\t the\n\tbulb.  This is further corroborated by the evidence of\tP.W.\n\t5 Mohinder  Singh.  photographer who had prepared the photo-\n\tgraph  Ext.  P.N.  which  also proves the electric fittings.\n\tIn these circumstances the testimony of these two  witnesses\n\ton  these two essential points is fully corroborated by\t the\n\tother evidence.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_42\">\t    Mr.\t Anthony however submitted that the prosecution\t has\n\tnot examined the best evidence, namely,\t Mohinder Singh from\n\twhom the electric connection was borrowed.  This was a\tvery\n\tminor matter and the evidence led by the prosecution clearly\n\tproved the fact that there was electric installation and the\n\tbulb  actually\tburning at the time of occurrence  and\tnon-\n\texamination  of Mohinder Singh would not outweigh  the\tevi-\n\tdence  given by the eye witnesses corroborated as it  is  by\n\tthe  evidence of P. Ws. 5 &amp; 6 and the documents\t Exts.\tP.N.\n\tand P.M.\n\t    The prosecution has further led the evidence of recovery\n\tof  the\t weapons from all the appellants at  their  instance\n\twhich  are  Exts. P.Q., P.S., P.T., and P.U.\tThe  weapons\n\trecovered  were bloodstained and they were recovered at\t the\n\tinstance  of  the  appellants. Both the\t Courts\t below\thave\n\taccepted this evidence\tand  this was\n\tsought to be repelled by learned counsel for the  appellants\n\ton  the\t ground that no independent witness as such  as\t has\n\tbeen examined to prove the recoveries.\tIt would appear that\n\tso far as Ext. P.Q. 3--1104SCI/76\n<span class=\"hidden_text\" id=\"span_32\">\t296</span>\n\tthe recovery of kirpan from Pooran Singh is concerned it has\n\tbeen  proved by Darshan Singh brother of Jaswant  Kaur.\t  We\n\tfind   that Jaswant Kaur was not an interested\twitness\t be-\n\tcause\tshe   was   the wife of one of\tthe  deceased.\t Her\n\tbrother\t Darshan Singh&#x27;s testimony does not suffer from\t any\n\tinfirmity  and\the must be considered to be  an\t independent\n\twitness\t because he  bears  no\tanimus\t whatsoever  against\n\tany  of\t the appellants.  Darshan Singh was  examined  as  a\n\twitness as P.W. 11 and was  examined  at  great\t length\t but\n\tno  suggestion\twas given to him that he  had\tany   enmity\n\tagainst\t the accused.  The only thing that was suggested  to\n\thim  was that he was deposing falsely because of  his  rela-\n\ttionship---a ground which cannot be entertained.\n\t    As regards the recoveries of the weapons at the instance\n\tof Dalbir Kaur, Dalbir Singh and Ajit Singh, it is true that\n\tthey   have  been attested by the police officers  and\tsome\n\tindependent  persons as search witnesses.  The police  offi-\n\tcers  have been examined to prove the search but  the  other\n\twitnesses  have not been examined.  That by itself does\t not\n\tintroduce any serious infirmity in the evidence furnished by\n\tthe  recoveries which at best is only a corroborative  piece\n\tof  evidence. We shall, however, take. up the case  of\tExt.\n\tP.U. the recovery of kirpan from Ajit Singh a little later.\n\t  The  learned counsel for the appellants relied on a  deci-\n\tsion  of this Court in Nachhettar Singh &amp; others  v.   State\n\tof   Punjab(1)\twhere Bhagwati, J., speaking for  the  Court\n\tobserved as follows:\n</p><blockquote id=\"blockquote_31\">\t\t\t &quot;It  is because of the serious\t infirmities\n\t\t in  the  main version of the  occurrence  that\t the\n\t\t story\tof arrest, recovery  of fire-arms  and\tcar-\n\t\t tridges  from the person of the appellants and\t the\n\t\t findings  of  the empties at the  place  of  occur-\n\t\t rences\t assumed importance  ...... The recovery  in\n\t\t the  circumstances of this case ought to have\tbeen\n\t\t proved by examining the witnesses who had witnessed\n\t\t the recovery.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\">\tIn  the\t first place that case is  clearly   distinguishable\n\tbecause\t  the recoveries in that case suffered from  various\n\tother  infirmities which led the Court to reject  that\tevi-\n\tdence.\tAgain what the Court observed was that the  recovery\n\tshould\tbe proved by examining witnesses who  had  witnessed\n\tthe  recovery.\t In the instant case the witnesses  were  no\n\tdoubt  examined\t to  prove the recoveries   and\t  both\t the\n\tcourts\tbelow have accepted their evidence.  This is  not  a\n\tease where  no witnesses for recoveries were examined at all\n\tso that the evidence of recovery could be thrown out on that\n\tground\talso.  In these circumstances, therefore,  the\tcase\n\tcited  by  the learned counsel for the appellants  does\t not\n\tappear\tto  be\tof any assistance to him  and  therefore  we\n\toverrule  the  contention  of the learned  counsel  on\tthis\n\tscope.\n</p><p data-structure=\"PetArg\" id=\"p_44\">\t    It\twas further urged that there does not appear  to  be\n\tany  motive  for murder of the two deceased persons  by\t the\n\tappellants who happened to be the son of one of the deceased\n\tand brother of another.\t It\n\t(1) A.I.R. 1976 S.C. 831.\n</p><span class=\"hidden_text\" id=\"span_33\">\t297</span>\n<p data-structure=\"PetArg\" id=\"p_45\">\twas submitted that in case of patricide the prosecution must\n\tprove strong and compelling motive before the  murder can be\n\taccepted.  The learned Sessions Judge has accepted the\tevi-\n\tdence of  motive, namely, the fact that the appellant Dalbir\n\tSingh was wholly dissatisfied with the partition of  proper-\n\tties and  particularly\tbecause\t his father Ajaib Singh used\n\tto  give the produce of the land to his brother Amir  Singh.\n\tThe  Sessions Judge on the question of motive found as\tfol-\n\tlows:\n</p><blockquote id=\"blockquote_32\">\t\t       &quot;This was the main bone of contention between\n\t\t Ajaib Singh and Dalbir Singh accused.\tDalbir Singh\n\t\t accused  wanted to have three more killas  of\tland\n\t\t from  Ajaib  Singh but the latter refused  to\tpart\n\t\t with  his land.  Although as discussed\t above,\t the\n\t\t circumstances\tof  the case do point out  that\t the\n\t\t accused had a motive to commit the crime,  yet even\n\t\t if  it\t is assumed for the sake of  argument\tthat\n\t\t the prosecution has not been able to prove by\tgood\n\t\t evidence that the. accused had any impelling motive\n\t\t to commit  the crime, it would not render any\thelp\n\t\t to them.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">\tThe  High  Court also confirmed this finding and  held\tthat\n\teven  if the motive was not proved, if the evidence  of\t the\n\teye  witnesses\tJaswant Kaur and Shiv Kaur is  accepted\t the\n\tquestion  of  motive pales  into insignificance and  becomes\n\tabsolutely academic.  We would, however, hasten to add\tthat\n\tthis is no doubt the correct proposition of law, but in\t the\n\tinstant case we should remember that lust of land is a\tvery\n\tsensitive  matter.   We have known a very  large  number  of\n\tcases  resulting in serious disputes cultimating in  murders\n\tover small  land disputes.  Various persons react different-\n\tly  in similar circumstances and we cannot,  therefore,\t ex-\n\tclude: the possibility of the appellant Dalbir Singh  having\n\treacted\t very  sharply against what he considered to  be  an\n\tinequitable  distribution of the property.  This  would\t un-\n\tdoubtedly provide an adequate motive for the murder which is\n\tdemonstrated by the fact that the two deceased persons\twere\n\tactually  murdered by Dalbir Singh and his party.  In  these\n\tcircumstances  we  are\tsatisfied that the  finding  of\t the\n\tCourts below on this point is absolutely correct.\n\t    I  shall now deal with two important points\t which\twere\n\tvehemently  pressed by Mr. Anthony learned counsel  for\t the\n\tappellants.   In the first place it was contended  that\t the\n\tentire\tprosecution  case should be thrown  out\t because  of\n\tnon-examination of four material witnesses in this case.  It\n\twas submitted that even according to the evidence of Jaswant\n\tKaur  her neighbours Mohinder Singh and Daya Singh had\talso\n\twitnessed the occurrence.  Jaswant Kaur stated this fact  at\n\tp.  46\tof Paper Book No. II but she also  added  that\teven\n\tthough they were watching the occurrence they did nothing to\n\thelp the deceased nor did they raise any alarm.\t The counsel\n\tfurther submitted that these two witnesses were interrogated\n\tby  the police and yet they have not been examined to  prove\n\tand  corroborate  the evidence of the  eye  witnesses.\tThis\n\tomission is undoubtedly there and we have to see as to what\n<span class=\"hidden_text\" id=\"span_34\">\t298</span>\n\tis its effect on the truth of the prosecution case.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1249510\" id=\"span_35\">In\t the\n\tsame  token it was also contended that two other  witnesses,\n\tnamely,\t Mukhtiar Singh and Mohinder Singh  who\t immediately\n\tcame to the house and to whom the eye witnesses narrated the\n\toccurrence have also not been examined.\t Particular  comment\n\twas made regarding the non-examination of Mohinder Singh who\n\thad in fact accompanied the informant to the police station.\n\tIt was argued by Mr. Anthony that in view of this deliberate\n\tomission to examine material witnesses a reflection is\tcast\n\ton  the\t fairness of the trial so as to vitiate the  convic-\n\ttion  of  the  appellants.  Strong reliance  was  placed  by\n\tcounsel for the appellants on the decision of this Court  in\n\t<a href=\"/doc/1249510/\" id=\"a_34\">Habeeb Mohammad v. The State of Hyderabad</a>.(1)  In that\tcase\n\twhat  had  happened was that the only  witness\texamined  to\n\tprove  the  firing  by the accused  was\t a   police  Jamadar\n\twhereas\t a  very  senior police officer who is\tsaid  to  be\n\tpresent at the time when the accused gave orders for  firing\n\twas  not produced and what was more was that no\t explanation\n\tfor  the  omission  to examine this witness was\t given.\t  In\n\tview  of these circumstances and the other  infirmities\t ap-\n\tpearing <a href=\"/doc/1249510/\" id=\"a_35\">in that case</a> generally, this Court held that such an\n\tomission  to  produce a material witness was  sufficient  to\n\tthrow  doubt  on the prosecution case.\tIn  this  connection\n\tthis Court observed thus:</span>\n</p><blockquote id=\"blockquote_33\">\t\t\t&quot;In  this  situation  it seems\tto  us\tthat\n\t\t Biabani  who  was  a  top-ranking  police   officer\n\t\t present at the scene was a material witness in\t the\n\t\t case and it was the bounden duty of the prosecution\n\t\t to examine him, particularly when no allegation was\n\t\t made  that  if\t produced, he would  not  speak\t the\n\t\t truth .....In our opinion, not only does an adverse\n\t\t inference  arise against the prosecution case\tfrom\n\t\t his non-production as\ta witness in view of  illus-\n\t\t tration (g) to <a href=\"/doc/731516/\" id=\"a_36\">section 114</a> of\tthe Indian  Evidence\n\t\t Act,  but the circumstance of\this  being  withheld\n\t\t from  the court casts a serious reflection  on\t the\n\t\t fairness of the trial.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1249510\" id=\"span_36\">The facts of that case are clearly distinguishable from\t the\n\tfacts  of  the present case.  To begin with<a href=\"/doc/1249510/\" id=\"a_37\">, <a href=\"/doc/1249510/\" id=\"a_38\">in\t that  case</a></a>,\n\texcepting  the interested witness the police  Jamadar  there\n\twas no other eye witness to support the occurrence.  Second-\n\tly,  this Court clarified its observations that\t an  adverse\n\tinference  could  be drawn only if no explanation  for\t the\n\tnon-examination was given or if no allegation was made\tthat\n\tthe witness if produced would not speak the truth.  Thirdly,\n\tit  appears  that although an application was  made  to\t the\n\tTrial  Court for examination of the witness concerned  under\n\ts. 540 of the <a href=\"/doc/445276/\" id=\"a_39\">Code of Criminal Procedure</a>. the Court did\t not\n\taccede to this prayer.\tIn the instant case the\t prosecution\n\thas  given  very reasonable explanation for   not  examining\n\tthese  witnesses and there is nothing to show that  the\t ac-\n\tcused  filed any application before the Trial Court or\teven\n\tbefore\tthe High Court for examining these witnesses as\t the\n\tCourt  witnesses nor did they choose to examine them as\t the\n\tdefence witnesses.  The Public\n\t(1) [1954] S.C.R. 475.</span>\n</p><span class=\"hidden_text\" id=\"span_37\">\t299</span>\n<p data-structure=\"Precedent\" id=\"p_48\">\tProsecutor in his statement before the Sessions Judge clear-\n\tly  stated thus at p. 57 of Paper Book No. II:\n</p><blockquote id=\"blockquote_34\">\t\t   &quot;I  give up Inder Singh and Sadhu Singh  PWs\t  as\n\t\t the\tuncles\tof Dalbir  Singh  accused,  Mohinder\n\t\t Shingh as maternal   uncle of Dalbir Singh, I\talso\n\t\t give up Mukhtar Singh, Nazir\tMasih, Pursan Masih,\n\t\t Chanan Singh and Ravinder Singh IPWs as having been\n\t\t won over by the accused.  They are   not likely  to\n\t\t speak the truth and they are present in court.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">\t\t    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1249510\" id=\"span_38\">The\t reasons given by the Public Prosecutor\t are\n\t\t quite understandable, because the witnesses who had\n\t\t been  given up either on the ground that they\twere\n\t\t relatives  of\tthe appellant Dalbir Singh  or\tthat\n\t\t they had been won over by the accused and were\t not\n\t\t likely\t to speak the truth. This statement  of\t the\n\t\t Public&#x27; Prosecutor which was recorded by the  Trial\n\t\t Court on June 3, 1974 clearly takes the case out of\n\t\t the  ambit of the ratio of the decision  in  <a href=\"/doc/1249510/\" id=\"a_40\">Habeeb\n\t\t Mohammed</a>&#x27;s case (supra).</span>\n</p><p data-structure=\"Precedent\" id=\"p_50\">\t\t     Further  more, in the instant case, there\twere\n\t\t two  independent  witnesses P.Ws. 3 and 4  who\t had\n\t\t proved the actual occurrence and their evidence was\n\t\t fully corroborated by the medical evidence and\t the\n\t\t evidence  of  the recovery of the  weapons  at\t the\n\t\t instance  of the appellants themselves.   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1249510\" id=\"span_39\">In  these\n\t\t circumstances, therefore, the principles <a href=\"/doc/1249510/\" id=\"a_41\">laid\tdown\n\t\t in</a> <a href=\"/doc/1249510/\" id=\"a_42\">Habeeb Mohamed</a>&#x27;s case (supra) will not apply  to\n\t\t this case at all,  Further more in Habeeb Mohamed&#x27;s\n\t\t case  there  was a serious violation  of  procedure\n\t\t because  the Trial Court  refused  to summon  those\n\t\t witnesses  who were cited by the defence which\t was\n\t\t by itself sufficient to vitiate the trial.  It\t was\n\t\t in view of these circumstances that this Court\t was\n\t\t not  prepared\tto  convict the\t accused.  In  these\n\t\t circumstances,\t therefore, the case relied upon  by\n\t\t the   learned\tcounsel for the\t appellants  has  no\n\t\t application to the present case.</span>\n</p><p data-structure=\"Precedent\" id=\"p_51\">\t\t Reliance  was\talso placed on a  decision  of\tthis\n\t\t Court\tin  Sahaj Ram State of U.P. (1)\t where\tthis\n\t\t Court observed as follows:\n</p><blockquote id=\"blockquote_35\">\t\t       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1249510\" id=\"span_40\">&quot;There  is  a clear finding of  the  Sessions\n\t\t Court\tto the effect that P.Ws. 1 to 3 had  a\tvery\n\t\t strong\t motive to falsely &#x27;implicate the  four\t ac-\n\t\t cused forming group II.  In view  of these  circum-\n\t\t stances,  the\tHigh Court&#x27;s  consideration  of\t the\n\t\t evidence  of P.Ws. 1 to 3 is faulty and  erroneous.\n\t\t The conviction of the appellants by the High  Court\n\t\t is  based  exclusively\t on the\t evidence  of  these\n\t\t witnesses giving great importance to Ext. Ka-8.  We\n\t\t have  already held that Ext. Ka-8 should  not\thave\n\t\t been taken into account.  Having due regard to\t the\n\t\t other\tcircumstances\t<a href=\"/doc/1249510/\" id=\"a_43\">referred   to\tabove</a>,\t the\n\t\t evidence of P.Ws. 1 to 3 even as regards the appel-\n\t\t lants,\t stands\t considerably  discredited  and\t  no\n\t\t conviction   can   be based on\t such  an  evidence.\n\t\t This  really is a case, in our opinion,  where\t the\n\t\t courts have substantially disbelieved the  substra-\n\t\t tum of the prosecution&#x27;s case and have reconstruct-\n\t\t ed a story of their own against the appellants.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">\t\t <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1249510\" id=\"span_41\">(1) A.I:R. 1973 s.c. 618\n<span class=\"hidden_text\" id=\"span_42\">\t\t 300</span>\n\tIt  would appear that <a href=\"/doc/1249510/\" id=\"a_44\">in that case</a> there was no evidence  of\n\tthe  eye&#x27; witnesses at all who were examined as\t court\twit-\n\tnesses\tand who destroyed the prosecution  case\t completely.\n\tFurther\t more,\tthe witnesses examined by  the\tprosecution,\n\tnamely, P.Ws. 1 to 3 were factional witnesses and the  find-\n\ting  was that they had very strong motive  to implicate\t the\n\taccused.   Lastly <a href=\"/doc/1249510/\" id=\"a_45\">in that case</a> the F.I.R. on which the\tHigh\n\tCourt  relied was found to be inadmissible in  evidence.  It\n\twas  in\t these circumstances that an adverse  inference\t was\n\tdrawn against the prosecution for non-examining some of\t the\n\twitnesses.   That case also therefore has no application  to\n\tthe facts of the present case.</span>\n</p><p data-structure=\"Precedent\" id=\"p_53\">\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1725486\" id=\"span_43\">On\tthe other hand in <a href=\"/doc/1725486/\" id=\"a_46\">Narain and others v. The State  of\n\tPunjab</a> it was pointed out by this Court that if non-examina-\n\ttion of material witnesses was deliberate and  international\n\tthen  a serious reflection was cast on the  prosecution\t and\n\tthe Court observed as follows:</span>\n</p><blockquote id=\"blockquote_36\">\t      &quot;We agree that if a material witness has been deliber-\n\tately  or unfairly kept back, then a serious  reflection  is\n\tcast  on the propriety of the trial itself and the  validity\n\tof  the\t conviction resulting from it may be open  to  chal-\n\tlenge.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_54\">\tIn the instant case it has been seen that the Public  Prose-\n\tcutor  has  given a statement that the\twitnesses  concerned\n\twere either relatives of the accused or that had been gained\n\tover  by  the accused  and were, therefore,  not  likely  to\n\tspeak  the truth.  In view of this explanation it cannot  be\n\tsaid  that the witnesses were deliberately withheld  or\t un-\n\tfairly kept back and therefore no adverse inference could be\n\tdrawn  against the prosecution for non-examination of  those\n\twitnesses.\n</p><p data-structure=\"Precedent\" id=\"p_55\">\t    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1048134\" id=\"span_44\">To\tthe  same effect is the decision of  this  Court  in\n\t<a href=\"/doc/1048134/\" id=\"a_47\">Masalti</a>&#x27;s case (supra) which was also relied upon by counsel\n\tfor  the appellants on this point.  In that case  the  Court\n\tobserved as follows:</span>\n</p><blockquote id=\"blockquote_37\">\t      &quot;It is undoubtedly the duty of the prosecution to\t lay\n\tbefore\tthe  Court all material evidence   available  to  it\n\twhich  is necessary for unfolding its case; but it would  be\n\tunsound\t to  lay down as a general rule that  every  witness\n\tmust  be examined even though his evidence may not  be\tvery\n\tmaterial or even if it is known that he has been won over or\n\tterrorised. In such a case, it is always open to the defence\n\tto  examine such witnesses as their witnesses and the  court\n\tcan  also call such witnesses in the box in the interest  of\n\tjustice under s. 540 Cr. P.C.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">\tFrom  the observations made by this Court it is quite  clear\n\tthat  there no duty on the prosecution to examine  witnesses\n\twho  might have been gained over by the accused and even  if\n\tthose witnesses are not produced by the prosecution there is\n\tnothing\t to stop the accused from applying to the Court\t for\n\texamining such witnesses under s. 540 of the Code of  Crimi-\n\tnal  Procedure.\t  No such application was ever made  by\t the\n\tappellants  either before the Trial Court or the High  Court\n\tbut  for the first time it was made in this Court  and\tthat\n\ttoo during the\n\t(1) [19591 supp. 1 S.C.R. 724.\n</p><span class=\"hidden_text\" id=\"span_45\">\t301</span>\n<p data-structure=\"Precedent\" id=\"p_57\">\tcourse\tof the arguments.  This Court in its special  juris-\n\tdiction\t does not entertain such applications,\tparticularly\n\tbecause\t the  accused had an opportunity to make  a  similar\n\tapplication  before  the  Courts below\tand  they  have\t not\n\tavailed of the same.  For these reasons, therefore, Criminal\n\tMiscellaneous Petition No. 1291 of 1976 filed by the  appel-\n\tlants in this Court is rejected.\n</p><p data-structure=\"Section\" id=\"p_58\">\t    There is one peculiar feature in this case which is with\n\tregard\tto the eye witnesses Mohinder Singh and\t Daya  Singh\n\twho  are alleged to have seen the occurrence.  According  to\n\tP.W.  3\t they refused  to give statements to the  p?lice  as\n\tdeposed to by the Investigating Officer P.W. 14 at p. 65  of\n\tPaper Book No. II.  In this connection P.W. 14 Sub-Inspector\n\tcategorically  stated as follows: (p. 66 of Paper  Book\t No.\n\tII):\n</p><blockquote id=\"blockquote_38\">\t\t       &quot;I wanted to record the statements of  Mohin-\n\t\t der Singh and Daya Singh under <a href=\"/doc/357596/\" id=\"a_48\">section\t 161</a>  Crimi-\n\t\t nal   Procedure Code on 1st August, 1973  but\tthey\n\t\t were  not  prepared  to make  statements  regarding\n\t\t this occurrence and to become witnesses.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_59\">\tWhat  the  witness  really meant was that  although  he\t did\n\tinterrogate  the witnesses who must have given\tsome  state-\n\tment,  yet  they  were not at all prepared to  be  cited  as\n\twitness\t for the purpose of giving evidence. I had sent\t for\n\tthe case diary and all that we can say is that after  perus-\n\ting  the same 1 do not think that the statement made by\t the\n\twitness\t can be said to be either wrong or  incorrect.\t The\n\twitness does not bear any animus against the accused nor was\n\tany  such suggestion made to him in  cross-examination.\t  I,\n\ttherefore,  do not see\tany reason to distrust the  evidence\n\tof the Investigating Officer P.W. 14 on this point.  If\t his\n\tevidence  is  accepted, then the prosecution  has  given  an\n\tadequate  explanation for not examining Mohinder  Singh\t and\n\tDaya Singh, and therefore no adverse inference can be  drawn\n\tagainst the prosecution.\n</p><p data-structure=\"Precedent\" id=\"p_60\">\t    It was then submitted that there was delay in the  lodg-\n\ting  of\t the F.I.R. and also in its despatch to\t the  Magis-\n\ttrate.\t This argument is to be stated only to be  rejected.\n\tThe  eye witnesses have clearly stated that after the  grue-\n\tsome  occurrence they were threatened by  the accused  as  a\n\tresult of which they had to shut themselves in the room\t and\n\tit  was\t only in the morning when the accused had  left\t the\n\thouse that Jaswant Kaur accompanied by Mohinder Singh start-\n\ted  for\t the police station at 6 A.M. and lodged the  F.I.R.\n\tat the police  station at 9 A.M. the police station being at\n\ta distance of six miles from village Marfar Kalan where\t the\n\toccurrence  took  place.  In view of these facts it  is\t not\n\treasonable  to\texcept\tthe informant to  have\treached\t the\n\tpolice\tstation\t earlier than 9 A.M.  It was  impossible  to\n\texpect\tfrom  the informant who was a woman to rush  to\t the\n\tpolice station at night and take the risk of being killed by\n\tthe  accused  who had stayed on in their part of  the  house\n\teven after the occurrence and had left the house only in the\n\tmorning. It was, however, suggested that there was delay  in\n\tthe despatch of the F.I.R. to the Magistrate.\n</p><span class=\"hidden_text\" id=\"span_46\">\t302</span>\n<p data-structure=\"CDiscource\" id=\"p_61\">\tThis matter has been clearly explained by the  Sub-Inspector\n\twho  after making the necessary entries arrived at the\tspot\n\tand sent Constable Prem Chand P.W. 15 to take the F.I.R.  to\n\tthe  Magistrate. P.W. 15 Prem Chand has deposed that he\t had\n\tgone to the Magistrate&#x27;s Court but as the Magistrate was not\n\tin his seat he proceeded to Gurdaspur to give a copy of\t the\n\tF.I.R.\tto Superindendent of Police and after his return  he\n\tdelivered  the F.I.R. to the Magistrate at 3 P.M.  Both\t the\n\tCourts below have believed the evidence of P.W. 15 which  is\n\tsupported by the documents and the fact that the  Magistrate\n\tactually  received  the\t F.I.R. at 3 P.M.   If\tthe  accused\n\twanted\tto contest this fact they should have  examined\t the\n\tofficers of the Court of the &#x27;Magistrate to find out whether\n\tor  not\t the  Magistrate was available in his  seat  in\t the\n\tmorning as deposed to by Prem Chand.  At any rate, this is a\n\tpure finding of fact which is arrived at on the basis of the\n\tevidence  led by the prosecution and we are not prepared  to\n\tre-open this finding in the present appeal by special  leave\n\tin view of the decisions of this Court.\n</p><p data-structure=\"Precedent\" id=\"p_62\">\t\t     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1035123\" id=\"span_47\">It was also argued that the evidence of P.Ws. 3\n\t\t and 4 should be disbelieved because they have given\n\t\t graphic description of the occurrence by  detailing\n\t\t the  nature of the injuries and the parts  of\t the\n\t\t body where they were inflicted.  Such a  photogenic\n\t\t description smacks of the evidence being a  tainted\n\t\t one  according to the counsel for  the\t appellants.\n\t\t Reliance was placed on a decision of this Court  in\n\t\t <a href=\"/doc/1035123/\" id=\"a_49\">Shivali Sahabrao Bobade v. State of  Maharashtra</a>(1)\n\t\t where this Court observed thus:</span>\n</p><blockquote id=\"blockquote_39\">\t\t\t&quot;Some attempt was made to show that the many\n\t\t injuries  found on the person of the  deceased\t and\n\t\t the manner of their infliction as deposed to by the\n\t\t eye-witnesses do not tally. There is no doubt\tthat\n\t\t substantially\tthe wounds and\tthe weapons and\t the\n\t\t manner\t of  causation run  congruous.\tPhotographic\n\t\t picturisation\tof  blows  and kicks  and  hits\t and\n\t\t strikes  in an attack cannot be expected from\twit-\n\t\t nesses\t who are not fabricated and little turns  on\n\t\t indifferent incompatibilities. Efforts to harmonise\n\t\t humdrum  details betray police tutoring not  rugged\n\t\t truthfulness.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_63\">\tThe observations made by this Court were made having  regard\n\tto  the peculiar facts of that case and cannot be  taken  to\n\tlay  down a rule of universal application.  In\tthe  instant\n\tcase  the  witnesses  watched the occurrence  from  a  close\n\tdistance in an electric light,\tThe assault was so dastardly\n\tand  gruesome that it must have made a definite and  lasting\n\timpact on the memory of the witnesses that made them  remem-\n\tber  the assault with its grotesque details.  Human   memory\n\tis   like a camera which takes snap shots of striking  inci-\n\tdents  and  then transmits the same through  word  of  mouth\n\tfaithfully with absolute accuracy and precision.   Moreover,\n\tit is not a question of\t giving\t photographic details of all\n\tbut  the witnesses have merely described what they  actually\n\tsaw.   It  is  manifest that in view of\t the  electric\tbulb\n\tburning,  the\n\t(1) [1973] 2 S.C.C. 793.\n</p><span class=\"hidden_text\" id=\"span_48\">\t303</span>\n<p data-structure=\"Precedent\" id=\"p_64\">\twitnesses  were bound to observe the weapons with which\t the\n\taccused\t were  armed, the main parts of the body  where\t the\n\tblows  were given and the like.\t As the accused\t were  fully\n\tknown to the informant Jaswant Kaur, there is nothing unusu-\n\tal  if she gave the names  and parentage of all the  accused\n\tpersons in the F.I.R.\tIn these circumstances, the  comment\n\tof  the learned counsel for the appellants is  without\tsub-\n\tstance and must be overruled.\n</p><p data-structure=\"Conclusion\" id=\"p_65\">\t  Lastly Mr. Frank Anthony submitted that. the case of\tAjit\n\tSingh  deserves special consideration, particularly in\tview\n\tof  the\t fact that one of the eye-witnesses  Shiv  Kaur\t has\n\tfailed\tto identify him at the\ttest identification  parade.\n\tIt  was further submitted that if Ajit Singh  is  acquitted,\n\tthen  the whole case would fall to the ground,\t because  if\n\tthe  witnesses could implicate one innocent person there  is\n\tno  guarantee  that the others were not\t equally   innocent.\n\tWhile  I  agree with  the first part of the  statement\tthat\n\there is some room for giving benefit of doubt to Ajit Singh,\n\tI  do  not agree with the other part of\t the  argument\tthat\n\tmerely\tbecause\t Ajit Singh is given benefit of\t doubt,\t the\n\tothers\t also\tshould\tbe  acquitted.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1805227\" id=\"span_49\">In   <a href=\"/doc/1805227/\" id=\"a_50\">Sat  Kumar  v.\n\tState  of Haryana</a>(1) this Court observed thus:</span>\n</p><blockquote id=\"blockquote_40\">\t\t       &quot;There  is no rule of law that if  the  Court\n\t\t acquits  certain accused on evidence of  a  witness\n\t\t finding it to be open to some doubt with regard  to\n\t\t them  for  definite  reasons,\tany  other   accused\n\t\t against whom there is absolute certainty about\t his\n\t\t complicity  in\t the crime based  on  the  remaining\n\t\t credible  part\t of the evidence  of  that  witness,\n\t\t should\t also be-acquitted.  It will, however,\tcall\n\t\t for a closer scrutiny of the evidence and the Court\n\t\t must feel assured that it is safe to rely upon\t the\n\t\t witness  for  the conviction of the  remaining\t ac-\n\t\t cused.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_66\">\t\t To the same effect is the earlier decision of\tthis\n\t\t Court\tin Mohammed Moinuddin v. State of  Maharash-\n\t\t tra(2) where it was observed:\n</p><blockquote id=\"blockquote_41\">\t\t       &quot;Mr. Nuruddin Ahmed urged that the High Court\n\t\t on  the very same evidence has chosen to  give\t the\n\t\t benefit  of doubt to accused No. 3 and, if so,\t the\n\t\t appellant  also  should  be given  the\t benefit  of\n\t\t doubt.\t We are not inclined to accept this  conten-\n\t\t tion of the counsel.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_67\">\tSo far as Ajit Singh is concerned we have the single  testi-\n\tmony  of  Jaswant  Kaur as it is difficult to  rely  on\t the\n\tevidence  of Shiv Kaur, so far as Ajit Singh  is  concerned,\n\tbecause she has failed to identify the appellant Ajit  Singh\n\tat  the\t test identification parade.  Shiv Kaur who  is\t un-\n\tdoubtedly a truthful witness has made no secret of the\tfact\n\tand  has frankly admitted in her statement that she did\t not\n\tknow Ajit Singh from before.  In these circumstances, there-\n\tfore,  the evidence of Shiv Kaur cannot be relied  upon\t for\n\tthe purposes of identification so far as the appellant\tAjit\n\tSingh is concerned.  As regards Jaswant Kaur I see no reason\n\tto distrust her evidence at all, but in the circum-\n\t(1)  [1974] 3 S.C.C. 643.\t\t      (2)  [1971]  3\n\tS.C.C. 33 .\n</p><span class=\"hidden_text\" id=\"span_50\">\t304</span>\n<p data-structure=\"CDiscource\" id=\"p_68\">\tstances\t the  possibility of this witness making  an  honest\n\tmistake in identifying Ajit Singh cannot be safely  excluded\n\tor ruled out.  It may  mentioned here that the accused\tAjit\n\tSingh at the time of surrendering gave an application  which\n\tis  Ext. D.B. at p. 42 of Paper Book Part II where he  cate-\n\tgorically prayed that be should be put at  the test  identi-\n\tfication parade for identification by all the eye  witnesses\n\twho  did not know him from before.  In iris statement  under\n\ts.  342\t of the <a href=\"/doc/445276/\" id=\"a_51\">Code of Criminal Procedure</a> also\t Ajit  Singh\n\ttook the stand that he had never gone to the village  Marrar\n\tKalan  before  or  after the occurrence and that is  why  be\n\tsurrendered not at Batala but  at Gurdaspur so that he might\n\tnot  be got identified by the police to the witnesses.\t The\n\tMagistrate  passed  an order that the  accused\t Ajit  Singh\n\tshould\tbe identified at the test identification parade\t but\n\tunfortunately  while  Shiv Kaur was asked  to  identify\t the\n\tappellant  Ajit\t Singh at the  test  identification  parade,\n\tJaswant\t Kaur  was not asked to identify him there.   It  is\n\ttrue  that Jaswant Kaur has stated in her evidence that\t she\n\tknew  the appellant Ajit Singh as being the cousin  of\tMst.\n\tBhiro  the wife of her husband&#x27;s eider brother.\t He used  to\n\tcome to the house off and on.  It is, therefore, clear\tthat\n\tJaswant Kaur herself might have caught only a glimpse of the\n\tappellant  Ajit\t Singh when he came to meet Mst.  Bhiro\t who\n\tadmittedly  lived in  a separate portion of the\t house\tand,\n\ttherefore, the witness Jaswant Kaur could-not have known the\n\tappellant  Ajit Singh very well.  At any rate,\teither\tAjit\n\tSingh  was known to the witness Jaswant Kaur or he  was\t not\n\tknown.\t In  any case, in view of the stand  taken  by\tAjit\n\tSingh  the  prosecution should, in all\tfairness,  have\t put\n\tJaswant\t Kaur  also  at the test  identification  parade  to\n\tidentify Ajit Singh.  If Ajit Singh was not known to Jaswant\n\tKaur as he said, then she would not have been able to  iden-\n\ttify  him.   If Ajit Singh was known to her, then  also\t the\n\tprosecution  was  not to lose anything.\t In  view  of  these\n\tcircumstances,\ttherefore, I feel it unsafe to rely  on\t the\n\tsingle\ttestimony of Jaswant Kaur, so far as  the  appellant\n\tAjit Singh is concerned. This, however, does not mean\tthat\n\tI  am casting  any  reflection on the credibility or  truth-\n\tfulness\t of  any of the eye-witnesses.\tThe  appellant\tAjit\n\tSingh may have been one of the assailants but in view of the\n\tcircumstances  mentioned above, a reasonable  doubt  arises,\n\tregarding his participation, which must be given to him.  If\n\tthe evidence of Jaswant Kaur is excluded from consideration,\n\tso far as Ajit Singh is concerned, then the evidence of\t the\n\trecovery of kirpan from Ajit Singh by itself was not  suffi-\n\tcient to connect him with the crime, particularly when there\n\twas  no\t statement by Ajit Singh wherein  he  had  confessed\n\tassaulting  the deceased and then pointed out to the  weapon\n\tas  being  the weapon with which he had\t assaulted  the\t de-\n\tceased.\t  In  these circumstances I am\tsatisfied  that\t the\n\tprosecution has not been able to prove its case against Ajit\n\tSingh  beyond reasonable doubt and the High Court was  wrong\n\tin convicting him.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">\t    So\tfar  as the other appellants, namely,  Dalbir  Kaur,\n\tDalbir\tSingh, and Puran Singh are concerned, I fully  agree\n\twith  the judgment of the High Court that the case has\tbeen\n\tproved\tbeyond doubt against those appellants and they\thave\n\tbeen rightly convicted.\t Both the Courts\n<span class=\"hidden_text\" id=\"span_51\">\t305</span>\n\tbelow  have  applied their mind to the\tquestion  of  giving\n\tdeath  sentences  and have pointed out that this  being\t the\n\tcase  of a most\t dastardly, cruel, gruesome  and  unprovoked\n\tmurder of two innocent and helpless persons, while they were\n\tasleep,\t death sentence was the only sentence that could  be\n\tgiven to them, particularly to Dalbir Singh and Puran Singh.\n\tThe  Trial  Court rightly gave life imprisonment  to  Dalbir\n\tKaur  @\t Mst. Bhiro as she was a woman and appears  to\thave\n\tplayed in the hands of her husband.\n</p><p data-structure=\"Conclusion\" id=\"p_70\">\t    The\t result is that the appeal of Ajit Singh is  allowed\n\tand  the conviction and sentence imposed on him\t are  hereby\n\tset  aside.  He\t is acquitted of the charges framed  against\n\thim and is directed to. be set at liberty immediately.\t The\n\tappeals of Dalbir Singh, Puran Singh and Dalbir Kaur @\tMst.\n\tBhiro are hereby dismissed and the convictions and sentences\n\timposed on them are affirmed.\n</p><pre id=\"pre_3\">\tP.H.P.\t\t\t\t\t    Appeals   partly\n\tallowed.\n<span class=\"hidden_text\" id=\"span_52\">\t306</span>\n\n\n\n</pre>","numcites":29,"numcitedby":233,"docsource":"Supreme Court of India","citetid":1922173,"divtype":"judgments","relatedqs":[{"value":"interested witness","formInput":"interested%20witness"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"adverse inference","formInput":"adverse%20inference"},{"value":"\"substantially injustice\"","formInput":"%22substantially%20injustice%22"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"article 136","formInput":"article%20136"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"concurrent findings of fact","formInput":"concurrent%20findings%20of%20fact"},{"value":"non examination","formInput":"non%20examination"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"grave injustice","formInput":"grave%20injustice"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"material witness ","formInput":"material%20witness%20"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"how fact can be proved","formInput":"how%20fact%20can%20be%20proved"},{"value":"concurrent findings","formInput":"concurrent%20findings"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"\"grave injustice\"","formInput":"%22grave%20injustice%22"}],"cats":[{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"murder","formInput":"tag:murder"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"common-intention","formInput":"tag:common-intention"}],"courtcopy":true,"query_alert":null,"agreement":false}