{"tid":98426680,"publishdate":"2025-01-28","title":"M/S.The Indian Hume Pipe Co vs The Managing Director on 28 January, 2025","doc":"<h2 class=\"doc_title\">M/S.The Indian Hume Pipe Co vs The Managing Director on 28 January, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-shaffiq\">Mohammed Shaffiq</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-shaffiq\">Mohammed Shaffiq</a></h3>\n\n<pre id=\"pre_1\">                                                                        W.P.(MD)No.12558 of 2017\n\n                           BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\n                                           Reserved on : 30.12.2024\n\n                                           Pronounced on : 28.01.2025\n\n                                                   CORAM\n\n                         THE HONOURABLE MR.JUSTICE MOHAMMED SHAFFIQ\n\n                                       W.P.(MD)No.12558 of 2017\n\n\n\n                M/s.The Indian Hume Pipe Co., Limited,\n                Rep. by its Deputy General Manager,\n                Mr.S.Arunachalam,\n                No.8, First Floor,\n                Gopalapuram,\n                Chennai - 600 006.                                        ... Petitioner\n                                                    Vs.\n\n                1.The Managing Director,\n                TWAD Board,\n                No.31, Kamarajar Salai,\n                Chepauk, Chennai - 5.\n\n                2.The Chief Engineer,\n                TWAD Board, Southern Region,\n                Ganesh Nagar, Melur Road,\n                Madurai - 625 007.\n\n                3.The Executive Engineer,\n                TWAD Board, Project Division,\n                Virudhunagar District.                                    ... Respondents\n\n\n\n\n                1/33\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                          W.P.(MD)No.12558 of 2017\n\n                PRAYER : Writ Petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India for\n                issuance of Writ of Mandamus directing the respondents to disburse the amount\n                payable to the petitioner towards price adjustment in terms of minutes of the\n                meeting conducted by the respondent Board on 14.06.2016 and the\n                consequential order of the 1st respondent in his proceedings Letter No.\n                23217/Audit/2017 dated 20.04.2017 in respect of the work namely providing\n                CWSS to 637 Rural habitations in Aruppukottai, Kariapatti, Thiruchuli and\n                Narikudi Unions in Virudhunagar District with river Thamirabarani as source\n                near Vallanadu within a time frame fixed by this Court.\n\n\n                                      For Petitioner   : Mr.B.Saravanan\n                                                         Senior Advocate\n                                                         for Mr.D.Kirubakaran\n\n\n                                      For Respondents : Mr.Veera Kathiravan,\n                                                        Additional Advocate General\n                                                        Assisted by Mr. R.Satheesh\n                                                        Standing Counsel\n\n                                                       ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                          The present Writ Petition is filed for issuance of a Writ of Mandamus,\n\n                directing the respondents to disburse the amounts payable to the petitioner\n\n                towards price adjustment in terms of the Minutes of the meeting conducted by\n\n                the respondent Board on 14.06.2016 and the consequential order of the 1st\n\n                respondent vide proceedings No.23217/Audit /2017 dated 20.04.2017, with\n\n\n<span class=\"hidden_text\" id=\"span_1\">                2/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_2\">\f                                                                           W.P.(MD)No.12558 of 2017</span>\n\n                regard to the agreement entered between the respondent board and the petitioner\n\n                in CER/TWAD/MDU/No.22/2011-12/dated 30.12.2011.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_2\">                 2.Brief facts:\n</p>\n<blockquote id=\"blockquote_1\">                           a. The petitioner is engaged in the business of manufacturing, laying and\n\n                joining pipelines in relation to the infrastructure facilities, more particularly,\n\n                drinking water supply projects, irrigation projects and sanitation and sewerage\n\n                system.\n</blockquote>\n\n\n<blockquote id=\"blockquote_2\">                          b. The respondent board floated a tender for providing CWSS to 637\n\n                Rural habitations in Aruppukottai, kariapatti, Thiruchuli and Narikudi unions\n\n                in Virudhunagar District with river Thamirabarani as source near Vallanadu\n\n                vide Agreement dated 30.12.2011. The petitioner was successful in that Tender\n\n                process called by the respondent and awarded the above Contract.\n</blockquote>\n<blockquote id=\"blockquote_3\">                          c. The Contract was to be executed within a period of 18 months from the\n\n                date of its commencement, i.e., 30.12.2011. In other words, in terms of the\n\n                Contract, the work ought to be completed on or before 30.06.2013.               The\n\n                Contract was however completed only on 31.05.2015. Thus, there was a delay\n\n                of close to 28 months.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_3\">                3/33</span>\n\n\n<blockquote id=\"blockquote_4\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_4\">\f                                                                           W.P.(MD)No.12558 of 2017</span>\n\n                          d. The petitioner claimed price adjustment for the extended period by\n\n                placing reliance on Clause 51 of the agreement between the petitioner and the\n\n                respondent Board.\n</blockquote>\n<blockquote id=\"blockquote_5\">                          e. The petitioner would submit that the delay in execution of the contract\n\n                was due to the following reasons, all of which are according to the petitioner\n\n                was attributable to the respondent viz.,\n\n</blockquote><blockquote id=\"blockquote_6\">                          i) Delay in obtaining permission from National Highways Department.\n</blockquote>\n<blockquote id=\"blockquote_7\">                          ii) Land acquisition process.\n</blockquote>\n<blockquote id=\"blockquote_8\">                          iii) Change in design and scope of work by the respondent Board.\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_3\">                          f. The petitioner made a representation to the 1st respondent vide letter\n\n                dated 24.02.2016, requesting payment of price adjustment for the extended\n\n                period.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">                          g. Pursuant to the above representation the 1st respondent constituted a\n\n                Committee to re-solve the issue relating to price escalation. The Committee\n\n                comprised of Authorities from TWAD Board including Finance Director,\n\n                Engineer Director, Chief Audit Officer, etc., and Officials from Indian Hume\n\n                Pipeline Company which is the petitioner herein. The Committee convened a\n\n                meeting on 14.06.2016.\n</p>\n<span class=\"hidden_text\" id=\"span_5\">                4/33</span>\n\n\n<p data-structure=\"Facts\" id=\"p_5\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_6\">\f                                                                            W.P.(MD)No.12558 of 2017</span>\n\n\n\n\n                          h. The Committee in the meeting dated 14.06.2016, worked out the price\n\n                adjustment proposal during the extended period i.e., 01.07.2013 to 31.10.2014\n\n                as under:\n</p>\n<blockquote id=\"blockquote_9\">                          Total value of work done in the extended\n                          Period from 01.07.2013 to 31.05.2015         :     26.34 crores\n\n\n\n                          Value of work done considered for\n                          price adjustment in the extended period      :     24.01 crores\n                          admitted to the extended period up to\n                          31.10.2014 as per CE&#x27;s letter dated\n                          29.10.2014.\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_6\">                          i. Importantly, it was recorded that since the Contractor has agreed to the\n\n                value of work done for price adjustment there is no further dispute in this matter\n\n                and the Committee has no further issues / disputes to be resolved since the\n\n                Executive Engineer concerned and the Chief Engineer, (I/C) Madurai agreed to\n\n                consider the decision / suggestion arrived at during the meeting dated\n\n                14.06.2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">                          j. The petitioner vide letter dated 17.01.2017 addressed to the 1st\n\n                respondent stated that despite the committee constituted by the 1st respondent\n\n\n<span class=\"hidden_text\" id=\"span_7\">                5/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                            W.P.(MD)No.12558 of 2017</span>\n\n                and the petitioner having settled the issue with regard to price adjustment on\n\n                14.06.2016, however, the respondent is yet to pay the price adjustment to the\n\n                petitioner in terms of the decision of the committee dated 14.06.2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">                          k. The petitioner thus requested the 1st respondent yet again to resolve the\n\n                matter or to refer to the dispute resolution committee in terms of Clause 67 of\n\n                the agreement by treating the issue as a dispute vide letter dated 17.01.2017.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">                          l. The 1st respondent vide proceedings dated 20.04.2017, while recording\n\n                that the Chief Engineer is the employer in respect of the projects in issue\n\n                requested the Chief Engineer, to instruct the concerned Executive Engineer to\n\n                take action on the minutes dated 06.07.2016 while also directing the Chief\n\n                Engineer to call for explanation from the Executive Engineer for non\n\n                compliance of minutes and delay.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">                          m. The 1st respondent vide letter dated 20.04.2017 informed the\n\n                petitioner that instruction have been issued to the Chief Engineer Madurai to act\n\n                according to the minutes dated 14.06.2016 which has been communicated.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">                          n. Despite which, the respondent Board has not paid the petitioner the\n\n                price adjustment claimed nor the price adjustment agreed to by the Committee\n\n                vide its decision taken in the meeting dated 14.06.2016 and report dated\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                6/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_10\">\f                                                                             W.P.(MD)No.12558 of 2017</span>\n\n                06.07.2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">                          o. In the circumstances the present writ petition is filed praying for a writ\n\n                of mandamus to direct the respondents to disburse the amount payable to the\n\n                petitioner towards price adjustment in terms of minutes of the meeting\n\n                conducted by the board on 14.06.2016 and the report dated 06.07.2016.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_13\">                3.Case of the petitioner:\n</p>\n<blockquote id=\"blockquote_10\">                          a. The learned Senior Advocate appearing on behalf of the petitioner\n\n                would submit, that the petitioner is entitled for price adjustment, during the\n\n                extended period in terms of Clause 51 of the Agreement and Clause 4(1)(vii) of\n\n                G.O.Ms.No.227, dated 23.11.2009.\n</blockquote>\n<blockquote id=\"blockquote_11\">                          b. The extension of time is only on account of the delay attributable to the\n\n                respondent in relation to the land acquisition process, change in design and\n\n                scope of work. Thus, the petitioner was entitled to price adjustment in terms of\n\n                Clause 51 of the agreement.\n</blockquote>\n<blockquote id=\"blockquote_12\">                          c. That in terms of minutes of the Committee dated 06.07.2016, though\n\n                the petitioners had claimed price adjustment on the value of work done during\n\n                the extended to the extent of Rs.26.34 crores, the respondent Board admitted\n\n                that the value of work done during the extended period was only to the extent of\n\n<span class=\"hidden_text\" id=\"span_11\">                7/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                                 W.P.(MD)No.12558 of 2017</span>\n\n                Rs.24.01 crores and that the petitioner is entitled to price adjustment on the said\n\n                amount, to which the petitioner was persuaded to agree the Chief Engineer.\n</blockquote>\n<blockquote id=\"blockquote_13\">                          d. Despite the above admission, the petitioner was not paid the price\n\n                adjustment for the value of the work done during the extended period even on\n\n                the admitted claim of Rs.24.01 Crores, which according to the petitioner is an\n\n                act of manifest arbitrariness, unfair and unreasonable, by the respondent which\n\n                is an instrumentality of the State, thereby falling foul of <a href=\"/doc/367586/\" id=\"a_2\">Article 14</a> of the\n\n                Constitution warranting interference. Reliance was placed upon the judgment of\n\n                the Supreme Court in the case of ABL International Ltd., and another, reported\n\n                in 2004 (3) SCC 553, to submit that if the State acts in an arbitrary manner\n\n                even in a matter of contract, an aggrieved party can approach the Court by way\n\n                of writ petition under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution by placing reliance upon\n\n                the following paragraph of the said judgment:\n</blockquote>\n<blockquote id=\"blockquote_14\">                                  “27. From the above discussion of ours, the following legal\n                          principles emerge as to the maintainability of a writ petition:\n</blockquote><blockquote id=\"blockquote_15\">                                  (a) In an appropriate case, a writ petition as against a State or an\n                          instrumentality of a State arising out of a contractual obligation is\n                          maintainable.\n</blockquote><blockquote id=\"blockquote_16\">                                  (b) Merely because some disputed questions of fact arise for\n                          consideration, same cannot be a ground to refuse to entertain a writ\n                          petition in all cases as a matter of rule.\n</blockquote>\n<blockquote id=\"blockquote_17\">\n<span class=\"hidden_text\" id=\"span_13\">                8/33</span>\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_14\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_14\">\f                                                                               W.P.(MD)No.12558 of 2017</span>\n\n</p><p data-structure=\"Issue\" id=\"p_15\">                                  (c) A writ petition involving a consequential relief of monetary\n                          claim is also maintainable.”\n\n\n\n                          e. The petitioner would also submit that the attempt by the respondent to\n\n                state that there is a dispute cannot be sustained in the light of the above\n\n                admission by the committee which is recorded in the minutes dated 06.07.2016.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">                The above judgment in ABL International was also relied in support of the\n\n                proposition that merely because one of the party to the lis wants to dispute a\n\n                fact, it does not become a disputed fact.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">                          f. That the respondent Board has in a different but similar work awarded\n\n                to the petitioner adjusted and deducted from the bills raised by the petitioner for\n\n                the value of the work done and such adjustment was apparently stated to be\n\n                done on the basis of the current indices relevant to the quarter in which the\n\n                work was done. In other words, it is the case of the petitioner that the\n\n                respondent Board had applied the Clause relating to price adjustment when it\n\n                was beneficial to the Board, i.e., the Board being required to pay a price / sum\n\n                lesser than what is agreed /contracted upon. It was thus submitted that the Board\n\n                cannot refuse to apply the price adjustment mechanism in the present case\n\n                merely because the Board may have to pay a greater sum than what was agreed\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                9/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_16\">\f                                                                           W.P.(MD)No.12558 of 2017</span>\n\n                upon, such act would be hit by the doctrine of approbate and reprobate. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143730176\" id=\"span_17\">In\n\n                support thereof reliance was sought to be placed on judgment of the Supreme\n\n                Court in <a href=\"/doc/143730176/\" id=\"a_4\">Union of India and others vs. N.Murugesan and others</a>, reported in,\n\n                (2022) 2 SCC 25.</span>\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_18\">                4.Case of the respondents:\n</p>\n<blockquote id=\"blockquote_18\">                          a. The learned Additional Advocate General appearing for the\n\n                respondents has raised a preliminary objection that the Writ Petition ought not\n\n                to be entertained inasmuch as the issues raised is in the realm of contract, thus\n\n                outside the ken of judicial review under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India.\n</blockquote>\n<blockquote id=\"blockquote_19\">                          b. The petitioner ought to have approached the Dispute Redressal\n\n                Committee in terms of Clause 67(1)(a) of the Contract and in the event of non\n\n                settlement of the dispute by the Redressal Committee, the dispute shall have to\n\n                be settled/ resolved by the competent Court having jurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_20\">                          c. That unlike what is stated by the petitioner, the extension of time was\n\n                granted not only on account of change in design, change in scope of work and\n\n                land acquisition process, but the extension was also in view of reasons\n\n                attributable to the petitioner / contractor and reliance was placed on the\n\n                proceedings granting extension.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_18\">                10/33</span>\n\n\n<blockquote id=\"blockquote_21\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_19\">\f                                                                           W.P.(MD)No.12558 of 2017</span>\n\n                          d. The issues raised in the writ petition give rise to examination of\n\n                disputed questions of fact, which this Court while exercising its discretionary\n\n                remedy under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> would normally not examine, Afortiorari in the\n\n                present case, wherein the dispute revolves around rights and obligations arising\n\n                out of contracts.\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_19\">                          5. Heard both sides and perused the materials on record.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_20\">                          6. On considering the submissions of both sides I am of the view that the\n\n                relief prayed for in the present writ petition cannot be granted for the following\n\n                reasons viz.,\n\n                          A. Disputed questions of fact involved – Court to exercise restraint under\n\n                <a href=\"/doc/1712542/\" id=\"a_7\">Article 226:</a>\n</p>\n<blockquote id=\"blockquote_22\">                            6.1. While there can be no dispute about the proposition that merely\n\n                because a party to the lis choses to state that there are disputed facts, it does not\n\n                ipso facto result in existence of disputed facts. However, on examination of the\n\n                documents placed before this Court as a whole it does appear that there are\n\n                certain facts / areas where there seems to be serious disputes on facts between\n\n                the parties. While the petitioner submits that the delay was solely attributable to\n\n<span class=\"hidden_text\" id=\"span_20\">                11/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_21\">\f                                                                                  W.P.(MD)No.12558 of 2017</span>\n\n                the respondent, however, a perusal of the orders of extension appears to indicate\n\n                that the petitioner also contributed to the delay as would be evident from the\n\n                following communications:\n</blockquote>\n<blockquote id=\"blockquote_23\">                          a) Communication dated 02.01.2014\n\n                          The above communication while recommending the extension of time for\n\n                the above work records that the request for extension was made by the\n\n                petitioner / contractor upto 30.04.2014 while agreeing for penalty of Rs.\n\n</blockquote><p data-structure=\"Section\" id=\"p_21\">                15,000/- without any extra financial commitment to the board. The relevant\n\n                portion is extracted hereunder:\n</p>\n<blockquote id=\"blockquote_24\">                                  “1) Due to deviation in the head works components such as sump,\n                          pumphouse, pumpset, pipe carrying bridge, stand post for which supplemental\n                          proposal has been approved by the tender committee only on 04.12.13.\n</blockquote><blockquote id=\"blockquote_25\">                                  2 Due to occurrence of hard rock in the alignment of pumping main\n                          from head works to Aruppukottai.\n</blockquote><p data-structure=\"Section\" id=\"p_22\">                                  .....\n</p><p data-structure=\"Conclusion\" id=\"p_23\">                                  I enclose herewith the contractor&#x27;s consent letter requesting for the\n                          extension of contract period upto 30.04.2014 with a penalty of Rs. 15,000/-\n                          along with the proposal for extension of time without any extra financial\n                          Commitment to the Board for favour of further action please.”\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_24\">                          b) Communication dated 27.06.2014:\n</p>\n<blockquote id=\"blockquote_26\">                          The above communication while recommending the extension of time for\n\n\n<span class=\"hidden_text\" id=\"span_22\">                12/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_23\">\f                                                                                   W.P.(MD)No.12558 of 2017</span>\n\n                the above work, records that the request for extension was made by the\n\n                petitioner / contractor upto 31.10.2014 while observing that the petitioner /\n\n                contractor ought to be imposed with a penalty of Rs.50,000/- for non\n\n                completion of balance work. The relevant portion is extracted hereunder:\n</blockquote>\n<blockquote id=\"blockquote_27\">                                  “In spite of the above 92% of works have been completed by\n                          30.04.2014. The Contractor has been instructed several times to speed up the\n                          works and two showcasue notices were also issued to the Contractor as per\n                          agreement clause. The reply furnished by the Contractor is enclosed here with\n                          for reference. Further I recommended a penalty of Rs. 50,000/- for the non\n                          completion of balance work. The Contractor has been instructed to commence\n                          the trial run for the scheme by 31.07.2014. and put into beneficial use of the\n                          scheme by the end of October 2014.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\">                                  Hence I request that the extension of time as requested by the\n                          Contractor upto 31.10.2014 may please be granted and communicated to this\n                          Office early.”\n\n\n\n\n                          6.2. Yet another reason which prompts me to believe that even the\n\n                petitioner was not clear in its mind that the dispute stood resolved with the\n\n                Committee meeting and the decision taken and recorded in the minutes on\n\n                06.07.2016, is in view of the fact that the petitioner while addressing a letter\n\n                dated 17.01.2017 i.e, subsequent to the minutes of the meeting, while requesting\n\n                for making the payment towards price adjustment in terms of the meeting dated\n\n\n<span class=\"hidden_text\" id=\"span_24\">                13/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_25\">\f                                                                            W.P.(MD)No.12558 of 2017</span>\n\n                06.07.2016, had requested the 1st Respondent to resolve the matter or to treat\n\n                the matter as a dispute and refer to the Dispute Redressal Committee in terms of\n\n                Clause 67, the relevant portion is extracted hereunder:\n</p>\n<blockquote id=\"blockquote_28\">                                  “In view of above, we once again request your good self to\n                          resolve the matter at your earliest or else this matter may please\n                          be treated as dispute and referred to Dispute Redressal Committee\n                          as per agreement clause no. 67 of General Conditions of Contract\n                          in order to resolve the dispute.”\n\n\n\n                          6.3.On reading of the above communication the following position\n\n                emerges :\n</blockquote>\n<blockquote id=\"blockquote_29\">                          a. The petitioner itself recognizes existence of a dispute and thus requests\n\n                the respondent to resolve.\n</blockquote>\n<blockquote id=\"blockquote_30\">                          b. The committee which examined the issue, is not the Dispute Redressal\n\n                Committee contemplated under Clause 67.\n</blockquote>\n<blockquote id=\"blockquote_31\">                          c. Recognition by the petitioner that the Dispute Redressal Committee is\n\n                the appropriate forum/body in terms of the agreement to resolve the\n\n                dispute/issues arising out of the contract.\n</blockquote>\n<blockquote id=\"blockquote_32\">\n\n</blockquote><blockquote id=\"blockquote_33\">                          6.4. It may also be relevant to note that a final bill was issued by the\n\n<span class=\"hidden_text\" id=\"span_26\">                14/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_27\">\f                                                                                  W.P.(MD)No.12558 of 2017</span>\n\n                respondent subsequent to the filing of the writ petition dated 05.07.2017 and\n\n                duly acknowledged by the petitioner.\n</blockquote>\n<blockquote id=\"blockquote_34\">\n\n</blockquote><blockquote id=\"blockquote_35\">                          6.5. On the above facts it appears to me that a reasonable mind would\n\n                infer that both the parties to the lis recognizes and acknowledges the existence\n\n                of a dispute relating to price adjustment.\n</blockquote>\n<blockquote id=\"blockquote_36\">\n\n</blockquote><blockquote id=\"blockquote_37\">                           6.6. If there are disputed questions of fact it is trite law that this Court\n\n                would exercise restraint in entertaining the writ petition more so in matters\n\n                falling within the realm of contract. In this regard it may be relevant to refer to\n\n                the following judgments:\n</blockquote>\n<blockquote id=\"blockquote_38\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_28\"><a href=\"/doc/460900/\" id=\"a_8\">i) State of Bihar and others v. Jain Plastics and Chemicals Ltd.</a>, reported in\n\n                (2002) 1 SCC 216:</span>\n</blockquote>\n<blockquote id=\"blockquote_39\">                                  “3. Settled law — writ is not the remedy for enforcing contractual\n                          obligations. It is to be reiterated that writ petition under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> is\n                          not the proper proceedings for adjudicating such disputes. Under the\n                          law, it was open to the respondent to approach the court of competent\n                          jurisdiction for appropriate relief for breach of contract. It is settled law\n                          that when an alternative and equally efficacious remedy is open to the\n                          litigant, he should be required to pursue that remedy and not invoke the\n                          writ jurisdiction of the High Court. Equally, the existence of alternative\n                          remedy does not affect the jurisdiction of the court to issue writ, but\n                          ordinarily that would be a good ground in refusing to exercise the\n                          discretion under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226.</a>\n</blockquote>\n<blockquote id=\"blockquote_40\">\n<span class=\"hidden_text\" id=\"span_29\">                15/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                                W.P.(MD)No.12558 of 2017</span>\n\n                                  .....\n</blockquote>\n<p data-structure=\"Section\" id=\"p_26\">                                 7. In our view, it is apparent that the order passed by the High\n                          Court is, on the face of it, illegal and erroneous. It is true that many\n                          matters could be decided after referring to the contentions raised in the\n                          affidavits and counter-affidavits, but that would hardly be a ground for\n                          exercise of extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the\n                          Constitution in case of alleged breach of contract. Whether the alleged\n                          non-supply of road permits by the appellants would justify breach of\n                          contract by the respondent would depend upon facts and evidence and is\n                          not required to be decided or dealt with in a writ petition. Such seriously\n                          disputed questions or rival claims of the parties with regard to breach of\n                          contract are to be investigated and determined on the basis of evidence\n                          which may be led by the parties in a properly instituted civil suit rather\n                          than by a court exercising prerogative of issuing writs.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_27\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375304\" id=\"span_31\">(<a href=\"/doc/375304/\" id=\"a_12\">ii) Orissa Agro Industries Corpn. Ltd. and others v. Bharati Industries and\n\n                others</a>, reported in (2005) 12 SCC 725:</span>\n</p>\n<blockquote id=\"blockquote_41\">                                 “7. A bare perusal of the High Court&#x27;s judgment shows that there\n                          was clear non-application of mind. On one hand the High Court\n                          observed that the disputed questions cannot be gone into a writ petition.\n                          It was also noticed that the essence of the dispute was breach of\n                          contract. After coming to the above conclusions the High Court should\n                          have dismissed the writ petition. Surprisingly, the High Court proceeded\n                          to examine the case solely on the writ petitioner&#x27;s assertion and on a\n                          very curious reasoning that though the appellant Corporation claimed\n                          that the value of articles lifted was nearly Rs 14.90 lakhs no details were\n                          specifically given. From the counter-affidavit filed before the High Court\n                          it is crystal-clear that relevant details disputing claim of the writ\n                          petitioner were given. Value of articles lifted by the writ petitioner is a\n                          disputed factual question. Where a complicated question of fact is\n                          involved and the matter requires thorough proof on factual aspects, the\n                          High Court should not entertain the writ petition. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_32\">Whether or not the\n                          High Court should exercise jurisdiction under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the\n                          Constitution would largely depend upon the nature of dispute and if the\n                          dispute cannot be resolved without going into the factual controversy,\n\n<span class=\"hidden_text\" id=\"span_33\">                16/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_34\">\f                                                                                W.P.(MD)No.12558 of 2017</span>\n\n                          the High Court should not entertain the writ petition. As noted above, the\n                          writ petition was primarily founded on allegation of breach of contract.\n                          Question whether the action of the opposite party in the writ petition\n                          amounted to breach of contractual obligation ultimately depends on\n                          facts and would require material evidence to be scrutinised and in such\n                          a case writ jurisdiction should not be exercised. (See <a href=\"/doc/460900/\" id=\"a_14\">State of Bihar v.\n                          Jain Plastics &amp; Chemicals Ltd.</a> [(2002) 1 SCC 216] )</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1892481\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741192\" id=\"span_36\">8. In a catena of cases this Court has held that where the dispute\n                          revolves round questions of fact, the matter ought not to be entertained\n                          under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution. [See <a href=\"/doc/741192/\" id=\"a_16\">State Bank of India v. State\n                          Bank of India Canteen Employees&#x27; Union</a> [(1998) 5 SCC 74 : 1998 <a href=\"/doc/1892481/\" id=\"a_17\">SCC\n                          (L&amp;S) 1270] and Chairman, Grid Corpn. of Orissa Ltd. (GRIDCO) v.\n                          Sukamani Das</a> [(1999) 7 SCC 298] .]</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">                                 9. In the instant case the High Court has itself observed that\n                          disputed questions of fact were involved and yet went on to give\n                          directions as if it was adjudicating the money claim in a suit. The course\n                          is clearly impermissible. (See G.M., KisanSahkariChini Mills Ltd. v.\n                          SatrughanNishad [(2003) 8 SCC 639] and Rourkela ShramikSangh v.\n                          Steel Authority of India Ltd. [(2003) 4 SCC 317 : 2003 SCC (L&amp;S)\n                          456] )\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">                                 10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_37\">In <a href=\"/doc/191872/\" id=\"a_18\">National Highways Authority of India v. Ganga Enterprises</a>\n                          [(2003) 7 SCC 410] it was observed by this Court that the question\n                          whether the writ petition was maintainable in a claim arising out of a\n                          breach of contract should be answered first by the High Court as it\n                          would go to the root of the matter. The writ petitioner had displayed\n                          ingenuity in its search for invalidating circumstances; but a writ petition\n                          is not an appropriate remedy for impeaching contractual obligations.</span>\n                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_39\">(See <a href=\"/doc/1159364/\" id=\"a_19\">Har Shankar v. Dy. Excise and Taxation Commr.</a> [(1975) 1 SCC\n                          737 : <a href=\"/doc/248227/\" id=\"a_20\">AIR 1975 SC 1121] and Divisional Forest Officer v. Bishwanath\n                          Tea Co. Ltd.</a> [(1981) 3 SCC 238 : AIR 1981 SC 1368] )</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">                                 11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_40\">In <a href=\"/doc/541216/\" id=\"a_21\">Radhakrishna Agarwal v. State of Bihar</a> [(1977) 3 SCC 457\n                          : AIR 1977 SC 1496] the types of cases in which breaches of alleged\n                          obligation by the State or its agents can be set up were enumerated. The\n                          third category, indicated is where the contract entered into between the\n                          State and the person aggrieved is non-statutory and purely contractual\n\n\n<span class=\"hidden_text\" id=\"span_41\">                17/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_42\">\f                                                                                W.P.(MD)No.12558 of 2017</span>\n\n                          and the rights and liabilities of the parties are governed by the terms of\n                          the contract and in exercise of executive power of the State. The present\n                          case is covered by the said category. No writ order can be issued under\n                          <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> to compel the authorities to remedy a breach of contract;\n                          pure and simple. It is more so when factual disputes are involved.”\n\n\n\n\n                          B. Internal dispute mechanism - to be exhausted:</span>\n</p>\n<blockquote id=\"blockquote_42\">                          6.7. While it is the case of the petitioner that the Chief Engineer is the\n\n                employer authorised by the respondent Board to execute the contract and the\n\n                Managing Director vide letter dated 20.04.2017 had directed the employer to\n\n                make the payment in terms of the minutes of the meeting dated 06.07.2016, thus\n\n                it is not open to the Board to now take a contrary stand. However, the learned\n\n                Additional Advocate General would submit that once the contract provides for a\n\n                Dispute Resolution Mechanism the same must be exhausted. It is the terms of\n\n                the contract which are binding on the parties and neither admission or statement\n\n                of the 1st respondent nor that of the 2nd respondent would have any binding\n\n                effect. It is submitted that the committee was constituted by the 1st respondent\n\n                comprising of TWAD Board including Finance Director, Engineer Director,\n\n                Chief Audit Officer, etc. Clause 67 of the agreement provides for Dispute\n\n                Redressal         Committee for settlement of disputes.        Importantly, the Dispute\n\n<span class=\"hidden_text\" id=\"span_43\">                18/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_44\">\f                                                                              W.P.(MD)No.12558 of 2017</span>\n\n                Resolution Committee is to be headed by the Managing Director as could be\n\n                seen by from Clause 67 of the agreement:\n</blockquote>\n<blockquote id=\"blockquote_43\">                          “67. Settlement of disputes\n\n</blockquote><blockquote id=\"blockquote_44\">                                  67. a. Dispute Redressal Committee\n\n                                  In order to ensure a dispute Redressal mechanism, a Committee\n                          headed by the Managing Director / Joint Managing Director and\n                          consisting of Engineering Director, TWAD Board and Engineering\n                          Director, CMWSS Board as Member, will comprise the &quot; Dispute\n                          Redressal Committee&quot; for each package in order to resolve any disputes\n                          between the Employer / Engineer - incharge concerned and the\n                          contractor\n\n</blockquote><blockquote id=\"blockquote_45\">                                  67. b. Jurisdiction of Court\n\n                                  In the event of non settlement of any dispute by the Dispute\n                          Redressal Committee arising between the parties hereto in respect of any\n                          matter comprised in the contract, the same shall be settled by a\n                          competent court having jurisdiction over the place where the contract is\n                          awarded and agreement is concluded and by no other court.”\n\n                          6.8. However, the committee which examined the issue was not headed\n\n                by the Managing Director / Joint Managing Director nor did it include\n\n                Engineering Director CMWSS Board as member.                    Instead the committee\n\n                comprised of the following members:\n</blockquote>\n<blockquote id=\"blockquote_46\">                K.Muthukumaraswamy                        Finance Director, TWAD Board\n\n\n<span class=\"hidden_text\" id=\"span_45\">                19/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_46\">\f                                                                        W.P.(MD)No.12558 of 2017</span>\n\n                K. Perumal                          Engineering Director, TWAD Board\n                G. Krishnan                         Chief Audit Officer, TWAD Board\n                T: Sampath                          Joint Chief Engineer (PM), TWAD Board\n                K. Murugesan                        Joint Chief Engineer (O&amp;M), TWAD Board\n                R. Pandiarasu                       Accounts Officer, TWAD Board, Head\n                                                    Office\n                L. Subramanian                      Chief Engineer (i/c.), TWAD Board,\n                                                    Madurai\n                S. Murugadhas                       Superintending Engineer, T.V. Circle,\n                                                    Kovilpatti\n                A. Ramachandran                     Superintending Engineer, T.K. Circle,\n                                                    Tirunelveli\n                N. Rajasekar                        Executive Engineer (a/c), Project Division,\n                                                    Rajapalayam\n                E. Palaniappan                      Executive Engineer, Project Division,\n                                                    Virdhunagar\n                P. Arumugaswamy                     Assistant Accounts Officer, Project Dn.,\n                                                    Rajapalayam\n                                                    Assistant Accounts Officer, Internal Audit\n                                                    Wing, Madurai\n                R. Indra Gandhi\n                S. Arunachalam                      Dy. General Manager, Indian Hume Pipe\n                                                    Co. Ltd.,\n                R. Jeyaganesh                       Project Manager, Indian Hume Pipe Co.\n</blockquote><blockquote id=\"blockquote_47\">                                                    Ltd.,\n                N.R. Balaji                         Project Manager, Indian Hume Pipe Co.\n</blockquote><blockquote id=\"blockquote_48\">                                                    Ltd.,\n                C. Sridharan                        Senior Manager, Indian Hume Pipe Co.\n</blockquote><blockquote id=\"blockquote_49\">                                                    Ltd.,\n\n                          6.9. Further the members who were present during the meeting were the\n\n                following:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_47\">                20/33</span>\n\n\n<blockquote id=\"blockquote_50\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_48\">\f                                                                        W.P.(MD)No.12558 of 2017</span>\n\n                K.Muthukumaraswamy                        Finance Director, TWAD Board\n                K. Perumal                                Engineering Director, TWAD Board\n                G. Krishnan                               Chief Audit Officer, TWAD Board\n                T: Sampath                                Joint Chief Engineer (PM), TWAD\n                                                          Board\n                K. Murugesan                              Joint Chief Engineer (O&amp;M), TWAD\n                                                          Board\n                R. Pandiarasu                             Accounts Officer, TWAD Board, Head\n                                                          Office\n\n                          6.10. It was thus submitted that the committee which met on 14.06.2016\n\n                to resolve the issue relating to price escalation vide proceedings dated\n\n                06.07.2016, was not the Committee contemplated in terms of Clause 67 of the\n\n                agreement, inasmuch as the Constitution of the committee convened on\n\n                14.06.2016 was different from that which was contemplated under Clause 67 of\n\n                the agreement. In this regard it may be relevant to note that when the contract\n\n                provides for a Dispute Redressal Committee and also sets out the Constitution\n\n                of such committee the same must be strictly adhered to. Once an instrument /\n\n                Contract requires a decision to be taken by a committee it looks to the collective\n\n                wisdom of the committee which cannot be replaced by the opinion or decision\n\n                of the Chariman of such committee or a committee constituted by the Chairman\n\n                comprising of members different from that of the committee contemplated\n\n                under the said instrument. Any such decision would be hit by doctrine of Coram\n\n\n<span class=\"hidden_text\" id=\"span_49\">                21/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_50\">\f                                                                                W.P.(MD)No.12558 of 2017</span>\n\n                Non-Judice. In this regard it may be relevant to refer to a Division Bench of this\n\n                Court in the case of P. Balamurugan v. District Level Vigilance (Community\n\n                Verification) Committee, reported in 2011 SCC OnLine Mad 1133, wherein\n\n                while examining an order passed by the “District Level Vigilance Committee”\n\n                as to the genuineness of the community certificate it was found that the District\n\n                Collector was absent at the time of enquiry, though the District level Vigilance\n\n                Committee is required to be headed by the District Collector while passing\n\n                orders on genuineness of community certificates. It may also be relevant to note\n\n                that a committee is a body distinct from its Chariman / President/ Head /\n\n                Members. The Chariman, President/ Head / Members cannot substitute a\n\n                committee. The relevant portion of the said judgment is extracted hereunder :\n\n</blockquote><blockquote id=\"blockquote_51\">                                  “7. Therefore, we are not in a position to ignore the contention\n                          raised by the Petitioners with respect to the absence of the District\n                          Collector at the time of enquiry. Since the Petitioners have produced the\n                          documents evidencing the non-participation of the District Collector\n                          during the course of enquiry, we are inclined to set aside the entire\n                          order. The Committee consisted only two members, as the Sub-Collector\n                          was not competent to conduct the proceedings. Accordingly, we set aside\n                          the impugned order and the matter is remitted to the District Level\n                          Vigilance Committee for fresh consideration. It is open to the Petitioners\n                          to produce documents before the committee to substantiate their\n                          contention that they belonged to Hindu-Panan community. Since the\n\n<span class=\"hidden_text\" id=\"span_51\">                22/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_52\">\f                                                                               W.P.(MD)No.12558 of 2017</span>\n\n                          matter is of the year 2008, the District Level Vigilance Committee is\n                          directed to consider the issue as early as possible and preferably within\n                          a period of two months from the date of receipt or production of a copy\n                          of this order.”\n\n</blockquote><blockquote id=\"blockquote_52\">                c) Approbate and Reprobate:\n</blockquote>\n<blockquote id=\"blockquote_53\">                          6.11. Though the petitioner would submit that the action of the\n\n                respondent authorites in not applying the Clauses relating to price adjustments\n\n                in particular Clause 51.1(i) and (ii) read with Clause 4 (1)(vii) of\n\n                G.O.Ms.No.227 dated 23.11.2009, while applying the said Clauses to a similar\n\n                contracts / works awarded to the petitioner when it resulted in paying a lower\n\n                sum than that agreed upon would be hit by the doctrine of Approbate and\n\n                Reprobate. It appears that there is a fundamental fallacy in the above contention\n\n                inasmuch as admittedly the petitioner had entered into different works /\n\n                agreement and thus the conduct under one agreement cannot be the basis for\n\n                applying the above doctrine with regard to another agreement which admittedly\n\n                deals with distinct subject matters. On the other hand it appears to me that the\n\n                petitioner intending to rely upon and take advantage of 51.1 (i) and (ii) of the\n\n                agreement would also have to comply with Clause 67, lest the contention of the\n\n                petitioner would be hit by the Doctrine of Approbate and Reprobate. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143730176\" id=\"span_53\">In this\n\n                regard it may be relevant to the judgment of the Supreme Court in the case of\n\n<span class=\"hidden_text\" id=\"span_54\">                23/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_55\">\f                                                                                W.P.(MD)No.12558 of 2017</span>\n\n                <a href=\"/doc/143730176/\" id=\"a_23\">Union of India and others v. N. Murugesan and others</a>, reported in (2022) 2\n\n                SCC 25:</span>\n</blockquote>\n<blockquote id=\"blockquote_54\">                          Approbate and reprobate\n\n</blockquote><blockquote id=\"blockquote_55\">                                  26. These phrases are borrowed from the Scots law. They would\n                          only mean that no party can be allowed to accept and reject the same\n                          thing, and thus one cannot blow hot and cold. The principle behind the\n                          doctrine of election is inbuilt in the concept of approbate and reprobate.\n</blockquote><p data-structure=\"Section\" id=\"p_32\">                          Once again, it is a principle of equity coming under the contours of\n                          common law. Therefore, he who knows that if he objects to an\n                          instrument, he will not get the benefit he wants cannot be allowed to do\n                          so while enjoying the fruits. One cannot take advantage of one part while\n                          rejecting the rest. A person cannot be allowed to have the benefit of an\n                          instrument while questioning the same. Such a party either has to affirm\n                          or disaffirm the transaction&quot;\n</p>\n\n\n<blockquote id=\"blockquote_56\">                          d) Writ not to be entertained – If contracts provide for resolution / dispute\n\n                by Dispute Resolution Mechanism:\n</blockquote>\n<blockquote id=\"blockquote_57\">                          6.12. It is also equally important to note that Supreme Court in the\n\n                judgment IB Valley Transport, Vijay Laxmi (P) Ltd. v. Mahanadi Coalfields\n\n                Ltd., and others reported in (2014) 10 SCC 630, held that once the contract\n\n                provides for Dispute Resolution Mechanism, the same ought to be exhausted in\n\n                this regard it may be relevant to refer to as under :\n</blockquote>\n<blockquote id=\"blockquote_58\">\n<span class=\"hidden_text\" id=\"span_56\">                24/33</span>\n\n\n</blockquote><blockquote id=\"blockquote_59\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_57\">\f                                                                                 W.P.(MD)No.12558 of 2017</span>\n\n                                   “11. We find some justification in the stand taken by the\n                          respondents. No doubt, in its representation dated 29-8-2013 the\n                          appellant stated that the value of Po of wage compensation formula\n                          (Clause 37.06) has not been incorporated in the above office order\n                          correctly and the rate of minimum wages as on the last date of\n                          submission of tender was 23-12-2008. On this basis, request is made to\n                          revise the calculations and communicate the same to the appellant.\n                          However, it is not stated that dispute has arisen on that account and it\n                          should be resolved in terms of Clause 12. Clause 12 of NIT-514 reads as\n                          under:\n</blockquote>\n<blockquote id=\"blockquote_60\">                                   “It is incumbent upon the contractor to avoid litigation and\n                          disputes during the course of execution. However, if a dispute takes\n                          place between the contractor and the department, efforts shall be made\n                          first to settle the disputes at the company level.\n</blockquote>\n<blockquote id=\"blockquote_61\">                                   The contractor should make request in writing to the Engineer\n                          Incharge for settlement of such disputes/claims within 30 days arising of\n                          the cause of dispute/claim, failing which no dispute/claim of the\n                          contractor shall be entertained by the company.\n</blockquote>\n<blockquote id=\"blockquote_62\">                                   If differences still persists, the settlement of the disputes with\n                          government agencies shall be dealt with as per guidelines issued by the\n                          Ministry of Finance, Government of India in this regard. In case of\n                          parties other than government agencies, the redressal of the dispute may\n                          be sought in the court of law within the jurisdiction of the District\n                          Court/the High Court where the work will be executed.”\n\n                After extracting the above mechanism to resolve disputes under the contract\n\n\n<span class=\"hidden_text\" id=\"span_58\">                25/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_59\">\f                                                                                W.P.(MD)No.12558 of 2017</span>\n\n                considered by the Supreme Court, it went on to hold that any dispute would\n\n                have to be resolved by exhausting the remedy agreed to by the contracting\n\n                parties. The following portions would make the above position clear:\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_33\">                                  &quot;12. It is manifest that representation dated 29-8-2013 in no way\n                          attempts to invoke the mechanism provided in Clause 12 for the\n                          settlement of dispute. The respondents in the counter-affidavit have\n                          categorically stated that vide letter dated 28-6-2013, the Staff Officer\n                          (Mining) BG had given the details of methodology for calculation of\n                          wage compensation and, therefore, clarification was given.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">                                  13. It is clear from the above that a dispute has arisen about the\n                          methodology     for   calculation   of   wage   compensation.   In   such\n                          circumstance, as per Clause 12, the appellant was supposed to write to\n                          the Engineer Incharge for resolving the dispute. Pertinently,\n                          communication dated 29-8-2013 is addressed to the Staff Officer\n                          (Mining). Therefore, by no stretch of imagination, can it be said that the\n                          appellant availed the departmental remedy provided under Clause 12,\n                          before filing the writ petition.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">                                  14. Having regard to the aforesaid facts, we dispose of this\n                          appeal by directing the appellant to exhaust the remedy under Clause 12\n                          by requesting the Engineer Incharge to resolve the dispute before taking\n                          recourse to any suitable legal remedy. No costs.”\n\n\n\n                          Applying the above reasoning of the Supreme Court, it appears that the\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                26/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_61\">\f                                                                                 W.P.(MD)No.12558 of 2017</span>\n\n                Dispute Resolution Mechanism which is agreed under the contract as a\n\n                mechanism for resolution of disputes must be exhausted.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">                          e) Court to exercise restraint in matters falling within the realm of\n\n                contract:\n</p>\n<blockquote id=\"blockquote_63\">                          6.13. Yet another reason which prompts me to think that the writ petition\n\n                ought not to be entertained is in view of the fact that there are disputed\n\n                questions of fact as seen supra. It is trite law that a mandamus would lie one\n\n                when there is a statutory duty cast on a statutory body and a failure to discharge\n\n                the statutory obligation. Enforcement of terms of contract through a writ of\n\n                mandamus also appears doubtful. In this regard it may be relevant to refer to the\n\n                following judgments:\n</blockquote>\n<blockquote id=\"blockquote_64\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146451\" id=\"span_62\">(<a href=\"/doc/146451/\" id=\"a_24\">i) Bihar Eastern Gangetic Fishermen Coop. Society Ltd. v. Sipahi Singh and\n\n                others</a>, reported in (1977) 4 SCC 145 :</span>\n</blockquote>\n<blockquote id=\"blockquote_65\">                                  <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"360008\" id=\"span_63\">“15. Re: Contention 3: This contention is also well founded and\n                          must prevail. There is abundant authority in favour of the proposition\n                          that a writ of mandamus can be granted only in a case where there is a\n                          statutory duty imposed upon the officer concerned and there is a failure\n                          on the part of that officer to discharge the statutory obligation. The chief\n                          function of a writ is to compel performance of public duties prescribed\n                          by statute and to keep subordinate tribunals and officers exercising\n                          public functions within the limit of their jurisdiction. It follows,\n\n\n<span class=\"hidden_text\" id=\"span_64\">                27/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_65\">\f                                                                                 W.P.(MD)No.12558 of 2017</span>\n\n                          therefore, that in order that mandamus may issue to compel the\n                          authorities to do something, it must be shown that there is a statute\n                          which imposes a legal duty and the aggrieved party has a legal right\n                          under the statute to enforce its performance. (See <a href=\"/doc/360008/\" id=\"a_25\">Lekhraj Satramdas\n                          Lalvani v. Deputy Custodian-cum-Managing Officer</a> [AIR 1966 SC 334 :</span>\n</blockquote><blockquote id=\"blockquote_66\">                          (1966) 1 SCR 120 : (1966) 1 SCJ 24] , Rai Shivendra Bahadur Dr v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">                          Governing Body of the Nalanda College [AIR 1962 SC 1210 : 1962 Supp\n                          2 SCR 144 : (1962) 1 LLJ 247] and Umakant Saran Dr v. State of Bihar\n                          [(1973) 1 SCC 485 : AIR 1973 SC 964] ). In the instant case, it has not\n                          been shown by Respondent 1 that there is any statute or rule having the\n                          force of law which casts a duty on Respondents 2 to 4 which they failed\n                          to perform. All that is sought to be enforced is an obligation flowing\n                          from a contract which, as already indicated, is also not binding and\n                          enforceable. Accordingly, we are clearly of the opinion that Respondent\n                          1 was not entitled to apply for grant of a writ of mandamus under <a href=\"/doc/1712542/\" id=\"a_26\">Article\n                          226</a> of the Constitution and the High Court was not competent to issue\n                          the same.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188592078\" id=\"span_66\">(<a href=\"/doc/188592078/\" id=\"a_27\">ii) State of J&amp;K v. Ghulam Mohd. Dar and another</a>, reported in (2004) 12 SCC\n                327 :</span>\n</p>\n\n<blockquote id=\"blockquote_67\">                                  ”3. It is not disputed that the contract agreement entered into by\n                          and     between   the   parties   contains   an   arbitration   agreement.\n                          Furthermore, the respondent herein filed the aforementioned writ\n                          petition for enforcing a contract qua contract. Although an objection has\n                          been taken as regards the maintainability of the writ petition by the\n                          appellant herein, the same unfortunately has not been considered by the\n\n<span class=\"hidden_text\" id=\"span_67\">                28/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_68\">\f                                                                                 W.P.(MD)No.12558 of 2017</span>\n\n                          High Court. It is well settled that writ of or in the nature of mandamus\n                          would not ordinarily issue for enforcing the terms and conditions of a\n                          contract qua contract. A writ of mandamus would issue when a question\n                          involving public law character arises for consideration. It is also well\n                          settled that the High Court would not entertain a writ petition involving\n                          disputed questions of fact.\n</blockquote>\n\n\n<blockquote id=\"blockquote_68\">                (iii) Lekhraj Sathramdas Lalvani v. N.M. Shah and others, reported in (1965)\n                SCC OnLine SC 8 :\n</blockquote><blockquote id=\"blockquote_69\">                                  “5. In our opinion, the order of the Deputy Custodian — P-13 and\n                          P-16 — removing the appellant from the management of the business is\n                          not vitiated by any illegality. But even on the assumption that the order\n                          of the Deputy Custodian terminating the management of the appellant is\n                          illegal, the appellant is not entitled to move the High Court for grant of a\n                          writ in the nature of mandamus under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution.\n                          The reason is that a writ of mandamus may be granted only in a case\n                          where there is a statutory duty imposed upon the officer concerned and\n                          there is a failure on the part of that officer to discharge that statutory\n                          obligation. The chief function of the writ is to compel the performance of\n                          public duties prescribed by statute and to keep the subordinate tribunals\n                          and officers exercising public functions within the limits of their\n                          jurisdictions. In the present case, the appointment of the appellant as a\n                          Manager by the Custodian by virtue of his power under Section 10(2)(b)\n                          of the 1950 Act is contractual in its nature and there is no statutory\n                          obligation a between him and the appellant. In our opinion, any duty or\n                          obligation falling upon a public servant out of a contract entered into by\n                          him as such public servant cannot be enforced by the machinery of a writ\n\n<span class=\"hidden_text\" id=\"span_69\">                29/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_70\">\f                                                                                 W.P.(MD)No.12558 of 2017</span>\n\n                          under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution.\n</blockquote>\n<blockquote id=\"blockquote_70\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"231341\" id=\"span_71\">(<a href=\"/doc/231341/\" id=\"a_30\">iv) National Textile Corpn. Ltd. and others v. Haribox Swalram and others</a>,\n\n                reported in (2004) 9 SCC 786 :</span>\n</blockquote>\n<blockquote id=\"blockquote_71\">                                  “ 17. ..... It is well settled that in order that a mandamus be\n                          issued to compel the authorities to do something, it must be shown that\n                          there is a statute which imposes a legal duty and the aggrieved party has\n                          a legal right under the statute to enforce its performance. The present is\n                          a case of pure and simple business contract. The writ petitioners have no\n                          statutory right nor is any statutory duty cast upon the appellants whose\n                          performance may be legally enforced. No writ of mandamus can,\n                          therefore, be issued as prayed by the writ petitioners.”\n\n\n\n</blockquote><blockquote id=\"blockquote_72\">                          7. For all the above reasons, this Court is not inclined to entertain the writ\n\n                petition. However, liberty is granted to the petitioner to approach the Dispute\n\n                Resolution Mechanism to redress its grievance, which was agreed to by the\n\n                Respondents. As a matter of fact, when the matter was listed on 28.01.2025\n\n                under the caption &quot;for pronouncing orders&quot;, it was submitted by the learned\n\n                counsel for the Respondents that if the dispute resolution mechanism is not in\n\n                place, the same will be constituted within a period of 4 weeks from the date of\n\n                receipt of a copy of this order and the dispute will be resolved expeditiously, if\n\n                the petitioner were to approach the Dispute Resolution Committee.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_72\">                30/33</span>\n\n\n<p data-structure=\"Conclusion\" id=\"p_39\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_73\">\f                                                                            W.P.(MD)No.12558 of 2017</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_40\">                          8. Accordingly, the writ petition stands disposed of. No costs.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_41\">                                                                                            28.01.2025\n\n                NCC:yes/no\n                Index:yes/no\n                Internet:yes/no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                31/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_75\">\f                                            W.P.(MD)No.12558 of 2017</span>\n\n                To:\n</p><blockquote id=\"blockquote_73\">                1.The Managing Director,\n                TWAD Board,\n                No.31, Kamarajar Salai,\n                Chepauk,\n                Chennai - 5.\n</blockquote>\n<blockquote id=\"blockquote_74\">                2.The Chief Engineer,\n                TWAD Board,\n                Southern Region,\n                Ganesh Nagar,\n                Melur Road,\n                Madurai - 625 007.\n</blockquote>\n<blockquote id=\"blockquote_75\">                3.The Executive Engineer,\n                TWAD Board,\n                Madurai.\n</blockquote>\n<blockquote id=\"blockquote_76\">                4.The Executive Engineer,\n                TWAD Board,\n                Project Division,\n                Virudhunagar District.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">                32/33</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_42\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_77\">\f                                      W.P.(MD)No.12558 of 2017</span>\n\n                                  MOHAMMED SHAFFIQ, J.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_43\">                                                     order in\n\n<span class=\"hidden_text\" id=\"span_78\">                                  W.P.(MD)No. 12558 of 2017</span>\n\n\n\n\n                                                   28.01.2025\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                33/33</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f</p>","numcites":15,"numcitedby":0,"docsource":"Madras High Court","citetid":98426680,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}