{"tid":63573872,"publishdate":"2023-11-28","title":"Sridhar Cherukuri vs The State Of Madhya Pradesh on 28 November, 2023","doc":"<h2 class=\"doc_title\">Sridhar Cherukuri vs The State Of Madhya Pradesh on 28 November, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-dwivedi\">Sanjay Dwivedi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-dwivedi\">Sanjay Dwivedi</a></h3>\n\n<pre id=\"pre_1\">                                  1\n\n\n\n     IN   THE HIGH COURT              OF   MADHYA          PRADESH\n                          AT JABALPUR\n                              BEFORE\n            HON&#x27;BLE SHRI JUSTICE SANJAY DWIVEDI\n                 ON THE 28th OF NOVEMBER, 2023\n                     M.CR.C. NO. 56603 OF 2022\n\n\nBETWEEN:-\n     KALYAN SUNDER, S/O. MR. N.S. SASTRY, AGED\n     ADULT,   ADDRESS:   HOUSE    NO.3-7-400/RV/8,\n     SUNCITY,     BANDLAGUDA,       HYDERABAD\n     (TELANGANA STATE)\n                                                       .....PETITIONER\n(BY SHRI SIDDHARTH SHARMA - ADVOCATE\n\nAND\n1.    STATE OF MADHYA PRADESH THROUGH POLICE\n       STATION MISROD, DISTRICT BHOPAL (M.P.)\n2.    M.P. ROAD DEVELOPMENT CORPORATION,\n      THROUGH ITS MANAGING DIRECTOR, HEAD\n      OFFICE 45-A, ARERA HILLS, BHOPAL (M.P.)\n                                                     .....RESPONDENTS\n(RESPONDENT NO.1 BY SHRI ALOK AGNIHOTRI -GOVT. ADVOCATE)\n(RESPONDENT NO.2 BY SHRI ANVESH SHRIVASTAVA - ADVOCATE)\n\n                      M.CR.C. No. 9342 of 2023\n\nBETWEEN:-\n     SRIDHAR CHERUKURI, S/O.MR. JAGANNATH RAO,\n     AGED   ABOUT    55   YEARS,   OCCUPATION-\n     AGRICULTURIST/BUSINESS, R/O. FLAT NO.106,\n     ROCKLEVEZ APARTMENTS, GULMOHAR AVENUE,\n     ROAD NO.12, BANJARA HILLS, HYDERABAD\n     (TELANGANA STATE)\n                                                       .....PETITIONER\n(BY SIDDHARTH SHARMA - ADVOCATE)\n                                                                      2\n\n\nAND\n        STATE OF MADHYA PRADESH THROUGH POLICE\n1.\n        STATION MISROD, DISTRICT BHOPAL (M.P.)\n          M.P. ROAD DEVELOPMENT CORPORATION,\n2.       THROUGH ITS MANAGING DIRECTOR, HEAD\n         OFFICE 45-A, ARERA HILLS, BHOPAL (M.P.)\n                                                                                                        .....RESPONDENTS\n(RESPONDENT NO.1 BY SHRI ALOK AGNIHOTRI -GOVT. ADVOCATE)\n(RESPONDENT NO.2 BY SHRI ANVESH SHRIVASTAVA - ADVOCATE\n\n                                          M.CR.C. No. 56601 of 2022\n\nBETWEEN:-\n     PRASANNA KUMAR PALLA, S/O. LATE P.N.V. NAIDU,\n     AGED ADULT, ADDRESS: FLAT NO.8-3-167/R/116,\n     BHAWANI   SHAKTI   HOMES,       HYDERABAD\n     (TELANGANA STATE)\n                                                                                                             .....PETITIONER\n(BY SIDDHARTH SHARMA - ADVOCATE)\n\nAND\n        STATE OF MADHYA PRADESH THROUGH POLICE\n1.\n        STATION MISROD, DISTRICT BHOPAL (M.P.)\n         M.P. ROAD DEVELOPMENT CORPORATION,\n2.       THROUGH ITS MANAGING DIRECTOR, HEAD\n         OFFICE 45-A, ARERA HILLS, BHOPAL (M.P.)\n                                                                                                        .....RESPONDENTS\n(RESPONDENT NO.1 BY SHRI ALOK AGNIHOTRI -GOVT. ADVOCATE)\n(RESPONDENT NO.2 BY SHRI ANVESH SHRIVASTAVA - ADVOCATE\n.............................................................................................................................................\nReserved on                 : 31.10.2023.\nPronounced on : 28.11.2023.\n................................................................................................................................................\n                        These petitions having been heard and reserved, coming on\nfor pronouncement this day, the court pronounced the following:\n                                                                    ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            As common question is involved in all the three petitions,\n<span class=\"hidden_text\" id=\"span_1\">                                      3</span>\n\ntherefore, the same are being decided by this common order. However,\nfor the sake of convenience, the facts are being derived from M.Cr.C.\nNo.56603/2022.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">2.    The petitioner by the instant petition filed under <a href=\"/doc/1679850/\" id=\"a_1\">Section 482</a> of\nCr.P.C. is seeking to quash the FIR registered against him vide Crime\nNo.294/2020 for the offence punishable under <a href=\"/doc/1326844/\" id=\"a_2\">Section 409</a> of IPC at\nPolice Station Misrod, District Bhopal as also all subsequent criminal\nproceedings arising out of registration of said FIR.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">3.    To answer the question raised before this Court by counsel for the\nparties by submitting their rival contentions, it is required to adumbrate\nthe facts of the case.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.    That, the Company M/s. Transstroy Bhopal Bypass Tollways Pvt.\nLtd. was awarded a contract for a period of 15 years, which starts from\nthe year 2010 onwards to construct the Bhopal Bypass Toll. An\nagreement was executed between the Company and the respondent No.2\non 18.11.2010. The copy of agreement is available on record as\nAnnexure P/10. The road took three years to be completed and was\nfinally completed on 26.05.2013 and after its completion, the tollway\nwas under operation. Since it was a BOT contract as per the agreement,\nthe concessionaire (M/s. Transstroy Bhopal Bypass Tollways Pvt. Ltd.)\nwas at liberty to collect toll from the passengers and to repay the loan\namount that was taken from the consortium of banks. As per the BOT, it\nwas completely funded by M/s. Transstroy Bhopal Bypass Tollways Pvt.\nLtd. as well as loan taken from various banks of which Axis Bank was\nthe lead Bank.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.    The FIR was lodged against the petitioner at the instance of\nrespondent no.2 relying on the opinion given by the Advocate General,\n<span class=\"hidden_text\" id=\"span_2\">                                        4</span>\n\nwho was of the opinion that during the course of collection of toll from\nthe passengers, petitioner and his accomplices did not deposit the total\ncollected amount in the escrow account and started misappropriating the\nsaid amount for their personal use and as such, violated the terms of the\ncontract prescribing as to in what manner the funds collected from the\nusers shall be discharged. After having knowledge about the said\nmisappropriation,     the   respondent     No.2   and   its   officers   gave\nnotice/warning to the petitioner and his accomplices that collecting\namount from the users and not depositing the same in the escrow\naccount is nothing but a criminal breach of trust punishable under the\nlaw. The copies of notices have been filed by the respondents along with\ntheir reply as Annexure R/1.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">6.    Despite receiving notice, no heed was paid by the petitioner and\nthereafter it was decided by the respondent No.2 to lodge an FIR and as\nsuch, they made a complaint at Police Station Misrod, Thana-Bhopal\nbecause the toll collection booth situates within the territorial\njurisdiction of that police station.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">7.     As per allegation made in the FIR, basically the respondent No.2\nrelied upon the opinion given by the Advocate General who opined that\nmoney was collected from public but not deposited in the escrow\naccount and as such, the petitioner has been made an accused. The\nperiod of incident was from 2014 to 2020 and FIR got registered on\n09.07.2020. As per the petitioner, the FIR and the allegations contained\ntherein are based upon clause 22.3 of the Concessionaire Agreement\nwhich reads as under:-\n</p>\n<blockquote id=\"blockquote_1\">             22.3 Traffic Sampling.\n</blockquote><blockquote id=\"blockquote_2\">                     22.3.1.For determining the actual traffic on the Project\n                     Highway MPRDC shall be entitled to inspect the relevant\n<span class=\"hidden_text\" id=\"span_3\">                                       5</span>\n\n                   records of the Concessionaire and may at its own cost,\n                   undertake traffic sampling substantially in the manner set\n                   forth in Schedule-O at such frequency as it may deem\n                   appropriate, but in no case for less than a continuous period\n                   of 7 (seven) days. The Concessionaire shall provide such\n                   assistance as MPRDC may reasonably require for such\n                   traffic sampling.\n</blockquote><blockquote id=\"blockquote_3\">                   22.3.2 If the traffic sampling pursuant to this Clause 22.3\n                   demonstrates that the actual traffic is more than the traffic\n                   reported by the Concessionaire, the traffic determined by\n                   thetraffic sampling shall be deemed to be the traffic for\n                   purposes of this Agreement and in the event of any Dispute\n                   relating to the traffic sampling, the Dispute Resolution\n                   Procedure shall apply. For the avoidance of doubt,\n                   Realisable Fee for any comparable period shall be\n                   calculated with reference to the traffic determined\n                   hereunder.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_8\">            (ii) As per the said clause, any disagreement with regard to traffic\n            [[\n\n\n\n\n            survey/sampling, it was clear that the joint sampling is to be\n            conducted. Furthermore, joined sampling was proposed in the\n            minutes of meeting dated 10.06.2019 (Annexure P/20, Pg. 464-\n</p><p data-structure=\"Issue\" id=\"p_9\">            465).\n</p><p data-structure=\"Facts\" id=\"p_10\">            (iii) Meeting was also attended by General Manager of Respondent\n            no. 2 along with various other officials. Even M/s Technova\n            Solutions, which is an official consultant for Respondent No. 2 has\n            given a traffic survey report in favour of M/s Transstroy Bhopal\n            Bypass Tollways Pvt. Ltd. (Annexure P/5. Even the new tender\n            floated by the Respondent No. 2 for operating the toll plazas has\n            been issued for a sum of Rs. 40 crores (Annexure P/14) which is\n            much lower than the figure reached upon by the Respondent No.\n</p><p data-structure=\"Section\" id=\"p_11\">            2.&quot;\n</p><p data-structure=\"Facts\" id=\"p_12\">8.    It is averred by the petitioner that as per the said clause, for any\ndisagreement with regard to traffic survey/sampling, a joint sampling is\nto be conducted and that joint sampling was proposed in the minutes of\nmeeting dated 10.,06.2019 (Annexure P/20). The General Manager of\nthe respondent No.2 also attended the said meeting along with various\nother officials. The consultant of respondent No.2 has given a traffic\nsurvey report in favour of M/s. Transstroy Bhopal Bypass Tollways Pvt.\nLtd. A new tender was also floated by the respondent No.2 for operating\n<span class=\"hidden_text\" id=\"span_4\">                                     6</span>\n\nthe toll plazas and the value of remaining work was assessed at Rs.40\ncrores.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">9.    As per the petitioner, the survey conducted by the officials of\nrespondent No.2 was completely baseless and was given effect behind\nthe back of M/s. Transstroy Bhopal Bypass Tollways Pvt. Ltd.\nAccording to the petitioner, no joint survey was conducted as per the\nprescribed norms of the Concessionaire Agreement. The survey\nconducted was a loosely prepared traffic survey, that too by the officials\nof respondent No.2. According to the petitioner, it is completely illegal\non the part of respondent No.2 to conduct ex parte survey. The FIR and\nthe contents thereon are based upon the said survey report.\n</p><span class=\"hidden_text\" id=\"span_5\">                                       7</span>\n\n<p data-structure=\"CDiscource\" id=\"p_14\">10.   The contract was terminated in the year 2018 and the Company\nhas gone into liquidation as per order dated 18.09.2019 of NCLT. The\ndocuments in this regard have also been filed by the petitioner i.e.\nAnnexure P/9. As per the petitioner, in the agreement itself there is a\nclause for availing the remedy of arbitration in case any dispute with\nregard to traffic survey/sampling arises but no such remedy was availed\nand without availing the specific remedy of arbitration, not only the\ncontract has been terminated, but the FIR has also been lodged. As per\nthe petitioner, there is a delay of two years in lodging the FIR.\n</p><p data-structure=\"Section\" id=\"p_15\">11.   The petitioner has averred that the concessionaire as of date is not\neven a legal entity against whom FIR is lodged. The concessionaire\nwent into liquidation vide order dated 18.09.2019 of the National\nCompany Law Tribunal. The allegations made in the FIR are completely\nincorrect because there was no foundation to substantiate the same.\nAccording to the petitioner, the siphoning of toll is baseless and the\nsame is evident from the methodology opted for collection. The daily\ncollection of toll tax was picked up by the banks themselves through\nCMS services. In the FIR also no specific role of the petitioner has been\ndisclosed. As per the petitioner when specific remedies are available in a\ndispute arises then lodging of an FIR under <a href=\"/doc/1326844/\" id=\"a_3\">Section 409</a> of IPC and\ninitiation of criminal prosecution is not permissible. The offence of <a href=\"/doc/1326844/\" id=\"a_4\">Section\n409</a> of IPC is made out only when a public servant, banker or merchant or\nagent commits any criminal breach of trust in his capacity of a public\nservant or in the way of business in respect of the property entrusted to\nthem. According to the petitioner, he is neither a public servant, banker,\nmerchant or agent nor entrusted with anyone&#x27;s property which they\ncould have misappropriated. At no point of time, according to the\npetitioner he was personally entrusted with any sort of public property\n<span class=\"hidden_text\" id=\"span_6\">                                      8</span>\n\nand as such, he has not siphoned the amount and has no role to play in\nthe matter. Nothing has been collected by the prosecution to show that\neven a single transaction of any of the alleged siphoned money\ndeposited in some other banks of either the concessionaire or the present\npetitioner&#x27;s account.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">12.   Although the respondent no.2 has not very specifically opposed\nthe said submission and even silent in that regard in the reply submitted\nby them but they have stated that the traffic sampling got done as per\nClause 22.3 of the agreement and observed that the total collection\nshould be Rs.10.55 lacs but a very less amount has been deposited by\nthe concessionaire in the escrow account and as per the termination\nnotice, the total premium that is due from the petitioner is\nRs.93,03,82,563/-. The respondent submits that there are clauses in the\nagreement in which it is clearly stated that the amount collected by the\nconcessionaire from the users of the project highway has to be deposited\nin the escrow account but that has not been done, therefore, it is a breach\nof contract and as such fraud is committed by the petitioner and nothing\nwrong has been done by the respondent in lodging the FIR.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">13.   Both the parties have relied upon various judgements to\nstrengthen their stand.\n</p><p data-structure=\"Precedent\" id=\"p_18\">14.   Counsel for the petitioner submits that the FIR can be quashed in\nview of the law laid down by the Supreme Court in case of State of\nHaryana and Others Vs. Bhajanlal and Others 1992 Supp (1) SCC\n335, Binod Kumar and others Vs. State of Bihar and Another\n(2014)10 SCC 663, M. Suresh and others Vs. State of Andhra\nPradesh and another (2018)15 SCC 273.\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1297317\" id=\"span_7\">15.   Learned counsel for the respondents has placed reliance upon the\n<span class=\"hidden_text\" id=\"span_8\">                                       9</span>\n\njudgments passed in case of Anwar Chand sab <a href=\"/doc/1297317/\" id=\"a_5\">Nanadikar Vs. State of\nKarnataka</a> 2003(10) SCC 521, Hridaya Ranjan Prasad Verma Vs.\nState of Bihar and another 2000(4) SCC 168, Vijay Kumar Ghai and\nothers Vs. State of West Bengal and others 2022(7) SCC 124 and also\nin case of State of Haryana and Others Vs. Bhajanlal and Others\n1992 Supp (1) SCC 335.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_20\">16.   I have heard the rival contention of the parties and also perused\nthe record.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">17.   As per counsel for the petitioner, it is a dispute arising out of the\ncontract and the same is purely of civil nature. The contract was\nterminated on 04.04.2018 whereas the FIR got lodged on 09.07.2020\nand as such, the FIR is liable to be quashed on the ground of delay and\nalso on the ground that it is nothing but an afterthought. As per the\ncounsel, the sole foundation of lodging the FIR is the traffic\nsurvey/sampling but that itself is illegal because if that was so required\nto be done, it had to be done as per clause 22.3 that too in the presence\nof both the parties but that was not done. Even the amount deposited\nwith the bank was asked to be released in favour of the petitioner but the\nrespondents refused to do so and asked them to go for arbitration. As\nsuch, it is clear that it is a case in which appropriate remedy is available\nif any dispute arises but lodging the criminal prosecution is illegal\nbecause the same is a malicious prosecution that too without any\nfoundation and, therefore, it requires to be quashed.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">18.   As      per   counsel   for   the   respondent    No.2,   the   traffic\nsurvey/sampling was conducted in the year 2019 because it had been\ndone by a person expert in the field and the expected amount ought to\nhad been deposited based upon the specific datas collected by the\nagencies conducted the survey and as such, fraud was played by the\n<span class=\"hidden_text\" id=\"span_9\">                                      10</span>\n\npetitioner by not depositing the total amount collected with the Bank\nwhich had given the loan for completing the contract and, therefore, FIR\nhas rightly been lodged and offence under <a href=\"/doc/1326844/\" id=\"a_6\">Section 409</a> of IPC has\nrightly been registered against the petitioner.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">19.    Considering the rival contentions of counsel for the parties and\non perusal of record, I am of the opinion that dispute in question arising\nout of a contract and in the said contract there is a specific remedy\navailable i.e. Arbitration if any dispute arises. Indisputably, the contract\nwas terminated on 04.04.2018 and the FIR was lodged on 09.07.2020\nand no explanation was given as to why even before terminating the\ncontract or immediately after terminating the contract, FIR could not be\nlodged. It is also not clear as to what role has been played by the\npetitioner and there is no material produced by the respondents to\nindicate that there was any transaction took place to show that the\namount collected from the users has not been deposited in the escrow\naccount.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">20.   It is also something surprising that when agreement itself\ncontained a clause for conducting a joint traffic survey/sampling as to\nwhy it was not done and only on the basis of one sided report,\nallegations made against the petitioner. From perusal of FIR, it is clear\nthat the police registered the offence only because there was an opinion\nof the Advocate General and it clearly reveals that police neither\nexamine the fact that the dispute is of civil nature and the allegations\nmade against the petitioner are having no foundation nor any\nincriminating material collected and produced by the complainant\nbefore the police so as to initiate criminal proceeding against the\npetitioner. In case of Bhajanlal (supra) the Supreme Court has\ncategorized the circumstances under which if offence is registered, it can\n<span class=\"hidden_text\" id=\"span_10\">                                        11</span>\n\nbe quashed. Paragraph 102 of the said judgment has given the categories\nwhich are as under:-\n</p><blockquote id=\"blockquote_4\">        &quot;102. In the backdrop of the interpretation of the various relevant\n        provisions of the Code under Chapter XIV and of the principles of law\n        enunciated by this Court in a series of decisions relating to the exercise\n        of the extraordinary power under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> or the inherent powers\n        under <a href=\"/doc/903398/\" id=\"a_8\">Section 482</a> of the Code which we have extracted and\n        reproduced above, we give the following categories of cases by way of\n        illustration wherein such power could be exercised either to prevent\n        abuse of the process of any court or otherwise to secure the ends of\n        justice, though it may not be possible to lay down any precise, clearly\n        defined and sufficiently channelised and inflexible guidelines or rigid\n        formulae and to give an exhaustive list of myriad kinds of cases\n        wherein such power should be exercised.\n</blockquote><blockquote id=\"blockquote_5\">                (1) Where the allegations made in the first information\n                     report or the complaint, even if they are taken at their\n                     face value and accepted in their entirety do not prima\n                     facie constitute any offence or make out a case against\n                     the accused.\n</blockquote><blockquote id=\"blockquote_6\">                (2) Where the allegations in the first information report\n                     and other materials, if any, accompanying the FIR do\n                     not disclose a cognizable offence, justifying an\n                     investigation by police officers under <a href=\"/doc/833310/\" id=\"a_9\">Section 156(1)</a> of\n                     the Code except under an order of a Magistrate within\n                     the purview of <a href=\"/doc/1062869/\" id=\"a_10\">Section 155(2)</a> of the Code.\n                (3) Where the uncontroverted allegations made in the FIR\n                     or complaint and the evidence collected in support of\n                     the same do not disclose the commission of any offence\n                     and make out a case against the accused.\n</blockquote><blockquote id=\"blockquote_7\">                                         X             X             X\n               (5) Where the allegations made in the FIR or complaint are\n                   so absurd and inherently improbable on the basis of\n                   which no prudent person can ever reach a just\n                   conclusion that there is sufficient ground for proceeding\n                   against the accused.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">                                                            (emphasize supplied)\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">21.   In view of the aforesaid enunciation of law and the contents of\nFIR, it is clear that offence of 409 of <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a> is not made out against the\npetitioner because no specific allegation has been made against him that\nany amount which he collected from the users of the road through toll\n<span class=\"hidden_text\" id=\"span_11\">                                       12</span>\n\nhas not been deposited by him in the escrow account. It is only an\napprehension and on the basis of some survey, which cannot be given\nany legal sanctity, because it was a one sided survey whereas it was\nrequired to be conducted in presence of both the parties as per clause\n22.3 of the Agreement. The prosecution has not collected any\nincriminating material and produced so as to establish that the\nallegations made in the FIR constitute an offence and disclose\ncommission of such crime by the petitioner.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">22.   During the course of arguments it was informed that though the\nFIR was lodged on 09.07.2020 but still charge-sheet has not been filed.\nFrom the contents of the FIR, it is clear that the police registered the\noffence only on the basis of opinion given by Advocate General. On\nperusal of clauses of the judgment of Bhajanlal (supra), especially\nClause-5, this Court is of the view that lodging of FIR and registration\nof offence under <a href=\"/doc/1326844/\" id=\"a_12\">Section 409</a> of IPC that too on the basis of contents of\nFIR is nothing but an absurd proposition on the basis of which petitioner\nwas made an accused.\n</p><p data-structure=\"Precedent\" id=\"p_28\">23.   In the case of Binod Kumar (supra), the Supreme Court has\nobserved as under:-\n</p><blockquote id=\"blockquote_8\">        &quot;17. <a href=\"/doc/1436241/\" id=\"a_13\">Section 420</a> IPC deals with cheating. The essential ingredients of\n        <a href=\"/doc/1436241/\" id=\"a_14\">Section 420</a> IPC are:\n</blockquote><blockquote id=\"blockquote_9\">              (i) cheating;\n</blockquote><blockquote id=\"blockquote_10\">              (ii) dishonest inducement to deliver property or to make, alter or\n              destroy any valuable security or anything which is sealed or\n              signed or is capable of being converted into a valuable security,\n              and\n</blockquote><blockquote id=\"blockquote_11\">              (iii) mens rea of the accused at the time of making the\n              inducement.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_29\">        18. In the present case, looking at the allegations in the complaint on\n        the face of it, we find that no allegations are made attracting the\n        ingredients of <a href=\"/doc/1249173/\" id=\"a_15\">Section 405</a> IPC. Likewise, there are no allegations as to\n        cheating or the dishonest intention of the appellants in retaining the\n        money in order to have wrongful gain to themselves or causing\n        wrongful loss to the complainant. Excepting the bald allegations that\n<span class=\"hidden_text\" id=\"span_12\">                                        13</span>\n\n        the appellants did not make payment to the second respondent and that\n        the appellants utilised the amounts either by themselves or for some\n        other work, there is no iota of allegation as to the dishonest intention in\n        misappropriating the property. To make out a case of criminal breach of\n        trust, it is not sufficient to show that money has been retained by the\n        appellants. It must also be shown that the appellants dishonestly\n        disposed of the same in some way or dishonestly retained the same.\n        The mere fact that the appellants did not pay the money to the\n        complainant does not amount to criminal breach of trust.\n</p><p data-structure=\"Conclusion\" id=\"p_30\">        19. Even if all the allegations in the complaint taken at the face value\n        are true, in our view, the basic essential ingredients of dishonest\n        misappropriation and cheating are missing. Criminal proceedings are\n        not a shortcut for other remedies. Since no case of criminal breach of\n        trust or dishonest intention of inducement is made out and the essential\n        ingredients of <a href=\"/doc/1249173/\" id=\"a_16\">Sections 405</a>/<a href=\"/doc/1436241/\" id=\"a_17\">420</a> IPC are missing, the prosecution of the\n        appellants under <a href=\"/doc/988620/\" id=\"a_18\">Sections 406</a>/<a href=\"/doc/1897847/\" id=\"a_19\">120-B</a> IPC, is liable to be quashed.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">In view of the above, it is clear that there is nothing available on record\nand even in the FIR it is not alleged that it is the petitioner who has\nbreached the contract and misappropriated the amount collected through\nthe users towards toll. Nothing specific is made by the complainant.\n</p><p data-structure=\"Precedent\" id=\"p_32\">24.   The Supreme Court in case of M. Suresh (supra) has also\nobserved as under:-\n</p><blockquote id=\"blockquote_12\">        &quot;9. We have perused the record and heard the learned counsel for the\n        State and the learned counsel for the complainant. It is patent that the\n        dispute between the parties is purely of civil nature. Transaction of sale\n        of the land was not finalised between the parties. As against the\n        payment of Rs 85 lakhs by the complainant, A-1 has returned a sum of\n        Rs 95 lakhs which has not been disputed by the complainant. In the\n        counter-affidavit, it has been further stated that the complainant has\n        executed a deed of cancellation of the agreement dated 9-10-2006\n        under which the accused was to pay a sum of Rs 1.25 crores upon\n        which the complainant was to withdraw the complaint. But, the two\n        cheques of Rs 15 lakhs each have been dishonoured and thus, a case\n        for cheating has been made out.\n</blockquote><blockquote id=\"blockquote_13\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263800\" id=\"span_13\">10. We find from the documents on record, particularly the counter-\n        affidavit of the respondent himself and the cancellation deed dated 9-\n        10-2006 filed along with the counter-affidavit that the dispute between\n        the parties is purely of civil nature. Even the stand of the complainant\n        is that the matter has already been resolved and the complainant has\n        already received the amount of Rs 95 lakhs against the payment of Rs\n        85 lakhs. However, according to him, the appellants were liable to pay\n<span class=\"hidden_text\" id=\"span_14\">                                        14</span>\n\n        further sum of Rs 30 lakhs as the cheques for the said amount have\n        been dishonoured. Mere fact that the cheques have been dishonoured\n        and the appellants may be liable to pay further amount to the\n        complainant will not by itself make out a case of cheating. It is a\n        dispute for which the respondent complainant can take his remedies\n        under the law. We are conscious that merely because a case involves a\n        civil dispute does not by itself bar remedy under criminal law if a case\n        is made out. At the same time, process of criminal law cannot be\n        pressed into service merely for settling a civil dispute when no offence\n        is committed. Law on the point is well settled in a series of judgments\n        of this Court including <a href=\"/doc/263800/\" id=\"a_20\">Hridaya Ranjan Prasad Verma v. State of Bihar\n        [Hridaya Ranjan Prasad Verma</a> v. State of Bihar, (2000) 4 SCC 168 :</span>\n</blockquote><blockquote id=\"blockquote_14\">        2000 SCC (Cri) 786] , Anil Mahajan v. Bhor Industries Ltd. [Anil\n        Mahajan v. Bhor Industries Ltd., (2005) 10 SCC 228 : (2006) 1 SCC\n        (Cri) 746] , Indian Oil Corpn. v. NEPC India Ltd. [Indian Oil Corpn. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">        NEPC India Ltd., (2006) 6 SCC 736 : (2006) 3 SCC (Cri) 188] , Inder\n        Mohan Goswami v. State of Uttaranchal [Inder Mohan Goswami v.\n        State of Uttaranchal, (2007) 12 SCC 1 : (2008) 1 SCC (Cri) 259] and\n        Chandran Ratnaswami v. K.C. Palanisamy [Chandran Ratnaswami v.\n        K.C. Palanisamy, (2013) 6 SCC 740 : (2014) 1 SCC (Cri) 447].\n</p><p data-structure=\"Conclusion\" id=\"p_34\">        11. We are satisfied that in the present case the criminal complaint filed\n        by Respondent 2 is abuse of process of law and cannot be sustained.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">        12. Accordingly, while allowing these appeals we quash the impugned\n        complaint and proceedings against the appellants in the said criminal\n        case. This will, however, be without prejudice to any other remedies of\n        Respondent 2 under the law.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_36\">25.   Thus, in view of the above, it is clear that the aforesaid dispute\ncan be considered to be of civil nature because the same is arising out of\na contract for which there is remedy available and as such the FIR has\nwrongly been lodged against the petitioner against whom nothing\nspecific is alleged to constitute an offence under <a href=\"/doc/1326844/\" id=\"a_21\">Section 409</a> of IPC. It\nis apt to see the ingredients of <a href=\"/doc/1326844/\" id=\"a_22\">Section 409</a> which is as under:-\n</p><blockquote id=\"blockquote_15\">             &quot;409. Criminal breach of trust by public servant, or by banker,\n            merchant or agent.--Whoever, being in any manner entrusted\n            with property, or with any dominion over property in his capacity of\n            a public servant or in the way of his business as a banker, merchant,\n            factor, broker, attorney or agent, commits criminal breach of trust in\n            respect of that property, shall be punished with 1[imprisonment for\n            life], or with imprisonment of either description for a term which\n            may extend to ten years, and shall also be liable to fine.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_37\">26.   From perusal of the aforesaid provision it is clear that if a person\n<span class=\"hidden_text\" id=\"span_15\">                                     15</span>\n\nis made an accused under <a href=\"/doc/1326844/\" id=\"a_23\">Section 409</a> of IPC or allegation of criminal\nbreach of trust is made against him, his specific role should be assigned\nand any transaction made by him, which comes within the criminal\nbreach of trust, has to be there but here in the present no such\ningredients are available to constitute an offence under <a href=\"/doc/1326844/\" id=\"a_24\">Section 409</a> of\nIPC.\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"124087898\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99661307\" id=\"span_17\">27.    Recently, this Court in case of <a href=\"/doc/99661307/\" id=\"a_25\">Abhishek Tiwari Vs. State of\nMadhya Pradesh and Others</a> (W.P. No. 4349 of 2023 decided vide\norder dated 03.10.2023) relying upon Supreme Court decision rendered\nin the cases of <a href=\"/doc/124087898/\" id=\"a_26\">Sarabjit Kaur Vs. State of Punjab and another</a>\nreported in (2023) 5 SCC 360 and Kapil Agarwal and others Vs.\nSanjay Sharma and others reported in (2021) 5 SCC 524 has quashed\nthe FIR and all subsequent proceedings which have arisen out of the\ncontract executed between the parties as the dispute was purely of civil\nnature. The case laws on which counsel for the respondents has placed\nreliance with regard to power of the High Court to interference in a\ncriminal case or to quash the proceedings are not applicable in the facts\nand circumstances of the present case. It is a case in which there is no\nspecific allegation and material available before this Court to indicate\nthat it is the petitioner who has committed criminal breach of trust and\nused any amount for his personal use instead of depositing the same in\nthe escrow account. The contract is a written contract containing\nconditions and if any condition is violated then remedy is available. It is\na settled principle of law that a dispute purely of civil nature cannot be\nconverted into criminal prosecution and cannot be used as a tool to\ncreate pressure upon a party to settle the dispute. In the present case,\ncontract was terminated in the year 2018 and FIR was lodged only on\nthe basis of opinion of the Advocate General that too after almost two\n<span class=\"hidden_text\" id=\"span_18\">                                                          16</span>\n\n        years and even after lodging of FIR till now, no charge-sheet has been\n        filed.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_39\">        28.                  Thus, under such a circumstance, the petitioner cannot be\n        permitted to continue to face such criminal prosecution which is purely\n        abuse of process of law and otherwise liable to be quashed. Therefore,\n        FIR No. 294/2020 dated 09.07.2020 registered at Police Station Misrod,\n        District Bhopal, is hereby quashed and further proceedings based\n        thereon are also quashed.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">        29.                 The petitions are accordingly allowed. No order as to cost.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_41\">                                                                     (SANJAY DWIVEDI)\n                                                                           JUDGE\n        rao\n\n\n<span class=\"hidden_text\" id=\"span_19\">Digitally signed by SATYA</span>\n<span class=\"hidden_text\" id=\"span_20\">SAI RAO</span>\n<span class=\"hidden_text\" id=\"span_21\">Date: 2023.11.29 18:24:19</span>\n<span class=\"hidden_text\" id=\"span_22\">+05&#x27;30&#x27;</span>\n</p><span class=\"hidden_text\" id=\"span_23\"> </span>","numcites":15,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":63573872,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}