{"tid":742641,"publishdate":"1993-02-17","title":"Northern India Seeds Corporation And ... vs The State Of Bihar And Ors. on 17 February, 1993","doc":"<h2 class=\"doc_title\">Northern India Seeds Corporation And ... vs The State Of Bihar And Ors. on 17 February, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1994(42)BLJR559</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-b-sinha\">S.B. Sinha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-b-sinha\">S.B. Sinha</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nS.B. Sinha, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Both these writ applications involving common question of fact and law were taken up for hearing together and are being disposed of by this common judgment.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The fact of the matter lies in a very narrow compass.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. In these writ applications the petitioners have questioned the orders passed by the District Magistrate, Patna (Respondent No. 4) whereby he directed the Bihar State Co-operative Marketing Union (hereinafter to be referred as &#x27;Biscomaun&#x27;) not to make any payment for seeds/gram seeds supplied by the petitioner till further orders.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The said orders are contained in Annexures-4 and 7 to the afore mentioned writ petitions respectively.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. In or about August, 1984, tender notices were issued for supply of seeds/gram seeds for the Rabi crops for the year 1984-85. On 10-9-1984 the petitioners submitted their tenders and rates for supply of seeds of different qualities were finalised thereafter upon negotiation.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">6 On or about 30-9-1984 the Deputy Managing Director of Biscomaun by its letter No. M 1320 and M 1327 placed orders to the petitioners of C.W.J.C. 9605 of 1989 for supply of three thousand quintals of certified Masur seeds as also two thousand quintals of certified Linseeds and two thousand quintals of gram seeds and one thousand quintals of Masoor seeds to its different depots to the petitioner of C.W.J.C. 5906 of 1988 respectively. The said orders are contained in Annexure 1 to each of the with application.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. On 2-10-1984 the petitioners of C.W.J.C. 5906 of 1988 received another latter giving details of the depots and quantities of Masoor and Gram seeds required to be supplied by them by 15-10-1984.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. On 7-10-1984 a circular was issued by Deputy Managing Director of Biscomaun to all senior Regional, Officers giving directions for distribution of fertilisers and seeds. The said circular letter dated 7-10-1984 is contained in Annexure &#x27;3&#x27; to the writ application of C.W.J.C. 9605 of 1989.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">9. According to the petitioners, they have completed the supply of the seeds within the stipulated period.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">10. By order dated 21-3-1985, however, the District Magistrate informed the Managing Director, Biscornaun to stop payment the petitioners against the supplies made by them. The said letter dated 21-3-1985 is contained in Annexure &#x27;4&#x27; to the C.W.J.C. 9605 of 1989.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">11. On 31-5-1985 the Dy. Managing Director, Biscomaun issued notices to the petitioners as to why payment for supply of seeds shall not be stopped. The said notice dated 31-5-1985 is contained in Annexure &#x27;5&#x27; to each of the writ application. The petitioners filed their respective show causes which are contained in Annexure &#x27;6&#x27; to each of the writ application.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">12. On 19-9-1985 the Managing Director, Biscomaun wrote a letter to the Director, Agriculture (Respondent No. 2) seeking his legal and technical relaxation to the points raised in the said show cause so that the points and objections raised by the District Magistrate may be met. The said letter dated 19-9-1985 is contained in Annexure &#x27;8&#x27; to each of the writ application.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. On 26-8-1986 Biscomaun sent another letter enclosing a copy of the letter dated 19-9-1985 and again sought for a guidance from the Director, Agriculture. The said letter dated 26-8-1986 is contained in Annexure &#x27;9&#x27; to each of the writ application.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">14. The petitioners have further contended that one M/s. Rajesh Tarding Company filed a writ petition in this Court which was marked as C.W.J.C. No. 3395 of 1987. By an order dated 25-8-1987 a Division Bench of this Court allowed the said writ application. The said order dated 25-8-1987 is contained in Annexure &#x27;10&#x27; to each of the writ application.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">15. Biscomaun, thereafter, preferred Special Leave Petition before Supreme Court which was registered as S.L.P. (Civil) No. 13870 of 1987 and by an order dated 26-11-1987 the said S.L.P. was dismissed. It appears that the District Magistrate had also preferred a Special Leave Petition against the said judgment which was also dismissed by an order dated 26-11-1987.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">16. Counter-affidavit has been tiled by Biscomaun in both the cases. In the said counter-affidavit it has been contended that complaints relating to supply of sub-standard quality of seeds were received by the District Magistrate who thereupon got the same tested by Rajendra Agriculture University wherein it was found that the seeds supplied were not of the same quality as printed on the bags. It was further alleged that the reports which were obtained by the petitioners in respect of the seeds supplied by them and submitted to the Biscomaun may not be presumed to be of the same quality of seeds which had been tested by the Notified Laboratory. It was alleged that no complaint relating to supply of sub-standard seeds was earlier raised because it was not tested at the instance of Biscomaun which reposed full confidence inspired by the test reports submitted by the petitioners. It has further been submitted that samples were collected by different officials who were also Seed Inspectors.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\">17. So far the case of M/s. Rajesh Trading Company is concerned it has been contended that therein the District Magistrate confiscated the seeds of the said firm and initiated a proceeding against it, but in these case no such confiscation proceeding had been intiated and, thus, the said decision is not applicable in the present case. It has further been submitted that it is also not known that the seeds supplied by the petitioners were from one lot or different lots as there was no occasion for the authorities of the Biscomaun not to accept the reports of the Laboratory but it cannot be taken for granted that the entire lot supplied by the petitioner conformed to the prescribed standard.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. A reply to the counter-affidavit has been filed by the petitioners. It has been submitted that all the seeds supplied to Biscomaun were tested by Central Seeds Testing Laboratory, New Delhi and the copy of the same is contained in Annexure-11 to the said reply. It has further been contended that the same quality of seeds were supplied to various depots and the same were upto the standard. It has been pointed that full payment for the seeds supplied to other depots have been received but only payment for supply of seeds on the District of Patna have been withheld. The petitioners have further contended in the said reply that the alleged report of the Rajendra Agriculture University has not been annexed to the counter-affidavit and the petitioners have reason to believe that a full and proper report was not sent by the said University. It was further contended that Rajendra Agriculture University is not a notified Laboratory under the <a href=\"/doc/1424192/\" id=\"a_1\">Seeds Act, 1966</a>.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_19\">19. It has further been contended that upon receipt of the show cause notices, the petitioners contacted the authorities of the Rajendra Agriculture University about the authenticity of the said report but they have denied to have sent any report. The said letter of Rajendra Agriculture University is contained in Annexure-13 to the reply.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\">20. The petitioners have also filed supplementary affidavit in C.W.J.C. No. 5906 of 1988 on 14-3-1989, wherein it has been contended that Dr. S.N. Jha, Senior Scientist of Rajendra Agriculture University, Pusa, in course of an investigation in connection with Gandhi Maidan P.S. Case No. 70/88 made a statement under <a href=\"/doc/497457/\" id=\"a_2\">Section 164</a>, Cr.P.C. to the effect that in the Laboratory of the said College only abalytical test of water and soil is conducted. The said statement of Dr. Jha under <a href=\"/doc/497457/\" id=\"a_3\">Section 164</a>, Cr.P.C. has been annexed with the supplementary affidavit.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">21. Biscomaun has also filed a rejoinder to the said counter-affidavit filed by the petitioners on 29-4-1989. In the said rejoinder it has interalia been contended that payments for seeds in the district of Patna have been made as no complaint had been received in relation thereto. It has further been stated that the Biscomaun had decided not to make payment to the petitioners for the reason that the seeds supplied by the petitioners was inferior in quality. It has also been stated that the reports submitted by the Rajeadra Agriculture University would be deemed to have been accepted by the petitioners as in their show-cause they did not raise any objection to the effect that there was no seal or signature in the said reports.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\">22 A copy of the complete report with a letter from Rajendra Agriculture University has been annexed and marked as Annexure-B/1 to the said reioinder. It has been further submitted that no reliance should be placed upon by the statement of Dr. S.N. Jha purported to have been made under <a href=\"/doc/497457/\" id=\"a_4\">Section 164</a>, Cr.P.C. in connection with a criminal case. It has been further contended that the samples of the seeds had been collected by the competent authority and since the seeds in question had been tested in an approved Laboratory, this Court should not enter into the thicket of a disputed question of fact.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_23\">23 Another supplementary counter-affidavit has been filed on behalf of Biscomaun on 25-5-1981. The said counter-affidavit had been sworn by Shri Jayotendra Narayan Singh, University Professor and Head of the Department of Seeds Technical, Tirhut, Dholi and now Director, Seeds and firm in the said University, on the direction of the Vice-Chancellor who in turn had been requested by the Administrator of Biscomaun to authenticate and confirm the report prepared by the deponent of the said supplementary counter-affidavit on oath so far as the same related to the test conducted in respect of 26 samples of seeds sent by the District Magistrate, Patna, is concerned. In the said affidavit Dr. Singh stated that the said samples were tested by the Specialists under his supervision and under guidance and only thereafter the report was prepared in his office which was verified by him. It has also been contended that after having satisfied himself, he forwarded its report by letter No 1199 dated 14-12-1987 along with the annexures thereof and other documents. The aforementioned letter dated 14-12-1987 has been annexed to the said supplementary affidavit and marked as Annexure &#x27;B&#x27;\n \n\n</p><p data-structure=\"PetArg\" id=\"p_24\">24. Mr. Tara Kant Jha, learned Counsel appearing on behalf of the petitioners firstly draw my attention to Clause 7 of the agreement entered into or by the petitioners as contained in Annexure-&#x27;1&#x27; of C.W.J.C. No. 5906 of 1988 which reads as follows:\n</p><blockquote id=\"blockquote_1\"> Bij kharab paye jaane par aapko suchna di Jayegi tatha kharab bij ko apne kharch par hamare bhandaro aax se wapas lena hoga.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_25\">25. According to the learned Counsel, in the event the seeds were not found not upto mark, Biscomaun could have only returned back the seeds but could not have withheld the payment thereof after using the same. It was further submitted that evidently Biscomaun did not act in terms of agreement in as much as no testing was done at its instance but at the instance of the District Magistrate, Patna.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\">26. The learned Counsel further drew my attention to the fact that the testing of the seeds was not done within one year from the date of supply. The learned Counsel further submitted that the matters relating to supply and collection of seeds and testing in a Laboratory are governed by the provisions of <a href=\"/doc/1424192/\" id=\"a_5\">Seeds Act, 1966</a> and the rules framed thereunder. It has further been submitted that from a perusal of Annexure-13 to the writ application, it would appear that the University has dismissed its report and further it admitted to have no testing facility of seeds in the Laboratory and thus the purported report should not be relied upon. The learned Counsel in this connection also drew my attention to Annexures-14 and 15 to the writ application.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">27. The learned Advocate-General appearing on behalf of Biscomaun submitted that the claim of the petitioner is purely a money claim. According to the learned Counsel, even a suit for realisation of money has become barred by limitation and, thus, this Court should not exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1204286\" id=\"span_1\">The learned Counsel in this connection, relied upon a decision in the case of <a href=\"/doc/1204286/\" id=\"a_7\">State of Madhya Pradesh v. Bhailal Bhai and Ors.</a> .</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">28. It has further been submitted that from a perusal of the relief prayed for by the petitioner, it would appear that a writ of mandamus has been prayed so as to direct payment of money which is impermissible in law inasmuch as the claim by the petitioner arises out of contract qua contract. It was submitted that a claim arising out of a contract pure and simple is not maintainable in lac and in support of this contention reliance has been placed upon Mis. Radha Krishna Agarwala and Ors. v. State of Bihar and Ors.  and a Full Bench decision of this Court in Pancham Lal Singh v. State of Bihar and Ors. reported in 1991 (1) PLJR 352.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\">29. It has further been submitted that as an arbitration clause is contained in the agreement entered into by and between the parties there too a writ petition is not maintainable.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"888433\" id=\"span_2\">Reference in this connection has been made to M/s. <a href=\"/doc/888433/\" id=\"a_8\">Birsa Lime Stone Co. Ltd. and Anr. v. Orissa State Electricity Board</a> .</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_32\">30. It has further been submitted that Biscomaun being not a &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_9\">Article 12</a> of the Constitution of India, the writ petition filed by the petitioner is not maintainable.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_33\">31. The learned Counsel further submitted that from a persual of the rejoinder to the reply of the counter-affidavit filed on behalf of Dr. Singh, it would appear that the seeds supplied by the petitioners have duly been tested in the Laboratory of Rajendra Agriculture University and the same have been found to be sub-standard. According to the learned Counsel, therefore, this Court should not go into the disputed question of fact as to whether in such a situation the petitioners can enforce the conditions for payment arising out of contractual obligation.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_34\">32. In view of the rival contentions of the parties, the following questions arise for consideration in these applications:\n</p> \n\n<blockquote id=\"blockquote_2\">(i) whether Biscomaun being not a &#x27;State&#x27; within the meaning of Article 12 of the Constitution of India, a writ of mandamus can be issued as against it?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(ii) whether the claim of the petitioner having arisen out of a contract qua contract, the writ petition is not maintainable particularly so as to enforce a pure money claim?\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iii) In view of the fact that the contract contains an arbitration clause, whether this Court should not exercise its writ jurisdiction?\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(iv) whether in view of the fact that the question (sic) involves a disputed question of fact, this Court should not enter into the said disputed question?\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(v) whether the petitioners are guilty of delay and laches and if so, whether they are entitled to invoke the discretionary jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution of India?\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_35\">33. Re-question Nos. 1, 2 and 3.--These questions for the sake of convenience are being taken up together for consideration. Admittedly a con tract was entered into by and between the petitioner and Biscomaun for supply of certified seeds. The said contract as such is not governed by the provisions, of any Statute. The petitioners, themselves, have annexed a copy of the offer which has been made by Biscomaun and as contained in Annexure-1 to the writ application which was accepted by the writ petitioners. Clauses 3, 5 and 7 of the said offer which are material for the purpose of these writ applications read thus:\n</p>  \n\n<blockquote id=\"blockquote_7\">3. Beej ke Parteyak Boro Par Seed Act, 1966 Ke antargat Ankuran Shudhta Lot number Tatha Aapurtikarta ka Naam Ankit Rahega.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">5. Beej ke parbhed Shubhata Avam Ankuran Sambandhi Parman Patra Jis Kshetra se beej ki prapti ki jayegi us Kshetra ke sambandit Krishi Vishwa Vidyalaya Athawa Beej Adhiniyam ke Antragat Kisi notified testing Laboratory se prapta kar prestut karana hoga.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">7. Beej kharab paye jane par aapko Suchna di jayegi tatha kharab beej ko aapne kharcha par hamare bhandaro se wapas lena hoga.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_36\">34. It is not disputed in terms of the aforementioned agreements, the petitioners were required to supply the certified seeds which in turn means that the seed so supplied should conform to the standard prescribed under the <a href=\"/doc/1424192/\" id=\"a_11\">Seeds Act, 1966</a>.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_37\">35. In terms of Clause 5 of the agreement, the petitioners were required to produce the purity and germination test certificates from a concerned Agriculture University or any notified testing Laboratory under the <a href=\"/doc/1424192/\" id=\"a_12\">Seeds Act</a>. The petitioners have contended that such certificates of test/analysis of the seed analyst was submitted in terms of Annexure-7 to the writ application. However, the learned Advocate-General has pointed out that from a perusal of the said purported certificate dated 23-1-1985, it would appear that same related to plot Nos. 1069 and 1070 which did not relate to the petitioners and in support of this contention the learned Counsel has drawn my attention to the order dated 25-8-1987 passed by the learned Single Judge of this Court in C.W.J.C. No. 3395 of 1987 Rajesh Trading Company v. The State of Bihar, and Ors. which is contained in Annexure-10 to the writ application wherein also the same certificate was submitted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">The contention of the learned Advocate-General appears to be correct. From a perusal of the order passed in Rajesh Trading Company as contained in Annexure-10 to C.W.J.C. No. 5906 of 1988, it is evident that the same certificate was contained in Annexure-5/1 to the aforementioned writ application and the contents thereof have been, re-produced in the judgment itself.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_39\">36. In this view of the matter, it is evident that the said certificate does not relate to the petitioners. However, the petitioners accepted this-position and stated that the same had been filed by way of mistake. The petitioners in this situation filed another certificate which is contained in Annexure-11 to the reply filed by them to the counter-affidavit of Respondent No. 4 and marked as Annexure-11 thereto. From a perusal of the said certificate, it appears that one of the lots being lot No. 911 was in fact damaged and in respect of other lots remarks given by the Laboratory are that the same contains excessive innert matter and recommendations for drying thereof were made. It further appears from Annexure-B to the supplementary counter-affidavit filed on behalf of Respondent No. 4 which is the report in respect of the seeds supplied by the petitioners that minimum of germination and purity should be 99% but from Annexure-11 itself, it appears that normal germination is below the said specified standard. Judging from that view Annexnre-11 evidently does not conform to the standard prescribed under the <a href=\"/doc/1424192/\" id=\"a_13\">Seeds Act</a>.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_40\">37. Mr. Tarkant Jha, learned Counsel appearing on behalf of the petitioners, has, however, submitted that in terms of <a href=\"/doc/715302/\" id=\"a_14\">Sections 4</a>, <a href=\"/doc/1123064/\" id=\"a_15\">12</a>, <a href=\"/doc/1716768/\" id=\"a_16\">15</a> and <a href=\"/doc/1488119/\" id=\"a_17\">16(1)</a> and (2) of the <a href=\"/doc/1424192/\" id=\"a_18\">Seeds Act</a> as also Rules 24, 25 and 26 framed thereunder only such seeds can be tested which are collected by the Inspectors appointed therefor. As notices hereinbefore the contention of the learned Counsel is further that the University did not have fulfedged laboratory for testing seeds.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_41\">38. Respondents, on the other hand, submitted that the Officers of Rajendra Agriculture University are &#x27;Inspectors&#x27; within the meaning of the provisions of the said Act as it appears from Paragraph 13 of the counter-affiavit filed on behalf Respondent No. 4. In the said counter-affidavit it has further been stated that Rajendra Agriculture University is a notified seed testing laboratory under the said Act. From the report as contained in Annexure-12 to the writ application, which was produced at the instance of the Respondents, it is also relevant that the Central Seeds Testing Laboratory also found that the seeds were infected with disease. The said report is also contained as Annexure-B/1 to the counter-affidavit. The Respondents have annexed a photostat copy of that report together with a letter received from Rajendra Agriculture University and marked it as Annexure-B/1 to the rejoinder of the reply filed by the petitioner.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_42\">39. It is not in dispute that in the said report, it has been stated that the seeds which were collected for testing did not conform to the standard.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">40. A supplementary affidavit has also been filed on behalf of Respondent No. 4 on 25-9-1989 by Mr. Jyotendra of the department of Seeds Technology, Tirhut Agriculture College, Dholi Muzaffarpur and at .the relevant time was Director, Seeds and Farm in the said University. The said deponent stated that the samples were tested under his supervision and in his presence as also under his guidence by the specialist of the University and the said report was prepared in his office and which was verified by him. He has stated that he forwarded the test report to the District Magistrate, Patna only upon satisfying himself with regard to the veracity thereof. The said report is contained in Annexure-B to the said supplementary counter-affidavit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">41. From the facts stated hereinbefore, it is evident that there exists a dispute as to whether the seeds supplied by the petitioner was sub-standard or not.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_45\">42. This Court while exercising its writ jurisdiction is not a proper forum where such a disputed question of fact can be adjudicated upon. Mr. Jha has contended that samples were not taken by the competent authority and, thus, there has been violation of the provisions of the <a href=\"/doc/1424192/\" id=\"a_19\">Seeds Act</a>. However, the contentions raised by Sri Jha have been controverted in the counter-affidavit inasmuch as it has been stated therein that Rajendra Agriculture University is competent to test the seeds at its Laboratory and its Officers are Inspectors within the meaning of the said Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">43. Further as noticed hereinbefore, the learned Advocate-General has rightly pointed out that the matter docs not arise out of the <a href=\"/doc/1424192/\" id=\"a_20\">Seeds Act</a>. In terms of the provisions of the contract, it was the petitioner who was to satisfy the authorities of the Biscomaun about the standard of the seeds supplied by annexing certificate from the authorities under the <a href=\"/doc/1424192/\" id=\"a_21\">Seeds Act</a> and/or the Agriculture University of the area. As in terms of the contract itself a certificate produced by Agriculture University of the concerned area would have served the purpose, there does not appear any reason whatsoever as to why the report of the Rajendra Agriculture University should not be relied upon particularly in view of the affidavit filed by the aforementioned Jyotendra Narain Singh. The Respondents in their affidavit have annexed a complete report of Rajendra Agriculture University. It is also significent to note that although in their shown cause, the petitioners questioned the authority of the Officers collecting seeds, it did not question the contents of the report as such in so far as it did not ask Biscomaun to send the said samples to another certified Laboratory for re-testing. In this view of the matter it cannot be said that the action on the part of the Biscomaun was wholly arbitrary.\n</p> \n\n<p data-structure=\"Section\" id=\"p_47\">44. It is not disputed that the contract was not entered into under the provisions of the Statute. The claim of the petitioner and/or Biscomaun, therefore, arises out of a contract and not under the statutory contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_3\">In <a href=\"/doc/541216/\" id=\"a_22\">Radhakrishna Agarwal and Ors. v. State</a> af Bihar and Ors. , the Supreme Court categorised the cases arising out of breaches of alleged obligation by the State or its agents in three types of cases, namely:</span>\n</p> \n\n<blockquote id=\"blockquote_10\">(i) Where the petitioner makes a grievance of breach of promise on the part of the State in cases where promise has been made by State and the promises das acted to his prejudice.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(ii) Where the contract entered into between the Contracting party of the State is in exercise of statutory power under Statutory Acts or rules framed thereunder.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(iii) Where the contract entered into between the State and the persons aggrieved is non-statutory and purely contractual of the rights and obligation of the parties thereto are governed by the terms of the contract.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_49\">The Supreme Court held that whereas the case falling within the categories (i) and (ii) aforementioned, a writ petition under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution would be maintainable but in the cases falling within the category (iii), no writ petition shall lie.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1668479\" id=\"span_4\">46. This aspect of the matter has been considered by a Full Bench of this Court in <a href=\"/doc/1668479/\" id=\"a_24\">Pancham Singh v. State of Bihar and Ors.</a> reported in 1991 (1) PLJR 352, when this Court upon taking into consideration various other decisions of Supreme Court carved out a fourth category and held that a writ petition shall also be maintainable where the contract has been terminated by the &#x27;State&#x27; on a ground, de horn any of the terms of the contract, and which is per se violative of <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> of the Constitution.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">47. In this case, contract has not been terminated by Biscomaun. It has been admitted by the petitioners in the writ petitions that payments have been received by it in respect of supply of seeds in the other districts but only in respect of supply of seeds in Patna district, no payment has been received. Further when the contract was entered into by the Biscomaun which was not a &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_26\">Article 12</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">It has been held by this Court in Harendar Narayan Bankar v. State of Bihar, reported in 1985 PUR 1078 that Biscomaun is not a &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_27\">Article 12</a> of the Constitution of Narender&#x27;s case (supra), has been followed by another Division Bench recently in Bihar State Co-operative Marketing Union v. Stale of Bihar, reported in 1993 (1) BLJR 23. As, the contract was entered into between two private parties, and, this, enforcement thereof is not permissible by in voking the writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\">48. It is true that in this case initially the District Magistrate, Patna directed Biscoraaun not to make payment but he did not so in view of the fact that several complaints were received by him in this regard. Respondent No. 4 in the rejoinder to the reply of the counter-affidavit filed on 1-5-1989 has categorically stated that as the seed supplied by the petitioner did not conform to the standard, it has refused to make payment to the petitioner. It is also an accepted fact that on 31-5-1985, the Deputy Managing Director Biscomaun issued a notice to the petitioner as to why payment for supply of seeds shall not be stopped, which is contained in Annexure-5 to each of the writ application and the writ petitioners also filed their respective show-cause which are contained in Annexure-5 thereto. It is, therefore, clear that although at the initial stage a direction has been received from the District Magistrate, Patna by the Biscomaun not to make any payment but later on it acted on its own.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">49. It is now well-known that no writ petition lies for enforcing a pure money claim.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_5\">In <a href=\"/doc/1893286/\" id=\"a_29\">Bareilly Development Authority and Anr. v. Ajay Pal Singh and Ors.</a> , it has been stated thus:</span>\n</p><blockquote id=\"blockquote_13\"> This finding, in our view, is not correct in the light of the facts and circumstances of this case because in Ramana Dayaram Shetty&#x27;t case there was no concluded contract as in this case. Even conceding that the BDA has the trappings of a State or would be comprehended in &#x27;other authority&#x27; for the purpose of Article of the Constitution while determining price of the houses/flats constructed by it and the rate of monthly instalments to be paid, the &#x27;authority&#x27; or its agent after entering into the field of ordinary contract Acts purely in its executive capacity. Thereafter, the relations are no longer governed by the constitutional provisions but by the legally valid contract which determines the rights and obligations of the parties inter se. In this sphere, they can only claim rights conferred upon them by the contract in the absence of any statutory obligations on the part of the authority (i.e. BDA in this case) in the said constructual field.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">It has been further stated:\n</blockquote><blockquote id=\"blockquote_15\"> In view of the authoritative Judicial pronouncements of this Court in the serious of cases dealing with the scope of interference of a High Court while exercising its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> of the Constitution of India in case of non-statutory concluded contracts like the one in hand, we are constrained to hold that the High Court in the present case has gone wrong in its finding that there is arbitrariness and unreasonableness on the part of the appellants herein in increasing the cost of the houses/flats and the rate of monthly instalments and giving directions in the writ petitions as prayed for.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1581769\" id=\"span_6\">50. Reference in this connection may be made to <a href=\"/doc/1581769/\" id=\"a_31\">BASF India Ltd., v. The State of Bihar and Ors.</a> 1992 BBCJ 670. The Division Bench <a href=\"/doc/1581769/\" id=\"a_32\">in that case</a> held:</span>\n</p><blockquote id=\"blockquote_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_7\">We are of the definite opinion that in all cases where breach of contract is alleged, the matter shall have to be decided keeping in view <a href=\"/doc/1581769/\" id=\"a_33\">laid down by</a> the Supreme Court, i.e. the decision of the Supreme Court in <a href=\"/doc/541216/\" id=\"a_34\">Radhakiishna Agrawal</a>&#x27;s case.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_57\">51. Respondent No. 4 in paragraph 5 of the counter-affidavit has stated as follows:\n</p><blockquote id=\"blockquote_17\"> That it is also submitted that the petitioner has agreed that in case of any dispute or difference arising out and/or from the contract shall be referred to the Registrar, Co-operative Societies, Bihar Patna for arbitration whose decision shall be binding on the parties. The dispute has not been referred to the Arbitrator so named in the said agreement. The writ is also not maintainable on this count.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_58\">52. Paragraph 5 of the counter-affidavit has been traversed in the reply thereto filed by the petitioner in Paragraph 4 thereof, wherein the statements made to the aforementioned effect have not been controverted. Thus it stands admitted that there exists an arbitration clause in the agreement entered into between the parties for the purpose of resolving their disputes and differ ences arising out of contract. Non-payment and/or withholding of payment of price for the goods supplied by Biscomaun was a dispute arising out of contract and thus, the same was arbitrable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\">53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1286590\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"888433\" id=\"span_9\">In <a href=\"/doc/888433/\" id=\"a_35\">Bisra Lime Stone Company Ltd. and Anr. v. Orissa Stale Electricity Board and Anr.</a> , the Supreme Court upon taking into consideration its earlier decision in <a href=\"/doc/1286590/\" id=\"a_36\">Indian Aluminium Company v. Kerala State Electricity Board</a> , held that a writ petition is not maintainable where the parties can get their disputes resolved by invoking the adjudicating machinery of the arbitration clause.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\">54. It is true that in an appropriate case, the Court may not refuse to exercise its discretion only because there exists an alternative remedy But in a case like the present one, when the dispute is between the parties to a non-statutory contract and involves determination of serious disputed question of facts, this Court, in my opinion, should not exercise its writ jurisdiction.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">55. Further as would be discussed hereinafter the writ petitioners are also guilt of serious delay and laches. Admittedly, the contract was entered into the year 1984. Supplies were made within the stipulated period i.e. in 1984 itself, Biscomaun issued notice of show-cause upon the petitioners on 31-5-1985 (Annexure-5) and despite receipt of the show-cause dated 31-5 1985 no payment has been made C.W.J.C. No. 5906 of 1988 has been filed on 9-8-1988 whereas C.W.J.C. No. 9605 of 1989 has been filed on 17-11-1989. Thus, evidently both these writ applications have been filed after a period of about three years from the date when the cause of action for obtaining payment in relation to supply of seeds arose.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\">56. The Suprement Court in Sate of Madhya Pradesh Bhailal Bhai and Ors.  held as follows:\n</p><blockquote id=\"blockquote_18\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1204286\" id=\"span_10\">The learned Judges appear to have failed to notice that the delay in these Petitions was more than the delay in the petition made in <a href=\"/doc/1204286/\" id=\"a_37\">Bhailal Bhai</a>&#x27;s case out of which Civil Appeal No. 362 of 1962 has arisen. On behalf of the Respondents petitioners in these appeals (C.A. Nos. 861 to 867 of 1962) Mr. Andley has argued that the delay in these cases even is not such as would justify refusal of the order for refund. He argued that assuming that the remedy of recovery by action in a civil court stood barred on the date those applications were made that would be no reason to refuse relief under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution. Learned Counsel is right in his submission that the provisions of the <a href=\"/doc/1317393/\" id=\"a_39\">Limitation Act</a> do not as such apply to the granting of relief under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226.</a> It appears to us however that the maximum period fixed by the Legislature as the time within which the relief by a suit in a civil court must be brought may ordinarily be taken to be a reasonable standard by which delay in seeking remedy under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> can be measured. The Court may consider the delay unreasonable even if it is less than the period of limitation prescribed for a civil action for the remedy but where the delay is more than this--This period, it will almost always be proper for the court to hold that it is unreasonable.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_19\">(Emphasis supplied)\n \n\nThe aforementioned decision has been followed by the Supreme Court in various subsequent decisions.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\">57. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561861\" id=\"span_11\">In <a href=\"/doc/1561861/\" id=\"a_42\">Suganmal v. State of Madhya Pradesh and Ors.</a> , it was observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1204286\" id=\"span_12\">Recently this Court had to consider this matter in some details in <a href=\"/doc/1204286/\" id=\"a_43\">State of Madhya Pradesh v. Bhailal Bhai</a> . The assesses<a href=\"/doc/1204286/\" id=\"a_44\">, <a href=\"/doc/1204286/\" id=\"a_45\">in that case</a></a>, by its writ petition, challenged the validity of the assessments and had prayed as a consequential relief for the refund of the taxes collected from him. This Court held that the High Court had power for the purpose of enforcement of fundamental and statutory rights to give consequential relief by ordering repayment of money realised by Government without the authority of law and then indicated by various factors the Court had to consider in deciding whether such consequential order be passed or not. We may usefully quote the observations at page 1011 in this connection:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_21\">At the same time we cannot lose sight of the fact that the special remedy provided in <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> is not intended to supersede completely the modes of obtaining relief by an action in a Civil Court or to deny defences legitimately open in such actions. It has been made clear more than once that the power to give relief under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> is a discretionary power. This is specially true in the case of power to issue writs in the nature of mandamus. Among the several matters which the High Court rightly take into consideration in the exercise of that discretion is the delay made by the aggrieved party in seeking this specially remedy and what excute there is for it. Another is the nature of the controversy of facts and law that may have to be decided as regards the availability of consequential relief. Thus, where, as in these cases, a person comes to the Court for relief under <a href=\"/doc/1712542/\" id=\"a_48\">Article 226</a> on the allegation that he has been assessed to tax under a void legislation and having paid it under a mistake is entitled to get it back, the Court, if it finds that the assessment was void, being made under a void provision of law, and the payment was made by mistake is still not bound to exercise its discretion directing repayment. Whether repayment should be ordered in the exercise of this discretion will depend in each case its own facts and circumstances. It is not desirable to lay down any rule for universal application. It may, however, be stated as a general rule that if there has been unreasonable delay the Court ought not ordinarily to lend its aid to party this extraordinary remedy of mandamus. Again, where even if there is no such delay the Government or the statutory authority against whom the consequential relief is prayed for raises a prima facie triable issue as regards the availability of such relief on the merits on the grounds like limitation the Court should ordinarily refuse to issue the writ of mandamus for such payment. In both these kinds of cases it will be sound use of discretion to leave the party to seek his remedy by the ordinary mode of action in a civil court and to refuse to exercise in his favour the extraordinary remedy under <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> of the Constitution.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_64\">58. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"480687\" id=\"span_13\">In <a href=\"/doc/480687/\" id=\"a_50\">R.S. Makashi and Ors. v. L.M. Menon and Ors.</a> , the Supreme Court again reiterated its earlier view by stating:</span>\n</p>  \n\n<blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623976\" id=\"span_14\">In <a href=\"/doc/623976/\" id=\"a_51\">Tilokchand and Motichand v. H.B. Munshi</a>, this Court had occasion to deal with a contention that the right to move the Supreme Court under <a href=\"/doc/981147/\" id=\"a_52\">Article 32</a> of the Constitution, being a fundamental right, a writ petition filed in the Supreme Court under the said provision cannot be dismissed on the ground of delay or laches, since such a course would amount to a denial of a fundamental right. Repelling the said argument Mitter, J. observed thus :</span>\n</blockquote> \n\n<blockquote id=\"blockquote_23\">I can however find no merit in the contention that because there is an invasion of a fundamental right of a citizen he can be allowed to come to this Court, no matter how long after the infraction of his right he applies for relief. The Constitution is silent on this point, nor is there any statute of limitation expressly applicable, but nevertheless, on grounds of public policy I would hold that this Court should not lend its aid to a litigant even under <a href=\"/doc/981147/\" id=\"a_53\">Article 32</a> of the Constitution in case of an inordinate delay in asking for relief and the question of delay ought normally to be measured by the period a fix for the institution of suits under the <a href=\"/doc/1317393/\" id=\"a_54\">Limitation Act</a> (SCCP 134, para 69).\n</blockquote> \n\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1204286\" id=\"span_15\"><a href=\"/doc/1317393/\" id=\"a_55\">The Limitation Act</a> does not in terms apply to claims against the State in respect of violation of fundamental rights. A person complaining of infraction of any such rights has one of three courses open to him. He can either make an application under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the Constitution to a High Court or he can make an application to this Court under <a href=\"/doc/981147/\" id=\"a_57\">Article 32</a> of the Constitution, or he can file a suit asking for appropriate reliefs. The decisions of various High Courts in India have firmly laid down that in the matter of the issue of a writ under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> the courts have a discretion and may in suitable cases refuse to give relief to the person approaching it even though on the merits the applicant has a substantial complaint as regards violation of fundamental rights. Although the Limitation Act does not apply, the courts have refused to give relief in cases of long or unreasonable delay. As noted above in <a href=\"/doc/1204286/\" id=\"a_59\">Bhailal Bhai</a> case, it was observed that the &quot;maximum period fixed by the Legislature as the time within which the relief by a suit in a civil court must be brought may ordinarily be taken to be a reasonable standard by which delay in seeking remedy under <a href=\"/doc/1712542/\" id=\"a_60\">Article 226</a> can be measured.&quot; On the question of delay, we see no reason to hold that a different test ought to be applied when a party comes to this Court under <a href=\"/doc/981147/\" id=\"a_61\">Article 32</a> from one applicable to applications under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226.</a> (SCC 132, para 65).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_25\">In may view, a claim based on the infraction of fundamental rights ought not to be entertained if made beyond the period fixed by the <a href=\"/doc/1317393/\" id=\"a_63\">Limitation Act</a> for the enforcement of the right by way of suit. While not holding that the <a href=\"/doc/1317393/\" id=\"a_64\">Limitation Act</a> applies in terms, I am of the view that ordinarily the period fixed by the <a href=\"/doc/1317393/\" id=\"a_65\">Limitation Act</a> should be taken to be a true measure of the time within which a person can be allowed to raise a plea successfully under <a href=\"/doc/981147/\" id=\"a_66\">Article 32</a> of the Constitution. (SCC p. 132, para 66).\n</blockquote> \n\n<blockquote id=\"blockquote_26\">To the same effect are the following observations of Sikri, J. in his separate judgment in the same case:\n</blockquote> \n\n<blockquote id=\"blockquote_27\">A delay of 12 years or 6 years would make a strangebed-fellow with a direction or order or writ in the nature of mandamus, certiorari and prohibition. Bearing in mind the history of these writs I cannot believe that the Constituent Assembly had the intention that five Judges of this Court should sit together to enforce a fundamental right at the instance of a person, who had without any reasonable explanation slept over his rights for 6 or 12 years. The history of these writs both in England and the U.S.A. convinces me that the underlying idea of the Constitution was provide an expeditious and authoritative remedy against the in roads of the State. If a claim is barred under the <a href=\"/doc/1317393/\" id=\"a_67\">Limitation Act</a>, unless there are exceptional circumstances, prima facie it is a stale claim and should not be entertained by this Court. But even if it is not barred under the <a href=\"/doc/1317393/\" id=\"a_68\">Indian Limitation Act</a>, it may not be entertained by this Court if one the facts of the case there is unreasonable delay. (SCC p. 118, para 18).\n</blockquote> \n\n<blockquote id=\"blockquote_28\">It is said that if this was practice the guarantee of <a href=\"/doc/981147/\" id=\"a_69\">Article 32</a> would be destroyed. But the Article no where says that a petition, howsoever late, should be entertained and a writ or order or direction granted, howsoever, remote the date of infringement of the fundamental right. In practice this Court has not been entertaining stale claims by persons who have slept over their rights. (SCC p. 118, para 19).\n</blockquote> \n\n<blockquote id=\"blockquote_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1517050\" id=\"span_16\">In <a href=\"/doc/1517050/\" id=\"a_70\">Rabindra Nath Base v. Union of India</a>, the identical question again came up to be considered by this Court, and Sikri, J. speaking on behalf of the Constitution Bench, said thus:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_30\">But insofar as the attack is based on the 1951 Seniority Rules, it must fail on another ground. The ground being that this petition under <a href=\"/doc/981147/\" id=\"a_71\">Article 32</a> of the Constitution has been brought about fifteen years after the 1952 Rules were promulgated and effect given to them in the Seniority List prepared on August 1, 1953. Learned Counsel for the petitioners says that this Court has no discretion and cannot dismissed the petition under <a href=\"/doc/981147/\" id=\"a_72\">Article 32</a> on the ground that it has been brought after inordinate delay. We are unable to accept this contention. (SCC p. 96, para 31).\n</blockquote> \n\n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623976\" id=\"span_17\">The learned Counsel for the petitioners strongly urges that the decision of this Court in <a href=\"/doc/623976/\" id=\"a_73\">Tilokchand and Motichand</a> case needs review. But after carefully considering the matter, we are of the view that no relief should be given to petitioners who, without any reasonable explanation, approach this Court under <a href=\"/doc/981147/\" id=\"a_74\">Article 32</a> of the Constitution after inordinate delay. The highest Court in this land has been given Original Jurisdiction to entertain petitions under <a href=\"/doc/981147/\" id=\"a_75\">Article 32</a> of the Constitution. It could not have been the intention that this Court would go into stale demands after a lapse of years (SCC pp. 96-97, para 32).</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1249138\" id=\"span_18\">59. Recently in <a href=\"/doc/1249138/\" id=\"a_76\">Ram Naresh Singh v. State of Bihar</a> reported in 1992 BBCJ 519,1 had the occasion to consider this aspect of the matter in the following terms:</span>\n</p>  \n\n<blockquote id=\"blockquote_32\">From the aforementioned facts it would be evident that the petitioner has not seriously tried to explain the delay. The very fact only one such representation has been annexed which was also made on 1-10-1980, it is a clear proof of laches on the part of the petitioner. I am, therefore, of the opinion that the petitioner is guilty of serious delay and laches and on that ground he is not entitled to say relief.\n</blockquote> \n\n<blockquote id=\"blockquote_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1224134\" id=\"span_19\">In <a href=\"/doc/1224134/\" id=\"a_77\">K.V. Rajalakshmi Shetty and Anr. v. State of Mysore and Ors.</a> reported in AIR 1967 SC 993 a writ petition was dismissed on the ground of delay alone. In the aforementioned decision the Supreme Court held as follows:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320843\" id=\"span_20\">There, is also a good deal of force behind the contention that the appellants are guilty of laches. After the passing of the order of May 17, 1950, they should have made an application within a reasonable time thereafter. Merely because the Chief Engineer had empoused their cause and was writing letters from time to time to the State Government to do something for them did not mean that they could rest upon their bars if they were really being discriminated against.&quot; Recently the Supreme Court again in <a href=\"/doc/320843/\" id=\"a_78\">State of M.P. and Ors. v. Nandlal Jaiswal and Ors.</a> held as follows:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_35\">Now, it is well-settled that the power of the High Court to issue an appropriate writ under <a href=\"/doc/1712542/\" id=\"a_79\">Article 226</a> of the Constitution is discretionary and the High Court in exercise of its discretion does not ordinarily assist the tardy and the indolent or the acquiescent and the lathargic. If there is inordinate delay on the part of the petitioner in filing a writ petition and such delay is not satisfactorily explained the High Court may decline to intervene and grant relief in the exercise of its writ jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">Recently, this Court also in Dr. (Mrs.) Rastogi v. The State of Bihar, reported in 1986 PUR 1160 after taking into consideration decisions of the Supreme Court in  and  held that a writ petition should be dismissed if the petitioner approaches the High Court after long and unexplained delay. The same view has also been adopted by the Division Bench decision of this Court in  and 1985 PLJR 1418.\n</blockquote> \n\n<blockquote id=\"blockquote_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1018394\" id=\"span_21\">In <a href=\"/doc/1018394/\" id=\"a_80\">Dr. Amar Nath Singh and Ors. v. The State of Bihar and Ors.</a> 1991(2) PLJR 609, a Division Bench of this Court while considering the matter of appointment of the Additional District Judges by this Court refused to grant relief to those petitioners as they appeared in the written examination but did not quality on the ground that the same would cause hardships to the candidates called for interview stating:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129833\" id=\"span_22\">Further, there is a long delay in assailing the advertisements i.e. in October, 1990, whereas the advertisements are dated 8-2-1985 and 20-9-1989. In C.WJ.C. No. 6582 of 1990 the petitioners candidates who have not been called for interview, though participated in the written test. They allowed the examination to be held without protest pursuant to the advertisement. It is, therefore, too late for them to turn ground and assail the advertisements See: , <a href=\"/doc/1129833/\" id=\"a_81\">Om Prakash Shukla v. Akhilesh Kumar Shukla</a>. It is true that in C.W.J.C. No. 6700 of 1990 the petitioner did not participate in the examination but even in a public interest litigation delay will not be allowed when parties have changed their respective position and more than two thousand candidates have participated in the examination. This would cause hardship to the candidate called for interview.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"317602\" id=\"span_23\">In <a href=\"/doc/317602/\" id=\"a_82\">S.S. Rathore v. State of Madhya Pradesh</a> , the Supreme Court while considering the question of limitation for filing a suit that limitation cannot be saved as the ground ... (sic) representation had been filed which are not statutory in nature nor would be same limitation if futile representations are made by the petitioners.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_66\">60. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"846941\" id=\"span_24\">In <a href=\"/doc/846941/\" id=\"a_83\">State of Bihar v. Presiding Officer</a> reported in 1977 BBCJ 141, upon which reliance has been placed by the learned Counsel for the petitioner, the fact of the matter was entirely different. In that case, the award was made on 27th February, 1975 and the writ application was filed on 10th March, 1976. The delay in filing the writ application was properly explained and such explanation has been accepted by the Court.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\">61. In that situation, it was held that in view of the fact that the State had to take into consideration the whole matter both from financial and legal point of view and as the writ petition was filed after obtaining the opinion of the Advocate-General, taking into considerations the totality of the circum stances, the writ petition could not have been thrown out on the ground of delay alone. In that case the delay in filing the writ petition was not abnormal and as noticed hereinbefore, the same was also properly explained.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\">62. In Ram Chandra Shankar Deodhar and Ors. v. State of Maha rashtra and Ors. , the Supreme Court was considering a case where the promotions were given to the respondents therein on provisional basis and as such no employee had derived any substantial right to hold the said post.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_69\">63. In Deodhar&#x27;s case (supra), the Supreme Court held:\n</p><blockquote id=\"blockquote_40\"> In the first place, it must be remembered that the rule which says that the Court may not inquire into belated and state claims is not a rule of law, but a rule of practice based on sound and proper exercise of discretion and there is no invoidable rule that whenever there is delay, the court must necessarily refuse to entertain the petition. Each case must depend on its own facts.\n</blockquote> \n\n<blockquote id=\"blockquote_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1249138\" id=\"span_25\">The aforementioned decisions has also been considered in <a href=\"/doc/1249138/\" id=\"a_84\">Ram Naresh Singh v. The State of Bihar and Ors.</a> reported in 1992 BBCJ 519.</span>\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_70\">64. The decisions cited by the learned Counsel appearing on behalf of the petitioners have this no application in the facts and circumstances of this case. It is true that this Court does not ordinarily dismissed the writ petition after admitting the same on the ground of availability of alternative remedy.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\">65. However, exercise of such discretion depends upon facts and circum stances of each case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\">In this case, as noticed hereinbefore, there are serious disputed question of facts which cannot be determined in a writ application. In this situation, only recourse to arbitration agreement contained in the contract and/or filing of a suit would have been the proper remedy.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\">66. In Kailash Paswan v. Union of India 1984 PLJR 597, upon which a strong reliance has been placed by the learned Counsel for the petitioner, the Division Bench itself has held:\n</p><blockquote id=\"blockquote_42\"> One view, however, seems to be faily established that once a writ petition is admitted and parties have filed affidavits and counter-affidavits, and the matter remained pending in the High Court for some time, unless there are disputed questions of (?) facts to be gone into, the court should be very loath to dismiss the writ petition on the ground of alternative remedy. It should ordinarily not do so . After all it is a self-imposed restriction. It is matter of discretion and not of jurisdiction (See ; AIR 1959 SC 86 ;  ;  ; ). The exercise of discretion depends upon the wrong and illegality alleged and com plained against.\n</blockquote> \n\n<blockquote id=\"blockquote_43\">(Emphasis Supplied).\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">67. It is, therefore, clear, that where the disputed question of facts had to be gone into, the Court may not exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_85\">Article 226</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\">68. It has been contended by the learned Advocate-General that no writ petition is maintainable against Biscomaun. It is true that in Narender Narain Banker v. The State of Bihar and Ors. 1985 PLJR 1078, Division Bench of this Court has held that Biscomaun is not a State within the meaning of <a href=\"/doc/609139/\" id=\"a_86\">Article 12</a> of the Constitution. The aforementioned decision has also recently been followed by another Division Bench of this Court in Bihar State Co-operative Marketing Union Ltd. v. State of Bihar, reported in 1993(1) BLJR 29. It is true that when the contract was entered into Biscomaun was being managed in terms of its bye-laws and it is a society under the <a href=\"/doc/1700055/\" id=\"a_87\">Societies Registration Act</a>, but admittedly when the cause of action for filing of the writ application arose, the State of Bihar has taken over the management of the Biscomaun and the same are being run by an Administrator. The writ petition is, therefore,&quot; maintainable as the Biscomaun is being managed by an Administrator who admittedly is a public authority.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_76\">69. For the reasons aforementioned, there is no merit in these applications, which are dismissed, but without any order as to costs.\n</p> \n\n","numcites":30,"numcitedby":2,"docsource":"Patna High Court","citetid":742641,"divtype":"judgments","relatedqs":[{"value":"article 32","formInput":"article%2032"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"seeds act","formInput":"seeds%20act"},{"value":"PLJR","formInput":"PLJR"},{"value":"article 12","formInput":"article%2012"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"consequential relief","formInput":"consequential%20relief"},{"value":"seeds act,1966","formInput":"seeds%20act%2C1966"},{"value":"Petition Under Article 32","formInput":"Petition%20Under%20Article%2032"},{"value":"biscomaun","formInput":"biscomaun"},{"value":"section 164 of code of criminal procedure","formInput":"section%20164%20of%20code%20of%20criminal%20procedure"},{"value":"section 164 crpc","formInput":"section%20164%20crpc"},{"value":"mandamus","formInput":"mandamus"},{"value":"kharab","formInput":"kharab"},{"value":"laches ","formInput":"laches%20"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"inordinate delay","formInput":"inordinate%20delay"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"questions of fact","formInput":"questions%20of%20fact"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"appeal-to-supreme-court, power-to-issue-writ","formInput":"tag:appeal-to-supreme-court, power-to-issue-writ"},{"value":"limitation","formInput":"tag:limitation"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":false,"query_alert":null,"agreement":false}