{"tid":1270898,"publishdate":"1971-07-29","title":"Union Of India vs Uttam Singh Dugal & Co. (Pvt.) Ltd. on 29 July, 1971","doc":"<h2 class=\"doc_title\">Union Of India vs Uttam Singh Dugal &amp; Co. (Pvt.) Ltd. on 29 July, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1972DELHI110, AIR 1972 DELHI 110</h3>\n\n<pre id=\"pre_1\">ORDER</pre>  \n\n<p data-structure=\"Facts\" id=\"p_1\"> 1. This petition had been filed on 15th March 1965 by the Union of India petitioner under <a href=\"/doc/1882318/\" id=\"a_1\">Section 31</a> of the Arbitration Act for reliefs that it be declared that there is a valid, concluded binding contract between the parties and that the reference to the appointed Arbitrator is valid and binding. The petitioner has come to the Court on the allegations that a second road bridge was to be constructed over the river Jamuna behind Hamayun&#x27;s Tomb Delhi, and the petitioner on 4th September, 1959 invited tender for the said construction from approved contractors, in pursuance of which the respondent submitted its tender on 1st December 1959 for a sum of Rs. 48,73,800 according to its own design accompanying the tender and thereafter there were prolonged negotiations and finally a letter of acceptance dated 11th May, 1961 (Exhibit R. 20) was issued by the petitioner to the respondent which, according to the petitioner, concluded the formation of the contract. It is further alleged in the petition that the site of the work was handed over to the respondent on 12th July. 1961 and owing to the floods in the river, boring work could began only on 23rd October, 1961 and then on account of the drift in the river course towards the east the final alignment of the bridge was altered and finally fixed and communicated to the respondent on 4th January. 1962 and the land with the Changed alignment having been taken from the Delhi Development Authority on 7th February, 1962 was handed over to the respondent on 9th February, 1962 but the respondent, in breach of condition No. 7 of the alleged acceptance of tender, did not submit the provisional and revise design within time and it is finally alleged to have resoled from the contract and expressed its willingness to execute the work only on payment of an extra amount of Rs. 56,06,704/- by its letter dated 13th March. 1963 and the respondent also did not furnish the security amount.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_2\"> The petitioner thereafter claiming that breach of contract had been committed by the respondent, forfeited the earnest money and claimed the balance of the security to be paid, which the respondent refused to pay which resulted in the disputes that have been referred to the arbitration of Shree P.S. Rao, Superintending Engineer, Ministry of Works and a Housing who was appointed the sole arbitrator by the petitioner by letter dated 12th August. 1964. The respondent on 14th August, 1964, disputed the existence of a contract and the validity of the reference. The Arbitrator, by letter dated 15th November, 1964, declined to enter upon the reference unless the question of the existence of a valid contract had been determined by a competent court. Hence the petitioner has alleged existence of a concluded and binding contract containing the arbitration agreement and has sought the reliefs mentioned above. The petition is signed and verified by Shri N. Veerabadhu. Executive Engineer.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_3\"> 2. The respondent in its reply has raised a number of preliminary objections and it has urged that the petition is not properly signed and verified by a duly authorised person and that it is not maintainable under <a href=\"/doc/1882318/\" id=\"a_2\">Section 31</a> of the Arbitration Act, that there was no unqualified and absolute acceptance of offer and the parties were never ad idem and so no legal or binding contract resulted between the parties and at all events, the letter of acceptance contravened Act. 299 of the Constitution and was invalid in law. On the merits, the respondent has given a detailed reply to show that no valid and binding contract had been arrived at between the parties, although a number of discussions and negotiations had taken place between them. The respondent has denied the claim of the petitioner to forfeit the earnest money or the security demanded by it and has challenged the appointment of the Arbitrator and the reference to arbitration and has prayed that the petition be dismissed. The petitioners have filed a replication to the reply filed on behalf of the respondent reiterating their pleas and contending the contentions of the respondent.  \n</p>\n<p data-structure=\"Issue\" id=\"p_4\"> 3. On the pleadings of the parties, the following issues were framed by the Subordinate Judge on 5th July. 196 (sic).     \n</p>\n<blockquote id=\"blockquote_1\"> &quot;1. Whether the application has been filed by a duly authorised person ?  \n</blockquote>\n<blockquote id=\"blockquote_2\"> 2. Whether the petition under<a href=\"/doc/1882318/\" id=\"a_3\"> S. 31</a> of the Arbitration Act is not Competent ?  \n</blockquote>\n<blockquote id=\"blockquote_3\"> 3. Whether there is any arbitration agreement between the parties. (This issue was ordered to cover plea as contained in paragraph 6 of the preliminary objections raised by the respondent).  \n</blockquote>\n<blockquote id=\"blockquote_4\"> 4. Relief.&quot;  \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_5\">The evidence of one witness. Sardar Mohinder Singh. Executive Engineer was partly recorded before the Subordinate Judge and the case was thereafter transferred to the High Court under the <a href=\"/doc/76650574/\" id=\"a_4\">Delhi High Court Act</a> and then the statement of Shri S.G. Athawale, a witness on behalf of the respondent, was recorded. A number of documents have been produced on the file which have been admitted by the parties and have since been exhibited. The parties, however, addressed very lengthy arguments in the case. I will take up issue No. 1 after deciding issues Nos. 2 and 3.  \n</p>\n<p data-structure=\"Issue\" id=\"p_6\"> Issue No. 2.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_7\"> 4. The petitioners have entitled this petition as under <a href=\"/doc/1882318/\" id=\"a_5\">Section 31</a> of the Arbitration Act and they have claimed the reliefs mentioned <a href=\"/doc/238279/\" id=\"a_6\">Section 23</a> of the Act. The Counsel for the respondent has submitted that the application is not maintainable under Section 31 of the Act since the same deals only with the jurisdiction of the Court and does not confer any right on a party to obtain relief and that the application has not been filed under Section 33 of the Act and the remedy, if any, available to the petitioner affirming the existence of the arbitration agreement, was moving under Section 20 of the Act which has not been availed of.  \n</p>\n<p data-structure=\"Section\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"804060\" id=\"span_1\">5. <a href=\"/doc/1882318/\" id=\"a_7\">Section 31</a> of the Arbitration Act firstly prescribes the territorial jurisdiction of the Court in respect of arbitrations and then confers exclusive jurisdiction on such Court in respect of the arbitration agreement and the award, while <a href=\"/doc/874260/\" id=\"a_8\">Section 32</a> of the Act bars the right of a party in all such matters to institute a suit or proceed in any way otherwise than in accordance with the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a>. <a href=\"/doc/1154891/\" id=\"a_10\">Section 33</a> gives the right to the party to have the determination of the existence, validity or legal effect of an arbitration agreement or an award. The opening words of <a href=\"/doc/1154891/\" id=\"a_11\">Section 33</a>. however, state that &quot;any party to an arbitration agreement * * * * * desiring to challenge the existence or validity of an arbitration agreement * * * * * shall apply to the Court.&quot; The argument pressed for consideration is whether, a person like the petitioner before me, who affirms the existence of a valid arbitration agreement, can or cannot apply to the Court under <a href=\"/doc/1154891/\" id=\"a_12\">Section 33</a>, while it is the respondent who challenges the same. The counsel have cited a number of authorities, namely. <a href=\"/doc/804060/\" id=\"a_13\">Shiva Jute Baling Ltd, v. Hindley &amp; Co. Ltd.</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1419087\" id=\"span_2\">Bajrang Lal Laduram v. Agarwal Bros., <a href=\"/doc/1419087/\" id=\"a_14\">Air 1950 Cal 267, Gulamali Abdulhussein &amp; Co, v. Vishwambharlal, Air</a> 1949 Bom 158.</span> E.D. Sassoon &amp; Co, v. Ramdutt Ramkissen Dass. Air 1922 Pc 347 &amp; Jawahar Lal Burman v. Union of India, .  \n</p>\n<p data-structure=\"Section\" id=\"p_9\"> 6. An argument has been urged that one of the meanings of the word &#x27;challenge&#x27; as given in Webster&#x27;s New International Dictionary is calling to account or into question as to obtain justification or verification and that the words &quot;desiring to challenge the existence&quot; occurring in <a href=\"/doc/1154891/\" id=\"a_15\">Section 33</a> of the Act, have been used in the sense of desiring to put in issue for trial the respective cases set up by the opposite parties and it does not necessarily mean that only the parson who disputes the agreement must move the Court, but a party, who affirms the agreement, can bring up the contention of the opposite party with regard to nonexistence or invalidity of the agreement existence or invalidity of the agreement for trial before the Court for determination and at all events, the word existence&quot; or &#x27;validity&#x27; of the agreement would. For purposes of jurisdiction or the Court to pronounce upon the question, include non-existence and invalidity and as such it would not make any difference as to whether the party affirming or denying the existence of the agreement is arrayed as a petitioner or as a respondent.  \n</p>\n<p data-structure=\"Section\" id=\"p_10\"> 7. For purposes or this case, it is, however not necessary to either appreciate the arguments advanced or to discuss the authorities cited. The latest authority on the subject is the case of Jawahar Lal Burman.  where the Supreme Court has held that in matters which fall within the bar created by <a href=\"/doc/874260/\" id=\"a_16\">Section 32</a>, if a suit cannot be filed, it is necessarily intended that an application can be made, and as such an application can be made under the Court&#x27;s powers provided for by <a href=\"/doc/1882318/\" id=\"a_17\">Section 31</a> and impliedly recognised by <a href=\"/doc/874260/\" id=\"a_18\">Section 32</a> and on this construction. <a href=\"/doc/1154891/\" id=\"a_19\">Section 33</a> cannot be treated as exhaustive of all the cases, where an application can be made and there is inherent power in the Court to entertain application made by the parties affirming the existence of arbitration agreements.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\"> 8. In view of the aforesaid pronouncement, I find that the application of the petitioner is maintainable and it is not at all material as to what label it bears and whether it has been preferred under <a href=\"/doc/1882318/\" id=\"a_20\">Section 31</a> or 33 or any other provision of the <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act</a>. Moreover, in the present case. I find that the petitioner had been driven to move this application since the respondent challenged the existence of the arbitration agreement before the Arbitration agreement before the Arbitrator who declined to proceed with the reference until the parties obtained from the Court determination of the existence of the arbitration agreement. In the issue in favor of the petitioner.  \n</p>\n<p data-structure=\"Section\" id=\"p_12\"> Issue No. 3.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\"> 9. This is the most important issue contested between the parties and it covers the preliminary objections raised in paragraph 6 of the reply of the respondent which is to the effect that no concluded contract had been brought about since the execution of a formal agreement (which the respondent was invited to do within seven days) was a term and condition precedent.  \n</p>\n<p data-structure=\"Facts\" id=\"p_14\"> 10. I have now to determine whether the parties were ever ad idem and whether or not a concluded contract had been arrived at between them since the arbitration clause relied upon by the petitioner and contested by the respondent is not independent but is alleged to be an intergral part of the contract. The tender of the respondent containing the disputed arbitration clause was submitted on 1st December, 1959 by Exhibit R. 1 and was followed by corrigendum (Exhibit A. 4) as well as by further explanation on the following day by Exhibit R. 2. Thereafter there is a long series of correspondence between the parties in which numerous terms had been negotiated and discussed. The petitioner has in paragraph 3 of the petition, stated that at this stage there were some negotiations between the parties with regard to the respondent&#x27;s tender and after obtaining clarifications from the respondent and consulting the Ministry of Transport on technical matters, the respondent&#x27;s aforesaid tender was accepted for a pre-stressed concrete bridge by the petitioner for an amount of Rs. 49,28,231/- after making some additions to the work and thereafter the letter of acceptance dated 11th May, 1961 was issued which concluded the contract. The petitioner, therefore, relies on the said letter of acceptance (Exhibit R. 20 corresponding to A. 5) as concluding the contract in dispute which is dated 11th May 1961 and addressed to the respondent reads as follows :-    \n</p>\n<blockquote id=\"blockquote_5\"> &quot;Your tender for the work &#x27;Construction of a Pre-stressed concrete design bridge over the river Jamna behind Humayun&#x27;s Tomb, New Delhi&#x27; has been accepted on behalf of the President of India for Rs. 49,28,231/- (Rs Forty nine lakhs twenty eight thousand two hundred and thirty one only) made up as under :-      1. Amount tendered by you :   Rs. 48,73,800/-  2. Extra for providing dia-   phragms between the   columns of piers.   Rs. 27,500/-  3. Extra due to rise in the level   of pier caps from R.L 675   to R.L 677.60   Rs. 26,931/-       ----------------------    Total   Rs. 49,28,231/-       ----------------------   \n</blockquote>\n<blockquote id=\"blockquote_6\"> &quot;You are requested to submit your design or the superstructure as envisaged in the scope of your tender subject to the conditions is examined, you will have to submit a revised design for presstressing the deck slabs in two halves as agreed to by you vide your letter No. DLH/43 dated 23rd September, 1960. Any extra amount payable to you on account of the revision in design shall be evaluated on the basis of rates given in the variation statement by a comparison of both the designs.  \n</blockquote>\n<blockquote id=\"blockquote_7\"> You shall have to keep the plant and equipment necessary for timely completion of the work and that this plant and machinery shall be made available by you for use on the work to the satisfaction of the department.  \n</blockquote>\n<blockquote id=\"blockquote_8\"> The award is subject to the following conditions.&quot;  \n</blockquote>\n<p data-structure=\"Section\" id=\"p_15\"> Thereafter the conditions of the award numbering 13 are mentioned and the letter ends as follows:-    \n</p>\n<blockquote id=\"blockquote_9\"> &quot;You are required to attend this office to complete the formal agreement within seven days of receipt of the letter and arrange to deposit a sum of Rs. 1,52,140/- as security in this office within the stipulated period. The agreement is being prepared on the basis of the tender conditions read with the conditions embodied in this letter of acceptance, and in case of discrepancy between tender conditions and conditions of acceptance, the letter will prevail.  \n</blockquote>\n<blockquote id=\"blockquote_10\"> You are also directed to start the work at once. Please note that the time allowed for carrying out the work as entered in the tender shall be reckoned from the tenth day after the date of this order to commence the work.  \n</blockquote>\n<blockquote id=\"blockquote_11\">Yours faithfully, \n Ishwar Dayal, \n Executive Engineer, \n Development Division.&quot;   \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_16\">In my opinion, this letter, called letter of acceptance, is only a counteroffer and it cannot reasonably be constituted to be acceptance of an offer. Clause 20 of the letter of the respondent-contractor accompanying the tender Exhibit R. 1 kept the tender open only for a period of three months. The original tender, therefore, lapsed by sheer passage of time and over and above that, the additions, subtractions and modifications of the terms of the original tender effected during the course of more that seventeen months changed it beyond shape and the letter of acceptance itself mentions a large number of conditions and provides that in the event of discrepancy, the terms of the letter of acceptance will prevail over the terms of the tender. This letter of acceptance also does not make any reference to any previously agreed term or condition or any correspondence on the subject, and it is impossible to visualise that the officer accepting the tender had any other agreement or offer of acceptance of the parties in view. It is also significant to notice that this letter begins by communicating that the tender had been accepted on behalf of the President of India and the signatory of the letter, namely, Shri Ishwar Dayal, neither purports to accept it in the name of or on behalf of the President of India, nor does he purport to append his signatures for and on behalf of the President. The ultimate portion of the letter, therefore, properly required the respondent-contractor to complete the formal agreement which was being prepared on the basis of the tender and the letter of acceptance. This letter, therefore, constituted a counter-offer which required absolute and unqualified acceptance on the part of the respondent-contractor.  \n</p>\n<p data-structure=\"Facts\" id=\"p_17\"> 11. Upon receipt of the said letter the respondent on 22nd May. 1961 (Exhibit R. 21) asked for a copy of the proposed agreement so that it could carefully examine all the stipulations embodied therein and the respondent on receipt of the draft agreement. Wrote a letter dated 19th June, 1961 (Exhibit R. 22) pointing out a number of discrepancies in the counter-proposal. It is stated in the said letter that the draft agreement mainly relates to the departmental designs for which the tenders had initially been called and the various stipulations made therein had been at various with the relevant designs according to which the bridge was to be constructed and that the departmental designs were, not relevant and the contractor also raised a number of other objections and wanted suitable amendments to be carried out in the agreement. It therefore, follows that the counter-proposal contended in Exhibit R. 20, as embodied in the draft formal agreement was not accepted by the respondent in an absolute and unqualified manner. The respondent also sent a reminder (Exhibit R. 25) on 4th August, 1961 for consideration of the various points raised in its above-mentioned letter to which the Executive Engineer sent a reply on 24th August, 1961 (Exhibit R. 27) in which he stated that the points raised in the letter of the respondent were under consideration and information would by sent in due course when final agreement would be completed.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_18\"> 12. The respondent-contractor on 13th December, 1961 by letter Exhibit R. 30. Brought out a point that the tender had been accepted after a long time and that the cost had considerably increased and things were going beyond control and the contractor was consequently entitled to an increase in tendered amount of about 17 to 22 per cent and a request was made to accept the same. In reply. (Exhibit R. 31) the Executive Engineer on 7th January. 1962, again said that the agreement was under review and the respondent would be informed in due course when final agreement would be completed, while on 4th January, 1962, the Executive Engineer (by Exhibit R. 32) had finally fixed the position of the bridge and directed that the road bridge should be shifted by 700 feet toward the left bank and the alignment should be rotated by 5 degrees on the upstream on the left side, keeping the right side he also made certain changes in the guide banks and asked for the design of the respondent. The respondent-contractor raised a strong protest over the final agreement in its letter dated 10th July, 1962 (Exhibit R. 25) and it complained that reply to its letter dated 19th June. 1961, had still not been 14th December, 1941 and in spite of the letter of the Engineer dated 6th January, 1962 to the effect that the agreement had still been under review, nothing had happened and more than six months had elapsed.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\"> This letter of the respondent-contractor ended by saying that for want of clarifications on various points, it would not be possible to execute the agreement and so it called for early attention to finalise the issue. On 18th July. 1962, the respondent-contractor wrote the letter (Exhibit R. 36) declining to deposit the security amount demanded, unless the agreement had been finalised. On 4th October. 1962 the Executive Engineer sent a reply (Exhibit R. 39) to the contractor&#x27;s letter dated 10th July, 1962 in which he reiterated that the agreement for the work was under view and the contractor would be informed in due course when the agreement would be ready. On 23rd October. 1962 (by Exhibit R. 40), the respondent contractor pointed out numerous discrepancies to the terms of the letter of acceptance dated 11th May. 1961 and it pointed out the state of affairs then prevailing. It is further stated in the letter:   &quot;We regret to state that all our efforts in furnishing design have been reduced to naught as the Department has failed to accord approval so far. We have still to receive a single communication on our designs. The contract agreement remains unfinalised and uncompleted till today. We requested for a copy of the draft agreement on the 29th May, 1961. The copy was made available on the 2nd June, 1961. The agreement as drafted contained anomalies which were clearly spelled out in our letter of the 19th June and the Executive Engineer requested to make the necessary changes.&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\"> The letter continues as follows:    &quot;In conclusion, therefore, we wish to point out that nearly three years have passed since tenders were invited. The Department took one year and five months before deciding the award * * * * * * and our designs remain unapproved. The agreement is still in the melting pot. In the meantime the inflation spiral has gripped the entire country. Machinery and spare parts have become scare and more costly. The minimum wages have been increased by an order of the Chief Commissioner, Delhi, resulting in an all-round increase in the cost of construction materials. Similarly the cost of petrol. Oil and lubricants has gone up by Government legislation.&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\"> The letter ends with the words &quot;The conditions to (sic) materially changed from the conditions existence (sic) the time of tender, and indeed at the time of issue of the letter of acceptance, we justifiably feel entitled to an enhancement of 30 per cent over the lump sum of Rs. 49,28,231/- to cover the all-round increase in the costs. Without this enhancement the work cannot be completed.&quot; In another letter dated 13th March, 1963, the contractor pointed out the break up of the increase. This letter at last brought out a reply from the Additional Chief Engineer dated 15th March, 1963 (Exhibit R. 46) in which he repudiated the claim of the respondent for extra amount of Rs. 56 lacs and odd and he called upon the respondent to sign the agreement in the office of the Executive Engineer without any further delay and the letter also stated that all material points in difference between the parties had been settled and decided finally before the issue of the latter dated 11th May. 1961. The respondent-contractor in its letter dated 19th March, 1963 (Exhibit R. 45) disputed the correctness of the averments and it finally put forward its own version on 26th March 1963 (Exhibit R. 47) and added that it held itself at the disposal of the department whenever the department would approve its design and accept the claim for increased costs.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_22\"> There is further correspondence between the parties which does not bring them any nearer to the making of the contract and on 10th May, 1963 (Exhibit R. 50) a lawyer&#x27;s notice was sent on behalf of the respondent to the petitioner which has eventually led to the raising of the dispute before the Arbitrator and this petition. It is therefore. Obvious that the counter-proposals contained in the letter dated 11th May, 1961 (Exhibit R. 20) were never absolutely and unequivocally accepted by and on behalf of the respondent-contractor and no contract was formed on the basis of this letter.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_23\"> 13. The counsel for the petitioner has, however urged that this letter of acceptance was not a counter-proposal but it was an acceptance of the original tender and during the interval, the parties had carried on lengthy negotiations and had mutually called for explanations and clarifications, as a result of which all the terms mentioned in this letter had at some stage been settled and agreed to between the parties and they formed the basis of the contract. The counsel for the respondent seriously disputes this contention and both the counsel are at wide variance as to the result of the intervening correspondence between the parties. The learned counsel for the petitioner was put to a considerable strain in performing the tortuous task of discovering ad idem of the parties in respect of various items at various stages of the negotiations and finding out a contract for them. I have been taken through the entire correspondence and I find it difficult to accept the submission of the counsel for the petitioner. The correspondence between the parties, upon close scrutiny. Does disclose that both of them were very much ready and willing to settle their differences and enter into a contract in a satisfactory manner, and large spirit of give and take has been displayed in the correspondence.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\"> It is interesting to note that after the alleged breach of the contract in dispute in this case had been committed by the respondent -contractor, it was awarded the same work later in the year at an increased cost of Rs. 88 lacs in place of the original sum of Rs. 49 lacs and old. The difference in the increase is explained by the counsel for the petitioner by urging that there had been a change in the design of the bridge. Whether it is correct or not. I am unable to say on this record, but it is striking to notice that the petitioners had to depend on the respondent-contractor for carrying out the construction of the bridge in dispute and the respondent&#x27;s tender for Rs. 88 lacs invited in May, 1963 had been accepted in November 1963. It is, therefore, natural to find through the intervening correspondence between the parties relating to the subject-matter in dispute in this case that they were trying to resolve differences between them and arrive at a contract, if possible, but this is far from holding that a contract in law had at any time resulted.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_25\"> 14. The board features of the case are that the tender itself was vague and the Engineer of the respondent-contractor examined as R.W. 1 has deposed to a number of assumptions that had been made regarding well-foundations and other matters in the contract. He has also deposed that material changes had been brought about by the letter of acceptance in dispute dated 11th May. 1961 and now the extension of the diameter of the wells, the change in the designs and the curves of the bridge had led to the increased costs and so neither the contract had in fact or in law been arrived at nor was the respondent willing to forgo the legal rights and the formalities of law and otherwise carry out the work awarded at considerable loss after a long time had elapsed from the submission of the tender, which itself was vague and contained alternatives and had never been categorically accepted. The counsel for the respondent has selected to point out atleast four items in respect of which the letter of acceptance was silent and the parties had not been ad idem, namely. (1) man-hole covers on the bridge for inspection. (2) water-mains, (3) condition No.5 regarding issue of quota certificate and (4) change of disign. The counsel for the petitioner admits that the man-hole covers and water mains have not been mentioned in the letter of acceptance, since the Government had dropped their proposal, but I do not find that the dropping of proposal had ever been communicated to the respondent.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_26\"> With regard to quota certificate the counsel for the petitioner states that the same had ultimately, after negotiations, been agreed to and so far as designs are concerned, the counsel submits that they had been under active consideration. As a matter of law, when there is variance between the offer and acceptance even in respect of any material term, acceptance cannot be said to be absolute and unqualified and the same will not result in the formation of a legal contract.  \n</p>\n<p data-structure=\"Section\" id=\"p_27\"> 15. However, I (sic) to rest my decision on the fact in the letter of acceptance in dispute (Exhibit R. 20) there is a mention of the execution of formal agreement which was under preparation and which the contractor was asked to execute and the terms of the said agreement had been strongly and clearly objected to by the respondent contractor and the petitioner was not able to prepare and send for execution any such agreement purporting to contain the alleged mutually agreed terms until March, 1963, when the dispute between the parties had become very acute and the same had been repudiated by the respondent. It has also been brought out in the evidence of the petitioner that all final agreements of the Central Public Works Department are registered in the Central Office and a contract number is assigned to them for all relevant purposes, but no such number has admittedly been assigned in this case. The execution of formal agreement was, on the facts and circumstances of this case, in my opinion, an essential term and condition precedent to the contract, the admitted non-fulfillment of which prevented its formation in law. The law on the point has been laid down by Lord Parker in Von Hatzfeldt - Wilden- burg v. Alxander. (1912) 1 Ch D 284 at pp. 288 and 289 as follows :-   &quot;It appears to be well settled by the authorities that if the documents or letters relied on as constituting a contract contemplate the execution of a further contract between the parties, it is a question of construction whether the execution of the further contract is a condition or term of the bargain or whether it is a mere expression of the desire of the parties as to the manner in which the transaction already agreed to will in fact go through. In the former case there is no enforceable contract either because the condition is unfulfilled or because the law does not recognize a contract to enter into a contract. In the latter case there is a binding contract and the reference to the more formal document may be ignored. The fact that the reference to the more formal document is in words which according to their natural construction import a condition is generally if not invariably condition is generally if not invariably conclusive against the reference being treated as the expression of a mere desire.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"589456\" id=\"span_3\">This dictum has been approved by the Privy Council in <a href=\"/doc/589456/\" id=\"a_22\">Shankarlal Narayandas Mundade v. The New Mofussil Co. Ltd., Air</a> 1946 Pc and it represents the correct state of law which has been followed by number of other authorities in this country.</span>  \n</p>\n<p data-structure=\"Section\" id=\"p_29\"> 16. There is another reason for my view. The letter of acceptance in dispute dated 11th May. 1971 has not been expressed to be made by the President or executed on his behalf in Conformity with <a href=\"/doc/1084525/\" id=\"a_23\">Article 299</a> of the Constitution. As mentioned above, it says that the tender has been accepted on behalf of the President, but it omits to say as to what person or officer has accepted it an the signatory of the letter neither purports to accept the tender, nor does he sign it for and on behalf of the President and the latter looks like a communication of the acceptance of the President rather than acceptance having been made according to law, Probably, the formal agreement which was contemplated to be executed by the parties subsequently, was to be executed in proper form according to law by and in the name of the President. As a matter of law, it is possible to deduce a contract on behalf of the President from a series of correspondence exchanged between the parties, but I find that no letter whatsoever between the notice inviting the tender and the acceptance of tender in dispute has been expressed to be issued in the name of or on behalf of the President and it is reasonable to infer that in the circumstances of the case, the President could not intend a binding contract to result from a mass of uncertain negotiations and unauthorised correspondence spread over a period of more than 17 months and so in my opinion, the execution of a formal contract was an inevitable condition precedent in the circumstances of the case, since the President could legally not enter into a valid contract by conduct or acquiescence (apart from considerations of quasi-contract under S. 70 and other provisions of the <a href=\"/doc/171398/\" id=\"a_24\">Contract Act</a> which do not apply to the present case).  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\"> Shri Mohinder Singh was examined on behalf of the petitioner as P.W. 1 and he stated that there is a printed endorsement on page 57 of the tender to the effect that the above-tender is hereby accepted on behalf of the President of India, but the same is neither dated, nor signed by anybody and the witness deposed that he did not find any signatures on behalf or any officer of the Government in token of the acceptance of the contract. In the absence of any absolute and unqualified acceptance in conformity with law, no legal and binding contract can be formed. I, therefore, hold that there was no concluded contract between the parties.  \n</p>\n<p data-structure=\"Section\" id=\"p_31\"> 17. In view of the aforesaid finding the arbitration clause which is not an independent agreement but is said to be contained in the contract in dispute. Would automatically fall, but there are some additional difficulties in determining the existence of the arbitration clause. The tender submitted by the respondents has been filed in original as Exhibit A. 2. The original arbitration clause 29 reads as follows :-   &quot;Any dispute that shall arise out of this contract the settlement of which is not therein provided for shall be decided by two arbitrators one to be appointed by each party or by an umpire to be appointed by the arbitrators before proceeding with the reference. * * * *&quot;  \n</p>\n<blockquote id=\"blockquote_12\"> The said clause has been scored out by aline and the words &#x27;vide slip&#x27; have been written under it. A slib C. <a href=\"/doc/1310890/\" id=\"a_25\">S. 22</a> has been inserted which contains a different clause 29 in substitution of the old clause and the terms of the corrected arbitration clause, which are sought to be enforced, are entirely different. This correction slip containing a new arbitration clause does not bear either the signatures or stamp of the respondent-contractor while a number of other slips and pages bear the same. It also does not bear any signatures on behalf of the petitioner either. It has been suggested that the respondent-contractor never agreed to the said arbitration clause as contained in the correction slip and if the agreement had been formally entered into subsequently, the arbitration clause would have been agreed to and signed by the parties, including the contractor and so there is no written arbitration clause would have been agreed to and signed by the parties, including the contractor and so there is no written arbitration agreement between the parties and the letter of acceptance in dispute dated 11th May, 1961 admittedly does not contain any arbitration clause. Should the said letter be treated as a counter-offer, as I have held it to be, it would require a clear, absolute and unqualified acceptance on behalf of the respondent to agree to the arbitration clause which I find is missing. In any view of the matter, I hold that there is no arbitration agreement between the parties and the issue is answered against the petitioner.  \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\"> 18. Issue No.I  \n\n The petitioner has been signed and verified on behalf of the Union of India by Shri N. Veerabadhu, Executive Engineer. The Executive Engineers are authorised to sign and verify the pleadings under statutory rule No.351 dated 25th January, 1958 and there is hesitation in placing reliance on the same. Shri Mohinder Singh, a witness examine on behalf of the petitioner as a A. W. 1 has stated that he had taken over the charge of the office from Mr. Veerabadhu who had been the Executive Engineer of the Division till then and had signed and verified the petition. There is no rebuttal evidence on the point and it can reasonably be resumed that all official acts have been regularly performed and I would be entitled to take notice of the accession of office and the name, title and functions and signatures of Mr. Veerabadhu. Executive Engineer. A difficulty, however, arose on account of the petitioner filing the notification Exhibit A.1 dated 30th September, 1962 where the President had appointed Mr. Veerabadhu, Assistant Executive Engineer, to officiate as Executive Engineer for a period of not exceeding three months with effect from 18th August, 1962. During the period from 18th August, 1962 to the date of verification, that is 12th March, 1965, there must have been other notifications extending the appointment of Mr. Veerabadhu or confirming the same as Executive Engineer. The said notification had not been field previously, but the counsel has now filed it under my order dated 27th July, 1971, as a result of which my doubt has been removed. I, therefore, hold that Mr.Veerabadhu was Executive Engineer on the date of the petition which is duly signed and verified. The issue is answered in favor of the petitioner.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\"> 19. Issue No.4  \n\n As a result, I hold that there is no concluded contract or arbitration agreement between the parties and the reference to arbitration made by the petitioner is illegal and invalid. The petition is dismissed with costs.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">20. Petition dismissed.  \n</p>\n","numcites":12,"numcitedby":11,"docsource":"Delhi High Court","citetid":1270898,"divtype":"judgments","relatedqs":[{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"absolute and unqualified","formInput":"absolute%20and%20unqualified"},{"value":"preliminary objections","formInput":"preliminary%20objections"},{"value":"acceptance and tender ","formInput":"acceptance%20and%20tender%20"},{"value":"letter of acceptance","formInput":"letter%20of%20acceptance"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract is binding if","formInput":"contract%20is%20binding%20if"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"counter proposals","formInput":"counter%20proposals"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"agreement drafts","formInput":"agreement%20drafts"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"concluded contract\"","formInput":"%22concluded%20contract%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"negotiation\"","formInput":"%22negotiation%22"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}