{"tid":1200534,"publishdate":"2008-07-30","title":"Shivjee Singh & Ors vs State Of Bihar on 30 July, 2008","doc":"<h2 class=\"doc_title\">Shivjee Singh &amp; Ors vs State Of Bihar on 30 July, 2008</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 SUPREME COURT 417, 2008 (11) SCC 631, 2008 AIR SCW 7487, 2009 (2) AIR JHAR R 338, 2008 (3) SCC(CRI) 987, 2008 (8) SRJ 338, (2008) 69 ALLINDCAS 72 (SC), 2008 (69) ALLINDCAS 72, 2008 (10) SCALE 530, (2008) 10 SCALE 530, (2008) 4 CURCRIR 259, (2008) 3 MAD LJ(CRI) 1451, (2008) 4 DLT(CRL) 270, (2008) 62 ALLCRIC 932, (2009) 2 CHANDCRIC 223</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-pasayat\">Arijit Pasayat</a>, <a href=\"/search/?formInput=benchid:m-sharma\">Mukundakam Sharma</a></h3>\n\n<pre id=\"pre_1\">                                                          REPORTABLE\n\n             IN THE SUPREME COURT OF INDIA\n\n            CRIMINAL APPELLATE JURISDICTION\n\n            CRIMINAL APPEAL NO.1494 OF 2004\n\n\nShivjee Singh and Ors.                        ...Appellants\n\n\n                             Vs.\n\nState of Bihar                                ...Respondent\n\n\n            (With Criminal appeal No.484 of 2006)\n\n\n                         JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">DR. ARIJIT PASAYAT, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Facts\" id=\"p_3\">1.   These two appeals have a common matrix in judgment of\n\nthe Division Bench of the Patna High Court.      Two appeals\n\nwere disposed of by the common judgment.            In Criminal\n\nAppeal no.408 of 1998 there were six appellants whereas in\n\nCriminal Appeal no.458 of 1998 there was one appellant. In\n\nthe two appeals before this Court there are five appellants in\n\n<span class=\"hidden_text\" id=\"span_1\">                                                            1</span>\n\fthe   Criminal   Appeal   no.494/2004,     and   there   are   two\n\nappellants in Criminal Appeal no.484/2006. All the five\n\nappellants in Criminal Appeal No.1494 of 2004 were found\n\nguilty of offence punishable under Section 302 read with\n\n<a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> of the Indian Penal Code, 1860 (in short `<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>&#x27;) and\n\n<a href=\"/doc/1258372/\" id=\"a_3\">Section 147</a>. Similar was the conviction recorded in case of\n\nSatya Narain Singh, one of the appellants in Criminal Appeal\n\nno.484 of 2006. Ambika Singh the other appellant in Criminal\n\nAppeal no.484 of 2006 was convicted for offence punishable\n\nunder <a href=\"/doc/1560742/\" id=\"a_4\">Sections 302</a> and <a href=\"/doc/763672/\" id=\"a_5\">148</a> IPC and <a href=\"/doc/244673/\" id=\"a_6\">Section 27</a> of the Arms\n\nAct, 1959 (in short `<a href=\"/doc/1934415/\" id=\"a_7\">Arms Act</a>&#x27;). Appellants in Criminal Appeal\n\nno.1494 of 2004 were sentenced to life imprisonment and two\n\nyears respectively. Similar was the case of Satya Narain Singh-\n\nappellant in Criminal Appeal no.484 of 2006. Ambika Singh-\n\nappellant in criminal appeal no.484 of 2006 was sentenced to\n\nundergo life imprisonment, three years, and five years for the\n\nthree offences noted above.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">2.    Background facts giving rise to the trial are as follows:\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                  2</span>\n</p><blockquote id=\"blockquote_1\">\f     At sunset time on the day of Holi (the date being\n\n9.3.1993) Bhagwan Singh (P.W.1) was sitting at his Dalan.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_6\">Satya Narain Singh came there in an inebriated state and\n\nstarted quarreling with him and abusing him. Bhagwan Singh\n\nasked him to stop the abuses and to go away. On this Satya\n\nNarain Singh called his family members. Ambika Singh, one of\n\nhis three sons came armed with his gun; others carried sticks,\n\nstones and brick pieces in their hands.           On hearing the\n\nexchange of hot words a number of villagers came there.\n\nSome of them were singing Holi songs at the nearby Devi\n\nAsthan and on hearing the noise they came to the Dalan of\n\nBhagwan Singh. Others who were neighbours also came. The\n\nvillagers coming there asked Satya Narain Singh to stop the\n\nquarrel and scolded him. Satya Narain Singh then took his\n\nrelatives to his roof-top and from there they started throwing\n\nstones and pieces of bricks at the tiled roof of the house of\n\nBhagwan Singh. Satya Narain Singh urged his son Ambika\n\nSingh to open fire from his gun. So, ordered by his father,\n\nAmbika   Singh   fired   a   shot   that   hit   Meghnath   Singh\n\n(hereinafter referred to as the `deceased&#x27;) on his back and as a\n\n<span class=\"hidden_text\" id=\"span_3\">                                                              3</span>\n\fresult he fell down and died. Ambika Singh fired seven to eight\n\nshots that caused injuries to Ram Pran Singh (PW 3), Sri Ram\n\nSingh (PW 10) and Umesh Singh (PW 6). One of the stones\n\nthrown by Satya Narain Singh hit Suraj Singh (PW 5) and\n\ncaused injury to him. After the occurrence the injured were\n\ncarried on a tractor to Ara town where they were admitted to\n\nthe Sadar Hospital and were treated there for about a week.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_7\">     Sitaram Singh (PW 15) who at that time was the officer\n\nIncharge of Ayar P.S. was going round the villages under his\n\nP.S. for maintaining peace and order on the day of Holi. At\n\nvillage Bargaon he came to learn that gun shots were fired at\n\nMedhapur village.     From there he proceeded to Medhapur\n\nalong with an armed police party and reached there at about\n\n10.30 in the night.     There he recorded the statement of\n\nBabulal Singh (PW 12), the brother of the deceased in\n\npresence of a witness Baleshwar Singh (PW 2). The statement\n\nwas recorded as fard-e-bayan (Ext.1) on the basis of which a\n\nformal F.I.R. (Ext. 7) was later drawn up on 10.3.1993 at\n\n00.30 hrs. giving rise to Jagdishpur (Ayar) PS Case No.27 of\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                           4</span>\n\f1993.   After   recording   the   fard-d-bayan   he   took   up\n\ninvestigation of the case, recorded the statements of other\n\nwitnesses who were available there, examined the place of\n\noccurrence and prepared the inquest report (Ext. 2) of the\n\ndeceased Meghnath Singh.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">\n\n</p><p data-structure=\"PetArg\" id=\"p_9\">     On completion of investigation he submitted charge sheet\n\nagainst the appellants. They were put up on trial and at the\n\nend were convicted and sentenced as indicated above.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_10\">     It may be mentioned here that in regard to the same\n\noccurrence a case was instituted from the side of the\n\nappellants as well. That was registered as Jagdishpur (Ayar)\n\nPS Case No.28 of 1993 under <a href=\"/doc/1258372/\" id=\"a_8\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_9\">148</a>, <a href=\"/doc/999134/\" id=\"a_10\">149</a>, <a href=\"/doc/1011035/\" id=\"a_11\">323</a>,\n\n<a href=\"/doc/162506/\" id=\"a_12\">447</a>, <a href=\"/doc/1402213/\" id=\"a_13\">337</a> and <a href=\"/doc/1133601/\" id=\"a_14\">325</a> of the Indian Penal Code and <a href=\"/doc/244673/\" id=\"a_15\">Sections 27</a> of\n\nthe Arms Act. In that case some of the witnesses examined by\n\nthe prosecution in the present case, along with some others\n\nwere named as accused. That case is said to be pending trial\n\nbefore a Magistrate.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                             5</span>\n</p><p data-structure=\"Facts\" id=\"p_12\">\f3.   17 witnesses were examined by the prosecution to\n\nestablish the prosecution version.    PWs 1 to 6 and 9 to 12\n\nwere stated to be eye witnesses.     PWs 3, 5, 6 and 10 were\n\ninjured witnesses. The trial Court placed reliance on their\n\nevidence and found accused appellants guilty as noted above.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">4.   In appeal, the High Court rejected the plea of the\n\nappellant that the evidence of witnesses should not have been\n\nrelied upon as there was sudden pre-fight and, therefore,\n\nSection 149 has no application.      The High Court, as noted\n\nabove, dismissed the appeal.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">5.   In support of the appeal learned counsel for the\n\nappellant submitted that so far as applicability of <a href=\"/doc/999134/\" id=\"a_16\">Section 149</a>\n\nIPC is concerned, there was no discussion either by the Trial\n\nCourt or the High Court.    The appellant in Criminal Appeal\n\nno.1494 of 2004 is stated to have pelted stones on the house\n\nof the deceased.    That is not sufficient to attract <a href=\"/doc/1560742/\" id=\"a_17\">Section\n\n302</a>/<a href=\"/doc/999134/\" id=\"a_18\">149</a> IPC. According to the prosecution version accused-\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                           6</span>\n\fAmbika Singh fired the shots after the pelting of the stones\n\nhas stopped.    The role ascribed to Satya Narain Singh was\n\nthat he was exhorting Ambika Singh to fire.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">6.   Leaned counsel for the respondent-State on the other\n\nhand supported the judgments of the Trial Court and the High\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">7.   We shall first deal with the applicability of <a href=\"/doc/999134/\" id=\"a_19\">Section149</a>\n\nIPC. So far appellants in Criminal Appeal no.1494 of 2004 are\n\nconcerned, it is pointed out by the prosecution that the stones\n\nwere pelted by the accused persons with a view to damage the\n\nroof and did last only for two to three minutes. It is also stated\n\nby the witnesses that only after the stopping of the pelting of\n\nstones, firing was done. It is, therefore, stated by leaned\n\ncounsel for the appellant in Criminal Appeal no.1494 of 2004\n\nthat neither the Trial Court nor the High Court has analysed\n\nthe aspect relating to applicability of <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> IPC. Abrupt\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                              7</span>\n\fconclusions have been arrived at about the applicability of the\n\nprovisions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\n\n</p><p data-structure=\"Section\" id=\"p_21\">8.     A plea which was emphasized by the appellants relates\n\nto the question whether <a href=\"/doc/999134/\" id=\"a_21\">Section 149</a>, IPC has any application\n\nfor fastening the constructive liability which is the sine qua\n\nnon for its operation. The emphasis is on the common object\n\nand not on common intention. Mere presence in an unlawful\n\nassembly cannot render a person liable unless there was a\n\ncommon object and he was actuated by that common object\n\nand that object is one of those set out in Section 141. Where\n\ncommon object of an unlawful assembly is not proved, the\n\naccused persons cannot be convicted with the help of Section\n\n</p><p data-structure=\"Section\" id=\"p_22\">149.     The crucial question to determine is whether the\n\nassembly consisted of five or more persons and whether the\n\nsaid persons entertained one or more of the common objects,\n\nas specified in Section 141.    It cannot be laid down as a\n\ngeneral proposition of law that unless an overt act is proved\n\nagainst a person, who is alleged to be a member of unlawful\n\nassembly, it cannot be said that he is a member of an\n\n<span class=\"hidden_text\" id=\"span_8\">                                                           8</span>\n\fassembly.     The only thing required is that he should have\n\nunderstood that the assembly was unlawful and was likely to\n\ncommit any of the acts which fall within the purview of\n\nSection 141. The word `object&#x27; means the purpose or design\n\nand, in order to make it `common&#x27;, it must be shared by all.\n\nIn other words, the object should be common to the persons,\n\nwho compose the assembly, that is to say, they should all be\n\naware of it and concur in it. A common object may be formed\n\nby express agreement after mutual consultation, but that is\n\nby no means necessary. It may be formed at any stage by all\n\nor a few members of the assembly and the other members\n\nmay just join and adopt it. Once formed, it need not continue\n\nto be the same. It may be modified or altered or abandoned at\n\nany stage. The expression `in prosecution of common object&#x27;\n\nas appearing in Section 149 have to be strictly construed as\n\nequivalent to `in order to attain the common object&#x27;. It must\n\nbe immediately connected with the common object by virtue of\n\nthe nature of the object. There must be community of object\n\nand the object may exist only up to a particular stage, and not\n\nthereafter.   Members of an unlawful assembly may have\n\n<span class=\"hidden_text\" id=\"span_9\">                                                            9</span>\n\fcommunity of object up to certain point beyond which they\n\nmay differ in their objects and the knowledge, possessed by\n\neach member of what is likely to be committed in prosecution\n\nof their common object may vary not only according to the\n\ninformation at his command, but also according to the extent\n\nto which he shares the community of object, and as a\n\nconsequence of this the effect of <a href=\"/doc/999134/\" id=\"a_22\">Section 149</a>, IPC may be\n\ndifferent on different members of the same assembly.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_23\">9.   `Common object&#x27; is different from a `common intention&#x27;\n\nas it does not require a prior concert and a common meeting\n\nof minds before the attack. It is enough if each has the same\n\nobject in view and their number is five or more and that they\n\nact as an assembly to achieve that object.        The `common\n\nobject&#x27; of an assembly is to be ascertained from the acts and\n\nlanguage   of   the   members   composing   it,   and   from    a\n\nconsideration of all the surrounding circumstances. It may be\n\ngathered from the course of conduct adopted by the members\n\nof the assembly. For determination of the common object of\n\nthe unlawful assembly, the conduct of each of the members of\n\n<span class=\"hidden_text\" id=\"span_10\">                                                               10</span>\n\fthe unlawful assembly, before and at the time of attack and\n\nthereafter, the motive for the crime, are some of the relevant\n\nconsiderations. What the common object of the unlawful\n\nassembly is at a particular stage of the incident is essentially\n\na question of fact to be determined, keeping in view the nature\n\nof the assembly, the arms carried by the members, and the\n\nbehaviour of the members at or near the scene of the incident.\n\nIt is not necessary under law that in all cases of unlawful\n\nassembly, with an unlawful common object, the same must be\n\ntranslated   into   action   or   be   successful.   Under   the\n\nExplanation to Section 141, an assembly which was not\n\nunlawful when it was assembled, may subsequently become\n\nunlawful.    It is not necessary that the intention or the\n\npurpose, which is necessary to render an assembly an\n\nunlawful one comes into existence at the outset. The time of\n\nforming an unlawful intent is not material. An assembly\n\nwhich, at its commencement or even for some time thereafter,\n\nis lawful, may subsequently become unlawful. In other words\n\nit can develop during the course of incident at the spot co\n\ninstanti.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\"><span class=\"hidden_text\" id=\"span_11\">                                                             11</span>\n</p><p data-structure=\"Section\" id=\"p_25\">\f10.   <a href=\"/doc/999134/\" id=\"a_23\">Section 149</a>, IPC consists of two parts. The first part of\n\nthe section means that the offence to be committed in\n\nprosecution of the common object must be one which is\n\ncommitted with a view to accomplish the common object. In\n\norder that the offence may fall within the first part, the offence\n\nmust be connected immediately with the common object of\n\nthe unlawful assembly of which the accused was member.\n\nEven if the offence committed is not in direct prosecution of\n\nthe common object of the assembly, it may yet fall under\n\nSection 141, if it can be held that the offence was such as the\n\nmembers knew was likely to be committed and this is what is\n\nrequired in the second part of the section. The purpose for\n\nwhich the members of the assembly set out or desired to\n\nachieve is the object. If the object desired by all the members\n\nis the same, the knowledge that is the object which is being\n\npursued is shared by all the members and they are in general\n\nagreement as to how it is to be achieved and that is now the\n\ncommon object of the assembly. An object is entertained in\n\nthe human mind, and it being merely a mental attitude, no\n\n<span class=\"hidden_text\" id=\"span_12\">                                                               12</span>\n\fdirect evidence can be available and, like intention, has\n\ngenerally to be gathered from the act which the person\n\ncommits and the result therefrom. Though no hard and fast\n\nrule can be laid down under the circumstances from which\n\nthe common object can be called out, it may reasonably be\n\ncollected from the nature of the assembly, arms it carries and\n\nbehaviour at or before or after the scene of incident. The word\n\n`knew&#x27; used in the second branch of the section implies\n\nsomething more than a possibility and it cannot be made to\n\nbear the sense of `might have been known&#x27;. Positive knowledge\n\nis necessary. When an offence is committed in prosecution of\n\nthe common object, it would generally be an offence which the\n\nmembers of the unlawful assembly knew was likely to be\n\ncommitted in prosecution of the common object.           That,\n\nhowever, does not make the converse proposition true; there\n\nmay be cases which would come within the second part but\n\nnot within the first part.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952560\" id=\"span_13\">The distinction between the two\n\nparts of Section 149 cannot be ignored or obliterated.      In\n\nevery case it would be an issue to be determined, whether the\n\noffence committed falls within the first part or it was an\n\n<span class=\"hidden_text\" id=\"span_14\">                                                            13</span>\n\foffence such as the members of the assembly knew to be\n\nlikely to be committed in prosecution of the common object\n\nand falls within the second part. However, there may be cases\n\nwhich would be within first part, but offences committed in\n\nprosecution of the common object would be generally, if not\n\nalways, be within the second part, namely, offences which the\n\nparties knew to be likely committed in the prosecution of the\n\ncommon object. (See <a href=\"/doc/952560/\" id=\"a_24\">Chikkarange Gowda and others v. State\n\nof Mysore</a> : AIR 1956 SC 731.)</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">11.   In State of U.P. v. Dan Singh and Ors. (1997 (3) SCC\n\n</p><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1093191\" id=\"span_15\">747) it was observed that it is not necessary for the\n\nprosecution to prove which of the members of the unlawful\n\nassembly did which or what act. Reference was made to <a href=\"/doc/1093191/\" id=\"a_25\">Lalji\n\nv. State of U.P.</a> (1989 (1) SCC 437) where it was observed that:</span>\n\n\n\n</p><blockquote id=\"blockquote_2\">           &quot;while overt act and active participation may\n           indicate common intention of the person\n           perpetrating the crime, the mere presence in\n           the unlawful assembly may fasten vicariously\n           criminal liability under Section 149&quot;.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                            14</span>\n<p data-structure=\"Precedent\" id=\"p_28\">\f12.      This position has been elaborately stated by this Court in\n\nGangadhar Behera and Ors. v. State of Orissa (2002 (8) SCC\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">381).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">13.      When    the   factual    scenario     is    considered         in    the\n\nbackground of the above principles set out above, the\n\ninevitable conclusion is that the appeal filed by the appellants\n\nin Criminal Appeal no.1494 of 2004 deserves to be allowed.\n\nTheir conviction is set aside so far their conviction under\n\nSection 302 read with <a href=\"/doc/999134/\" id=\"a_26\">Section 149</a> IPC is concerned. But the\n\nsentence imposed for the offence punishable under Section\n\n147 is maintained.       The sentence shall be three months for\n\nthe offence punishable. So far the other appeal is concerned,\n\nthe      evidence   brought      on   record     clearly      establish       the\n\naccusations. Therefore, while Criminal Appeal no.1494 of\n\n2004 is partly allowed, Criminal Appeal no.484 of 2006 is\n\ndismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n</p><p data-structure=\"Conclusion\" id=\"p_33\">                                             .....................................\n</p><p data-structure=\"Precedent\" id=\"p_34\">....J.\n                                      (Dr. ARIJIT PASAYAT)\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                              15</span>\n\f                ..........................................J.\n                (Dr. MUKUNDAKAM SHARMA)\nNew Delhi,\nJuly 30, 2008\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                        16</span>\n\f</p>","numcites":13,"numcitedby":11,"docsource":"Supreme Court of India","citetid":1200534,"divtype":"judgments","relatedqs":[{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"common object","formInput":"common%20object"},{"value":"arms act","formInput":"arms%20act"},{"value":"section 141","formInput":"section%20141"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"bhagwan singh","formInput":"bhagwan%20singh"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"\"arms act\"","formInput":"%22arms%20act%22"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"murder","formInput":"tag:murder"},{"value":"punishment-for-using-arms","formInput":"tag:punishment-for-using-arms"}],"courtcopy":true,"query_alert":null,"agreement":false}