{"tid":61080388,"publishdate":"2015-02-27","title":"Ahesan Abbas @ Monu vs State on 27 February, 2015","doc":"<h2 class=\"doc_title\">Ahesan Abbas @ Monu vs State on 27 February, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-sistani\">G. S. Sistani</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-sistani\">G.S.Sistani</a>, <a href=\"/search/?formInput=benchid:s-d-sehgal\">Sangita Dhingra Sehgal</a></h3>\n\n<pre id=\"pre_1\">        IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                              Judgment reserved on 14th February, 2015\n                               Judgment delivered on 27th February, 2015\n                              +    CRL.A. 1347/2014\n\nAHESAN ABBAS @ MONU                             ...Appellant\n            Through: Mr. M. L. Yadav, Advocate.\n                 Versus\nSTATE                                           ...Respondent\n            Through: Mr. Feroz Khan Ghazi, APP for the State\n\n                              +    CRL.A. 1375/2014\n\nJITENDER @ JEETU @ HADDI                        ...Appellant\n              Through: Mr. Kartickay Mathur, Advocate.\n                   Versus\nSTATE                                           ...Respondent\n              Through: Mr. Feroz Khan Ghazi, APP for the State\n\n                              +    CRL.A. 1703/2014\n\nRAVI                                                        ...Appellant\n                         Through: Mr. Pramod Kumar Dubey, Advocate\n                                  Ms. Shiv Chopra, Advocate and\n                                  Ms. Megha, Advocate.\n                              Versus\nSTATE                                                       ...Respondent\n                         Through: Mr. Feroz Khan Ghazi, APP for the State\n\n    CORAM:\nHON&#x27;BLE MR. JUSTICE G.S.SISTANI\nHON&#x27;BLE MS. JUSTICE SANGITA DHINGRA SEHGAL\n\nG. S. SISTANI, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.      Present appeals arise out of a common judgment dated 02.05.2014\n        and order on sentence dated 29.05.2014 passed by learned\n        Additional Sessions Judge, Delhi, in S.C. No. 97/2008. The appeals\n        have been heard together and are being disposed of by a common\n        judgment.\n</p><p data-structure=\"Issue\" id=\"p_2\">Crl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_1\">Crl. Appeal No. 1703/2014                                         Page 1 of 16</span>\n</p><p data-structure=\"Issue\" id=\"p_3\"> 2.      Present appeals have been filed by the appellants under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a>\n        of the Code of Criminal Procedure and are directed against the\n        impugned judgment dated 02.05.2014 and order of sentence dated\n        29.05.2014 whereby the Ld. Trial Court has found all the appellants\n        guilty and has noted that:\n</p><blockquote id=\"blockquote_1\">                &quot;5. All the convicts have been convicted by me vide\n                separate     judgment    dated    02-05-2014     U/s\n                392/394/302/34 <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>. Convict Jitender @ Maddi has\n                been convicted U/s 411 <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a> and convict Ravi has also\n                been convicted U/s 397 <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> &amp; U/s 25/27 <a href=\"/doc/1934415/\" id=\"a_5\">Arms Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_2\">                6. It is not a rarest of the rare case inviting imposition\n                of capital punishment. I therefore sentence all the\n                convicts to undergo life imprisonment U/s 302/34 <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>\n                and pay a fine of Rs. 10000/- each. They will undergo\n                rigorous imprisonment for six months each in case of\n                default of payment of fine.\n</blockquote>\n<blockquote id=\"blockquote_3\">                7. I further sentence all the convicts to undergo\n                rigorous imprisonment for 7 years each and pay a fine\n                of Rs. 5000/- each. They will undergo simple\n                imprisonment for 3 months each in case of default of\n                payment of fine U/s 392/34 <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>.\n</blockquote>\n<blockquote id=\"blockquote_4\">                8. I further sentence all the convicts to undergo\n                rigorous imprisonment for 10 years each and pay a\n                fine of Rs. 5000/- each. They will undergo simple\n                imprisonment for 3 months each in case of default of\n                payment of fine U/s 394/34 <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>.\n</blockquote>\n<blockquote id=\"blockquote_5\">                9. I further sentence convict Jitender @ Maddi to\n                undergo rigorous imprisonment for 1 year and pay a\n                fine of Rs. 2000/-. He will undergo simple\n                imprisonment for one month in case of default of\n                payment of fine U/s 411 <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>.\n</blockquote>\n<blockquote id=\"blockquote_6\">                10. I further sentence convict Ravi to undergo rigorous\n                imprisonment for 10 years and pay a fine of Rs. 5000/-.\n</blockquote>\n<blockquote id=\"blockquote_7\">Crl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_2\">Crl. Appeal No. 1703/2014                                             Page 2 of 16</span>\n                  He will undergo simple imprisonment for 3 months in\n                 case of default of payment of fine U/s 397 <a href=\"/doc/1569253/\" id=\"a_10\">IPC</a>.\n</blockquote>\n<blockquote id=\"blockquote_8\">                 11. I also sentence convict Ravi to undergo rigorous\n                 imprisonment for 3 years and pay a fine of Rs. 5000/-.\n                 He will undergo simple imprisonment for 3 months in\n                 case of default of payment of fine U/s 25/27 <a href=\"/doc/1934415/\" id=\"a_11\">Arms Act</a>.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">3.      Brief facts of the case, as noticed by the Learned Trial Court, are as\n        under:\n</p><blockquote id=\"blockquote_9\">                   &quot;1. Briefly stated the case of the prosecution is that\n                 one Milan was robbed and stabbed on 26-05-08 and a\n                 mobile phone was snatched from him. At the time of\n                 the incident his friend Dharmatama was moving ahead\n                 of deceased Milan with his motorcycle and on hearing\n                 the cries he turned back and saw the incident.\n                 Subsequently, Milan was declared brought dead in\n                 Sanjay Gandhi Memorial Hospital and an FIR was\n                 registered with PS Mangol Puri. It is further the case\n                 of the prosecution that on 31-05-2008, a motorcycle\n                 was intercepted by the police which was being drive by\n                 accused Monu and in the middle accused-Jitender @\n                 Haddi was sitting and behind him accused Ravi was\n                 sitting. Said motorcycle was found to be stolen and\n                 was having a fake registration number. Accused\n                 Jitender @ Haddi was found in possession of the\n                 mobile phone which was robbed by the accused\n                 persons from deceased Milan but which belonged to\n                 the complainant Dharmatama. Another co-accused\n                 Ravi was found in possession of a buttondar knife.\n</blockquote>\n<blockquote id=\"blockquote_10\">                 2. F.I.R. bearing No. 265/08, was registered at P.S.\n                 Mangol Puri and investigation went underway. During\n                 the course of investigation accused persons were\n                 arrested. After completion of investigation final report\n                 u/s 173 <a href=\"/doc/445276/\" id=\"a_12\">Cr.P.C</a>. was prepared and was filed in the\n                 court of Metropolitan Magistrate who after completing\n                 all the formalities committed the case to the court of\n                 sessions for trial.\n</blockquote>\n<blockquote id=\"blockquote_11\">Crl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_3\">Crl. Appeal No. 1703/2014                                            Page 3 of 16</span>\n</blockquote><blockquote id=\"blockquote_12\">                 3. On 23-04-2009, a charge U/s 392/394/302/34 <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>\n                was framed against all the accused persons and a\n                separate charge<a href=\"/doc/1865117/\" id=\"a_14\"> u/s 397</a> IPC &amp; u/s 25/27 of the <a href=\"/doc/1934415/\" id=\"a_15\">Arms\n                Act</a> was framed against accused Ravi and a separate\n                charge U/s 411 <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a> was also framed against accused\n                Jitender @ Haddi to which they pleaded not guilty and\n                claimed trial.\n</blockquote>\n<blockquote id=\"blockquote_13\">                4. In order to prove the guilt of the accused persons,\n                the prosecution examined as many as 31 witnesses.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_5\">        Common arguments addressed on behalf of all appellants\n</p><p data-structure=\"PetArg\" id=\"p_6\">4.      While arguing the appeals, learned counsel for the appellants have\n        contended that the judgment of the learned Trial Court is contrary to\n        the facts and law and same is based on surmises and conjectures.\n        They have further contended that the prosecution has failed to prove\n        its case beyond reasonable doubt and overlooked the basic principles\n        of criminal jurisprudence.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">5.      Learned counsel for the appellants argued that learned Trial Court\n        had relied upon the testimony of alleged eye witness i.e. PW1\n        Dharmatama, whose presence at the spot is highly suspicious as the\n        alleged site plan Ex.PW1/DA neither showed his position at the time\n        of incident nor the locations of Pan Shop and two boys sitting on the\n        motor cycle.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">6.      Learned counsel for the appellants further submitted that PW1\n        Dharmatama had deposed that he saw the incident took place around\n        11:15 P.M. and he saw it from a distance of 15-20 feet in the dark\n        hours. He further deposed that there were electric poles near the\n        place of occurrence whereas the scaled site plan Ex.PW1/DA does\n        not show any electric poles.       It is further contended that the\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_4\">Crl. Appeal No. 1703/2014                                         Page 4 of 16</span>\n         motorcycle which was being dragged by PW1 Dharmatama and left\n        at the spot, has also not been shown in the site plan. In view of this,\n        the testimony of PW1 is not reliable.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">        Arguments addressed on behalf of appellant Ahesan Abbas @ Monu\n</p><p data-structure=\"PetArg\" id=\"p_10\">7.      Mr. M. L. Yadav, learned counsel for the appellant Ahesan Abbas @\n        Monu, further contended that the refusal of Test Identification\n        Parade (TIP) by the appellant is justified for the reason that the\n        appellant was arrested on 31.05.2008 in the case FIR No. 313/2008\n        under <a href=\"/doc/1101188/\" id=\"a_17\">section 379</a> IPC of PS Rohini whereas, TIP Ex.PW15A-\n        PW15/C was conducted on 09.06.2008, i.e. almost 10 days after his\n        arrest which goes to show that the appellant Ahesan Abbas @ Monu\n        has been falsely implicated in the present case.\n</p><p data-structure=\"PetArg\" id=\"p_11\">8.      It has been further submitted by the counsel for the appellant Ahesan\n        Abbas @ Monu that despite the fact nothing incriminating was\n        recovered at the instance of the appellant nor any recovery was\n        effected on him, he was falsely implicated in the present case. The\n        observation made by the learned Trial Court have been pointed out\n        that:\n</p>\n<blockquote id=\"blockquote_14\">                &quot;51...It was for the IO to have asked from this witness\n                the place where the accused persons were standing but\n                it was not asked or may be it was asked but not shown\n                by the draftsman and the IO also did not deem it fit to\n                prepare the site plan in detail which could have been\n                done by him.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_12\">9.      It was further contended by Mr. M.L.Yadav that the appellant\n        Ahesan Abbas @ Monu did not participate in the alleged crime and\n        was merely a mute spectator standing at a distance, sitting on the\n\n\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_5\">Crl. Appeal No. 1703/2014                                          Page 5 of 16</span>\n         bike. He has neither committed any crime nor shared any common\n        intention with the other appellants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">        Arguments on behalf of appellant Jitender @ Jitu @ Haddi\n</p><p data-structure=\"PetArg\" id=\"p_14\">10.     Mr. Kartickay Mathur, learned counsel for the appellant Jitender @\n        Jitu @ Haddi argued that the learned Trial Court failed to appreciate\n        that PW1 Dharmatama had admitted in his cross examination that he\n        did not see the appellant Jitender @ Kitu @ Haddi taking out the\n        mobile phone from the pocket of the deceased Milan. During the\n        cross examination of PW1 Dharmatama on 12.11.2009, deposed\n        that:\n</p><blockquote id=\"blockquote_15\">               &quot;...I had not seen the accused persons taking out\n               mobile Ex.P.1 from the pocket of deceased Milan.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_15\">11.     It is further contended by Mr. Mathur that as per the case of the\n        prosecution, the mobile phone robbed from the deceased Milan was\n        recovered from the appellant when he was apprehended on\n        31.05.2008. However, as per the personal search memo Ex.PW29/D\n        of the appellant, the Nokia mobile phone which was recovered had\n        IMEI No. 359842017481286 and SIM number 9871956496,\n        whereas, the Nokia mobile phone which was snatched from the\n        deceased had IMEI No. 353096020547020 and SIM number\n        9871895126 which proves that the appellant Jitender @ Jitu @\n        Haddi had been falsely implicated in the present case.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">12.     It is further submitted by Mr. Mathur, that the recovery of the\n        mobile phone has been planted upon the appellant Jitender @ Jitu @\n        Haddi which is further fortified from the fact that and the receipt of\n        purchase of mobile Ex.PW1/DB is forged and fabricated and has\n\n\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_6\">Crl. Appeal No. 1703/2014                                          Page 6 of 16</span>\n         been prepared at the instance of Investigating Officer only with the\n        purpose to falsely implicate the accused.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">        Arguments on behalf of Appellant Ravi\n</p><p data-structure=\"PetArg\" id=\"p_18\">13.     It is submitted by Mr. Pramod Kumar Dubey, counsel for the\n        appellant Ravi, that the learned Trial Court has overlooked the fact\n        that the deceased was residing in a rented room with one Manish and\n        he was present at the time of the dinner on 25.08.2008 but his\n        statement has not been recorded by the prosecution. It is further\n        submitted that according to the testimony of PW1 Dharmatama, 15-\n        20 persons gathered at the spot which was near a petrol pump\n        despite which the appellants were not chased. In view of the above,\n        there is every reason to believe PW1 Dharmatama has been planted\n        as a witness.\n</p><p data-structure=\"RespArg\" id=\"p_19\">14.     It is further argued by Mr. Dubey that the statement of Mahipal, Pan\n        Shop Owner, who saw the deceased and went to get a rickshaw, was\n        not recorded. it is further contended that the prosecution failed to\n        collect and seize the record pertaining to the timings of duty of the\n        deceased and PW1 Dharamatama from the owner of the factory\n        where both were working together. No investigation was carried by\n        the prosecution to find out whether the motorcycle was dragged by\n        PW1 Dharmatama as the petrol tank of the motorcycle was empty. It\n        is argued that in view of the above, it is clear that there are loop\n        holes in the investigation and there are missing links in the chain of\n        events projected by the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">15.     It is further contended by Mr. Dubey that in the Call Details Records\n        Ex.PW21/A pertaining to mobile phone No. 9871895126, brought\n        on record by PW21 Sh. Tarun Khurana Nodal Officer, Bharti Airtel\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_7\">Crl. Appeal No. 1703/2014                                          Page 7 of 16</span>\n         Ltd. does not show the call details for the period 23.05.2008 to\n        30.05.2008 are missing as the data was unavailable and it is not clear\n        whether the said number was used at the time of the alleged\n        incident. The learned counsel for appellant Ravi pointed out that\n        PW21 deposed that the IMEI number of mobile No. 9871895126\n        pertaining to deceased was changed on 26.05.2008. It is further\n        submitted that the learned Trial Court overlooked the fact that an\n        FIR for theft of the motorcycle in question was registered in Police\n        Station-Rohini after a secret information was received that the\n        appellants in the present case were seen in the area of Sultan Puri on\n        the motorcycle and when a picket was laid all the three persons were\n        waylaid and one mobile phone make Nokia was recovered from the\n        possession of appellant Jitender @ Hadi and a knife was recovered\n        from the possession of Ravi and motorcycle was driven by Ahesan\n        Abbas.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">16.     It is further submitted by the counsel Mr. Dubey that there are\n        contradictions in the testimonies of the prosecution witnesses in\n        respect of the seizure memos, whether the same were prepared at the\n        spot or in the police station or whether the signatures of the\n        appellants were obtained on blank papers or after filling the same.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"709776\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1683423\" id=\"span_9\">17.     Mr. Dubey, counsel for the appellant Ravi submitted that the\n        appellant Ravi did not receive a fair trial and in such circumstances\n        his conviction cannot be allowed to stand and relied upon <a href=\"/doc/1683423/\" id=\"a_18\">Behram\n        Khursheed v. State of Bombay</a>, (<a href=\"/doc/709776/\" id=\"a_19\">1955) 1 SCR 613 and Olga Tellis\n        v. Bombay Municipal Corp.</a>, (1985) 2 SCC 545, wherein it was held\n        by the Apex Court that the right to fair trial is an integral part of the\n        right to life and personal liberty guaranteed under <a href=\"/doc/1199182/\" id=\"a_20\">Article 21</a> of the\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_10\">Crl. Appeal No. 1703/2014                                            Page 8 of 16</span>\n         Constitution of India, and that the fundamental right under <a href=\"/doc/1199182/\" id=\"a_21\">Article\n        21</a> is inalienable and there can be no question of any waiver of the\n        right by any person.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">18.     On the other hand, learned counsel for the State contended that PW1\n        Dharmatama is a trustworthy and reliable witness and on the basis of\n        the material on record and evidence adduced by the prosecution, all\n        the appellants are liable to be convicted. Learned counsel further\n        contended that nothing much turns on the fact that the IMEI number\n        of the mobile phone did not match with the IMEI number of the\n        mobile phone which was seized from the appellant Jitender @\n        Haddi.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">19.     We have heard learned counsel for the parties and considered their\n        rival submissions.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">20.     The case as set up by the prosecution is that the complainant PW1\n        Dharmatama and the deceased Milan, after having dinner at\n        deceased‟s place, left on the motorcycle around 10.15 P.M. and\n        when they reached near S Block, Mangol Puri around 10.30PM,\n        motorcycle stopped as it ran out of petrol. Complainant was\n        dragging the motorcycle and the deceased was behind him, when he\n        suddenly heard the cries and turned around and saw that two persons\n        were sitting on another motorcycle with engine running and two\n        persons were grappling with the deceased, out of which one gave\n        two knife blows on the chest of the deceased and the other took out\n        the mobile phone from the left side pocket of the deceased Milan.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">21.     Before dealing with the arguments of the parties it would be\n        appropriate to examine the testimonies of the material witnesses. In\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_11\">Crl. Appeal No. 1703/2014                                        Page 9 of 16</span>\n         this case the prosecution has examined 31 witnesses. PW10 SI\n        Dharampal is the duty officer and he had proved on record the copy\n        of the FIR No. 265/08 as Ex.PW10/A, and his endorsement on the\n        rukka as Ex.PW10/B regarding the registration of the case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">22.     PW1 Dharmatama, PW2 Mithlesh @ Mithela Bihari and PW20\n        Mantu Singh are the material public witnesses and we will discuss\n        their testimonies in detail.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">23.     PW1 Dharmatama is the sole eyewitness of the incident and his\n        testimony is material and relevant, and the same is reproduced\n        below:\n</p>\n<blockquote id=\"blockquote_16\">                &quot;I am working in Plastic Factory situated on T-1/118,\n                Industrial Area, Phase-I, Mangol Puri. Milan, since\n                deceased was working with me in the same factory at\n                the time of incident and due to this fact he become my\n                friend.\n</blockquote><blockquote id=\"blockquote_17\">                On that day i.e. 25.05.08, I had gone to my duty in the\n                said factory at about 9.00 a.m. Thereafter my friend\n                Milan came to me in the factory and asked my mobile\n                phone. I handed over my mobile phone, make NOKIA,\n                Red Colour, Model-5200 with SIM No.9871895126 to\n                Milan. Thereafter Milan left from my place with my\n                mobile phone. He again came to me in lunch hour i.e.\n                at 1.00 p.m in the factory. Thereafter along with Milan\n                and Mintoo made a programme for having dinner in\n                the evening at the room of Milan. Thereafter Milan left\n                the factory. Before leaving factory by me and Mintoo I\n                received a phone call from Milan and then I had told\n                him that we are coming. Thereafter I obtained the\n                motorcycle of Mithlesh from him and thereafter I along\n                with my friend Mintoo reached at the room of Milan at\n                about 9.15 p.m. Thereafter we all three took the dinner\n                at the room of Milan and Mintoo left the room of\n                Milan for factory as he was on night duty leaving\n                myself and Milan at the room. Thereafter I along with\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_12\">Crl. Appeal No. 1703/2014                                          Page 10 of 16</span>\n                 Milan since deceased left the room of Milan at about\n                10.15/10.30 p.m on the motorcycle of Mithlesh. When\n                we reached in S-Block, Mangol Puri at about 10.30\n                p.m. Our motorcycle stopped as the petrol had finished\n                in the tank of motorcycle. I was carrying the\n                motorcycle and Milan was behind me and I was\n                crossing the road along with motorcycle for going to\n                the side of petrol pump on foot. When I was still\n                crossing the road at about 11.15 p.m., I heard the\n                noise of crying and I saw behind and found that two\n                persons were sitting on the motor bike and other two\n                persons were holding Milan and were grappling with\n                Milan and the motorcycle was in start condition. One\n                of the two persons who were grappling with Milan was\n                carrying a knife in his hand and the other person was\n                taking out mobile from the left pocket of pant of Milan.\n                Out of those two persons who was taller than the other\n                and holding the knife gave a knife blows twice at the\n                chest of Milan and the other boy with him took out the\n                mobile phone from the pocket of Milan. Thereafter all\n                the four boys escaped from the spot on the same\n                motorcycle on which the other two persons were sitting\n                at the spot towards crossing (CHAURAH) keeping the\n                motorcycle in start condition...&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_29\">24.      PW2 Mithlesh @ Mithela Bihari deposed that PW1 Dharmatama\n         and the deceased were driving his motorcycle at the time of the\n         incident i.e. 25.05.08 and PW1 Dharmatama had taken his\n         motorcycle on the pretext that he had to go with his friends PW20\n         Mantu and Milan (deceased) to the quarter of Milan to take meal.\n         He further deposed that he got his motorcycle released on\n         superdari. It is to be noted here that the statement made by PW1\n         Dharmatama that he obtained motorcycle on the pretext that he\n         along with PW20 Mantu will go to the quarter of Milan for dinner,\n         is in contradiction to the statement made by PW2 that PW1\n         Dharmatma obtained the motorcycle on the request that he along\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_13\">Crl. Appeal No. 1703/2014                                           Page 11 of 16</span>\n          with his friend PW20 Mantu and Milan will go to the quarter of\n         Milan to take meal but during the cross examination PW2 Mithlesh\n         denied and stated that Milan was not with PW1 Dharmatma and\n         PW20 Mantu when he had given his motorcycle to them on\n         25.05.08 whereas PW20 Mantu Singh deposed that on 25.05.08, he\n         had made the programme to take the dinner along with PW1\n         Dharmatama at the quarter of Milan (deceased) and after having\n         dinner he left for his duty and PW1 Dharmatama and Milan left on\n         the motorcycle.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">25.      From the analysis of the testimonies of aforesaid witnesses it is\n         apparent that there are material contradictions which go to the root\n         of the case. It is further pertinent to point out that PW30 ACP Om\n         Prakash deposed that when the personal search of appellant Ravi\n         was conducted vide Ex.PW19/G5 after he was arrested on a secret\n         information, a buttondar knife was recovered from the right side\n         dub of his pant whereas, in the personal search memo of the\n         appellant Ex.PW19/G5 one mobile phone of make Indicom and Rs.\n         60/- have been mentioned and there is no recovery of a buttondar\n         knife. Also according to the FSL report Ex.PW26/B, no blood was\n         found on the knife which was shown to have been recovered from\n         the appellant Ravi.   In the personal search memo of appellant\n         Jitender @ Jitu @ Haddi Ex.PW19/G4, who is accused of robbing\n         the red colour mobile phone Nokia 5200 from the deceased Milan,\n         during his personal search one Nokia mobile phone was discovered\n         of grey and blue in colour with a IMEI No. 359842017481286 and\n         Rs. 30/- cash was discovered; whereas, the mobile phone which\n\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_14\">Crl. Appeal No. 1703/2014                                         Page 12 of 16</span>\n          was robbed from the deceased Milan had different IMEI No.\n         353096020547023.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">26.      After perusing the statement made by PW16 Nirdosh, he had stated\n         that he had sold the mobile phone Nokia 5200 for Rs. 5000/- to\n         PW1 Dharmatama but in his cross examination he has admitted\n         that the receipt of Rs.5000/- Ex.PW1/DB does not bear his\n         signature at point „X‟. Resultantly, the sale of the mobile of mobile\n         to PW1 Dharmatama and the genuineness of the receipt is in doubt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">27.      Having discussed the ocular evidence, the medical evidence i.e. the\n         post mortem report of the deceased Ex.PW9/A does not support the\n         case of the prosecution and is in contradiction to the ocular\n         evidence.           As per the post mortem report, the stomach of the\n         deceased was found empty despite the fact that the deceased person\n         had meat curry and rice in dinner with the PW1 Dharmatama and\n         PW20 Mantu. It was incumbent upon the prosecution to prove the\n         case against the appellants beyond all reasonable doubts.           The\n         ocular evidence vis-a-vis medical evidence in contradiction created\n         a doubt in the testimony of PW1 Dharmatama.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">28.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807304\" id=\"span_15\">In <a href=\"/doc/1807304/\" id=\"a_22\">Solanki Chimanbhai Ukabhai v. State of Gujarat</a>, AIR 1983\n         SC 484, it has been held by the Apex Court that:</span>\n</p>\n<blockquote id=\"blockquote_18\">                &quot;13. Ordinarily, the value of medical evidence is only\n                corroborative. It proves that the injuries could have\n                been caused in the manner alleged and nothing more.\n                The use which the defence can make of the medical\n                evidence is to prove that the injuries could not possibly\n                have been caused in the manner alleged and thereby\n                discredit the eyewitnesses. Unless, however the\n                medical evidence in its turn goes so far that it\n                completely rules out all possibilities whatsoever of\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_16\">Crl. Appeal No. 1703/2014                                            Page 13 of 16</span>\n                 injuries taking place in the manner alleged by\n                eyewitnesses, the testimony of the eyewitnesses cannot\n                be thrown out on the ground of alleged inconsistency\n                between it and the medical evidence.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723336\" id=\"span_17\">In <a href=\"/doc/723336/\" id=\"a_23\">Anwar v. State of Haryana</a>, (1997) 9 SCC 766, it has been held\n        by the Hon‟ble Supreme Court that:</span>\n</p>\n<blockquote id=\"blockquote_19\">                 &quot;10... It needs to be mentioned that the medical\n                 evidence is an opinion evidence which is used to lend\n                 corroboration to the evidence of eyewitnesses. If the\n                 medical evidence is found to be totally inconsistent\n                 with the ocular evidence on a given set of facts, it\n                 would be permissible for the court to reject the ocular\n                 evidence.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553315\" id=\"span_18\">This view has further been upheld by the Hon‟ble Supreme Court in\n        <a href=\"/doc/1553315/\" id=\"a_24\">Rakesh v. State of MP</a>, (2011) 9 SCC 698, wherein it has been held\n        that:</span>\n</p><blockquote id=\"blockquote_20\">                &quot;13. It is a settled legal proposition that the ocular\n                evidence would have primacy unless it is established\n                that oral evidence is totally irreconcilable with the\n                medical evidence. More so, the ocular testimony of a\n                witness has a greater evidentiary value vis-a-vis\n                medical evidence; when medical evidence makes the\n                ocular testimony improbable, that becomes a relevant\n                factor in the process of the evaluation of evidence.\n                However, where the medical evidence goes so far that\n                it completely rules out all possibility of the ocular\n                evidence if proved, the ocular evidence may be\n                disbelieved.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_36\">29.      On analysing the material on record, it is established that the case of\n         the prosecution has not stood sufficiently or properly established. It\n         is doubtful that the appellants were seen robbing and stabbing the\n         deceased Milan as is evident from the testimony of the material\n         witnesses. PW1 Dharmatama stated in the cross examination that\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_19\">Crl. Appeal No. 1703/2014                                           Page 14 of 16</span>\n          he did not see the appellant Jitender @ Haddi taking out the mobile\n         from the pocket of Milan. The presence of the sole eyewitness PW1\n         Dharmatama is not shown and location of pan shop and also the\n         location of the two boys sitting on the bike are also not shown.\n         Mahipal, the Pan Shop Owner who brought the rikshaw in which\n         deceased was taken to the hospital was also not examined by the\n         prosecution. Despite being a busy road, the prosecution did not\n         examine any public witness and left out those witnesses who were\n         easily available.\n</p><p data-structure=\"Precedent\" id=\"p_37\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"504893\" id=\"span_20\">In <a href=\"/doc/504893/\" id=\"a_25\">Sunil Kumar v. State (Govt. of NCT of Delhi</a>), (2003) 11 SCC\n        367, the Hon‟ble Supreme Court has held that:</span>\n</p><blockquote id=\"blockquote_21\">                &quot;9. xxxxxxxxx As a general rule the court can and may\n                act on the testimony of a single witness provided he is\n                wholly reliable. There is no legal impediment in\n                convicting a person on the sole testimony of a single\n                witness. That is the logic of <a href=\"/doc/838383/\" id=\"a_26\">Section 134</a> of the Indian\n                Evidence Act, 1872 (in short &quot;the <a href=\"/doc/1953529/\" id=\"a_27\">Evidence Act</a>&quot;). But,\n                if there are doubts about the testimony the courts will\n                insist on corroboration. It is for the court to act upon\n                the testimony of witnesses. It is not the number, the\n                quantity, but the quality that is material. The time-\n                honoured principle is that evidence has to be weighed\n                and not counted. On this principle stands the edifice of\n                <a href=\"/doc/838383/\" id=\"a_28\">Section 134</a> of the Evidence Act. The test is whether the\n                evidence has a ring of truth, is cogent, credible and\n                trustworthy, or otherwise.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_38\">30.     Having pointed out the loopholes in the investigation and the\n        testimony of the fsole witness having failed the test of being credible\n        and trustworthy, we are of the view that prosecution has failed to\n        prove its case against the appellants under <a href=\"/doc/329571/\" id=\"a_29\">Sections 392</a>/<a href=\"/doc/764237/\" id=\"a_30\">394</a>/<a href=\"/doc/1560742/\" id=\"a_31\">302</a>/<a href=\"/doc/37788/\" id=\"a_32\">34</a>\n        of Indian Penal Code. Resultantly, the appeals are allowed. The\n        judgment dated 02.05.2014 and order on sentence dated 29.05.2014\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_21\">Crl. Appeal No. 1703/2014                                           Page 15 of 16</span>\n           are set aside. The appellants stand acquitted and are ordered to be\n          released forthwith if not required in any other case. Trial court\n          record be returned to the concerned Court.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_39\">                                                          G. S. SISTANI, J.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_40\">                                        SANGITA DHINGRA SEHGAL, J.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">     th\n27 FEBRUARY, 2015\ngr\n\n\n\n\nCrl. Appeal No. 1347/2014,\nCrl. Appeal No. 1375/2014,\n<span class=\"hidden_text\" id=\"span_22\">Crl. Appeal No. 1703/2014                                         Page 16 of 16</span>\n </p>","numcites":19,"numcitedby":7,"docsource":"Delhi High Court","citetid":61080388,"divtype":"judgments","relatedqs":[{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"sec 397 ipc","formInput":"sec%20397%20ipc"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"section 397 of indian penal code","formInput":"section%20397%20of%20indian%20penal%20code"},{"value":"arms act","formInput":"arms%20act"},{"value":"302/34","formInput":"302/34"},{"value":"397 ipc","formInput":"397%20ipc"},{"value":"m.l. yadav","formInput":"m.l.%20yadav"},{"value":"imei","formInput":"imei"},{"value":"CRIMINAL APPEAL 2014","formInput":"CRIMINAL%20APPEAL%202014"},{"value":"\\\"mobile phone\\\"","formInput":"%5C%22mobile%20phone%5C%22"},{"value":"mathur","formInput":"mathur"},{"value":"nokia","formInput":"nokia"},{"value":"\"397 ipc\"","formInput":"%22397%20ipc%22"},{"value":"  IMEI number  ","formInput":"%20%20IMEI%20number%20%20"},{"value":"Ravi","formInput":"Ravi"},{"value":"411 ipc","formInput":"411%20ipc"},{"value":"grappling","formInput":"grappling"},{"value":"U/S392","formInput":"U/S392"},{"value":"Eyewitness","formInput":"Eyewitness"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"arms","formInput":"tag:arms"},{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"},{"value":"number-of-witnesses","formInput":"tag:number-of-witnesses"},{"value":"robbery","formInput":"tag:robbery"}],"courtcopy":true,"query_alert":null,"agreement":false}