{"tid":1911518,"publishdate":"1996-05-06","title":"Hari Shanker Etc vs State Of U.P. Etc on 6 May, 1996","doc":"<h2 class=\"doc_title\">Hari Shanker Etc vs State Of U.P. Etc on 6 May, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 1996 SC 767</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-v-manohar\">Sujata V. Manohar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-v-manohar\">Sujata V. Manohar</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (crl.)  530 of 1988\n\nPETITIONER:\nHARI SHANKER ETC.\n\nRESPONDENT:\nSTATE OF U.P. ETC.\n\nDATE OF JUDGMENT: 06/05/1996\n\nBENCH:\nFAIZAN UDDIN &amp; SUJATA V. MANOHAR\n\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">JUDGEMENT\n\n1996 SUPP. (2) SCR 348\n\nThe Judgment of the Court was delivered by\n\nFAIZAN UDDIN, J. 1. In session trial No. .395/1976 the appellant Hari\nShanker was. charged and tried under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a>, IPC alongwith the:\n</p><blockquote id=\"blockquote_1\">respondent Sliam Behari who was charged and tried under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a>, IPC\nand both were accordingly found guilty and sentenced to. Undergo life\nimprisonment by the Session Judge, .Budaun. The appellant Hari Shanker went\nup in appeal being Criminal Appeal No, 2417/1977 and the respondent Shiarn\nBehari also filed separate. appeal being Criminal Appeal No. 2082/1977\nagainst their respective conviction and sentence. The High Court of\nAllahabad by a common judgment dated March 27, 1987 gave the benefit of\ndoubt to respondent Shiam Behari and, therefore, allowed his appeal and\nacquitted him of the offence he was charged with. However, the appeal of\nthe applicant Hari Shanker Was dismissed by the High Court against, which\nhe has filed Criminal Appeal No, 30, 1988, Subhash Chand the son of the\ndeceased Parshadi Lal has Filed Criminal Appeal No, 29, 1988 against the\naforesaid order of acquittal of respondent Shiam Behari recorded by the\nHigh Court.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">2. Briefly stated the prosecution case was that Smt Sushmila Devi, the wife\nof deceased Parshadi Lai had/leased her land to the respondent Shiam Behari\non January 12, 1972 for purposes of manufacture of bricks. Smt. Sushila had\nissued notice to the respondent Shiam Behari on 63.1976 through her\nAdvocate demanding the, arrears of rent amounting to Rs. 8000, which was\nserved on Shiam Behari on March 26, 1976, On July 23, 1976 one Rejesh\nKumar, brother of son-in-law of Ved Prakash PW 1, resident of the same\nlocality in Budaun had died but the deceased Parshadi Lal could not join\nthe funeral for want of information. The deceased Parshadi Lal, therefore,\nwent to the house of Sita Ram, the father of Rajesh Kumar in Mohalla\nChaudhary Sarai. alongwith his friend Chandra Pal Varshney, PW 4 for\ncondolence, It is said that at about 1,00 PM the respondent Shiam Behari\nand the appellant Hari. Shanker also reached there at the house of Sita Ram\nwhere the respondent Shiam Behari raised Bhatta dispute with deceased\n.Parshadi Lal and protested against the notice served on him. According to\nthe prosecution during the heated exchange deceased Parshadi Lal is said to\nhave told Shiam Behari that he would not permit him the manufacture of\nbricks unless the arrears of rent were paid. The respondent Shiam Behari\nwent away saying that he .shall see how he did not permit the brick kiln to\nwork. Further prosecution case was that on the same day at about 2.00 PM\nwhen Chandra Pal, PW3 of Brahampur, Budaun arrived at the house of Sita Ram\nthe deceased Parshadi Lal accompanied by Chandra Pal Varsliney, PW 4 got up\nto go back home. Parshadi Lal kicked his Motor .Cycle to start but it could\nnot start. He and. Chandra Pal Varshney then pushed the .Motor Cycle with a\nview to. start it. It is said that in the meanwhile the appellant Hari\nShanker. with a single barrel gun and the respondent Shiam Behari came\nrunning from behind. Shiam. Behari caught hold the Motor Cyeie from behind\nand commanded the appellant Hari Shanker to fire at Parshadi Lal and kill\nhim. At this the appellant Hari Shanker fired a gun shot on the back of\nParshadi Lal who fell on the ground and the appellant Hari Shanker and\nrespondent Shiam Behari immediately vanished from the place of occurrence\nand while going away Hari Shanker threw, down the spent cartridge and\nloaded the gun again. The incident is said to have been seen by Ved\nPrakash, PW 1, Chandra Pal, PW 3 and Chandra Pal Varshney, PW 4 who were\npresent at the time and place of occurrence. Ved Prakash, PW 1 took injured\nParshadi Lal to Budaun Hospital were he died soon thereafter.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3. Ved Prakash went to Kotwali, Budaun Where he lodged a report Ext. Ka-1\nsame day at about 3.40 PM on the basis of which FIR Ext. Ka-4 was recorded\nby Head Constable Bhim Singh, PW 5; ASI Abdul Majid Khan, PW 6 prepared\nPanchnama of the dead body Ext. Ka-12 in the hospital.Dr. S.K.Nagaraiya, PW\n2 performed an autopsy on the dead body of Parshadi, Lal on July 25, 1976\nand as per his post-mortem report Ext. Ka-2 he found the following ante-\nmortem injuries on the dead body of Parshadi Lal.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">Wound of entrance 1/5 cm X.1.crn on the left lower chest posteriorly back 4\ncm away front mid line. 20 cm below carvical spine with surrounding\nblackening in an area of 5 cm X 3 cm direction of the wound of entrance was\nupwards and towards heart. On internal examination of the dead body the\ndoctor found a piece of cork in muscular wall. A pellet was found in the\nintercostal space and one pellet was found in the left 6th intercostal\nspace. Left side pleura was ruptured and left lung was also ruptured. The\ndoctor also found one cork piece in the tissue of lower lobe of left lung.\nPerisardium was also ruptured. One pellet with a cork piece was found\nbehind the posterior wall. The pellets and cork piece recovered from the\ndead body were sealed and sent to the police station. In the opinion of the\ndoctor the death was due to shock arid haemorrhage as a result. of the\naforesaid injuries which were sufficient in the ordinary course of nature\nto cause death. In the opinion of the doctor the victim would have been\nfired from a distance of about 3 feet.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">4. A search of the accused persons was made soon after the report was\nlodged but they could not be traced out .There is no material on record to\nshow as on what date the two accused were apprehended. But according to the\nlearned counsel appearing for the appellant Hari Shanker and respondent\nShiam Behari both the accused had surrendered themselves on August 14.\n.1976. The house of respondent Shiam Behari was searched on August 21, 1976\nand a 12 bore licenced gun of respondent Shiam Behari was seized. The said\ngun was sent to the Ballistic Expert for examination and report. The\nBallistic Expert, B. Roy, PW 8 examined the gun arid the spent cartridge\nand gave his report Ext. P 15 indicating that the used cartridge was fired\nfrom the said 12 bore gun and that on examining the gun he found that the\nsame could not be fired accidentally unless the trigger was deliberately\npressed.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">5.  At the trial the appellant Hari Shanker and respondent Shiam Behari\npleaded not guilty and stated that they were falsely implicated. They look\nthe stand that when the Motor Cycle of Parshadi La! could not start the\ndeceased Parshadi Lal asked the appellant Hari Shanker who Was holding the\ngun of respondent Shiam Behari to give the push to his Motor Cycle and when\nthe deceased Parshadi Lal was on the seat of the Motor Cycle the appellant\nHari Shanker pushed from behind and when the Motor Cycle took the start\nwith a jerk the gun which he was holding suddenly went of hitting the\ndeceased Parshadi Lal. However, the learned Trial Judge on evaluation of\nthe prosecution evidence rejected the defence plea stated above and found\nthe appellant Hari Shanker guilty for the offence of murder under <a href=\"/doc/1560742/\" id=\"a_4\">Section\n302</a> and the respondent Shiam Behari was found guilty for the offence\npunishable under <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_6\">Section 34</a> of the Penal Code and,\ntherefore, they were accordingly convicted and sentenced. On appeal, as\nstated in the early part of this judgment the High Court gave the benefit\nof doubt to the respondent- Shiam Behari and acquitted him of the charge\nwhile the conviction and sentence of the appellant Hari Shanker has been\nupheld. The appellant Hari Shanker has challenged his conviction as upheld\nby the High Court in Criminal Appeal No 30 of 1988 while Subhash Chand the\nson of deceased Parshadi Lal has challenged the order of acquittal of Shiam\nBehari recorded by the High Court in Criminal Appeal no. 29 of 1988.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">6, Shri Lalit, learned senior counsel appearing For the appellant Hari\nShanker first contended that in the absence of any motive on the part of\nappellant Hari Shanker it would not be safe to believe the prosecution\nversion that he deliberately fired the gun at the deceased. He submitted\nthat. there is no reliable evidence to show any altercation between the\ndeceased and the acquitted accused/respondent Shiam Behari with regard to\nthe outstanding dues in respect of the Bhatta land and particularly in the\nabsence of the fact that Shiam Behari had threatened the deceased to see\nhim later, there was absolutely no reason for the appellant Hari Shanker to\nhave shot at the deceased. He submitted that the allegation of altercation\nprior to the incident of firing has not been supported by the prosecution\nwitness Chandra Pal, PW 3. It is no doubt true that there is no consistent\nevidence that the respondent Shiam Behari had given the threat to the\ndeceased to see him later and that the said fact does not find place in the\nFIR Ext. Ka-4. It is also true that Chandra Pal, PW 3 did not depose about\nany altercation or heated exchange between the appellant Hari Shanker and\nthe deceased but the reason appears to be that Chandra Pal, PW 3 had\nreached the house of Rakesh Kumar much later where this altercation is said\nto have taken place. Ved Prakash, PW 1 and Chandra Pal Varshney, PW 4 both\nhave categorically stated that there was heated exchange between the\nrespondent Shiam Behari and the deceased with regard to the Bhatta dues\nagainst Shiam Behari. It is thus, not correct to say that there was no\naltercation between the respondent Shiam Behari and the deceased Parshadi\nLal However, even if we accept that there was no motive for the crime, yet\nthe direct, evidence, was not liable to be rejected. It is settled law that\nif the genesis of the motive of the occurrence was not proved the ocular\ntestimony of the witnesses as to the occurrence could not be discarded only\nby reason of the absence of motive, if otherwise the evidence was worthy of\nreliance. The evidence of&#x27; the prosecution witness Chandra Pal, PW 3 goes\nto show that there is a close relationship between Hari Shanker and\nrespondent Shiam Behari Chandra Pal stated that Hari Shanker is his Sala\nand Shiam Behari is his Mama, The appellant Hari Shanker would therefore be\nnaturally interested with the cause of Shiam Behari.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">7. Learned counsel for the appellant Hari Shanker next submitted that there\nis no consistency in the medical evidence and the ocular version of PW 1,\nPW 3 and PW 4, He, therefore, submitted that the ocular version of these so\ncalled eye witnesses could not be accepted in sustaining the conviction of\nthe appellant Hari Shanker. He submitted that medical evidence as deposed\nby Dr. S.C. Nagauria, PW 2 indicated that he found the pellet and a piece\nof cork in wound No. 1 of the deceased which were taken out. Another piece\nof cork was found in left lung. On the blackening and seizure of cork\npieces from the injuries of the deceased the doctor was of the opinion that\nthe fire would have been made from a distance of 3 feet and not from the\ndistance as deposed by prosecution witnesses. On the basis of this evidence\nthe learned counsel vehemently urged that it was consistent with the plea\nof the defence of the appellant Hari Shanker that he was called upon by the\ndeceased himself to push Motor Cycle and while he was pushing the Motor\nCycle with one hand and holding the gun in the other, the gun went: off\naccidentally. Learned counsel for the appellant further submitted that\naccording to the post-mortem report Ext. Ka-2 the direction of the entrance\nwound was upward towards the heart which was not possible to be caused if\nthe appellant, as deposed by the prosecution witness, had fired the gun in\nthe standing posture. He submitted that this was possible only when the\nappellant was pushing the Motor Cycle in a bending position while the gun-\nwent off.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">8. We have given serious consideration to the aforementioned sub-missions\nmade by the learned counsel but we are not convinced with the said\narguments. According to Medical Jurisprudence by Modi, 21st Edn. Page 268\nblackening is found, if a fire arm like shot gun is discharged from a\ndistance of not more than 3 feet and in the absence of powder residues no\ndistinction can be made between one distant shot and another as regards to\ndistance. According to Modi (at page 269) if card wad is found in the Wound\nit indicates that the shot was fired from less than two yards while its\nabsence suggests more than two yards. But according to Tayior no such\ngeneral rule. can be laid down. Thus, it appears that the marks of\nblackening would be found in case the gun is fired from a close range of\nabout 3 feet and the presence of wad of cork would indicate that the shot\nwas fired from a distance of about 2 yards. A close scrutiny of the\nevidence of the 3 eye witnesses, namely, Ved Prakash, PW 1, Chandra Pal, PW\n3 and Chandra Pal Varshney, PW 4 goes to show that the appellant Hari\nShanker was not pushing the Motor Cycle arid he came running with the gun\nwhen the Motor Cycle was being pushed by Chandra Pal Varshney while the\nrespondent Shiam Behari was holding it back and it was at that point of\ntime that the appellant Hari Shanker fired at the deceased Parshadi Lal\nfrom a distance of about 4 to 5 paces away. This distance was only\napproximate, and having, regard to the length of barrel of a 12 bore gun,\nthe ocular version cannot be said to be inconsistent with medical evidence.\nAII the 3 witnesses have deposed that Parshadi Lal was on the ground and\npushing the Motor Cycle by holding the handles of Motor Cycle, It is common\nknowledge that when anybody holds the handles and runs on the ground to\npush the Motor Cycle He is bound to bend forward and in that process if\nsomeone fires from behind the bullets or pellet are bound to move upwards.\nIn the present case the post-mortem report and the evidence of Dr. S.K.\nNagauria. PW 2 goes to show that the wound of entrance was on the left\nlower chest posterior (back part) and, therefore, the pellets are bound to\ntravel upwards. We, therefore, find that the testimony of the eye witnesses\nis consistent to the medical evidence and no fault could be found in the\nsame. so at render it doubtful of in any case unreliable. There is positive\nand direct evidence to show that when the deceased Parashadi Lal arid\nChandra Pal, PW 4 proceeded with the Motor Cycle it could not be started.\nThey then tried to start it by pushing. It was at this point of time that\nthe appellant and Shiam Behari whose house is situated just at a distance\nof about 30-40 steps arrived there. Shiam Behari caught hold the Motor\nCycle from behind to pull it back, followed by appellant Hari Shanker with\na gun who fired at the victim.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">9. Learned counsel for the appellant tried to assail the prosecution case\non the basis of the place where Motor Cycle had fallen and the place where\nthe deceased had fallen and the presence of blood at a third place, but we\nfind that nothing turns on that and no dent could be said to have been\ncaused to the ocular version of the prosecution witnesses. We are,\ntherefore, of the view that the conviction and sentence of the appellant\nHari Shanker is well founded and there are absolutely no reasons or any\ngrounds to interfere with the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">10. Learned counsel for the complainant Subhash Chand in Criminal Appeal\nNo. 29/1988 however, took pains in pursuading as that the respondent Shiam\nBehari shared the common intention to commit the murder of Parshadi Lal\nwhich according to the learned counsel borne out from the fact that the\nappellant Hari Shanker and respondent Shiam Behari both came together while\nHari Shanker was armed with the gun belonging to Shiam Behari and after\nfiring at the victim both fled way together. He also\n\nsubmitted that haying regard to the evidence that the respondent Shiam\nBehari exhorted the appellant Hari Shanker to fire at the victim clearly\nmade out a case under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_8\">Section 34</a> IPC. He further\nsubmitted that after firing Hari Shanker threw out the spent cartridge and\nreloaded the gun which is established from the evidence on record which\n\nfact suggested that Hari Shanker prepared himself for the second shot in\nease there was any necessity to do so. We have examined the evidence and\nfind that the allegation of exhortation by Shiam Behari is not to be found\nin FIR or in the statement made under <a href=\"/doc/48127346/\" id=\"a_9\">Section 161</a> IPC, The mere fact that\nHari Shanker fired the gun which belonged to Shiam Behari for which he had\na valid licence would not lead to the only inference that Shiam Behari had\nlent it out to Hari Shanker for the purposes of killing Parshadi Lal. The\nevidence regarding the sharing of common intention by the respondent Shiam\nBehari is not very convincing and we are not inclined to take a different\nview from the one taken by the High Court. Consequently the Criminal Appeal\nNo. 29/1988 filed by the complainant must fail.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_12\">11.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"690688\" id=\"span_1\">In the result Criminal Appeal No. 29/1988 Subhash Chand v, Shiam\nBehari &amp; Ore, and Criminal Appeal No. 30/1988 <a href=\"/doc/690688/\" id=\"a_10\">Hari Shanker v. State of UP</a>\nboth fail and are hereby dismissed.</span>\n</p>\n\n\n\n","numcites":4,"numcitedby":22,"docsource":"Supreme Court of India","citetid":1911518,"divtype":"judgments","relatedqs":[{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"sujata v. manohar","formInput":"sujata%20v.%20manohar"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"pellets\\","formInput":"pellets%5C"},{"value":"SUBHASH CHAND","formInput":"SUBHASH%20CHAND"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"repealed","formInput":"tag:repealed"}],"courtcopy":true,"query_alert":null,"agreement":false}