{"tid":197054318,"publishdate":"2023-04-10","title":"Ntpc Ltd. vs M/S Spml Infra Ltd. on 10 April, 2023","doc":"<h2 class=\"doc_title\">Ntpc Ltd. vs M/S Spml Infra Ltd. on 10 April, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-s-narasimha\">Pamidighantam Sri Narasimha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-s-narasimha\">Pamidighantam Sri Narasimha</a>, <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y Chandrachud</a></h3>\n\n<pre id=\"pre_1\">                                                                      REPORTABLE\n\n                                 IN THE SUPREME COURT OF INDIA\n                                  CIVIL APPELLATE JURISDICTION\n\n                                   CIVIL APPEAL No. 4778 of 2022\n\n          NTPC LTD.                                                   ....APPELLANT\n\n                                                VERSUS\n\n          M/S SPML INFRA LTD.                                       ...RESPONDENT\n\n                                            JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">          PAMIDIGHANTAM SRI NARASIMHA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">          1.             The present appeal arises out of a decision of the High Court\n\n          of Delhi1, allowing the Respondent’s application under Section\n\n          11(6) of the Arbitration and Conciliation Act, 19962 for the\n\n          constitution of an Arbitral Tribunal. It is the case of Appellant\n\n          NTPC that there were no subsisting disputes between the parties\n\n          in view of the Settlement Agreement dated 27.05.2020 and that\n\n          the application for arbitration is an afterthought and abuse of the\n\n          process.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">          2.             By an order dated 15.07.2022, this Court, while granting\n\n          leave, stayed all further proceedings before the Arbitral Tribunal.\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2023.04.10</span>\n<span class=\"hidden_text\" id=\"span_5\">13:30:12 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n<span class=\"hidden_text\" id=\"span_7\">          1 In ARBP No. 477/2020, dated 08.04.2021.</span>\n          2 hereinafter ‘the Act’.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                         Page 1 of 27</span>\n\fShort facts giving rise to the filing of the petition under Section 11\n\nof the Act and leading to the impugned decision of the High Court\n\nare as follows.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">3.     Facts: The Appellant and Respondent, hereinafter referred\n\nto as NTPC and SPML respectively, entered into a contract for\n\n“Installation Services for Station Piping Package for Simhadri Super\n\nThermal        Power       Project     Stage      II   at   NTPC   at   Simhadri,\n\nVishakapatnam”. In terms of the contract agreement, SPML\n\nfurnished Performance Bank Guarantees and Advanced Bank\n\nGuarantees3 for Rs. 14,96,89,136/- to secure the Appellant.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">4.     Pursuant to the successful completion of the project, a\n\nCompletion Certificate was issued by NTPC on 27.03.2019. By its\n\nletter dated 10.04.2019, NTPC informed SPML that the final\n\npayment under the contract would be released upon the receipt of\n\na No-Demand Certificate from SPML. The No-Demand Certificate\n\nwas issued by SPML on 12.04.2019 and NTPC also released the\n\nfinal payment amounting to Rs. 1,40,00,000/- in April 2019. The\n\nBank Guarantees were however withheld.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n\n3 hereinafter referred to as ‘Bank Guarantees’.\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                    Page 2 of 27</span>\n</p><p data-structure=\"Facts\" id=\"p_8\">\f5.       On 14.05.2019, NTPC informed SPML that the Bank\n\nGuarantees were withheld on account of pending liabilities and\n\ndisputes between the parties with respect to other projects at\n\nBongaigon, Barh, and Korba. SPML naturally protested. By its\n\nletter dated 15.05.2019, SPML informed NTPC that the retention\n\nof Bank Guarantees, despite issuance of the Completion Certificate\n\nand the No-Demand Certificate, by linking them to some other\n\nprojects, was unjustified. Following the protest, SPML raised a\n\ndemand of Rs. 72,01,53,899/- from NTPC as liabilities recoverable\n\nfor actions attributable to NTPC under this very contract.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">6.       By its letter dated 12.06.2019, SPML called upon NTPC to\n\nappoint an Adjudicator for resolving pending disputes in terms of\n\nthe General and Special Conditions of Contract. As no action was\n\ntaken by NTPC, SPML moved the Delhi High Court by filing Writ\n\nPetition No. 7213 of 2019 under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution, for\n\nthe release of the Bank Guarantees. The prayer in the Writ Petition\n\nis to:\n</p>\n<blockquote id=\"blockquote_1\">             “(a) Pass an appropriate Writ, Order or Direction\n             quashing the e-mail dated 14.05.2019 issued by the\n             Respondent insofar as it pertains to the release of the\n             Bank Guarantees being (a) 0040ILG002609, (b)\n             0040ILG001109,       (C)      0040ILG001209,         (d)\n             0040ILG001309 and direct the Respondent to release\n             the aforesaid Bank Guarantees forthwith, and\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                               Page 3 of 27</span>\n</blockquote><blockquote id=\"blockquote_2\">\f          (b) Pass any other order or such other orders as may be\n          necessary in the interests of justice, equity and good\n          conscience.”\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">7.   While issuing notice, the High Court, by its interim order\n\ndated 08.07.2019, directed NTPC not to encash the Bank\n\nGuarantees, and further directed SPML to keep the Bank\n\nGuarantees alive.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">8.   Pending the Writ Petition, negotiations between the parties\n\nculminated in a Settlement Agreement on 27.05.2020. Through\n\nthe Settlement Agreement, NTPC agreed to release the withheld\n\nBank Guarantees. SPML also agreed to withdraw its pending Writ\n\nPetition and undertook not to initiate any other proceedings,\n\nincluding arbitration, under the subject contract.\n\n</p><p data-structure=\"Issue\" id=\"p_12\">9.   Following the Settlement Agreement, the Bank Guarantees\n\nwere released by NTPC on 30.06.2020. SPML withdrew the Writ\n\nPetition, as recorded in the Order of the Delhi High Court dated\n\n21.09.2020.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">10. After the aforesaid settlement of the disputes, followed by its\n\nimplementation, SPML repudiated the Settlement Agreement and\n\nfiled the present application under Section 11(6) of the Act in the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                           Page 4 of 27</span>\n\fDelhi High Court on 10.10.20204. In this Arbitration Petition,\n\nSPML alleged coercion and economic duress in the execution of the\n\nSettlement Agreement. The allegation was, that the retention of the\n\nBank Guarantees compelled SPML to accept the terms of\n\nSettlement Agreement. SPML also averred that NTPC had failed to\n\nappoint an arbitrator in spite of repeated requests, and therefore\n\nthe High Court must constitute an Arbitral Tribunal, in exercise of\n\nits jurisdiction under the Act.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">11. In its reply to the Arbitration Petition, NTPC raised two-fold\n\nobjections. Firstly, that SPML failed to follow the mandatory pre-\n\narbitration procedure of first referring the disputes to an\n\nAdjudicator as per the terms of the Dispute Resolution Clause5.\n\n\n4 Clause 6.2 of the General Conditions of Contract is as under:\n\n</p><blockquote id=\"blockquote_3\">     “6.2 Arbitration\n     6.2.1 If either the Employer or the Contractor is dissatisfied with the Adjudicator’s\n     decision, or if the Adjudicator fails to give a decision within twenty eight (28) days of a\n     dispute being referred to it, then either the Employer or the Contractor may, within fifty\n     six (56) days of such reference, give notice to the other party, with a copy for information\n     to the Adjudicator of its intention to commence arbitration, as hereinafter provided, as\n     to the matter in dispute, and no arbitration in respect of this matter may be commenced\n     unless such notice is given.”\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">5 Dispute resolution was provided under clause 6.1 of the General Conditions of Contract and\n\n   clause 3 of Special Conditions of Contract; hereinafter ‘the Dispute Resolution Clause’;\n   Clause 6.1 of the General Conditions of Contract is as under:\n</p><blockquote id=\"blockquote_4\">      “6. Settlement of Disputes\n</blockquote><p data-structure=\"Conclusion\" id=\"p_16\">       6.1 Adjudicator\n       6.1.1 If any dispute of any kind whatsoever shall arise between the Employer and the\n       Contractor in connection with or arising out of the Contract, including without\n       prejudice to the generality of the foregoing, any question regarding its existence, validity\n       or termination, or the execution of the Facilities- whether during the progress of the\n       Facilities or after their completion and whether before or after the termination,\n       abandonment or breach of the Contract- the parties shall seek to resolve any such\n       dispute or difference by mutual consultation. If the parties fail to resolve such a dispute\n       or difference by mutual consultation, then the dispute shall be referred in writing by\n       either party to the Adjudicator, with a copy to the other party.”\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                               Page 5 of 27</span>\n\fSecondly, that the disputes between the parties were settled by\n\nvirtue of the Settlement Agreement dated 27.05.2020. Acting\n\nunder the Settlement Agreement, NTPC released the Bank\n\nGuarantees and SPML also proceeded to withdraw the Writ\n\nPetition, and therefore, there was discharge of the contract by\n\naccord and satisfaction. The allegations of coercion and economic\n\nduress were denied as false, as all events occurred during the\n\nsubsistence of proceedings before the Delhi High Court, and the\n\nparties willingly complied with the terms of the Settlement\n\nAgreement. Further, the demand of Rs. 72,01,53,899/- was an\n\nafterthought, never raised during the subsistence of the contract.\n\nUnder these circumstances, NTPC submitted that the application\n\nunder Section 11(6) of the Act must be rejected.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_17\">12. High Court: The High Court examined the correspondence\n\nbetween the parties in detail. It rejected the first contention of\n\nNTPC that SPML should have first resorted to an alternative\n\ndispute resolution mechanism under the Dispute Resolution\n\nClause. It noted that such a request was, in fact, made by SPML\n\non an earlier occasion, but NTPC failed to respond to the same. On\n\nthe request for arbitration and the allegation of economic duress\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                     Page 6 of 27</span>\n\fthat allegedly prevailed in signing the Settlement Agreement, the\n\nHigh Court observed that:\n</p>\n<blockquote id=\"blockquote_5\">               “66. SPML had invoked the arbitration clause and had\n               sought reference of disputes to arbitration. It had also\n               approached this Court. Thus, it would be difficult for\n               SPML to establish that it was economically coerced to\n               enter into the Settlement Agreement. However, this Court\n               is unable to accept that the dispute whether the Contract\n               Agreement stood discharged/novated in terms of the\n               Settlement Agreement, is ex facie untenable,\n               insubstantial or frivolous.”\n                                                    (emphasis supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"179903493\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134848983\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56142423\" id=\"span_18\">13. After referring to the decisions of this Court in <a href=\"/doc/56142423/\" id=\"a_2\">Mayavati\n\nTrading (P) Ltd. v. Pradyuat Deb Burman6</a>, <a href=\"/doc/121987320/\" id=\"a_3\">Vidya Drolia and Ors. v.\n\nDurga Trading Corporation7</a>, <a href=\"/doc/133653680/\" id=\"a_4\">Duro Felguera, S.A. v. Gangavaram\n\nPort Ltd.8</a>, <a href=\"/doc/134848983/\" id=\"a_5\">Sanjiv Prakash v. Seema Kukreja and Ors.9</a>, and <a href=\"/doc/179903493/\" id=\"a_6\">Oriental\n\nInsurance Co. Ltd. and Anr. v. Dicitex Furnishing Ltd.10</a>, the High\n\nCourt allowed the Arbitration Petition. It appointed a former Judge\n\nof the Delhi High Court as the Arbitrator on behalf of NTPC, and\n\ndirected the respective arbitrators to appoint the presiding\n\nArbitrator.</span></span></span></span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">14. Submissions by the Parties: Shri Adarsh Tripathi, Advocate\n\nappearing with and on behalf of the Solicitor General, for NTPC,\n\n\n\n6 (2019) 8 SCC 714.\n</p><p data-structure=\"Issue\" id=\"p_20\">7 (2021) 2 SCC 1. (hereinafter ‘Vidya Drolia’)\n8 (2017) 9 SCC 729.\n</p><p data-structure=\"PetArg\" id=\"p_21\">9 (2021) 9 SCC 732.\n</p><p data-structure=\"Precedent\" id=\"p_22\">10 (2020) 4 SCC 621.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                  Page 7 of 27</span>\n\f<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"192781950\" id=\"span_20\">submitted that the Settlement Agreement dated 27.05.2020 was\n\narrived at during the pendency of the Writ Petition before the High\n\nCourt. The allegations of coercion and economic duress were,\n\ntherefore, false and unbelievable. He also submitted that SPML\n\nnever raised claims during the subsistence of the contract, before\n\nthe Completion Certificate was issued, or even before the final\n\npayment was made. Further, the conduct of SPML, in waiting for\n\nthe release of the Bank Guarantees as per the Settlement\n\nAgreement before withdrawing the Writ Petition, and thereafter\n\ninstituting the Arbitration Petition, clearly demonstrated that the\n\nallegation of coercion was not bona fide. Finally, he submitted that\n\nthe High Court was under an obligation to undertake a limited\n\nscrutiny to examine whether a matter is prima facie arbitrable. For\n\nthis purpose, he relied on a recent decision of this Court in <a href=\"/doc/192781950/\" id=\"a_7\">Emaar\n\nIndia Ltd. v. Tarun Aggarwal Projects LLP &amp; Anr11</a>.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121987320\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56142423\" id=\"span_22\">15. Shri Jaideep Gupta, Advocate appearing for the Respondent,\n\nSPML, has submitted that the legal principles governing an\n\napplication under Section 11(6) of the Act are well-settled following\n\nthe decisions of this Court in <a href=\"/doc/56142423/\" id=\"a_8\">Mayavati Trading</a> (supra) and <a href=\"/doc/121987320/\" id=\"a_9\">Vidya\n\nDrolia</a> (supra). At the pre-referral stage, the jurisdiction of the court\n\n\n11 2022 SCC OnLine SC 1328.</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n\n<span class=\"hidden_text\" id=\"span_23\">                                                          Page 8 of 27</span>\n\fis restricted to the examination of whether an arbitration\n\nagreement exists between the parties. He submitted that the\n\ndecision of the High Court was unexceptionable, since the question\n\nas to whether the Settlement Agreement was executed under\n\nundue influence or coercion could be determined by an Arbitral\n\nTribunal.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">16.     Position of Law: In the present case, we are concerned with\n\nthe pre-referral jurisdiction of the High Court under Section 11 of\n\nthe Act and would like to underscore the limited scope within\n\nwhich an application under Section 11(6)12 of the Act has to be\n\nconsidered.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_24\">17. The position of law with respect to the pre-referral\n\njurisdiction, as it existed before the advent of Section 11(6A) in the\n\nAct, was based on a well-articulated principle formulated by this\n\nCourt in <a href=\"/doc/1243245/\" id=\"a_10\">National Insurance Co. Ltd. v. Boghara Polyfab (P) Ltd13</a>. In\n\nBoghara Polyfab, this Court held that the issue of non-arbitrability\n\n\n12 <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and Conciliation Act</a> 1996 (Act 26 of 1996), <a href=\"/doc/605764/\" id=\"a_12\">Section 11(6)</a>:</span>\n\n</p><blockquote id=\"blockquote_6\">       &quot;(6) Where, under an appointment procedure agreed upon by the parties,—\n</blockquote><blockquote id=\"blockquote_7\">        (a) a party fails to act as required under that procedure; or\n</blockquote><blockquote id=\"blockquote_8\">        (b) the parties, or the two appointed arbitrators, fail to reach an agreement expected\n            of them under that procedure; or\n</blockquote><blockquote id=\"blockquote_9\">        (c) a person, including an institution, fails to perform any function entrusted to him\n             or it under that procedure, a party may request 1 [the Supreme Court or, as the\n            case may be, the High Court or any person or institution designated by such\n            Court]to take the necessary measure, unless the agreement on the appointment\n            procedure provides other means for securing the appointment.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">13 (2009) 1 SCC 267.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                            Page 9 of 27</span>\n\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_26\">of a dispute will have to be examined by the court in cases where\n\naccord and discharge of the contract is alleged. Following the\n\nprinciple in Boghara Polyfab, this Court in <a href=\"/doc/1682326/\" id=\"a_13\">Union of India &amp; Ors. v.\n\nMaster Construction Co.14</a> observed that when the validity of a\n\ndischarge voucher, no-claim certificate or a settlement agreement\n\nis in dispute, the court must prima facie examine the credibility of\n\nthe allegations before referring the parties to arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19604233\" id=\"span_27\">Yet again\n\nin <a href=\"/doc/19604233/\" id=\"a_14\">New India Assurance Co. Ltd. v. Genus Power Infrastructure\n\nLtd.15</a>, this Court observed that allegations of fraud, coercion,\n\nduress or undue influence must be prima facie substantiated\n\nthrough evidence by the party raising the allegations.\n\n\n\n\n14 (2011) 12 SCC 349:</span>\n</p>\n<blockquote id=\"blockquote_10\">    “18. In our opinion, there is no rule of the absolute kind. In a case where the claimant\n    contends that a discharge voucher or no-claim certificate has been obtained by fraud,\n    coercion, duress or undue influence and the other side contests the correctness\n    thereof, the Chief Justice/his designate must look into this aspect to find out at least,\n    prima facie, whether or not the dispute is bona fide and genuine. Where the dispute\n    raised by the claimant with regard to validity of the discharge voucher or no-claim\n    certificate or settlement agreement, prima facie, appears to be lacking in credibility,\n    there may not be a necessity to refer the dispute for arbitration at all.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">15 (2015) 2 SCC 424:\n</p>\n<blockquote id=\"blockquote_11\">    “10. In our considered view, the plea raised by the respondent is bereft of any details\n    and particulars, and cannot be anything but a bald assertion. Given the fact that there\n    was no protest or demur raised around the time or soon after the letter of subrogation\n    was signed, that the notice dated 31-3-2011 itself was nearly after three weeks and\n    that the financial condition of the respondent was not so precarious that it was left\n    with no alternative but to accept the terms as suggested, we are of the firm view that\n    the discharge in the present case and signing of letter of subrogation were not because\n    of exercise of any undue influence. Such discharge and signing of letter of subrogation\n    was voluntary and free from any coercion or undue influence. In the circumstances,\n    we hold that upon execution of the letter of subrogation, there was full and final\n    settlement of the claim. Since our answer to the question, whether there was really\n    accord and satisfaction, is in the affirmative, in our view no arbitrable dispute existed\n    so as to exercise power under <a href=\"/doc/1841764/\" id=\"a_15\">Section 11</a> of the Act. The High Court was not therefore\n    justified in exercising power under <a href=\"/doc/1841764/\" id=\"a_16\">Section 11</a> of the Act.”\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                            Page 10 of 27</span>\n</blockquote><blockquote id=\"blockquote_12\">\f18.     In a legislative response to these precedents, through the\n\n<a href=\"/doc/1306164/\" id=\"a_17\">Arbitration and Conciliation (Amendment) Act</a> 2015,16 sub-section\n\n(6A) was added to <a href=\"/doc/1841764/\" id=\"a_18\">Section 11</a> of the Act, which reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_13\">               “(6-A) The Supreme Court or, as the case may be, the\n               High Court, while considering any application under sub-\n               section (4) or sub-section (5) or sub-section (6), shall,\n               notwithstanding any judgment, decree or order of any\n               court, confine to the examination of the existence of an\n               arbitration agreement.”\n                                                             (emphasis supplied)\n\n\n</blockquote><blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_29\">19. Taking cognizance of the legislative change, this Court in\n\n<a href=\"/doc/133653680/\" id=\"a_19\">Duro Felguera</a> (supra), noted that post the 2015 Amendments, the\n\njurisdiction of the court under <a href=\"/doc/605764/\" id=\"a_20\">Section 11(6)</a> of the Act is limited to\n\nexamining whether an arbitration agreement exists between the\n\nparties – “nothing more, nothing less”17.</span>\n</blockquote>\n<blockquote id=\"blockquote_15\">20. However, in the year 2019, in United India Insurance Co. Ltd.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_31\">v. Antique Art Exports Pvt. Ltd.18, this Court had nevertheless\n\n\n16 <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration and Conciliation (Amendment) Act</a> 2015 (Act 3 of 2016); hereinafter referred to\n\nas ‘the 2015 Amendments’.\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_30\">17 <a href=\"/doc/133653680/\" id=\"a_22\">Duro Felguera</a> supra note 7, para 59 (concurring opinion of Kurian Joseph, J).\n18 (2019) 5 SCC 362:</span>\n</p>\n<blockquote id=\"blockquote_16\">    “21. In the instant case, prima facie no dispute subsisted after the discharge voucher\n    being signed by the respondent without any demur or protest and claim being finally\n    settled with accord and satisfaction and after 11 weeks of the settlement of claim a\n    letter was sent on 27-7-2016 for the first time raising a voice in the form of protest that\n    the discharge voucher was signed under undue influence and coercion with no\n    supportive prima facie evidence being placed on record in absence thereof, it must\n    follow that the claim had been settled with accord and satisfaction leaving no arbitral\n    dispute subsisting under the agreement to be referred to the arbitrator for\n    adjudication.\n</blockquote><blockquote id=\"blockquote_17\">    22. In our considered view, the High Court has committed a manifest error in passing\n    the impugned order and adopting a mechanical process in appointing the arbitrator\n    without any supportive evidence on record to prima facie substantiate that an arbitral\n    dispute subsisted under the agreement which needed to be referred to the arbitrator\n    for adjudication.”\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                              Page 11 of 27</span>\n\faccepted an objection of ‘accord and satisfaction’ in opposition to\n\nan application for reference to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_18\">21. It did not take much time for this Court to reverse the\n\napproach in Antique Art Exports (supra). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56142423\" id=\"span_32\">A three-judge bench in\n\n<a href=\"/doc/56142423/\" id=\"a_23\">Mayavati Trading</a> (supra) expressly overruled the above-referred\n\ndecision in Antique Art Exports, observing that:</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56142423\" id=\"span_33\">“10. This being the position, it is clear that the law prior\n           to the 2015 Amendment that has been <a href=\"/doc/56142423/\" id=\"a_24\">laid down by</a> this\n           Court, which would have included going into whether\n           accord and satisfaction has taken place, has now been\n           legislatively overruled. This being the position, it is\n           difficult to agree with the reasoning contained in the\n           aforesaid judgment, as <a href=\"/doc/1841764/\" id=\"a_25\">Section 11</a>(6-A) is confined to the\n           examination of the existence of an arbitration agreement\n           and is to be understood in the narrow sense as has been\n           <a href=\"/doc/56142423/\" id=\"a_26\">laid down in</a> the judgment in Duro Felguera, SA.”</span>\n\n\n</blockquote><blockquote id=\"blockquote_20\">22. The entire case law on the subject was considered by a three-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_34\">judge bench of this Court in <a href=\"/doc/121987320/\" id=\"a_27\">Vidya Drolia</a> (supra), and an\n\noverarching principle with respect to the pre-referral jurisdiction\n\nunder <a href=\"/doc/605764/\" id=\"a_28\">Section 11(6)</a> of the Act was laid down. The relevant portion\n\nof the judgment is as follows:</span>\n</p>\n<blockquote id=\"blockquote_21\">           “153. Accordingly, we hold that the expression\n           “existence of an arbitration agreement” in <a href=\"/doc/596725/\" id=\"a_29\">Section 11</a> of\n           the Arbitration Act, would include aspect of validity of an\n           arbitration agreement, albeit the court at the referral\n           stage would apply the prima facie test on the basis of\n           principles set out in this judgment. In cases of debatable\n           and disputable facts, and good reasonable arguable\n           case, etc., the court would force the parties to abide by\n           the arbitration agreement as the Arbitral Tribunal has\n           primary jurisdiction and authority to decide the disputes\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                               Page 12 of 27</span>\n\fincluding the question of jurisdiction and non-\narbitrability.\n</blockquote><blockquote id=\"blockquote_22\">154. Discussion under the heading “Who Decides\nArbitrability?” can be crystallised as under:\n</blockquote><blockquote id=\"blockquote_23\">154.1. Ratio of the decision in Patel Engg. Ltd. [SBP &amp;\nCo. v. Patel Engg. Ltd., (2005) 8 SCC 618] on the scope of\njudicial review by the court while deciding an application\nunder <a href=\"/doc/1146817/\" id=\"a_30\">Sections 8</a> or 11 of the <a href=\"/doc/1052228/\" id=\"a_31\">Arbitration Act</a>, post the\namendments by Act 3 of 2016 (with retrospective effect\nfrom 23-10-2015) and even post the amendments vide\nAct 33 of 2019 (with effect from 9-8-2019), is no longer\napplicable.\n</blockquote><blockquote id=\"blockquote_24\">154.2. Scope of judicial review and jurisdiction of the\ncourt under <a href=\"/doc/1232861/\" id=\"a_32\">Sections 8</a> and <a href=\"/doc/596725/\" id=\"a_33\">11</a> of the Arbitration Act is\nidentical but extremely limited and restricted.\n154.3. The general rule and principle, in view of the\nlegislative mandate clear from Act 3 of 2016 and Act 33\nof 2019, and the principle of severability and\ncompetence-competence, is that the Arbitral Tribunal is\nthe preferred first authority to determine and decide all\nquestions of non-arbitrability. The court has been\nconferred power of “second look” on aspects of non-\n</blockquote><p data-structure=\"Section\" id=\"p_34\">arbitrability post the award in terms of sub-clauses (i), (ii)\nor (iv) of <a href=\"/doc/1722761/\" id=\"a_34\">Section 34(2)(a)</a> or sub-clause (i) of <a href=\"/doc/1722761/\" id=\"a_35\">Section\n34(2)(b)</a> of the Arbitration Act.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">154.4. Rarely as a demurrer the court may interfere at\n<a href=\"/doc/1232861/\" id=\"a_36\">Section 8</a> or 11 stage when it is manifestly and ex facie\ncertain that the arbitration agreement is non-existent,\ninvalid or the disputes are non-arbitrable, though the\nnature and facet of non-arbitrability would, to some\nextent, determine the level and nature of judicial\nscrutiny. The restricted and limited review is to check\nand protect parties from being forced to arbitrate when\nthe matter is demonstrably “non-arbitrable” and to cut off\nthe deadwood. The court by default would refer the\nmatter when contentions relating to non-arbitrability are\nplainly arguable; when consideration in summary\nproceedings would be insufficient and inconclusive;\nwhen facts are contested; when the party opposing\narbitration adopts delaying tactics or impairs conduct of\narbitration proceedings. This is not the stage for the court\nto enter into a mini trial or elaborate review so as to usurp\nthe jurisdiction of the Arbitral Tribunal but to affirm and\nuphold integrity and efficacy of arbitration as an\nalternative dispute resolution mechanism.”\n\n                                       (emphasis supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                      Page 13 of 27</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\">\f23. The limited scope of judicial scrutiny at the pre-referral stage\n\nis navigated through the test of a ‘prima facie review’. This is\n\nexplained as under:\n</p>\n<blockquote id=\"blockquote_25\">          “133. Prima facie case in the context of <a href=\"/doc/1232861/\" id=\"a_37\">Section 8</a> is not to\n          be confused with the merits of the case put up by the\n          parties which has to be established before the Arbitral\n          Tribunal. It is restricted to the subject-matter of the suit\n          being prima facie arbitrable under a valid arbitration\n          agreement. Prima facie case means that the assertions\n          on these aspects are bona fide. When read with the\n          principles of separation and competence-competence and\n          <a href=\"/doc/1722761/\" id=\"a_38\">Section 34</a> of the Arbitration Act, the referral court\n          without getting bogged down would compel the parties to\n          abide unless there are good and substantial reasons to\n          the contrary.\n</blockquote><blockquote id=\"blockquote_26\">          134. Prima facie examination is not full review but a\n          primary first review to weed out manifestly and ex facie\n          non-existent and invalid arbitration agreements and non-\n</blockquote><p data-structure=\"RespArg\" id=\"p_37\">          arbitrable disputes. The prima facie review at the\n          reference stage is to cut the deadwood and trim off the\n          side branches in straightforward cases where dismissal\n          is barefaced and pellucid and when on the facts and law\n          the litigation must stop at the first stage. Only when the\n          court is certain that no valid arbitration agreement exists\n          or the disputes/subject-matter are not arbitrable, the\n          application under <a href=\"/doc/1232861/\" id=\"a_39\">Section 8</a> would be rejected. At this\n          stage, the court should not get lost in thickets and decide\n          debatable questions of facts. Referral proceedings are\n          preliminary and summary and not a mini trial…\n          …\n          138…On the other hand, issues relating to contract\n          formation, existence, validity and non-arbitrability would\n          be connected and intertwined with the issues underlying\n          the merits of the respective disputes/claims. They would\n          be factual and disputed and for the Arbitral Tribunal to\n          decide.\n</p><p data-structure=\"Precedent\" id=\"p_38\">          139. We would not like to be too prescriptive, albeit\n          observe that the court may for legitimate reasons, to\n          prevent wastage of public and private resources, can\n          exercise judicial discretion to conduct an intense yet\n          summary prima facie review while remaining conscious\n          that it is to assist the arbitration procedure and not usurp\n          jurisdiction of the Arbitral Tribunal. Undertaking a\n          detailed full review or a long-drawn review at the referral\n          stage would obstruct and cause delay undermining the\n\n<span class=\"hidden_text\" id=\"span_37\">                                                              Page 14 of 27</span>\n\f              integrity and efficacy of arbitration as a dispute\n              resolution mechanism. Conversely, if the court becomes\n              too reluctant to intervene, it may undermine effectiveness\n              of both the arbitration and the court. There are certain\n              cases where the prima facie examination may require a\n              deeper consideration. The court’s challenge is to find the\n              right amount of and the context when it would examine\n              the prima facie case or exercise restraint. The legal order\n              needs a right balance between avoiding arbitration\n              obstructing tactics at referral stage and protecting parties\n              from being forced to arbitrate when the matter is clearly\n              non-arbitrable.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">              140. Accordingly, when it appears that prima facie\n              review would be inconclusive, or on consideration\n              inadequate as it requires detailed examination, the\n              matter should be left for final determination by the\n              Arbitral Tribunal selected by the parties by consent. The\n              underlying rationale being not to delay or defer and to\n              discourage parties from using referral proceeding as a\n              ruse to delay and obstruct. In such cases a full review by\n              the courts at this stage would encroach on the\n              jurisdiction of the Arbitral Tribunal and violate the\n              legislative scheme allocating jurisdiction between the\n              courts and the Arbitral Tribunal. Centralisation of\n              litigation with the Arbitral Tribunal as the primary and\n              first adjudicator is beneficent as it helps in quicker and\n              efficient resolution of disputes.”\n                                                     (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_38\">24. Following the general rule and the principle laid down in <a href=\"/doc/121987320/\" id=\"a_40\">Vidya\n\nDrolia</a> (supra), this Court has consistently been holding that the\n\narbitral tribunal is the preferred first authority to determine and\n\ndecide all questions of non-arbitrability.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"169822801\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95803467\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26001191\" id=\"span_41\">In <a href=\"/doc/26001191/\" id=\"a_41\">Pravin Electricals Pvt.\n\nLtd. v. Galaxy Infra</a> and <a href=\"/doc/95803467/\" id=\"a_42\">Engg. Pvt. Ltd.19, Sanjiv Prakash v. Seema\n\nKukreja and Ors.20</a>, and <a href=\"/doc/169822801/\" id=\"a_43\">Indian Oil Corporation Ltd. v. NCC Ltd.,21</a>\n\n\n\n19 (2021) 5 SCC 671, paras 29, 30.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_41\">20 (2021) 9 SCC 732.\n</p><p data-structure=\"Precedent\" id=\"p_42\">21 (2022) SCC OnLine SC 896.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                  Page 15 of 27</span>\n\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101272920\" id=\"span_43\">the parties were referred to arbitration, as the prima facie review\n\nin each of these cases on the objection of non-arbitrability was\n\nfound to be inconclusive. Following the exception to the general\n\nprinciple that the court may not refer parties to arbitration when\n\nit is clear that the case is manifestly and ex facie non-arbitrable,\n\nin BSNL and Anr. v. Nortel Networks India (P) Ltd.22 and\n\n<a href=\"/doc/101272920/\" id=\"a_44\">Secunderabad Cantonment Board v. B. Ramachandraiah &amp; Sons23</a>,\n\narbitration was refused as the claims of the parties were\n\ndemonstrably time-barred.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">25. Eye of the Needle: The above-referred precedents crystallise\n\nthe position of law that the pre-referral jurisdiction of the courts\n\nunder <a href=\"/doc/596725/\" id=\"a_45\">Section 11(6)</a> of the Act is very narrow and inheres two\n\ninquiries. The primary inquiry is about the existence and the\n\nvalidity of an arbitration agreement, which also includes an inquiry\n\nas to the parties to the agreement and the applicant’s privity to the\n\nsaid agreement. These are matters which require a thorough\n\nexamination by the referral court. The secondary inquiry that may\n\narise at the reference stage itself is with respect to the non-\n\narbitrability of the dispute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\n\n22 (2021) 5 SCC 738. (hereinafter ‘Nortel Networks’)\n23 (2021) 5 SCC 705.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\n\n<span class=\"hidden_text\" id=\"span_44\">                                                       Page 16 of 27</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_45\">26. As a general rule and a principle, the arbitral tribunal is the\n\npreferred first authority to determine and decide all questions of\n\nnon-arbitrability. As an exception to the rule, and rarely as a\n\ndemurrer, the referral court may reject claims which are manifestly\n\nand ex-facie non-arbitrable24. Explaining this position, flowing from\n\nthe principles <a href=\"/doc/101272920/\" id=\"a_46\">laid down in</a> <a href=\"/doc/121987320/\" id=\"a_47\">Vidya Drolia</a> (supra), this Court in a\n\nsubsequent decision in Nortel Networks (supra) held25:</span>\n\n</p><blockquote id=\"blockquote_27\">              “45.1 ...While exercising jurisdiction under <a href=\"/doc/596725/\" id=\"a_48\">Section 11</a> as\n              the judicial forum, the court may exercise the prima facie\n              test to screen and knockdown ex facie meritless,\n              frivolous, and dishonest litigation. Limited jurisdiction of\n              the courts would ensure expeditious and efficient\n              disposal at the referral stage. At the referral stage, the\n              Court can interfere “only” when it is “manifest” that the\n              claims are ex facie time-barred and dead, or there is no\n              subsisting dispute...”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_46\">27. The standard of scrutiny to examine the non-arbitrability of\n\na claim is only prima facie. Referral courts must not undertake a\n\nfull review of the contested facts; they must only be confined to a\n\nprimary first review26 and let facts speak for themselves. This also\n\nrequires the courts to examine whether the assertion on\n\narbitrability is bona fide or not.27 The prima facie scrutiny of the\n\nfacts must lead to a clear conclusion that there is not even a vestige\n\n\n\n\n24 <a href=\"/doc/121987320/\" id=\"a_49\">Vidya Drolia</a> supra note 7, para 154.4.</span>\n</p><p data-structure=\"Precedent\" id=\"p_49\">25 Nortel Networks supra note 22, para 45.1.\n</p><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_47\">26 <a href=\"/doc/121987320/\" id=\"a_50\">Vidya Drolia</a> supra note 7, para 134.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_51\">27 ibid.\n</p>\n<p data-structure=\"RespArg\" id=\"p_52\">\n\n<span class=\"hidden_text\" id=\"span_48\">                                                                  Page 17 of 27</span>\n\fof doubt that the claim is non-arbitrable.28 On the other hand, even\n\nif there is the slightest doubt, the rule is to refer the dispute to\n\narbitration29.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_49\">28. The limited scrutiny, through the eye of the needle, is\n\nnecessary and compelling. It is intertwined with the duty of the\n\nreferral court to protect the parties from being forced to arbitrate\n\nwhen the matter is demonstrably non-arbitrable30. It has been\n\ntermed as a legitimate interference by courts to refuse reference in\n\norder to prevent wastage of public and private resources31. Further,\n\nas noted in <a href=\"/doc/121987320/\" id=\"a_51\">Vidya Drolia</a> (supra), if this duty within the limited\n\ncompass is not exercised, and the Court becomes too reluctant to\n\nintervene, it may undermine the effectiveness of both, arbitration\n\nand the Court32.</span> Therefore, this Court or a High Court, as the case\n\nmay be, while exercising jurisdiction under <a href=\"/doc/596725/\" id=\"a_52\">Section 11(6)</a> of the\n\nAct, is not expected to act mechanically merely to deliver a\n\npurported dispute raised by an applicant at the doors of the chosen\n\n\n\n\n28 Nortel Networks supra note 22, para 47.\n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_50\">29 <a href=\"/doc/121987320/\" id=\"a_53\">Vidya Drolia</a> supra note 7, para 154.4.</span>\n</p><p data-structure=\"Precedent\" id=\"p_55\">30 ibid para 154.4.\n</p><p data-structure=\"Precedent\" id=\"p_56\">31 ibid para 139.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">32 ibid.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n\n<span class=\"hidden_text\" id=\"span_51\">                                                     Page 18 of 27</span>\n\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98285704\" id=\"span_52\">arbitrator33, as explained in <a href=\"/doc/98285704/\" id=\"a_54\">DLF Home Developers Limited v.\n\nRajapura Homes Pvt. Ltd</a>.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_59\">29.       Analysis: We will now proceed to apply these principles to\n\nthe present case and examine the arbitrability of the dispute by\n\nundertaking a prima facie review of the basic facts.\n\n</p><p data-structure=\"CDiscource\" id=\"p_60\">30. SPML duly completed the stipulated work under the subject\n\ncontract, and a Completion Certificate was issued by NTPC on\n\n27.03.2019. SPML sought the release of the final payment, and\n\nNTPC, by its letter dated 10.04.2019, agreed to release the same.\n\n</p><p data-structure=\"Conclusion\" id=\"p_61\">31.       A   No-Demand        Certificate     was     issued      by    SPML      on\n\n12.04.2019, and the final payment was released by April 2019.\n\nThere is nothing on record about any pending claims of SPML\n\nduring the subsistence of the contract or till the release of the final\n\npayment. This is evident from the Writ Petition as well as the\n\nArbitration Petition under <a href=\"/doc/596725/\" id=\"a_55\">Section 11</a> of the Act.\n\n</p><p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98285704\" id=\"span_53\">32.       While NTPC released the final payment, on 14.05.2019, it\n\njustified the withholding of SPML’s Bank Guarantees on the\n\n\n\n\n33 <a href=\"/doc/98285704/\" id=\"a_56\">DLF Home Developers Limited v. Rajapura Homes Pvt. Ltd</a> 2021 SCC OnLine SC 781, paras\n\n18, 20.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\"><span class=\"hidden_text\" id=\"span_54\">                                                                    Page 19 of 27</span>\n\fground that there are certain disputes between the parties with\n\nrespect to other projects.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">33.   Objecting to the stand of NTPC by its letter dated\n\n15.05.2019, SPML stated that linking the Bank Guarantees with\n\nclaims under other projects was unjustified. In turn, SPML raised\n\na claim of Rs. 72,01,53,899/- against NTPC. At the same time,\n\nSPML also sought the appointment of an “Adjudicator” to settle\n\nthese claims.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">34.   It is in the above-referred context that SPML filed the Writ\n\nPetition before the High Court on 03.07.2019. The prayer in the\n\nWrit Petition, particularly in the context of the huge claim raised\n\non 15.05.2019, assumes importance. The prayer is reproduced\n\nherein below for ready reference:\n</p>\n<blockquote id=\"blockquote_28\">          “(a) Pass an appropriate Writ, Order or Direction\n          quashing the e-mail dated 14.05.2019 issued by the\n          Respondent insofar as it pertains to the release of the\n          Bank Guarantees being (a)0040ILG002609, (b)\n          0040ILG001109,           (c)0040ILG001209,           (d)\n          0040ILG001309 and direct the Respondent to release the\n          aforesaid Bank Guarantees forthwith, ...”\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_66\">35.   There is no reference to the claim of Rs.72,01,53,899/- in\n\nthe body or the Prayer of the Writ Petition. Conspicuously, the Writ\n\nPetition is confined to seeking a direction to return the Bank\n\nGuarantees.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n<span class=\"hidden_text\" id=\"span_55\">                                                           Page 20 of 27</span>\n</p><p data-structure=\"Conclusion\" id=\"p_68\">\f36.   Pending disposal of the Writ Petition, the High Court, by an\n\ninterim order dated 08.07.2019, directed NPTC not to invoke the\n\nBank Guarantees. The interim order was subject to SPML keeping\n\nthe Bank Guarantees alive. The relevant portions of the order are:\n\n</p><blockquote id=\"blockquote_29\">           “…\n</blockquote><blockquote id=\"blockquote_30\">           2. Issue notice. The learned counsel appearing for the\n           respondent accepts notice.\n</blockquote><blockquote id=\"blockquote_31\">           3. Admittedly, the contract pursuant to which the bank\n           guarantees in question had been furnished has been\n           completed and there is no dispute that the petitioner’s\n           performance of the contract was satisfactory. The\n           petitioner also claims that it has received the entire\n           consideration for the same. The petitioner’s claims that\n           the release of the bank guarantees is being withheld\n           contrary to the terms of the contract between the parties,\n           in order to pressurize the petitioner in respect of certain\n           disputes in relation to other contracts, which are pending\n           adjudication before the Arbitral Tribunal.\n</blockquote><blockquote id=\"blockquote_32\">           …\n</blockquote><blockquote id=\"blockquote_33\">           6. In the meanwhile, the respondents are restrained from\n           invoking the bank guarantees, subject to the petitioner\n           keeping the same alive.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_69\">37.   On 23.07.2019, SPML sent a Notice to NTPC, intimating its\n\nintention to invoke Arbitration under the Dispute Resolution\n\nClause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">38.   During the pendency of the Writ Petition, the parties engaged\n\nthemselves in multiple discussions about their claims and\n\ncounter-claims. All that culminated in the Settlement Agreement\n\ndated 27.05.2020. The Terms of the Settlement Agreement are as\n\nfollows:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\"><span class=\"hidden_text\" id=\"span_56\">                                                              Page 21 of 27</span>\n</p><blockquote id=\"blockquote_34\">\f          “NOW THEREFORE, in consideration of the premises and\n          mutual promises contained herein, the parties agree as\n          follows:\n</blockquote><blockquote id=\"blockquote_35\">          1. That the Agency undertakes to withdraw WP No.\n          7213/2019 filed in the Hon’ble High Court upon\n          execution of the present agreement immediately upon\n          receipt of original Bank Guarantees stated herein below\n          lying with NTPC as mentioned herein below at Para 4.\n</blockquote><blockquote id=\"blockquote_36\">          2. That the Agency has agreed not to initiate any further\n          proceedings in relation with the present contract\n          agreement and work executed by the Agency, of any\n          nature whatsoever. Further, the Agency has undertaken\n          not to raise any claim of any nature whatsoever against\n          the NTPC Ltd. in relation with the present contract\n          agreement and work executed by the Agency, be it\n          Arbitration proceedings, civil suit, writ petition, or any\n          other proceedings before any judicial or quasi-judicial\n          forum.\n</blockquote><blockquote id=\"blockquote_37\">          3. That the Agency has confirmed it has received entire\n          payments arising out of the present contract and the\n          same stands closed, and no further sum/money is\n          payable to the Agency in any manner whatsoever by\n          NTPC Ltd. under the subject contract.\n</blockquote><blockquote id=\"blockquote_38\">          …\n</blockquote><blockquote id=\"blockquote_39\">          5. That NTPC Ltd. has further agreed not to raise any\n          contempt proceedings against the Agency for not keeping\n          alive the BGs as directed by the Hon’ble High Court of\n          Delhi in pending Writ Petition.”\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_72\">39.   In compliance with the Settlement Agreement, NTPC\n\nreleased the Bank Guarantees on 30.06.2020, which were the\n\nsubject matter of the pending Writ Petition.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">40.   It is noteworthy that the Bank Guarantees expired on\n\n19.11.2019 and 16.12.2019, despite the specific direction by the\n\nHigh Court to SPML to keep its Bank Guarantees alive. However,\n\nin compliance with its express undertaking in the Settlement\n\n<span class=\"hidden_text\" id=\"span_57\">                                                             Page 22 of 27</span>\n\fAgreement, NTPC did not file any contempt proceedings against\n\nSPML.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">41.   Following the release of the Bank Guarantees as per the\n\nSettlement Agreement, SPML withdrew the Writ Petition, as\n\nrecorded by the High Court in its Order dated 21.09.2020.\n\n</p><p data-structure=\"CDiscource\" id=\"p_75\">42.   One month later, on 10.10.2020, SPML filed the Arbitration\n\nPetition under <a href=\"/doc/596725/\" id=\"a_57\">Section 11(6)</a> of the Act alleging coercion and\n\neconomic duress in the execution of the Settlement Agreement. It\n\nwas also alleged that the Settlement Agreement was repudiated on\n\n22.07.2020 through SPML’s letter to NTPC, disputing the\n\nSettlement Agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">43.   In its reply to the Arbitration Petition, NTPC specifically\n\npointed out that SPML never raised any claims with respect to the\n\ndues amounting to Rs. 72,01,53,899/- during the pendency of the\n\ncontract, and that the allegations of coercion and economic duress\n\nare completely false. NTPC alleged that the Arbitration Petition\n\nlacked bona fide.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">44.   A simple narration of the bare facts, as indicated above,\n\nleads us to conclude that the allegations of coercion and economic\n\nduress are not bona fide, and that there were no pending claims\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                    Page 23 of 27</span>\n\fbetween       the     parties      for       submission   to   arbitration.   The\n\nRespondent’s claim fits in the description of an attempt to initiate\n\n“ex facie meritless, frivolous and dishonest litigation”34. We will\n\nendeavor to give reasons for our conclusion.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_59\">45.     The whole dispute revolves around the solitary act of the\n\nAppellant, NTPC, in not returning the Bank Guarantees despite\n\nthe successful completion of work. This continued even after SPML\n\nissued the No-Demand Certificate and NTPC released the final\n\npayment. These undisputed facts led to the institution of the Writ\n\nPetition before the Delhi High Court. There were no allegations of\n\ncoercion or economic duress compelling SPML to withdraw any\n\npending claims under the subject contract as a condition for the\n\nreturn of the Bank Guarantees. On the contrary, the only\n\nallegation by SPML was with respect to NTPC’s “illegal” action of\n\ninterlinking the release of the Bank Guarantees with some other\n\ncontracts. This was precisely the argument before the High Court,\n\nand, in fact, this submission is recorded by the High Court while\n\nissuing notice and injuncting NTPC. This fact clearly indicates that\n\n\n\n\n34 <a href=\"/doc/121987320/\" id=\"a_58\">Vidya Drolia</a> supra note 7, para 147.11.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                  Page 24 of 27</span>\n\fthe plea of coercion and economic duress leading to the Settlement\n\nAgreement is an afterthought.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">46.   We will now examine whether the allegations of coercion and\n\neconomic duress in the execution of the Settlement Agreement are\n\nbona fide or not. This inquiry has a direct bearing on the\n\narbitrability of the dispute. It was during the subsistence of the\n\nWrit Petition and the High Court’s interim order, when SPML had\n\ncomplete protection of the Court, that the parties entered into the\n\nSettlement Agreement. This agreement was comprehensive. It inter\n\nalia provided for (i) the release of Bank Guarantees by NTPC, (ii)\n\nthe withdrawal of SPML’s Writ Petition, (iii) restraining NTPC from\n\nfiling contempt proceedings against SPML for letting the Bank\n\nGuarantees expire, and finally, (iv) restraining SPML from\n\ninitiating any proceedings under the subject contract, including\n\narbitration. The Settlement Agreement also recorded that there\n\nwere no subsisting issues pending between the parties.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_81\">47. The plea of coercion and economic duress must be seen in\n\nthe context of the execution of the Settlement Agreement not being\n\ndisputed, and its implementation leading to the release of the Bank\n\nGuarantees on 30.06.2020 also not being disputed. Almost three\n\nweeks after the release of the Bank Guarantees, a letter of\n\n<span class=\"hidden_text\" id=\"span_61\">                                                    Page 25 of 27</span>\n\frepudiation was issued by SPML on 22.07.2020. This letter was\n\nissued about two months after the Settlement Agreement was\n\nexecuted and in fact during the subsistence of the Writ Petition.\n\nAfter reaping the benefits of the Settlement Agreement, the Writ\n\nPetition was withdrawn on 21.09.2020. It is thereafter that the\n\npresent application under <a href=\"/doc/596725/\" id=\"a_59\">Section 11(6)</a> of the Act was filed. The\n\nsequence of events leads us to conclude that the letter of\n\nrepudiation was issued only to wriggle out of the terms of the\n\nSettlement Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">48.   The foregoing clarifies beyond doubt that the claims sought\n\nto be submitted to arbitration were raised as an afterthought.\n\nFurther, SPML’s allegations of coercion and economic duress in\n\nthe execution of the Settlement Agreement lack bona fide. They are\n\nliable to be knocked down as ex facie frivolous and untenable.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_83\">49.   In view of the above-referred facts, which speak for\n\nthemselves, we are of the opinion that this is a case where the High\n\nCourt should have exercised the prima facie test to screen and\n\nstrike down the ex-facie meritless and dishonest litigation. These\n\nare the kinds of cases where the High Court should exercise the\n\nrestricted and limited review to check and protect parties from\n\nbeing forced to arbitrate.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\"><span class=\"hidden_text\" id=\"span_62\">                                                     Page 26 of 27</span>\n</p><p data-structure=\"Precedent\" id=\"p_85\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_63\">50.   Accordingly, we have no hesitation in holding that the High\n\nCourt has committed an error in allowing the application under\n\n<a href=\"/doc/596725/\" id=\"a_60\">Section 11(6)</a> of the Act. High Court ought to have examined the\n\nissue of the final settlement of disputes in the context of the\n\nprinciples <a href=\"/doc/121987320/\" id=\"a_61\">laid down in</a> <a href=\"/doc/121987320/\" id=\"a_62\">Vidya Drolia</a> (supra).</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_86\">51.   For the reasons stated above, the decision of the High Court\n\nof Delhi in Arbitration Petition No. 477 of 2020, dated 08.04.2021,\n\nis set aside, and Civil Appeal No. 4778 of 2022 stands allowed.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_87\">52. The parties shall bear their own costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_89\">                                      ....................................CJI.\n                                 [Dr Dhananjaya Y Chandrachud]\n\n\n\n                                     ........................................J.\n                                  [Pamidighantam Sri Narasimha]\n\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_90\">April 10, 2023\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                           Page 27 of 27</span>\n\f</p>","numcites":23,"numcitedby":13,"docsource":"Supreme Court of India","citetid":197054318,"divtype":"judgments","relatedqs":[{"value":"\"economic duress\" ","formInput":"%22economic%20duress%22%20"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"coercion","formInput":"coercion"},{"value":"Economic duress","formInput":"Economic%20duress"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"ntpc arbitration","formInput":"ntpc%20arbitration"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"arbitration section 11","formInput":"arbitration%20section%2011"},{"value":"subrogation","formInput":"subrogation"},{"value":"afterthought","formInput":"afterthought"},{"value":"duress","formInput":"duress"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"Vidya drolia","formInput":"Vidya%20drolia"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"sbp and co v patel engineering ltd","formInput":"sbp%20and%20co%20v%20patel%20engineering%20ltd"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"duro felguera","formInput":"duro%20felguera"},{"value":"NTPC","formInput":"NTPC"},{"value":"contempt proceedings","formInput":"contempt%20proceedings"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}