{"tid":1402658,"publishdate":"1983-04-04","title":"Vipinbhai R. Parekh vs General Manager Western Railway, ... on 4 April, 1983","doc":"<h2 class=\"doc_title\">Vipinbhai R. Parekh vs General Manager Western Railway, ... on 4 April, 1983</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1984GUJ41, (1983)2GLR1347, AIR 1984 GUJARAT 41</h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"CDiscource\" id=\"p_1\">1. The contract between the parties. which contained arbitration clause. was brought to an end by the plaintiff. The other side acted upon the representations made by the plaintiff in his letters. Both the sides treated the contract as concluded anti having been terminated. Even in such a situation. much time after the termination of the contract. can a dispute which may fall within the scope of arbitration clause. be referred to an arbitrator as claimed by the plaintiff? This is the question which is renuirea to be answered in this first appeal filed by the original plaintiff who had filed an application under<a href=\"/doc/811701/\" id=\"a_1\"> S. 20</a> of the Arbitration Act and whose application has been rejected by the trial Court.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts in brief leading to this appeal are as follows:\n</p> \n \n\n<blockquote id=\"blockquote_1\">The Railway Administration invited tenders some time in April 1973 for. the construction work for building additional accommodation in Railway Staff College at Baroda. The plaintiff-am)ellant here-! in filled in the tender and the same was accepted and the varties entered into an Agreement No. Ds/22. dated June 21. 1973. The plaintiff commenced work On June 22. 1#73. It is not disputed that the work was closed on October 19. 1974 and thereafter in December 1974. the plaintiff gave &quot;no claim~ certificate&quot;. Exh 43. Before giving this certificate. the plaintiff had written two letters. Exhs. 37 and 39. to the Railway Administration. It aiDoears that letter Exh. 37 was written prior to the date of Exh. 43. Le,. some time iorior to December 1974. (There is no snecifle date mentioned in the judgment. nor the t)arties were able to give the correct date of this Exhibit. However. from the context it appears that either it must be in December 1974 or some time Prior to December 1974). This letter Exh. 37 is discussed in Para 18 of the judgment of the trial Court and it is stated that the appellant-plaintiff represented that. if the Railway Administration was not willing to execute the work. the same may be closed on Railway account immediately and his final dues be Paid. Another letter Exh. 39 is dated July 16. 1974. In this letter the appellant-plaintiff stated that. in case the Railway Administration decides to finalise the contract at this stage due to Paucity of funds or for any other reasons. he was prepared to accept that Position as well. However. he Put a condition that. in that eventuality the Railway Administration should Purchase the entire material lvina at the site at the current market rate. Thereafter. it appears that the Parties have settled their accounts and as stated above, in December 1974. the appellant-plaintiff Rave &quot;no claim certificate&quot;. Exh, 43. The contents of the certificate have been reproduced in paragraph 1,3 of the judgment of the trial court which reads as follows:\n</blockquote> \n \n\n<blockquote id=\"blockquote_2\">I have no other claim out-standing against the Western Railway for work -done. or for labour. or materials supplier or on any other account and the Payment of this bill shall be final settled of and claims in respect of work -to which agreement/work order No. Ds/22 dated 21-6-73 with the Rail way relates.&quot;\n</blockquote>\n \n\n<blockquote id=\"blockquote_3\">There appears to be some typing mistakes but it is the verbative reproduction from the judgment of the trial court. However. there &#x27;is no dispute with regard to the fact that such a certificate which brought about final settlement of all claims between Parties was given.\n</blockquote>\n \n\n<blockquote id=\"blockquote_4\">3-4. After the aforesaid certificate was given the entire amount as per the final bill was Paid to the armellant and that was some time in December 1974. Thus far there is no dispute. However. on October 13. 1977. the appellant wrote a letter addressed to the General Manager. Western Railway. and claimed that he was entitled to receive damages from the opponent. as. according to him. the Railway had committed breach of contract and that he was entitled to damages from the Railway Administration. Therefore he reauedted that the matter be referred to the Arbitration. The letter was replied to by the Railway Administration on April 22. 1978 and the Railway &#x27;Administration rejected the request made by the appellant inter alia on the ground that the appellant had already given &quot;no claim certificate&quot;. Exh, 43. Hence the appellant-plaintiff filed an application under <a href=\"/doc/811701/\" id=\"a_2\">Section 20</a> of the Arbitration Act and Prayed that the dispute be referred to an Arbitrator and the Arbitrator be directed to file the award in court.\n</blockquote>\n \n\n<blockquote id=\"blockquote_5\">5. The trial court came to the conclusion that, though the question sought to be raised by the appellant fell within the scope of the Arbitration clause, it was not Possible to grant the application, in view of the fact that there did not exist any dispute. The trial court referred to the Provisions of <a href=\"/doc/811701/\" id=\"a_3\">Section 20</a> of the Arbitration Act and came to the conclusion that the appellant must Prove that an Arbitration Agreement entered into by the Parties was there and that in respect of the same there was no suit vending and that dispute between the Parties had arisen with regard to the subject-matter of the agreement within the jurisdiction of the court. On appreciation. of evidence and having rervard to the facts and circumstance-, of the case. the trial court came to the conclusion that. when the application was made. there did not exist any dispute between the Parties and therefore rejected the application filed by the appellant.\n</blockquote>\n \n\n<blockquote id=\"blockquote_6\">6. The counsel for the appellant submits that once the court comes to the conclusion that the dispute sought to be raised is within the scope of the Arbitration Agreement. then the court must refer the dispute to an Arbitrator. Apparently there is substance in this araudient. But. in the facts and circumstances of the case. the question is. , did the contract itself remain inexistence at the time when the dispute was soueht to be raised? Let us examine the facts and circumstances of the case from this angle.\n</blockquote> \n \n\n<blockquote id=\"blockquote_7\">1. In this case the appellant commenced the work as per the contract agreement No. Ds/22. dated June 21. 1973. on June 22. 1913.\n</blockquote>\n \n\n<blockquote id=\"blockquote_8\">2. By letter Exh. 37. the appellant requested the Railway Administration that. if the work was to be closed. the same may be done immediately at the cost of the Railway Administration and his dues be Paid:\n</blockquote>\n \n\n<blockquote id=\"blockquote_9\">3. The appellant wrote another letter. Exh. 39. on July 16. 1974 and requested, the Railway Administration that. if  on account of paucity of funds or for any other reason. the Railway Administration desired to close the work. he was prepared to accept that Position as well but in that case his condition was that the entire materials lying on the site should be Purchased by the Railway at the current market rate:\n</blockquote>\n \n\n<blockquote id=\"blockquote_10\">4 &quot;No objection certificate&quot;. Exh. 43. is written by the appellant and given to the Railway some time before December 1974:\n</blockquote>\n \n\n<blockquote id=\"blockquote_11\">5. In December 1974. the appellant received the entire amount as Per the final bill submitted by him: and\n\n \n\n</blockquote><blockquote id=\"blockquote_12\">6. Thereafter, after a lapse of about three years&#x27; Period. the appellant wrote letters to the Railway Administration and sought to rake up the dispute claiming that he was entitled to damages on account of alleged breach of contract by the Railways.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_3\">In view of the facts and circumstances of the case. it cannot be said that. when the appellant wrote letter dated October 13. 1977. there was any contract subsisting between the Parties. Before the appellant signed &quot;no claim certificate&quot;. Ext. 43. he Put his terms for the settlement of the dispute, He asserted that the entire material lying on the sit should be Purchased by the Railway at the current market rate. Thereafter the Parties arrived at a settlement and as Per the settlement he gave &quot;no claim certificate&quot;. Exh. 43, and thereafter received the payment am settled between the Parties. The &quot;no claim certificate&quot; in terms refers to All Claims  respect of -2dL to which agreement work order M_,ds/22, dt. june 21, 1973 -with tbg Railway relate &quot;All claims&quot; would mean even the future claims with regard to the alleged damages, Therefore. It Is clear that the Parties brought about the settlement between them and Put an end to the contract itself. They settled the dispute and terminated the contract by mutual agreement, Now. having received the payment and having Put the Railway In a position by which the Railway changed Its Position to It own detr1ment. It is not open to the appellant in may that the dispute has not been settled and still the dispute exists with regard to those alleged damages,, sustained by him, The appellant is stopped from raising this dimoute by him own conduct inasmuch as on account of It conduct the Railway hag chavood Its Position. The railway agreed to the terms put forth by the appellant regarding the Purchase of material lying at site and made Payment of the dues of the appellant. Apart from the question of estopped. if one reads Exh. 43 (no claim certificate along with letters Exhs. 37 and 39 written by the appellant to the Railway Administration and also takes into consideration all the circumstances narrated hereinabove. it Is clear that the Parties brought an end to the contract. when the appellant issued &quot;no claim certificate&quot;. Exh. 43. anti received the Payment from the Railway Administration.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_4\">7. The counsel for the appellant referred to an unreported decision of this Court (Coram: S. H. Sheth. and C. V. Rane, JJ.) in Appeals from Orders Nos. 144 to 148 of 1973 decided on March 17. 22 of 1976, Reliance Placed on this decision is misplaced inasmuch as the Paragraph read before me from that judgment refers to the cases in which it was alleged that &quot;no claim certificate&quot; was obtained by the Railway from each of the Petitioners by misrepresentation and exercising undue influence. That tit not the case here in the instant case. Hence the judgment referred to by the counsel for the appellant ham no relevance whatsoever.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_5\">8. In this connection reference may be made to the decision of the Supreme Court in the case of Deodar Valley Corporation v. K. X. Xar. reported in AIR 1974 SC 158. In this judgment the Supreme Court has explained the difference between the full and final settlement of a claim under a contract and the termination of a contract. In Paragraph 7 of the judgment. it Is observed an follows:\n</p> \n<blockquote id=\"blockquote_13\">As the contract is an outcome of the agreement between the Parties it is actually open to the parties thereto to agree to bring it to an end or to treat it as if it never existed, It may also be open to the parties to terminate the previous contract and substitute In Its place a new contract or alter the orioi nal contract in such a way that it can not subsist, In all them cases. mince the entire contract is Put an end to the arbitration clause. which tit a Part of it. also perishes along with it, <a href=\"/doc/595325/\" id=\"a_4\">Section 62</a> of the Contract Act Incorporates this PrinciP16 when It Provides that If the Parties to a contract agree to substitute a new contract or to wind or alter it, the original contract need not be Performed. Where. therefore, the dispute between the Parties is that the contract itself does not subsist either as a result of its being substituted by a new contract or by rescission or alteration. that dispute cannot be referred to the arbitration as the arbitration clause itself would Perish if the averment is found to U valid, As the very jurisdiction of the arbitrator is dependent upon the existence of the arbitration clause under which he is appointed. the Parties have no right to invoke a clause which Perishes with the contract.&quot;\n</blockquote>\n \n\n<blockquote id=\"blockquote_14\">From what has been stated by the Supreme Court. it is clear that a repudiation by one party alone does not terminate the contract. It requires two to end it. A contract is an outcome of an agreement between the Parties and therefore it  equally open to the Parties to brine it to an end or to treat it as if it has never existed. In the instant it case. as Pointed out hereinabove. the parties brought an end to the contract after settling the disputes between them. The appellant gave &quot;no claim certificate&quot;. Exh. 43. and received the amount of final - bill. Since all claims and payments between the appellant and the Railway Administration stood fully paid and adjusted. there was no dispute Pending between them , and the contract itself came to an end by mutual agreement between the Parties. In the absence of the contract itself. the arbitration clause which is a Part of the contract cannot be invoked. With the extinction or the termination of the contract. the arbitration clause Perished with the contract as the contract itself has been brought to an end.\n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_6\">9. In above view of the matter. the argument that because the dispute sought to be raised was within the scope of the arbitration agreement. the same should be referred to an Arbitrator. has no merits whatsoever inasmuch a &#x27; together with the contract. the arbitration clause also Perished. This was the only submission made on behalf of the appellant. Hence no other contention survives.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_7\">10. In the result the appeal fails. The Judgment and order passed by the trial court is confirmed and the appeal is ordered to be dismissed with no order as to costs.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_8\">11. Appeal dismissed.\n</p> \n\n","numcites":2,"numcitedby":8,"docsource":"Gujarat High Court","citetid":1402658,"divtype":"judgments","relatedqs":[{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"}],"courtcopy":false,"query_alert":null,"agreement":false}