{"tid":174516923,"publishdate":"2009-02-11","title":"M/S. S.K. Sharma vs Union Of India & Ors. on 11 February, 2009","doc":"<h2 class=\"doc_title\">M/S. S.K. Sharma vs Union Of India &amp; Ors. on 11 February, 2009</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 (NOC) 2057 (DEL)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-s-endlaw\">Rajiv Sahai Endlaw</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-s-endlaw\">Rajiv Sahai Endlaw</a></h3>\n\n<pre id=\"pre_1\">     *IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                       + Arb. Appl. No. 211/2008\n          *\n%11.02.2009                  Date of decision :11th February,2009\n\nM/S. S.K. SHARMA                                        ....Petitioner\n\n                              Through: Mr. Vivekanand, Advocate\n\n\n                                  Versus\n\nUNION OF INDIA &amp; ORS.                             .... Respondents\n                               Through: Ms. Geetanjali Mohan and Ms.\n                                        Vaishnavi, Advocates\n\n\nCORAM :-\nHON&#x27;BLE MR. JUSTICE RAJIV SAHAI ENDLAW\n\n1.       Whether reporters of Local papers may\n         be allowed to see the judgment?       YES\n\n2.       To be referred to the reporter or not?   YES\n\n3.       Whether the judgment should be reported\n         in the Digest?                        YES\n\n\nRAJIV SAHAI ENDLAW, J.\n</pre><p data-structure=\"CDiscource\" id=\"p_1\">1.       The question whether disputes/claims under an agreement\n\nwith respect whereto a receipt of full and final settlement has been\n\ngiven or a settlement agreement has been signed, are arbitrable or\n\nnot has been repeatedly vexing the Courts.              Two streams of\n\njudgments/precedents exist. While one stream takes the view that a\n\nclaim for arbitration cannot be rejected merely or solely on the\n\nground that a settlement agreement or discharge voucher has been\n\nexecuted by the claimant, if its validity is disputed by the claimant;\n\nthe other stream takes the view that upon performance/discharge,\n\nthe contract stands discharged and nothing remains neither any\n\nright to sign performance nor any obligation to perform, resultantly\n\nthere cannot be any dispute and consequently there cannot obviously\n\nbe reference to arbitration of any dispute arising from a discharged\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Arb. A. No. 211/2008                                          Page 1 of 15</span>\n contract.        Naturally, the two views are on distinguishable facts of\n\ntheir respective cases.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_3\">2.       I am, personally, of the view that a party to a contract\n\ncontaining an arbitration agreement, when faced with a situation of\n\nbeing required to sign a full and final discharge or a settlement\n\nagreement, howsoever, economically coerced it may be, has two\n\nchoices. Either the party can at the cost of its economic detriment\n\nand delay in receiving even admitted payments, to not succumb into\n\nsigning of such discharge or settlement agreement and ought to\n\ninvoke the arbitration process at that stage itself.              In such a\n\nsituation, the remedy of seeking interim relief/directions from the\n\nCourt or from the Arbitral Tribunal of payment of admitted amounts\n\nis available to such a party.         Thus, though there may be delay in\n\nreceiving the admitted and/or offered amounts but it cannot be said\n\nthat the party is remediless. Alternatively, such a party can succumb\n\nto the coercion, pressure and sign the discharge voucher and/or the\n\nsettlement         agreement.   It   will   then   immediately   receive     the\n\noffered/admitted amounts.            Naturally when such a party makes\n\nfurther claims, the other will set up a plea of the contract having\n\nbeen discharged and no disputes or arbitration thereof thereunder\n\nbeing possible. It is not as if the claimant party in such a situation is\n\nremediless. The claimant party in such a situation has the option of\n\na civil suit available to it.        In such civil suit, it will be decided\n\nwhether the discharge or settlement is legal or not. If not found to\n\nbe legal and valid, the same court would also adjudicate the\n\nremaining claims of such party. The other party in such eventuality\n\nwould not be entitled to take the plea of the Court being not entitled\n\nto adjudicate the claims for the reason of being covered by the\n\n\n<span class=\"hidden_text\" id=\"span_2\">Arb. A. No. 211/2008                                               Page 2 of 15</span>\n arbitration clause inasmuch as such party would have forfeited the\n\nrights to take such a plea by contending that the contact stood\n\ndischarged.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Section\" id=\"p_5\">3.       In my view, once a discharged voucher or a full and final\n\nreceipt or a settlement agreement is signed, the same is novation,\n\nrescission or alternation of the original contract between the parties\n\n(within the meaning of <a href=\"/doc/595325/\" id=\"a_1\">Section 62</a> of the Contract Act) containing the\n\narbitration agreement. Such new contract unless itself containing an\n\nagreement of arbitration, the claim/dispute thereunder that such\n\nnew contract is vitiated by fraud, undue influence, coercion can only\n\nbe adjudicated by a civil court and not under the arbitration\n\nagreement under the original contract. Adjudication of such issues\n\nof fraud, undue influence, coercion in the matter of novation,\n\nrescission or alternation of the contract could not be within the\n\nambit of the arbitration agreement in the original agreement.\n\n<a href=\"/doc/595325/\" id=\"a_2\">Section 62</a> of the Contract Act is clear in this regard.    Where the\n\nparties to a contract agree to submit to a new contract or to rescind\n\nit or to alter it, the original contract need not to be performed.\n\nSimilarly, it is always open to the to the other party, if willing to\n\nfollow the dispute resolution mechanism of arbitration to always give\n\nup the plea of the contract having been so discharged and to agree\n\non the arbitration. The other party in such case would be entitled to\n\ncontest the claim on the ground that the same was validly\n\nsettled/discharged and not rely merely on the written agreement of\n\ndischarge/settlement.      However, if it does not choose to do so, it\n\ncannot          subsequently   upon    civil   court    finding       the\n\ndischarge/settlement to be void for the reason of fraud, undue\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">Arb. A. No. 211/2008                                        Page 3 of 15</span>\n influence or coercion, fall back on the arbitration clause and defeat\n\nthe claim on that ground.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">4.       The courts are inundated with applications under <a href=\"/doc/596725/\" id=\"a_3\">Section 11\n\n(6)</a> of the Arbitration Act which are being contested on such grounds\n\nof full and final settlement/discharge/settlement.            As per dicta in\n\nSBP &amp; Co. vs. Patel Engineering Ltd. 2005 (8) SCC 618, the Chief\n\nJustice and/or his designate, when faced with such a plea has to\n\neither a) adjudicate the said plea and i) upon finding the\n\ndischarge/settlement being under coercion or a result of undue\n\ninfluence, appoint an arbitrator to go into the claims, or ii) upon\n\nfinding discharge/settlement to be not under coercion, undue\n\ninfluence etc., dismiss/reject the application for appointment of\n\narbitrator OR b) leave the plea to be adjudicated fully and finally by\n\nthe arbitrators.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">5.       The adjudication under <a href=\"/doc/1523259/\" id=\"a_4\">Section 11 (6)</a> of the Act of such a plea\n\nis likely to entail cross-examination of witness, thereby delaying the\n\npossible arbitration proceeding. The courts thus have a tendency to\n\nleave such questions to be decided in arbitration. The approach\n\nsuggested by me hereinabove, would obviate such delays/situations\n\ninasmuch as the parties would have clarity that if they are signing or\n\ninsisting upon signing of such a discharge/settlement for immediate\n\nbenefits, they would subsequently not have the agreed remedy of\n\narbitration and will be open to the jurisdiction of the civil courts. If\n\nsuch interpretation is followed, it will lead to clarity, and prevent the\n\nparties       from     being   subjected   to   arbitration   after   obtaining\n\ndocuments of discharge/settlement. In such a situation, the law as\n\ndeveloped on <a href=\"/doc/1219022/\" id=\"a_5\">Section 34</a> of the 1940 Act is applicable. It was held in\n\n\n<span class=\"hidden_text\" id=\"span_4\">Arb. A. No. 211/2008                                                  Page 4 of 15</span>\n Narsingh Prasad Vs. Dhanraj Mills AIR1943 Pat 53 that where an\n\nagreement is impeached on the grounds of fraud and as to the\n\nfactum or validity of contract, such a dispute does not fall under the\n\narbitration clause and should be decided by the court.       So where\n\nallegations of fraud and coercion in the matter of execution of\n\ndischarge/settlement agreement is averred, the same cannot possibly\n\nbe within the ambit of arbitration clause in the agreement which was\n\nadmittedly discharged/settled even if by fraud, misrepresentation or\n\ncoercion. Even otherwise it is settled position that the party against\n\nwhom averment of fraud/coercion is made has a right of having the\n\nsame adjudicated by court.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737932\" id=\"span_5\">See <a href=\"/doc/1737932/\" id=\"a_6\">Abdul Kadir Vs.         Madhav\n\nPrabhakar</a> AIR 1962 SC 406.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_10\">\n\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_6\">6.       My view aforesaid is but a suggestion; otherwise, the recent\n\ndicta of the Apex Court in <a href=\"/doc/1243245/\" id=\"a_7\">National Insurance Co. Ltd. vs.\n\nBoghara Polyfab Pvt. Ltd. MANU/SC/4056/2008</a> after noticing the\n\ntwo streams of judgments aforesaid and after discussing most of\n\nthem, succinctly set out the law in para 19 of the judgment as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_1\">     &quot;19. We may next examine some related and incidental\n          issues. Firstly, we may refer to the consequences of\n          discharge of a contract. When a contract has been Page\n          4071 fully performed, there is a discharge of the\n          contract by performance, and the contract comes to an\n          end. In regard to such a discharged contract, nothing\n          remains - neither any right to seek performance nor any\n          obligation to perform. In short, there cannot be any\n          dispute. Consequently, there cannot obviously be\n          reference to arbitration of any dispute arising from a\n          discharged contract. Whether the contract has been\n          discharged by performance or not is a mixed question of\n          fact and law, and if there is a dispute in regard to that\n          question, that is arbitrable. But there is an exception.\n          Where both parties to a contract confirm in writing that\n          the contract has been fully and finally discharged by\n          performance of all obligations and there are no\n          outstanding claims or disputes, courts will not refer any\n          subsequent claim or dispute to arbitration. Similarly,\n\n\n<span class=\"hidden_text\" id=\"span_7\">Arb. A. No. 211/2008                                         Page 5 of 15</span>\n             where one of the parties to the contract issues a full and\n            final discharge voucher (or no due certificate as the\n            case may be) confirming that he has received the\n            payment in full and final satisfaction of all claims, and\n            he has no outstanding claim, that amounts to discharge\n            of the contract by acceptance of performance and the\n            party issuing the discharge voucher/certificate cannot\n            thereafter make any fresh claim or revive any settled\n            claim. Nor can he seek reference to arbitration in\n            respect of any claim. When we refer to a discharge of\n            contract by an agreement signed by both parties or by\n            execution of a full and final discharge voucher/receipt\n            by one of the parties, we refer to an agreement or\n            discharge voucher which is validly and voluntarily\n            executed. If the party who has executed the discharge\n            agreement or discharge voucher, alleges that the\n            execution of such discharge agreement or voucher was\n            on account of fraud/coercion/undue influence practiced\n            by the other party and is able to establish the same,\n            then obviously the discharge of the contract by such\n            agreement/voucher is rendered void and cannot be\n            acted upon. Consequently, any dispute raised by such\n            party would be arbitrable&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_8\">7.       Having summarized the law as aforesaid, the Apex Court\n\nnoticed <a href=\"/doc/209845/\" id=\"a_8\">P.K. Ramaiah &amp; Co. vs. Chairman &amp; Managing Director,\n\nNTPC</a> 1994 Suppl (3) SCC 126, State of Maharashtra vs. Nav\n\nBharat Builders 1994 Suppl (3) SCC 83 and Nathani Steels Ltd.\n\nvs. Associated Constructions 1995 Suppl. (3) SCC 324 in each of\n\nwhich cases the Court held the claims to be not arbitrable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_9\">It was\n\nfound that in <a href=\"/doc/209845/\" id=\"a_9\">P.K. Ramaiah</a> (supra) there was an unconditional\n\nacknowledgment and acceptance and the same was sought to be\n\nchallenged and reference to arbitration sought after several years.</span>\n\nIn Nav Bharat Builders (supra), it was found that upon claims\n\nbeing raised a Committee had been constituted to examine the same\n\nand the Committee had suggested acceptance of the claim subject to\n\ncertain terms; the contractor had agreed to accept the terms as\n\nworked out by the Committee and thereafter accepted the monies\n\nand agreed to withdraw the application filed under <a href=\"/doc/483593/\" id=\"a_10\">Section 20</a> of the\n\n1940 Act.              It was in these circumstances that a subsequent\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">Arb. A. No. 211/2008                                            Page 6 of 15</span>\n contention that the letter was obtained by coercion was negated. In\n\nNathani Steels (supra), the settlement deed referred to prior\n\ndiscussion between the parties and recorded the amicable settlement\n\nin the presence of architect; in these circumstances, the contention\n\nof the contractor that the settlement was liable to be set aside was\n\nnot accepted.            It will therefore be seen that it was owing to the\n\naforesaid fact that the request for arbitration under the original\n\nagreement was negated. It was further held that the observations in\n\nNathani Steels that &quot;unless that settlement is set aside in proper\n\nproceedings, it cannot lie in the mouth of one of the parties to the\n\nsettlement to spurn it on the ground that it was mistake and proceed\n\nto invoke the arbitration clause&quot; was in reference to the plea of\n\nmistake and not with reference to allegations of fraud, undue\n\ninfluence or coercion.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\n\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318552\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579938\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_15\">8.       The Apex Court in <a href=\"/doc/1243245/\" id=\"a_11\">Boghara Polyfab Pvt. Ltd</a> (supra) also\n\nnoticed the other stream of judgments in                     <a href=\"/doc/1545494/\" id=\"a_12\">Damodar      Valley\n\nCorporation vs. K.K. Kar MANU/SC/0026/1973</a>, in Bharat Heavy\n\nElectricals            Ltd.,   Ranipur   vs.   Amar   Nath    Bhan    Prakash\n\nMANU/SC/0001/1980, in <a href=\"/doc/864798/\" id=\"a_13\">Union of India vs. L.K. Ahuja &amp; Co.\n\nMANU/SC/0544/1988</a>, in Jayesh Engineering Works vs. New\n\nIndia Assurance Co. Ltd. MANU/SC/1394/1999, in <a href=\"/doc/1579938/\" id=\"a_14\">Chairman and\n\nManaging Director, NTPC vs. Reshmi Constructions</a>, Builders\n\n&amp; Contractors MANU/SC/0003/2004 and in <a href=\"/doc/318552/\" id=\"a_15\">Ambica Construction\n\nvs.     Union of India</a> 2006 (13) SCC 475.</span></span></span></span></span>               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_16\">In <a href=\"/doc/1545494/\" id=\"a_16\">Damodar Valley\n\nCorporation</a> (supra) a full and final receipt was asked for but was\n\nnot submitted and thus it was held that the claims remained\n\narbitrable.</span> In Bharat Heavy Electricals Ltd. (supra), the question\n\nof full and final settlement was left for adjudication to the arbitrator.\n\n\n<span class=\"hidden_text\" id=\"span_17\">Arb. A. No. 211/2008                                                 Page 7 of 15</span>\n In L.K. Ahuja &amp; Co., the court did not find any full and final\n\ndischarge or accord or satisfaction. In Jayesh Engineering Works,\n\nagain the matter was left to be decided by the arbitrator. In Reshmi\n\nConstructions, the contractor had on the same date as signing the\n\nfull and final settlement sent a letter to the effect that the same was\n\nsigned under threat and coercion; because of such conduct, it was\n\nheld that the arbitration under the original agreement was not\n\nbarred.        Ambica       Constructions    merely   followed     Reshmi\n\nConstructions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">9.       The Apex Court thus in Boghara Polyfab Pvt. Ltd. concluded\n\nthat dependent upon the facts of each case and conduct of the\n\nparties, it has to be determined whether the full and final settlement\n\ndischarges the arbitration agreement in the original contract or not.\n\nThe Apex Court further noticed that all the aforesaid cases were\n\nunder the 1940 Act and the perspective of the new Act was different\n\nfrom the old act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"145414\" id=\"span_18\">10.      Under <a href=\"/doc/568692/\" id=\"a_17\">Section 16</a> of the new Act, the Arbitral Tribunal is\n\ncompetent to rule on its own jurisdiction. The Apex Court further\n\nnoticed that in <a href=\"/doc/145414/\" id=\"a_18\">United India Insurance Co. Ltd. vs. Ajmer Singh\n\nCotton         &amp;       General   Mills   MANU/SC/0463/1999</a>,      consumer\n\ncomplaints were held maintainable even after signing of the\n\ndischarge voucher.          The practice of obtaining undated receipts in\n\nadvance by the government departments and corporate sector was\n\nalso noticed. The Apex Court finally in para 28 set out illustrations\n\n(though not exhaustive) as to when in spite of discharge of contract\n\nthe claims would be arbitrable and when they would be not.</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">Arb. A. No. 211/2008                                             Page 8 of 15</span>\n</p><p data-structure=\"Precedent\" id=\"p_19\"> 11.      Before proceeding to the facts of the present case, I may also\n\nnotice the recent judgment of the Division Bench of this Court in\n\nHarivansh              Chawla   Vs.   Prem    Kumar    Cooperative    Group\n\nHousing Society Ltd. ILR (2008) II Delhi 1295; in that case a plea\n\nfor arbitration was negated after full and final settlement.            I may\n\nfurther notice that in that case there was no case of any coercion,\n\nundue influence, etc.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">12.      The petitioner in the present case was awarded works contract\n\non 13th September, 2002, the scheduled date of completion whereof\n\nwas 12th December, 2003. The petitioner contended that for reasons\n\nattributable to the respondent Railways, the work could not be\n\ncompleted in time and for this reason the time for competition was\n\nextended from time to time without any penalty till 31st March, 2006\n\nby which date the works were completed. Attention was drawn to\n\nletter dated 28th May, 2004 of the petitioner to the respondent\n\nRailways whereunder the respondent Railways were notified of all\n\nthe additional claims of the petitioner for the reason of delays\n\nattributable to the respondent.              It was pleaded that the defect\n\nliability period of six months also expired satisfactorily without any\n\ncomplaint, by 30th September, 2006 whereafter the petitioner\n\nrequested the respondent to release the security deposit             with full\n\nand final payments; that the respondent ultimately prepared a final\n\nbill and called the petitioner for signing the same; however, the bills\n\nproposed did not include all the payments to which the claimant was\n\nentitled and even the escalation already paid was proposed to be\n\nwithheld/recovered in the final bill. It is averred that the petitioner\n\nthus signed the proposed final bill under protest. Significantly, this\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">Arb. A. No. 211/2008                                              Page 9 of 15</span>\n fact was admitted by the counsel for the respondent during the\n\nhearing.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">13.      It is further averred that since applicant signed the final bill\n\nunder protest, the respondent wanted the applicant to sign blank\n\nformats and bill forms as condition precedent for processing of the\n\nrelease of the bank guarantees of Rs. 15 lacs and cash security\n\ndeposit as well as the payments under the proposed final bill to the\n\ntune of about Rs. 12 lacs. The petitioner claims that he refused to do\n\nso leading the respondents into invoking the bank guarantees even\n\nthough there were no claims of the respondents against the\n\npetitioner and defect liability period was also over. The petitioner\n\nhas averred that faced with the threat of payments under the bank\n\nguarantees being made, the petitioner had no option but to sign the\n\nblank formats and bill formats.         The petitioner has specifically\n\naverred that had he at that time taken recourse to arbitration and\n\nother proceedings, the payment under the bank guarantees would\n\nhave been made and he would have been deprived of the sum of Rs.\n\n12 lacs also being offered by the respondents against the final bill.\n\nThe petitioner thus admits to have signed the blank cyclostyled\n\nformats and bill formats and whereafter the respondents withdrew\n\nthe invocation of encashment of bank guarantees and released the\n\nbank guarantees in favour of the petitioner and also made payments\n\nof Rs. 12 lacs towards final bill in May, 2006.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">14.      The petitioner thereafter vide letter dated 27th June 2007\n\ninvoked the arbitration clause for its claims against the respondents.\n\nThe respondents after several reminders ultimately vide letter dated\n\n24th December, 2007 refused appointment of arbitrator for the\n\n\n<span class=\"hidden_text\" id=\"span_21\">Arb. A. No. 211/2008                                          Page 10 of 15</span>\n reason of the petitioner having signed a supplementary agreement.\n\nThe petitioner thereafter filed the present petition.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_25\">15.      The respondents file a counter affidavit to the petition,\n\ngenerally denying each and every averment in the petition and\n\nfurther stating that the petition did not require reply on merits. It\n\nwas pleaded that the parties had entered into                   a supplementary\n\nagreement              dated   7th   April,   2007   which   stipulated     that      in\n\nconsideration of the sums already paid by the respondents to the\n\npetitioner against all outstanding dues and claims for all works done,\n\nthe principle agreement stood discharged in toto including the\n\narbitration clause. It was thus pleaded that the petitioner was not\n\nentitled to invoke the arbitration clause. Reliance in this regard was\n\nplaced on judgment dated 7th December, 1984 of this Court in\n\nSarvesh Chopra vs. UOI.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">\n\n</p><p data-structure=\"Issue\" id=\"p_27\">16.      The petitioner has along with the petition filed copy of letter\n\ndated 12th April, 2007 of the respondent Railways releasing the bank\n\nguarantees and withdrawing the earlier letters dated 19th January,\n\n2007 and 20th March, 2007 for encashment of bank guarantees and\n\nrequesting the bank to release the bank guarantees in favour of the\n\npetitioner. The petitioner has also filed photo copies of the cheques\n\ndated 31st March, 2007 for Rs. 10,23,860/- and dated 11th April, 2007\n\nof Rs. 51,122/- in favour of the petitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n\n</p><p data-structure=\"RespArg\" id=\"p_29\">17.      The photocopy of the settlement agreement has been filed by\n\nthe respondents along with their counter affidavit. The same is in\n\ncyclostyle form with blanks filled in hand. The date thereof has been\n\nfilled up in hand as 7th April, 2007. The petitioner does not dispute\n\n\n<span class=\"hidden_text\" id=\"span_22\">Arb. A. No. 211/2008                                                      Page 11 of 15</span>\n his signatures on the same on both the pages thereof.                    The\n\nsignatures on both the pages bear the date 31st March, 2007\n\nunderneath. The signatures on behalf of the respondents are of 4th\n\nApril, 2007 and the witness on behalf of the respondents has signed\n\non 7th May, 2007. Though the names of the witnesses on behalf of the\n\npetitioner are not decipherable but they appear to be officials of the\n\nrespondent only.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">18.      It is in the aforesaid state of facts, that the law as summarized\n\nin Boghara Polyfab Pvt. Ltd. has to be applied. For the following\n\nreasons:-\n</p>\n<blockquote id=\"blockquote_2\">             a. The signatures of the petitioner bearing the date 31st\n                March , 2007 and the settlement agreement bearing the\n                date 7th April, 2007 and which shows the same to be\n                signed in advance, as pleaded by petitioner.\n</blockquote>\n<blockquote id=\"blockquote_3\">             b. The payments under the final bill having been released to\n                the petitioner on 31st March, 2007 vide cheques aforesaid\n                and which falsify the statement in settlement agreement\n                of all payments having been made prior thereto.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">             c. The witnesses to the settlement agreement being\n                officials of the respondent only and which again show\n                lack of mutuality, discussion prior to signing thereof.\n</blockquote>\n\n<blockquote id=\"blockquote_5\">             d. The settlement agreement records payments having\n                being made which admittedly were made thereafter.\n</blockquote>\n\n<blockquote id=\"blockquote_6\">             e. The factum of invocation of bank guarantees and\n                withdrawal of the said invocation after the signing of the\n                settlement agreement by the respondents.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">             f. No reason having been given as to why the bank\n                guarantees were invoked and which invocation was\n                subsequently withdrawn and which show coercion\n                exercised by the respondent Railways.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">             g. The detail pleas of the petitioner of circumstances\n                leading him to sign the settlement agreement in blank\n                having not been controverted;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">Arb. A. No. 211/2008                                            Page 12 of 15</span>\n<blockquote id=\"blockquote_9\">          I am prima facie of the view that the present case does not fall\n\nin the class of cases as P.K. Ramaiah, Nav Bharat Builders,\n\nHarivansh Chawla and Nathani Steels Ltd. and rather falls in the\n\nclass of cases as in Reshmi Constructions. The settlement\n\nagreement appears to have been signed under coercion, meaning\n\nthat the claims shall remain arbitrable under the original agreement.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_32\">19.      I, however, at this stage do not deem it appropriate to return a\n\npositive finding on this aspect. In my view a positive binding finding\n\non the averments of coercion, undue influence, etc. in the face of a\n\nwritten document ought not to be returned without examination of\n\nwitnesses.         Though it is permissible to examine witnesses while\n\nadjudicating an application under <a href=\"/doc/1523259/\" id=\"a_19\">Section 11(6)</a> of the Act but in my\n\nview if the said exercise is undertaken here, the same will lead to\n\nfurther delays.        The parties having agreed to arbitration, it is\n\napposite that the said claims/disputes are also adjudicated by the\n\narbitrator only. Another single judge of this court recently in M/s\n\nHero Exports Vs. M/s Tiffins Barytes, A.A No.121/2008 decided\n\non 2nd September, 2008 left the questions of coercion and extortion\n\nto be decided by arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"36395635\" id=\"span_24\">20.      The next question to be considered is of the relief to be\n\ngranted. I have recently had occasion to consider Clause 64 of the\n\nRailways Contract as in the present case in M/s. <a href=\"/doc/36395635/\" id=\"a_20\">S.B. Construction\n\nvs. General Manager, Northern Railway &amp; Anr. AA</a> 467/2007\n\ndecided on 27th January, 2009. The agreed procedure for arbitration\n\nwhere claims are in excess of Rs. 10 lacs, as they are in the present\n\ncase is of the respondent Railways sending a panel of not more than\n\nthree gazetted railway officers to the petitioner and the petitioner\n\n\n<span class=\"hidden_text\" id=\"span_25\">Arb. A. No. 211/2008                                           Page 13 of 15</span>\n suggesting up to two names out of the said panel for appointment as\n\nhis nominees. The General Manager is to appoint one at least out of\n\nthem as the Contractor&#x27;s nominee and to appoint the balance\n\nnumber of arbitrators either from the panel or from outside the panel\n\nand also indicating the presiding arbitrator.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41226024\" id=\"span_26\">21.      The respondent having failed to act as required under the\n\nprocedure, has forfeited the right to do so as <a href=\"/doc/36395635/\" id=\"a_21\">laid down in</a> <a href=\"/doc/41226024/\" id=\"a_22\">Datar\n\nSwitchgears Ltd. vs. Tata Finance Ltd.</a> 2000 (8) SCC 151.\n\nHowever, even though the respondent has failed to act but\n\nconsidering the arbitration agreement between the parties, the\n\npetitioner is not               entitled   to    appointment     of   an independent\n\narbitrator.</span> The Apex court in Northern Railway Administration,\n\nMinistry         of         Railways;    New      Delhi    vs.   Patel   Engineering\n\nCompany Ltd. VII 2008 SLT 432 has held that the Court as the\n\nnominee of the Chief Justice, under <a href=\"/doc/1523259/\" id=\"a_23\">Section 11 (8)</a> of the Act is to\n\ngive due regard to any qualification required of the arbitrator by the\n\nagreement of the parties and other considerations as are likely to\n\nsecure the appointment of an independent and impartial arbitrator.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_37\">22.      The parties had agreed to a qualification of the arbitral\n\ntribunal. It was agreed that the arbitral tribunal shall comprise of\n\ngazetted railways officers not below JA grade and of whom at least\n\none shall be from the accounts department.                       Harmonizing the law\n\nlaid     down          in    Datar      Switchgears       with   Northern     Railway\n\nAdministration, in my view, even upon the failure of the respondent\n\nas aforesaid, the arbitrators having the agreed qualification only can\n\nbe appointed by this Court.                     The only effect of the respondent\n\nRailways having forfeited the right to appoint two out of the three\n\n\n<span class=\"hidden_text\" id=\"span_27\">Arb. A. No. 211/2008                                                        Page 14 of 15</span>\n arbitrators would be that instead of the respondent Railways being\n\nentitled to nominate two out of the three arbitrators, it is the\n\npetitioner who would be entitled to nominate all the three arbitrators\n\nand to also designate one as the presiding arbitrator, however all\n\nhaving the qualification agreed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">23.      Accordingly, it is directed that upon the petitioner intimating\n\nto     the     respondent   Railways   three    arbitrators   having      the\n\nqualifications as agreed under Clause 64, the respondent Railways\n\nshall constitute the Arbitral Tribunal which shall go into claims and\n\ncounter claims, if any, of the parties in accordance with law.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_40\">24.      With these directions, the petition is allowed leaving the\n\nparties to bear their own costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                                               RAJIV SAHAI ENDLAW\n                                                    (JUDGE)\nFebruary 11, 2009\nrb\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">Arb. A. No. 211/2008                                            Page 15 of 15</span>\n </p>","numcites":16,"numcitedby":0,"docsource":"Delhi High Court","citetid":174516923,"divtype":"judgments","relatedqs":[{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":"coercion","formInput":"coercion"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":" fraud and undue influence ","formInput":"%20fraud%20and%20undue%20influence%20"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"reshmi constructions","formInput":"reshmi%20constructions"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"qualification","formInput":"qualification"},{"value":"rajiv sahai endlaw  ","formInput":"rajiv%20sahai%20endlaw%20%20"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"streams ","formInput":"streams%20"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"bank guarantees","formInput":"bank%20guarantees"},{"value":"arbitration claim","formInput":"arbitration%20claim"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"no claim certificate ANDD \"duress ORR Coercion\"","formInput":"%22no%20claim%20certificate%20ANDD%20%22duress%20ORR%20Coercion%22"},{"value":"Coercion  filter:  coercion","formInput":"Coercion%20%20filter%3A%20%20coercion"}],"cats":[{"value":"who-are-competent-to-contract","formInput":"tag:who-are-competent-to-contract"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"mistaken-agreement-void-due-to-mutual-error","formInput":"tag:mistaken-agreement-void-due-to-mutual-error"}],"courtcopy":true,"query_alert":null,"agreement":false}