{"tid":409557,"publishdate":"1957-11-20","title":"Middle East Trading Co. vs The New National Mills Ltd. on 20 November, 1957","doc":"<h2 class=\"doc_title\">Middle East Trading Co. vs The New National Mills Ltd. on 20 November, 1957</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1958)60BOMLR509, AIR 1960 BOMBAY 292, 60 BOM LR 509</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. This appeal arises out of Notice of Motion taken out by the defendants for stay of plaintiffs&#x27; suit under<a href=\"/doc/1722761/\" id=\"a_1\"> S. 34</a> of the Arbitration Act 1940. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\"> (2) By two contracts dated 23rd June 1955 and 30th June 1955 defendants agreed to sell and plaintiffs agreed to purchase printed mercerised voil 41800 yards, July 1955 delivery. These contracts were provisional and were to be confirmed only on the production by the plaintiffs of the necessary purchase export licences. The licences were produced and the provisional contracts were confirmed by the parties on 1st July 1955. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\"> (3) One of the terms of the contract was the defendants were to send samples of the goods in the first instance and that delivery of the goods was to be taken by plaintiffs only after they approved of the samples. It appears some time before 21st July 1955 samples of the goods were sent to plaintiffs.But plaintiffs did not approve of them and wrote to the defendants on 21st July 1955 asking them to prepare new samples according to the instructions contained in teir earlier letter of 5th July. They also asked the defendants to treat the July. They also asked the defendants to treat the matter as urgent as he delivery of the goods was to be given by the end of July 1955. On 25th July 1955 defendants sent a reply to plaintiffs&#x27; letter of 21st July 1955. In their reply defendants stated: \n</p>\n  \n\n<blockquote id=\"blockquote_1\"> &quot;As desired by you we send you fresh samples for approval. \n</blockquote>\n \n\n<blockquote id=\"blockquote_2\"> As regards delivery time we have to inform you tha till to-day the samples were not approved by you; hence it is not possible for us to give the delivery of the goods by the end of this month. We have still to send you fresh samplesfor approval which will be sent within two or three days. Naturally we will receive your approval by the end of this month and we shll be able to give the delivery by 15th August which please note. \n</blockquote>\n \n\n<blockquote id=\"blockquote_3\"> Please let us know per return whether you will accept the delivery of the goods as mentioned above, I. e. 15th August 1955.&quot; \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_4\"> To this letter, plaintiffs sent a reply to the defendants on 29th July 1955 stating that they were agreeable to accept delivery of good on 15th August 1955. They however further stated: \n</p>\n<blockquote id=\"blockquote_4\"> &quot;In case youare unable to deliver us the goods by that date, kindly note that you will have to honour our claim as well as that of our overseas  buyers for loss of profit in this transaction.&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_5\"> (4) On 1st August 1955 defendants sent a reply to plaintiffs&#x27; letter of 29th July. In their reply they stated: \n</p>\n  \n\n<blockquote id=\"blockquote_5\"> &quot;As regards delivery period of 15th August, please note that we shall try to give you they full quanitity after fifteen days from the date of receipt of your approval of finish quality and colours. . . . . \n</blockquote>\n \n\n<blockquote id=\"blockquote_6\"> We shall be sending you the fresh samples tomorrow which please note.&quot; \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_6\"> (5) Plaintiffs sent a reply to the defendants on 2nd August 1957. They repeated what they had stated in their ealier letter regarding the delivery of goods and said: \n</p>\n<blockquote id=\"blockquote_7\"> &quot;Kindly note that if you fail to deliver us the full quantity of the contracted goods on or before 15th of August 1955 after our due approval of the fresh samples that you are going to submit to us, we shall hold you solely responsible for non-delivery of the goods and will lodge with you ours as well as our overseas clients&#x27; claims for loss of profit etc.&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_7\"> It appears that no fresh samples were sent to plaintiffs by defendants as promised in their letters of 25th July 1955 and 1st August 1955. No reply also was sent by them to plaintiffs&#x27; letter of 2nd August 1955. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_8\"> (6) The plaintiff waited till 15th August 1955 and on 17th August 1955, they sent a notice through their advocate to defendants. In that notice they said: \n</p>\n  \n\n<blockquote id=\"blockquote_8\"> &quot;The delivery time was by consent extended in 15th August 1955. \n</blockquote>\n \n\n<blockquote id=\"blockquote_9\"> Thereafter you promised to send fresh samples but you have failed to send the same. My clients also finally  wrote to you on 2nd August 1955 calling upon you to fulfil your part of the contract but you have failed to reply to the same. \n</blockquote>\n \n\n<blockquote id=\"blockquote_10\"> You have committed breach of the contract and thus you are liable to pay damages to my clients. \n</blockquote>\n \n\n<blockquote id=\"blockquote_11\"> I am therefore hereby instructed to call upon you to pay to my clients or to me as their advocate the said sum of Rs. 4596-14-0 within seven days from the receipt hereof by you, failling which my clients will be obliged to take legal steps to recover the same from you holding you responsible for costs and consequences which please note.&quot; \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_9\"> (7) It appears no reply was given by the defendants to this notice. On 1st December 1955 plaintiffs filed the present suit for recovery of Rs. 4596-14-0 as and by way of damages on the ground that defendants committed breach of contract in that they to send any sample for approval and to deliver the goods. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_10\"> (8) On 20th February 1956 defendants took out a Notice of Motion for an order that the suit and all proceedings thereunder be stayed under<a href=\"/doc/1722761/\" id=\"a_2\"> S. 34</a> of the Arbitration Act. The Notice o Motion was supported by an affidavit which was made by one Babubhai Shah for and on behalf of the defendants. In the affidavit it was stated that the suit contract had been made subject to the terms and conditions printed in Gujarathi  at the back of the said contract. The deponent further stated: \n</p>\n  \n\n<blockquote id=\"blockquote_12\"> &quot;I further submit that as the present dispute arose between plaintiffs and the defendants regarding the goods mentioned in the said contract, it was and is incumbent upon the plaintiffs to submit the dispute in suit to the arbitration pursuant to condition 7 (mentioned at the back of the contract) I submit that the plaintiffs have rushed to the Court of law without availing themselves of the condition No. 7. \n</blockquote>\n \n\n<blockquote id=\"blockquote_13\"> The defendants are ready and willing to do all things necessary to the proper conduct of the arbitration in accordance with the terms and conditions of the said contract.&quot; \n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_11\"> Plaintiffs in their reply denied that the contract of 1-7-1955 had been made subject to the terms and conditions printed in Gujarathi at the back of the said contract. They also contended that the arbitration clause relied upon by the defendants was vague and uncertain and did not disclose the identity of the arbitrators clause relied upon by the defendants was vague and uncertaion and did not disclose the identity of the arbitrators nro the place of arbitrators and was therefore invalid and unenforceable. They further contended that the subject-matter of the dispute was not a dispute pertaining to the goods and therefore it did not form the subject-matter within the scope of the alleged arbitration clause. The suit was not in respect of the matter alleged to be agreed to be referred to arbitration. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> (9) On 16-3-1956, defendants made another affidavit I reply to plaintiffs&#x27; contentions mentioned above and stated for the first time that the arbitrators&#x27; board mentioned in condition No. 7 in the contract was the Board of Arbitrators jointly appointed by the Maskati Market Mahajan of Ahmedabad and the Ahmedabad Millowners&#x27; Association. This affidavit also for the first time mentioned as to what was the dispute between the parties and how it arose in regard to the goods of the transaction. The affidavit further mentioned: \n</p>\n<blockquote id=\"blockquote_14\"> &quot;The defendants sent the plaintiffs samples which the plaintiffs did not approve and by their letter of 21-7-1955 asked for further samples. Thereafter the defendants sent a further set of samples but by their letter of 2-8-1955 the plaintiffs rejected the same. I say that there is a real dispute whether the plaintiffs were justified in rejecting the defendants&#x27; samples as they did. I submit that the said dispute falls within the purview of the aforesaid arbiration clause. I say that the defendants sent to the plaintiffs correct samples according to plaintiffs&#x27; colour and design and plaintiffs wrongfully rejected the said samples. I submit that all issues arising in this suit fall within the purview of the said el. 7 of the said confirmed contract.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> (10) The learned trial Judge held that even though the provisional contracts between the parties did not contain any arbitration clause, plaintiffs were bound by the arbitration clause which was mentioned in the confirmed contract as they had accepted the confirmed contract and had solemnly put their signature upon it in token of their acceptance. The learned Judge also held that the arbitration clause was not vague or unceration and that the arbitration  Board referred to in condition No. 7 was the arbitration Board appointed by Maskati Market Mahajan of Ahmedabad and the Ahmedabad Millowners&#x27; Association. It was further held by the learned Judge that the dispute I the suit was such a dispute which fell within the ambit of the arbiration clause. The learned Judge accordingly ordered that the suit be stayed. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> (11) Plaintiffs have now preferred this appeal against the order of the lower Court staying the suit. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_15\"> (12) The same points that were urged in the lower Court have been urged and pressed before me in appeal. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> (13) Before I consider them in this appeal, I would like to refer to and deal with what seems to me an initial difficultly in the way of the defendants.The Notice of Motion for the stay of suit was taken out under<a href=\"/doc/1722761/\" id=\"a_3\"> S. 34</a> of the Arbitration Act. It is necessary that the affidavit which is filed in support of such Notice of Motion must set out and aver all the conditions mentioned is<a href=\"/doc/1722761/\" id=\"a_4\"> S. 34</a>. If the defendant appears in Court and asks for the stay of suit under<a href=\"/doc/1722761/\" id=\"a_5\"> S. 34</a>, it is incumbent upon him to aver all the requirements of the section which are necessary in order to obtain stay of the suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_1\">In the case reported in <a href=\"/doc/1475714/\" id=\"a_6\">Anderson Wright Ltd. v. Moran and Co., (S</a>) . their Lordships of the Supreme Court hedl that one of the necessary conditions to be fulfilled before a stay could be granted under<a href=\"/doc/1722761/\" id=\"a_7\"> S. 34</a> was that the applicant for stay must be a party to the legal proceeeding and he must have taken no step in the proceeding after appearance. It was also necessary that he should satisfy not only that he is but also was at the commencement of the proceedings ready and willing to do everything necessary for the proper conduct of the arbitration. Neither in the first affidavit filed by the defendants on 20-2-1956 nor in their second affidavit filed on 16-3-1956 is there any averment that the defendants were at the time when the proceedings were commenced ready and willing to do all things necessary to the proper conduct of the arbitration. All what has been stated in paragraph 6 of te affidavit of 20-2-1956 is that the defendants are ready and willing to do all things necessary to the proper conduct ofr the arbitration. This statement alone was not a sufficient averment. They were further bound to state, but they have not stated, that they were ready and willing to do all things necessary to the proper conduct of the arbitration even at the time when the proceedings were commenced, that is to say, on 1-12-1955, when the suit was instituted. This further averment was all the more necessary in the present case, because even thugh plaintiffs gave notice to the defendants on 17-8-1956 of their intention to take legal steps in case their claim were not satisfied within a week from the receipt of the notice, defendants did not reply nor stated that the dispute between them should be referred to arbitration and that they were reply and willing to do all things necessary to the proper conduct of the arbitration.</span> In Rasiklal Mangaldas v. Bai Savita. A. F. O. No. 30 of 1955, which was decided on 27-7-1955 by the learned Chief Justice and Mr. Justice Dixit, the learned Chief Justice in the course of his judgment observed: \n</p>\n<blockquote id=\"blockquote_15\"> &quot;If the defendant approaches the Court and wants the Court to hold its hands and not try a suit and stay it, it is for the defendant to aver all the allegations which are necessary in order to obtain a stay of the suit. The defendant has failed to make the necessary averments and on his application for stay he is bound to fall.&quot;\n</blockquote>\n \n\n<p data-structure=\"Conclusion\" id=\"p_17\"> I respectfully agree with these observations and held that the defendants&#x27; Notice of Motion was bound to fail even on the ground that their affidavit did not set out the necessary averment. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> (14) I would, however, deal with the other points raised in the appeal. Mr. Shah in the first instance contends that the printed terms which are to be found on the reverse of the confirmed contract are not binding on the plaintiffs. The aribitration clause is one of the terms which are printed in Gujarathi on the back side of the confirme contract. Mr. Shah says that all what had been confirmed on 1-17-1955 were only the terms of the provisional contracts and the terms of the provisional contracts which were all in English did not mention any arbitration clause. When he provisional contracts were confirmed, the terms thereof were incorporated on a printed form on the back side of which were the printed terms and conditions of wich the arbitration clause was one. On reading the correspondence that passed between the parties before the institution of the suit, I feel some doubt as to whether plaintiffs had been made aware of the terms which had been printed in Gujarathi on the reverse of the document of the confirmed contract when they put their signature upon it. In their letter of 29-7-1955 plaintiffs wrote as follows: \n</p>\n<blockquote id=\"blockquote_16\"> &quot;In case you are unable to deliver the goods by that date, kindly note that you will have to honour our claim as well as that of our overseas buyers for loss of profit in this transaction.&quot;\n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_19\"> Plaintiffs did not say that they would take their claim before the arbitration Board. The defendants complaint, did not refer to the existence of any arbitration Board. In the next letter which plaintiffs wrote to the defendants on 2nd August 1955, they stated: \n</p>\n<blockquote id=\"blockquote_17\"> &quot;We shall hold you soley responsible for non-delivery of the goos and will lodge with you ours as well as our overseas clients claims for loss of profits etc.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> If the plaintiffs were aware of the arbitration clause and of their having been bound by it under the terms of the confirmed contract, I should expect them to have stated in this letter that they would lodge their claim with the arbitration board instead of with the defendants. It is to be noted that defendants sent no reply to this letter. Again in the notice which plaintiffs sent through their advocate on 17th August 1955, they clearly stated that they would be obliged to take legal steps. Here also there was no reference to the arbitration Board, and what is more remarkable is that defendants did notat all send any reply to this notice, nor did they state that in any event plaintiffs were bound to refer their dispute to the decision of the arbitration Board. I therefore, feel some doubt as to whether plaintiffs were made aware of the printed terms contract. Even so, I cannot say that the learned Judge was wrong in his finding on this point. It is not possible to hold that plaintiffs blindly put printed on the back side of the printed form. It may be noted that just above the signature of the plaintiffs it is clearly mentioned that plaintiffs have entered into the above transaction to buy on the terms printed overleaf. It must, therefore be held that plaintiffs knew the terms printed overleaf and that they agreed to be bound by them, by putting their signature on the contract form. I, therefore, agree with the finding of the learned trial Judge recorded in this behalf. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> (15) The second point raised by Mr. Shah is that the arbitration clause is vague and uncertain and is therefore unenforceable. The arbitration clause may be set out here: \n</p>\n\n \n\n<blockquote id=\"blockquote_18\"> If any dispute may arise regarding the goods  of this contract, then the same shall have to be decided by the arbitrtation Board alone which has been  constituted by the Mahajan and the Millowners&#x27; Accociation and the decision which they shall give shall be treated as final.&#x27;&#x27; \n\n \n\n Mr. Shah says that there is nothing in this clause or in the other terms of the contract from which it can be definitely known as to which arbitration Board was meant and agreed to by the parties to the contract. In this connection it is pertinent to note that defendants did not at all specify the arbitration Board I their first affidavit which ha been filed in support of their Notice of Motion. It was only when the plaintiffs in their counter affidavit of 8th March 1956 comlained that reference to arbitration board in the arbitration clause was vague and uncertain that defendants in their second affidavit of 16th March 1956 stated that the arbitration board in the clause meant the arbitration board jointly appointed by the Maskati Market Mahajan and the Ahmedabad Millowners&#x27; Association. In their rejoider to this affidavit, phaintiffs stated that there were various Mahajans in Ahmedabad and they gave the names of eight different Mahajans. They further stated that there was no Lavad (Arbitration) Board  appointed by the alleged maskati Market Mahajan and Ahmedabad Millowners&#x27; Association only and that it was impossible to ascertain what the parties meant and as to whether the parties were ad-idem as to the person or body of persons which was to arbitrate in the matter of their dispute. In support of his contentions Mr. Shah has relied upon a decision of the Calcutta High Court reported in Karanji and Co. v. Indo-China Trading Co., 56 Cal WN 763. In that case the arbitration clause provided for referring disputes to the local Chamber of Commerce, and the High Court held that at Calcutta there were many bodies known as Chambers of Commerce and it was not definite as to what local Chamber of Commerce was meant by the arbitration clause and that therefore the arbitration clause was vague, uncertain and unenforceable. It is true that defendants and his witness Jaskaran Jain stated that there was only one Lavad Board jointly appointed by the Maskati Market Mahajan and the Ahmedabad Millowners&#x27; Association and that there was no other such board either in Bombay or at Ahmedabad. They made their affidavits on 16-3-1956 and they desposed to the existence of such Board on that day. They have not stated in their affidavits that such Lavad Board was existing and functioning on 1-7-1955 on which date the contract in question was entered into by the parties. Nothing was easier for the defendants than to exine some responsible member of the Maskati Market Mahajan or the Ahmedabad Millowners&#x27; Association on the question of the identity of the arbitration board referred to in the arbitration clause. From the affidavits filed on behalf of the defendants, I am not satisfied as to the identity of the arbitration Board and as t whether such arbitration board was in existence and competent to decide disputes of the nature mentioned in the arbitration clause in question. The arbitration clause is therefore vague and uncertain and cannot be enforced. \n</blockquote>\n \n\n<blockquote id=\"blockquote_19\"> (16) The Last point urged by Mr. Shah was that the dispute in the suit was not a matter which had been agreed to be referred to arbitration. As I have already stated above, the suit has been filed for damages for breach of contract occasioned by non-delivery of goods. The arbitration clause refers to a dispute regarding the goods of the contract and not to a dispute regarding the contract itself. The scope of the latter kind of dispute would be much wider than that of the former. Can it be said that the breach of contract for non-delivery of goods which is the cause of action for non-delivery of goods which is the cause of action for the suit is such a dispute as is contemplated by the arbitration clause? In other words is it a dispute regarding the goods of the contract? If the arbitration clause mentioned a dispute regading the contract and not merely a dispute regarding th gods of the contract, then I should tink a breach of contract upon which the present suit s based would be a dispute within th exclusive jurisdiction of the arbitration Board. It appears the defendants also felt this difficulty and although they, their first affidavit, did not state as to who the dispute in the suit was a matter which had been agreed to be referred to arbitration, they, in their second affidavit, attempted to state as to what was the dispute which had to be referred to arbitration. In their second affidavit they said: \n</blockquote>\n<blockquote id=\"blockquote_20\"> &quot;Thereafter (i.e. after 21-7-1955) the defendants sent a further set of samples but by their letter of 2-8-1955 the plaintiffs rejected the same. I say there is a real dispute whether the plaintiffs were justified in rejecting the defendants&#x27; samples as they did. I submit that the said dispute falls within the purview of the aforesaid arbitration clause. I say that the defendants sent to the plaintiffs correct samples according to the plaintiffs&#x27; colour and design and the plaintiffs wrongfully rejected the said samples.&quot; \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> The statement appears to have been made by the defendants in their anxiety to show that the dispute which has arisen between them and the plaintiffs is a dispute regarding the goods of the contract and is therefore entirely within the jurisdiction of the arbitration Board. In the first place this statement appears to be not a true statement at all. The correspondence to which I have made a reference makes it clear that no further samples were ever sent by the defendants to plaintiffs and hence there was no occasion for the plaintiffs to reject such samples. Therefore there was no possibility of any dispute arising over the samples of the goods of the contract. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_23\"> (17) Assuming however there was such a dispute over the samples and that such dispute was a dispute regarding the goods and therefore within the cognizance of the arbitration Board, we have further to see whether this is the dispute on which the present suit is based. In the plaint it is nowhere stated that plaintiffswere justified in rejected the further samples alleged in the second affidavit of the defendants mentioned above. What has been complained of in the plaint is that no fresh samples were sent to plaintiffs though promised by the defendants in their letters and that the delivery of the goods was not given and therefore there was breach of contract. In the Supreme Court decision which I have referred to above it has been held that the question whether the dispute in the suit falls within the arbitration clause involves consideration of two matters, viz., (1) what is the dispute in the suit and (2) wat disputes the arbitration clause covers. In the present case the defendants stated that the dispute was as regards the rejection of the samples sent to the plaintiffs for the second time and that it was this dispute which was covered by the arbitration clause. In the suit, however, this was not the dispute. Plaintiffs have not stated that they rejected the samples sent for the second time. According to them, no such samples had been sent to them at all. Plaintiffs never stated that they had received the further samples but that they were justified in rejecting them. Their grievance in the suit was that no fresh samples had been sent and there was no delivery of goods and that therefore there was a breach of contract. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> (18) I am, therefore, of the view that the suit which is now sought to be stayed by the defendants is not in respect of a matter agreed to be referred to arbitration under Clause 7 of the terms of the contract. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_25\"> (19) Accordingly, I allow the appeal with costs throughout, set aside the order of the lower Court and direct that the suit be proceeded with and disposed of according to law.. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_26\">(20) Appeal allowed.    \n</p>\n \n\n","numcites":2,"numcitedby":10,"docsource":"Bombay High Court","citetid":409557,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"provisional contract","formInput":"provisional%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"uncertain and vague","formInput":"uncertain%20and%20vague"},{"value":"notice of motion","formInput":"notice%20of%20motion"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"delivery of goods","formInput":"delivery%20of%20goods"},{"value":"Vague","formInput":"Vague"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"},{"value":"purview","formInput":"purview"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}